{
    "title": "Statement by the Vice President on the Supreme Court Decision in Obergefell v. Hodges | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/06/26/statement-vice-president-supreme-court-decision-obergefell-v-hodges",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nJune 26, 2015\n\n \n\n\n\nStatement by the Vice President on the Supreme Court Decision in Obergefell v. Hodges\n\n\n\n\n\n\tAll marriages, at their root, are about love.\n\n\tToday, the Supreme Court affirmed that simple proposition—supported by a majority of Americans and a majority of our states—by recognizing that men marrying men and women marrying women are guaranteed the same civil rights and equal protection under our Constitution afforded to Jill and me, and to anyone else.  \n\n\tWe couldn’t be prouder. Over the years—in their homes, on our staff, on the frontlines of war, and in houses of worship—Jill and I have befriended countless gay, lesbian, bisexual, and transgender Americans who share a love for their partners constrained only by social stigma and discriminatory laws. But today, their love is set free with the right to marry and the recognition of that marriage throughout the country.\n\n\tThis day is for them, their children, and their families. And it is for generations of advocates—gay, lesbian, transgender, straight—who for decades fought a lonely and dangerous battle. People of absolute courage who risked their lives, jobs, and reputations to come forward in pursuit of the basic right recognized today, but at a time when neither the country nor the courts would protect or defend them.\n\n\tAnd this day is for history to remember as one where, as a nation, our laws finally recognize that all people should be treated with respect and dignity—and that all marriages, at their root, are defined by unconditional love.\n\n\nRelated\n\n\nGet more content on this decision and to watch the President's remarks. \n\n\t\tSee the President's reaction on Twitter.\n\n\n\n\n\n"
}