{
    "title": "Readout of the President’s Meeting with Mohammed bin Salman bin Abdulaziz Al Saud, Deputy Crown Prince and Minister of Defense of the Kingdom of Saudi Arabia | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/06/17/readout-presidents-meeting-mohammed-bin-salman-bin-abdulaziz-al-saud-0",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 17, 2016\n\n \n\n\n\nReadout of the President’s Meeting with Mohammed bin Salman bin Abdulaziz Al Saud, Deputy Crown Prince and Minister of Defense of the Kingdom of Saudi Arabia\n\n\n\n\nPresident Obama met this morning in the Oval Office with His Royal Highness Mohammed bin Salman of Saudi Arabia, to continue discussions begun in April at the U.S.-Gulf Cooperation Council (GCC) Summit in Riyadh. The President expressed appreciation for Saudi Arabia’s contributions to the campaign against ISIL. Reviewing recent Iraqi gains against ISIL, the President and Deputy Crown Prince discussed steps to support the Iraqi people, including increased Gulf support to fund urgent humanitarian and stabilization needs. On Syria, they reaffirmed the importance of supporting the cessation of hostilities and a political transition away from Asad.   The President and Deputy Crown Prince also agreed to build support for Libya’s Government of National Accord. With regard to Yemen, the President welcomed Saudi Arabia’s commitment to concluding a political settlement of the conflict and of GCC support to address urgent humanitarian needs and rebuild the country. More broadly, the President and Deputy Crown Prince discussed Iran’s destabilizing activities and agreed to explore avenues that could lead to a de-escalation of tensions. They also discussed the important role Saudi Arabia can play in addressing extremist ideology. \nThe President commended the Deputy Crown Prince’s commitment to reform Saudi Arabia’s economy and underscored strong U.S. support for achieving the recently-announced Vision 2030 goals. The Deputy Crown Prince underscored Saudi Arabia’s strong support for the Paris Agreement and welcomed cooperation with the United States on clean energy issues. The President and Deputy Crown Prince reaffirmed the strategic partnership between the United States and Saudi Arabia.\n\n\n\n\n"
}