{
    "title": "Senator Mark Udall Backs American Jobs Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/08/senator-mark-udall-backs-american-jobs-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 08, 2011\n\n \n\n\n\nSenator Mark Udall Backs American Jobs Act\n\n\n\n\n\nFollowing Obama’s Jobs Speech, Udall Urges Congress to Work Together for the Economy\n\t \nVows to Continue to Fight for his Bipartisan Bills to Create Jobs, Help Small Businesses\n\nIn Symbolic Gesture of Bipartisanship, Udall Sat with GOP Senator During President’s Address\n\n\tMark Udall issued the following statement in response to President Obama's speech to Congress this evening about creating jobs and boosting the economy:\n\n\t\"Last month I traveled across the state visiting with business leaders on the Western Slope and farmers on the Eastern Plains, and they all asked me when Congress would start working together to create jobs.  What Washington could use is some of Colorado's common sense.  We don't care if you're a Republican or a Democrat, we just want to get the job done.  It's time for Congress to get the job done and get the economy going again.\n\n\t\"Tonight President Obama rolled out what looks like a practical and responsible proposal for how we can create jobs with ideas from both sides of the aisle.  Tax cuts for working families and investments in our crumbling roads, bridges and schools in communities across the country will help put people to work, get consumers spending again, create reliable infrastructure, and help businesses find agile, well-trained workers.  Similar investments have helped Colorado's economy, as the president illustrated through the story of Kirk Bergstrom, an engineer from Centennial who is helping build the FasTracks light rail line to DIA.  \n\n\t\"More than anything, America's business leaders need a shot of confidence so they can start investing long-term in their businesses, and the only way to create confidence is when leaders in Washington work together to create a climate of certainty.  While I always want to see the details, we need to take the president's proposal seriously.  We can't afford a repeat of the political games that have blocked our country's progress over the last several months.\"\n\n\tUdall urged the president to consider some of his job creation bills that would create jobs at no cost to the taxpayers by responsibly lifting regulations and allowing businesses to expand.  And he will continue to push to pass them.  They include a proposal to lift the cap limiting the amount credit unions can lend to small businesses.  Experts estimate the bill would create well over 100,000 new jobs in the first year alone.  Another bill would make it clear that the Forest Service can permit year-round activities that will boost Colorado's ski communities and create jobs during the shoulder seasons.\n\n\tFinally, in a symbolic gesture showing the importance of working together, Udall sat during the speech with GOP Senator Lisa Murkowski from Alaska.  Earlier this year, Murkowski joined Udall in calling for Congress to sit in a bipartisan fashion - rather than divided by party - during the president's State of the Union Address.  Later this fall, Udall and Murkowski will be headlining a discussion at a Republican think tank in Washington on the importance of bipartisanship.\n\n\n\n\n"
}