{
    "title": "NEW DETAILS: President Obama Hosts 5th White House Science Fair | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/03/23/new-details-president-obama-hosts-5th-white-house-science-fair",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 23, 2015\n\n \n\n\n\nNEW DETAILS: President Obama Hosts 5th White House Science Fair\n\n\n\n\nWASHINGTON, DC – President Obama will host the 2015 White House Science Fair today and celebrate the student winners of a broad range of science, technology, engineering and math (STEM) competitions from across the country.\nAs part of the Fair, President Obama will announce over $240 million in new private sector commitments to get more girls and boys, especially those that are under-represented, inspired, and prepared to excel in the STEM fields. With the commitments being made today, the President’s “Educate to Innovate” campaign has resulted in over $1 billion in financial and in-kind support for STEM programs.\nAdditional details on the White House Science Fair\nSenior Administration officials and leading STEM communicators, advocates, and educators will also attend the White House Science Fair and meet the students. Attendees include:\nSenior Administration Officials\nCharles F. Bolden, Administrator, National Aeronautics and Space Administration (NASA)\nFrancis Collins, Director, National Institutes of Health (NIH)\nJo Handelsman, Associate Director for Science, White House Office of Science & Technology Policy\nJohn Holdren, Assistant to the President for Science and Technology and Director, White House Office of Science & Technology Policy\nValerie Jarrett, Senior Advisor to the President\nSuzette Kimball, Acting Director, U.S. Geological Survey\nMichelle Lee, Director of the U.S. Patent and Trademark Office (PTO)\nWillie May, Acting Director, National Institute of Standards and Technology (NIST)\nMegan Smith, U.S. Chief Technology Officer\nLeading STEM and Media Communicators\nVictor Cruz, Wide Receiver, New York Giants\nSusan Desmond-Hellmann, CEO of the Bill and Melinda Gates Foundation\nMariette DiChristina, Editor in Chief of Scientific American\nJim Gates, Member of the President’s Council of Advisors on Science and Technology (PCAST)\nRush Holt, Retired U.S. Congressman, CEO of the American Association for the Advancement of Science (AAAS)\nDean Kamen, Entrepreneur, Founder of FIRST\nMary Mazzio, Award-winning Director and Producer of the Documentary “Underwater Dreams”\nLeland Melvin, NASA Astronaut, National Football League (NFL) Alum, Media Personality\nTalia Milgrom-Elcott, Executive Director and Co-Founder of 100Kin10\nDan Mote, President of the National Academy of Engineering\nBill Nye, Bill Nye the Science Guy\nSaul Perlmutter, 2011 Nobel Laureate in Physics\nCierra Ramirez, Actress, Singer, Star in ABC Family’s The Fosters\nLinda Rosen, CEO of Change the Equation\nRobert Tjian, President of the Howard Hughes Medical Institute\nOscar Vazquez, Dreamer, Veteran, Star of the Documentary “Underwater Dreams”\nExhibits at the White House Science Fair Include: (More information can be found here.)\nTeen uses Tech to Tackle Cyber-bullying (Trisha Prabhu, 14, Naperville, Illinois). Illinois teen Trisha Prabhu learned about research showing that the human brain’s decision-making region is not fully developed until age 25 and got inspired to help teens rethink how they treat others. She developed a computer program called “Rethink” that alerts users when an outgoing message contains language that is potentially abusive and hurtful. Preliminary analysis showed that adolescents who use “Rethink” system are 93% less likely to send abusive messages than those who are not warned about the consequences of their actions prior to sending a message. Trisha earned a spot in the 2014 Google Science Fair to showcase her innovative project.\nScoliosis Patient Designs Implant to help Kids avoid Spinal Surgeries (Harry Paul, 18, Port Washington, NY). 18-year-old Harry Paul was born with congenital scoliosis, a curvature of the spine that, when congenital, restricts the size of the thorax preventing the heart and lungs from developing. Growing up, Harry endured more than a dozen spinal surgeries to help correct the problem. Now, he’s working to help other young people with scoliosis avoid the burdensome operations that can get in the way of living life. He designed a new type of spinal implant that expands over time, helping developing spines stay straighter as they grow, and lengthening the time young patients can go between surgeries. Harry’s implant could potentially help lower the number of risky procedures needed from over a dozen to less than five over the course of child’s surgical treatment. His design earned him numerous awards, including the Grand Awards of First Place, Best in Category (Bioengineering), and the Innovation Exploration Award at the 2014 Intel International Science and Engineering Fair.\nSolar-Heating System Brings Warmth to Communities off the Grid (Kelly Charley, 15, Farmington, NM). Kelly Charley, 15, noticed that communities lacking electricity often build fires to stay warm, but that particles and ash from wood-burning fireplaces can be dangerous to breathe. She developed a solar-powered radiation system that circulates air and heats the interior of buildings. It can run without access to electricity or running water. Kelly, a sophomore at Navajo Preparatory School in Farmington, New Mexico, received a United National Indian Tribal Youth 25 under 25 Youth Leadership Award for her work to promote spiritual, mental, physical, and social well-being. Her heater design made her a finalist at the 2014 International Science and Engineering Fair.\nKid Inventor Designs Wearable Monitor for Grandfather with Alzheimer’s (Kenneth Shinozuka, 16\n\tNew York, NY). More than half of the 5.2 million Americans with Alzheimer’s wander, which can lead to injury or death. Kenneth Shinozuka became acutely aware of this problem while caring for his grandfather, who was afflicted with the disease. Kenneth developed a sensor device that can detect when a wanderer stands up, apply pressure on his or her foot, and send an alert to the caregiver’s smartphone via Bluetooth. During six months of use, the device detected every instance when Kenneth’s grandfather got out of bed at night, without any false positives, ensuring his whereabouts were always known. Kenneth’s device won the Science in Action award at the 2014 Google Science fair.\nTruly Flashy Fashion Accessories Use Tech to make Exercise Look Good (Maureen Botros, 15, Wichita, KS). Maureen Botros wants to make physical activity not just feel good, but also look good. Her invention, Illumi-cize, uses a pulse meter to measure heart rate and sends that information to a battery-powered computer chip. The chip is programmed to illuminate light-up accessories based on the intensity of a person’s physical activity. The wearable device includes a SD card that collects and stores the data gathered during a workout, which can be analyzed and tracked by the user. For those with more conservative styles, Maureen developed a less flashy wristband that can be programmed to shine red, yellow, or green to signal whether and how much person’s heart rate is elevated beyond its normal resting range. The invention took the top prize at the Kansas Junior Academy of Science competition and will be presented at the upcoming joint national meeting of the American Junior Academy of Sciences and the American Association for the Advancement of Science.\nGirl Scouts Build Page-Turning Device out of Legos for Readers with Arthritis (Emily Bergenroth, Alicia Cutter, Karissa Cheng, Addy Oneal, and Emery Dodson, all age 6, Tulsa, OK). After chatting with their school librarian, the “Supergirls” Junior FIRST Lego League Team from Daisy Girl Scouts’ troop 411 discovered that some people have disabilities that make it difficult to turn the pages of a book. They came up with the concept of a battery-powered page turner that could turn pages for people who are paralyzed or have arthritis. The Supergirls sketched out a design concept and culled through motorized Lego components and gears to figure out how to build a working prototype. They discovered that the friction from rubber Lego tires could be used to lift and turn the pages of a book. They honed the device with a second motorized component that forces pages to lay flat after being turned over. The Supergirls’ creation was selected by the statewide FIRST program director to be the only project exhibited at an educational conference for librarians and educators in the region.\nWith Novel Battery, Pittsburgh Teen Turns Pollution into Power (Sahil Doshi, 14, Pittsburgh, PA). Inspired by the global energy crisis and the lack of electricity around the world, Pittsburgh ninth-grader Sahil Doshi designed an innovative carbon-dioxide powered battery called PolluCell. Comprised of multiple electrochemical cells wired in parallel circuits, PolluCell harnesses the power of carbon dioxide and waste materials to generate electricity, reducing the environmental effects of pollution. The battery earned him $25,000 and the title of America’s Top Young Scientist at the 2014 Discovery Education 3M Young Scientist Challenge. Sahil’s invention has been featured in national press outlets on TV, in print, and online.\nQuad-Lingual Kid-Team Creates Sustainable City of the Future (Jose Valdez III, 12, Casandra D. Dauz, 11, Jaleena Rolon, 11, Española, NM). Jose Valdez, Casandra Dauz, and Jaleena Rolon are a team of elementary school students who competed in last year’s Future City Regional Competition, which challenges students to tackle infrastructure and natural resource challenges by designing cities of the future. The team created the “City of Crystal Water,” where agricultural “fish pens” separate industrial, commercial, and residential zones and vehicles travel along dams equipped with paddles that produce hydro energy. Recognizing the importance of connecting their idea with their rural, desert community’s cultural diversity, the team incorporated four languages into their City presentation: Spanish, English, American Sign Language, and Tewa, a Tanoan language spoken by Pueblo Native Americans. The team earned recognition for Most Unique Architectural Model at the New Mexico Regional Future City Competition.\nMiddle-Schooler’s Device Measures Strength of Sewn Stitches (Holly Jackson, 14, San Jose, CA). Californian Holly Jackson investigated the ancient art of sewing from a unique, architectural point of view. After learning to sew in the 4th grade from her grandmother, Holly’s scientific curiosity led her to explore the relative strength and compatibility of threads and fabrics, important information to better understand innovative sewn materials for the 21st century. She engineered a device to measure the capacity and strength of stitched fabric, and designed experiments and procedures to yield precise measurements. Her research has potential applications in the design of high-performance protective gear, hazmat and space suits, parachutes, and more. Her work won the top award of $25,000 at the 2014 Broadcom MASTERS competition.\nTeen Finds Keystrokes May be Key to Password Authentication (Nikhil Behari, 14, Sewickley, PA). After hearing about major data breaches at retail chains, Pennsylvania teen Nikhil Behari got inspired to create a security system that is easy to use, versatile, and effective in protecting online data. Nikhil wondered if the manner in which people type could be used as a means of secondary authentication for safer passwords. He connected sensors to a microprocessor he had programmed to detect keystroke pressure, and used a separate program to measure action and pause time as users type. By analyzing data from these devices, Nikhil discovered that keystroke-based authentication is a potentially powerful technique for distinguishing and authenticating individuals. Nikhil won a second place award in Technology at the 2014 Broadcom MASTERS national finals.\nOvercoming Setbacks, St. Louis Teen heads to Silicon Valley to Pitch Businesses Idea (Joschula Page, 16, St. Louis, MO). Joschula Page designed a business plan around a bracelet that wirelessly charges the battery of a cell phone, called UNPLUGGED. Her idea was born when she needed to plug her dying cell phone into a wall all the way across the room from her desk. She asked herself “what if I could charge my phone from exactly where I’m sitting?” The plan earned her the opportunity to travel to Silicon Valley for the Network for Teaching Entrepreneurship (NFTE) National Youth Entrepreneurship Challenge last October. In addition to her innovative idea, Joschula overcame setbacks in order to compete in California. Her house was broken into one week before the competition and the computer containing her business plan presentation was stolen, making preparations extremely difficult. With support from her community and mentors, she made it to Silicon Valley and competed as a semi-finalist, learning about other youth businesses and networking with employees of large tech companies along the way.\nInspired by Relatives in Ethiopia, Teens Builds Novel Water Purification System (Bluyé DeMessie, 18, Cincinnati, OH). During the summer before ninth grade, Bluyé DeMessie, 18, visited his relatives in Northern Ethiopia and was shocked by the lack of clean water. Over the last four years, Bluyé developed a novel method to convert agricultural waste into a bio-charcoal that is capable of removing pollutants from water within a short contact time. Bluyé’s potentially game-changing work earned him grand prizes at the 2013 and 2014 Intel International Science and Engineering Fairs and 2014 Siemens Competition in Math, Science, and Technology. Bluyé has presented his research at national and international conferences including the 246th and 248th American Chemical Society National Meetings. Bluyé wants to create an efficient and high-capacity water filtration system that can be maintained by villagers in remote areas of third world nations. He plans to study chemistry as a freshman at Harvard University in the fall.\n5th Grader Designs Stable Drinking Cup for Patients with Parkinson’s (Lily Born, 11, Chicago, IL). Eleven year old Lily Born saw her grandfather, who was suffering from Parkinson’s disease, struggle to use a regular cup, spilling his drink in the process. Inspired to find a solution, Lily used moldable plastic to develop a prototype that was more stable and comfortable to use. The Kangaroo Cup can be used by individuals who suffer from muscular control issues, as well as young children. With the help of her father, she launched a crowdsourcing campaign and eventually raised enough funds to help bring the Kangaroo Cup to market. She launched product directly to the market on the crowdfunding sites Indiegogo and Kickstarter, where she successfully pre-sold over 10,000 cups. She was chosen as a member of the Independent Youth Teen Network, Selected as Business Insider's Top 11 year old in Tech, and was honored as a \"Young Wonder\" in CNN's Heroes Tribute. She is the youngest member of the Catalyze Chicago's Hardware Incubator.\nTeam from the U.S. Virgin Islands Launch into STEM with Rockets (Stephanie Bullock, 16; Shimeeka Stanley, 15; Gabriel St. Kitts, 13; Maria Heywood, 13; Amari DeSouza, 12, U.S. Virgin Islands). Under-represented minorities make up only 9.5% of American STEM workers. Determined to demonstrate that hard work and dedication can trump statistics, Elena L. Christian Jr. High School in the U.S. Virgin Islands inspires students to pursue higher education and careers in STEM through the Team America Rocketry Challenge. Their commitment has paid off, with teams qualifying and competing in the national finals four out of the last five years. Team Caribbean Splash was also selected to submit a scientific proposal to participate in the Small Satellites for Secondary Students (S4) Payload Contest. Their proposal was one of only five that was accepted. The team will be contending in the competition in Nevada this June.\nNew Mexico High Schooler Morphs Algae into Bio-Fuel (Sophia Sánchez-Maes, 16 Las Cruces, NM). When Sophia Sánchez-Maes learned that algae has the potential to yield 5000 gallons of biodiesel annually per acre, she wondered how best to harness that promise. She computationally modeled algae growth in order to optimize that phase of the biofuel-production process. Then she began work as a National Science Foundation Young Scholar, investigating how to convert a particular extremophile algae from Yellowstone into biofuel, with promising results. She found her algae holds the potential to fuel an energy positive wastewater treatment system, and also demonstrated lower cost conversion of the algae to fuel compared to traditional methods. Her work earned her a place at the Supercomputing expo in Los Alamos.\nYoung Researcher Harnesses Precision Medicine to Improve Cancer Diagnosis (Natalie Ng, 19, Cupertino, CA). Harnessing the power of Precision Medicine, Natalie Ng developed two micro-RNA-based prognostic models that can predict metastasis in breast cancer, and identified two micro-RNAs that independently impact the ability of breast cancer cells to metastasize. Ng’s project has important implications for breast cancer diagnosis and treatment. Breast cancer is the most prevalent cancer diagnosed in women worldwide, according to the latest WHO report. A frustrating reality about cancer is that even when initial hormonal treatment seems to work, metastatic cancer cells can survive and spread to distant sites in the body. Therefore, accurate prediction of metastatic outcome, such as with the aid of genetic signatures, can significantly improve the ability to predict the recurrence risk and to devise appropriate treatment strategies for individual cancer patients. Ng won First Place at the 2013 International BioGENEius Challenge.\nHigh-School Senior Taps Precision Medicine to Improve Cardiac Health Diagnostics (Ruchi Pandya, 18, San Jose, CA). Combining nanotechnology, biology and electrochemistry, Ruchi Pandya’s research requires small biological samples – only a single drop of blood – to test for specific cardiac biomarkers. She developed a one-square centimeter carbon nanofiber electrode-based biosensor that has the potential to improve cardiac health diagnostics for patients around the world. Ruchi takes her passion for STEM education beyond the lab by mentoring 9th and 10th grade students on research and engineering as a teaching assistant for her school’s STEM-research class. She has competed at the California State Science Fair every year, and has won 18 category and special awards for scientific research. After graduation, Ruchi intends to major in materials science and engineering, and hopes to pursue a career as a technology entrepreneur.\n6th Grade Engineers Design Earthquake-Safe Structures for Developing World (Julia Bray, 13; Luke Clay, 13; Ashton Cofer, 12, New Albany and Gahanna, OH). A team of Ohio 6th graders got inspired after befriending some Haitian students in 2010, right before the region’s devastating earthquake. Team “Quake Safe” wanted to find a solution to help make the many structurally unsound buildings in Haiti safer. The students experimented with materials that could withstand pressure and unique construction shapes to find a building design that would be both cost effective and structurally sound. Their hyperbolic bamboo creation takes on a paraboloid shape, inspired by the shape of Pringle chips, and uses bamboo – a fast growing renewable resource that is easily accessed by most in the region. The team won first place in the National eCybermission competition – a U.S.-Army run online contest that challenges student groups to submit detailed science or engineering project plans that solve a specific community-based challenge.\nCrustacean-Derived Bio-filter removes Antibiotics from Drinking Water (Valerio, 16; Anthony Archuleta, 15; Julia Johnson 15, Andrea Chin-Lopez, 15, Ranchos de Taos and Taos, NM). 9th-grade “Craybiotics” team member James Valerio is severely allergic to penicillin and other common antibiotics derived from penicillin. For him, exposure to water supplies that are potentially contaminated with these substances could be a matter of life and death. Using chitosan, a polymer that can be derived from the shells of crustaceans, he and his teammates developed a bio-filter system to remove antibiotic drugs from drinking water. The team tested different forms of commercially available chitosan and also created their own from natural sources: crabs. Their promising research could help solve the growing problem of antibiotics in the water sources.\nConnecticut Teen Patents Hiccup-Curing Lollipop (Mallory Kievman, 16, Manchester, CT). Hiccups are a nuisance for most, and a little-known side effect of chemotherapy, kidney dialysis, anesthesia, and other medical treatments—affecting quality of life for already-suffering patients. After enduring recurring bouts of hiccups over an extended period in the 7th grade, Mallory Kievman researched the physiology of hiccups and the associated folk remedies that have persisted over time. Mallory identified three approaches that worked to soothe her own hiccups: consuming apple cider vinegar, consuming sugar, and sucking on a lollipop. Mallory combined all three approaches and coined her invention the “Hiccupop.” Mallory is now a patented inventor (US Patent #8,563,030). Her creation appears to work by over-stimulating a set of nerves in the throat and mouth that may be responsible for the hiccup reflex arc. Her work earned her the honor of ringing the opening bell of the New York Stock Exchange and presenting at the Inc. 500 Awards Ceremony. Further research to test the efficacy of her invention is being conducted in 2015.\nAll-Girl Developer Team Codes App to help Teens Cope (Stephanie Lopez, 17; Chloe Westphal, 17; Amanda Arellano, 18, Kennewick, WA). Inspired by their own experiences with the difficult emotions that accompany adolescence, team “Safe & Sound” developed an app concept to provide a way for teens to manage anxiety and feelings of depression by sharing their feelings in a private journal. Following the tragic suicide of 15 year old student in their community, the girls teamed up with their Health Informatics teacher to find a way to harness technology to promote teens’ health and wellbeing. Their app concept was chosen from over 1,000 submissions by a panel of judges, ultimately earning the team a place as one of 8 National Winners of the Verizon Innovative App Challenge. Over the next few months, trainers from Massachusetts Institute of Technology (MIT) Media Lab will give the team onsite and virtual training on coding and app development, helping them to publish the app.\nWearable Breathalyzer Wristband Encourages Responsible Drinking. (Jonathan Hernandez, 17; Fanta Sinayoko, 18, Lancaster, CA). Jonathan Hernandez and Fanta Sinayoko represent their California high-school’s Lemelson-MIT “InvenTeam”—which designed and provisionally patented a unique blood alcohol content (BAC) detection wristband, called ëris. The apparatus, which sits on the underside of the wrist, is 1/8th the size of traditional breathalyzer technologies and, at $20, about 13% of the price of comparable breathalyzers. Upon blowing onto a miniature sensor in the wristband, the presence of ethanol triggers an analog voltage charge that is converted into a light-emitting diode (LED) reaction. Easily discernible colors indicate blood alcohol results to the wearer; green indicates the user is safe to drive (below legal limit BAC), and red indicates the user is not safe to drive (above legal limit BAC). The wristband is designed to be an appealing, viable option for adults and of-age college students who wish to drink responsibly. The team is currently working to file a utility patent, with at least one company expressing interest in a licensing agreement. Jonathan’s father emigrated from Mexico and his mother from Vietnam. Fanta’s mother and father emigrated from Guinea, West Africa.\nHarnessing Wave Energy to Purify Ocean Water for Drinking (Joseph Santana, 12; Sophia Nobles, 11, Tampa and Land O Lakes, FL). A team of Florida grade schoolers set out to find a renewable way of generating safe drinking water from ocean water – currently a costly process. The team designed WateRenew, a conceptual system that uses wing-like structures to harness energy from the vacillating hydroelectric forces of the underwater swells. WateRenew converts energy from the elliptical motion of waves into electrical energy that can power desalination of ocean water into drinking water. The desalination process incorporates a special “reverse osmosis” membrane made out of graphene to trap salt while allowing water molecules to flow through.\nYoung Patent-Holder Solves Challenges for Athletes, the Elderly, and New Parents (Lilianna Zyszkowski, 14, Norfolk, CT). Driven to invent things that help people, 9th grader Lilianna Zyskowski developed a series of inventions that use networked sensors to \"mind\" things for people.\n\tThe PillMinder was created with a grandparent in mind. It uses capacitive touch sensors, LED lights, and a networked microcontroller to remind people to take their medications on schedule. The device also alerts caregivers via Twitter and SMS whether the proper pills have been taken on time. Her second invention, Dolphin Swim Goggles, was inspired by a swim teammate's concussion and are designed to prevent head, neck, and hand injuries. The Dolphin Goggles used an ultrasonic distance sensor (like the ones used in car bumpers) and LED lights to alert swimmers before they hit the pool wall – and earned Lilianna ESPN’s Sports Invention Award. Her most recent invention, the BabyMinder uses conductive fabric to monitor a baby's temperature, diaper status, and distance from the parents—and then alerts the parents’ cell phones. As a Next Step Inventor with the Connecticut Invention Convention, Lilianna is also working with a Silicon Valley firm to bring the PillMinder technology to market.\nTeen “Teaches” Software to Distinguish Cancer-Causing Gene Mutations (Nathan Han, 16, Boston, MA). Nathan Han developed a machine-learning software tool to study mutations of a gene linked to breast cancer. Using data from publicly available databases, Nathan examined detailed characteristics of multiple mutations of the BRCA1 tumor suppressor gene in order to “teach” his software to differentiate between mutations that cause disease and those that do not. Nathan was awarded the Gordon E. Moore Award of $75,000 at the Intel International Science and Engineering Fair in 2014. He enjoys reading, Ping-Pong, and has been playing the violin since kindergarten.\nSophomore Student Transforms Old Piano into Interactive Jukebox (Sierra Seabrease, 15, Baltimore, MD). Sierra Seabrease, a Baltimore high-school sophomore, transformed an old, deserted piano into a fully functioning jukebox that pulls songs from an ever-changing Spotify playlist. Sierra’s “Jukebox Piano” has helped her discover a personal passion for interactive technology. Sierra continually updates both the appearance and functionality of the Jukebox Piano. Most recently, she used LEDs, a microphone, and other technology to create interactive lights that correspond to the music being played. Sirerra is a founder of and active participant in the Makerettes, a group that aims to expand the role of young women within the larger Baltimore tech community. She has given two TEDxYouth@Baltimore talks and is an active participant in tech outreach through “reverse mentoring” opportunities, such as helping to answer tech questions from new Teach for America teachers.\nStudents Send Science Project to the International Space Station (Anthony Holmes, 13; Jacob Rubio, 11; Kalista Ybarra, 12; Madelyn Hickman, 11, Antonio, TX). In 2015, “Crystal Tetris,” an experiment designed by students from Hobby Middle School in San Antonio, Texas, blasted off to orbit at approximately 220 miles above the Earth’s surface aboard the International Space Station (ISS). The project examined and concurrently compared the growth of ice crystals aboard the ISS and during a ground-truthing experiment on Earth at their school. Originally scheduled for an October 2014 launch, the students experienced a set-back when the rocket carrying their experiment exploded a few seconds after takeoff. The students regrouped and were able to recreate their experiment, which successfully launched in January 2015 and returned to Earth in February 2015.\nColorado Teen Branches out with Leaf-Imagery Project (Tiye Garret-Mills, 17, Denver, CO). High-school senior Tiye Garrett-Mills overcame a personal struggle with severe depression and anxiety. Inspired to make a change her life, Tiye started joining clubs and organizations, including participating in various science fairs. She began to research more economically viable and efficient ways to create images of the vein systems in leaves. Using an HP deskjet scanner, Tiye engineered several different methods to produce leaf images that could help reduce the cost and time it takes to procure these images professionally. She was recently accepted as a 2014 Recipient in the Teen Science Scholars program and participates in both the National Society of Black Engineers and the International Baccalaureate Black Student Organization.\nStudents Design Sustainable Low-Cost Lantern to the Light the Way along a Lake (Corine Peifer, 17; Kristian Sonsteby, 18, Wallenpaupack, PA). Today, the extension of shore electricity onto docks on Lake Wallenpaupack, PA is prohibited by lake regulations, resulting in poorly lit docks. Corine Peifer and Kristian Sonsteby, as part of a broader “InvenTeam”, designed a generator that uses the movement of a boat dock on Lake Wallenpaupack to produce electricity. The device consists of modified gear motors acting as generators attached to an arm that reciprocates when waves cause the dock to rise and fall. The produced through the wave motion is stored in a battery and used to power an LED lantern. This device uses safer low-voltage electricity, which is allowed on the Lake. Their device mounts directly onto the dock instead of floating as a buoy like most other wave-powered generators. It can be easily adapted for use on other lakes with floating docks. The generator produces enough power to maintain the 4.8 volts at 700 milliamp-hours. The lantern can be powered for 8 hours with an output of 30 lumens when fully charged. The first prototype cost just $300 to fabricate. The team’s invention is on display at the nearby Wallenpaupack Environmental Learning Center and earned first place in the Pennsylvania Entrepreneurship Challenge sponsored by EconomicsPA.\nIn North Carolina, Students Step Up to Protect Honeybees (Claudia Button, 12; Nathan Button, 12; Kate Fitzpatrick, 14, Banner Elk, Boone, and Mountain City, NC). The “Bee Aware” team from North Carolina is working to help revitalize honey bee populations and to inform the public and businesses about the harmful effects of specific chemicals on honey bee populations and the harmful ramifications to human, animal, and plant life. As part of their project, the group has presented to local garden clubs, Christmas tree farms, businesses, visitors, and tourists about honeybee science. They’ve also presented scientific information about honeybees to schools across the region, educating more than a thousand High Country elementary schoolers on the importance of honeybees and what can be done to protect them. The Bee Award Team was awarded the $25,000 Columbus Foundation Community Grant for their project, which will include the opening of a bee sanctuary in their community this spring.\nRaised in Family of Farmers, Student Seeks Sustainable Alternative to Ethanol (Eric Koehlmoos, 18, Granville, Iowa). Eric Koehlmoos’s conducted three years of research with prairie cordgrass and switchgrass to better understand their impact in the cellulosic ethanol industry. Coming from a farming family, Eric has always been interested in the biofuel industry and in the new cellulosic ethanol plants being built near his home. Working with professors at South Dakota State University, Eric conducted experiments with cordgrass and switchgrass, discovering that both grasses produce nearly 200 more gallons of ethanol per acre than corn and wheat straw, two mainstream methods for ethanol production. He also discovered that when these grasses are pretreated with calcium hydroxide, ethanol yields are increased by as much as 80% and byproducts have higher protein values than corn distiller grains. Eric placed first in the National FFA Agriscience Fair and hopes to one day use these grasses to commercially produce ethanol in the Southern Plains, providing a sustainable solution to meet agriculture needs while avoiding competition with the food supply.\nUsing Machine Learning Techniques, Teen Demystifies Proteins Involved in Cancer and Ebola (Anvita Gupta, 17, Scottsdale, Arizona). Anvita Gupta used machine learning to “teach” a computer to identify potential new drugs for cancer, tuberculosis, and Ebola. She combined artificial intelligence techniques, 3D visualization, and biomimicry to systematically discover which drugs might inhibit the interactions of intrinsically disordered proteins with other proteins. These proteins make up 70% of all cancer proteins and are mutated in tuberculosis and Ebola. She’s also an advocate for getting more girls in science fields, starting an after-school computer science group to teach middle school girls programming and app development. Forty girls enrolled the first year. Anvita’s research earned her Third Place Medal of Distinction for Global Good at the 2015 Intel Science Talent Search.\nPhoenix Teens Lead Award-Winning Robotics Team (Sergio Corral, 17; Isela Martinez, 17, Phoenix, AZ). Phoenix high school seniors Sergio Corral and Isela Martinez are the president and vice-president, respectively, of the Carl Hayden Community High School Robotics Team. This team continues a winning tradition (and history of sending its students into collegiate engineering schools) ever since its remarkable 2004 first place finish in a sophisticated underwater robotics competition (defeating the likes of MIT and other college programs.) The story of this team, which features Sergio and Isela, was chronicled in the documentary film, Underwater Dreams, released last summer. Sergio and Isela, like many other Carl Hayden Robotics team members, have shown grit, resilience, and perseverance to achieve their goals and have inspired other students, especially those from immigrant communities, to pursue science. Carl Hayden Robotics, a member of the FIRST Hall of Fame, has won four consecutive Arizona FIRST Robotics regional competitions – and they compete in the prestigious AUVSI Robosub competition against universities.\nClassmates Team up to Give Wheelchair 3D-Printed Upgrade (Mohammed Sayed, 16 and Kaitlin Reed, 16, Cambridge and Dover, MA). Mohammed Sayed is a wheelchair-bound student at NuVu experimental high school in Massachusetts, which encourages students to solve real-world problems through hands-on apprenticeship opportunities and studio-teaching. Mohammed and classmate Kaitlin Reed used a 3D printer to transform his wheelchair into a cutting-edge piece of technology. First, Kaitlin built and added a “hand-drive”, a lever-powered attachment that can propel the wheelchair both forwards and backwards, snap on and off the wheelchair easily, is entirely 3D printable, and completely open source. Then, Mohammed added a Universal Arm – a 3D-printed modular arm that can be used as a food tray, camera tripod, rain canopy, laptop holder, and cup holder.\nTeam of Students in Foster Care System will Compete in Georgia Robitics Regionals (Taj Rhodes, 14; Malachi Williams, 16; Johnny Manuel, 18; Illya Wynn, 15; Virginia Wynn, 13; Stephan Ellis, 10, Atlanta, GA). A rookie First Robotics team from Atlanta will be the first in the state of Georgia to participate as a group of kids from the state’s Foster Care System. The entire team is comprised of extraordinary students in the Georgia Foster Care System. These students are working on a robot on site at Johnson Research and Development and are being mentored by Dr. Lonnie Johnson, best known as the inventor of the Supersoaker. These students will experience their First Robotics Competition and compete at the Peachtree Regional FRC competition this spring.\nWith 3D-Printed Prosthetic Paws, Pup can now Run and Play (Derby the Dog, 18 months). Tara Anderson works at a South-Carolina-based company focused on 3D printing. When she took in a disabled foster dog named Derby, who was born with deformed front legs, she decided to take action. Tara worked with colleagues to design custom-made prosthetics for Derby using data from CAT scans and 2D photos of the dog’s legs. She was then able to 3D-print the new limbs. The pup, who has since been adopted by a loving family, can now run and play. He is reported to enjoy accompanying his owners on a 2-mile jog every morning.\nIn addition to those exhibiting, honored students invited to the White House Science Fair include:\n\n\n\t\tTherechel Abad, 14, McAllen, TX, Rio Grande Valley Science and Engineering Fair\n\n\t\tErnald Jules (E.J.) Aloria, 17, Wetumpka, AL, BEST Robotics\n\n\t\tSreya Atluri, 18, Centreville, VA, Aspirations in Computing\n\n\t\tZena Marie Banker, 17, Wetumpka, AL, BEST Robotics\n\n\t\tKaren Bonilla, 16, Miami, FL, Network for Teaching Entrepreneurship (NFTE) National Youth Entrepreneurship Challenge\n\n\t\tIan Elijah Coolidge, 14, Hollis, NH, Christopher Columbus Awards\n\n\t\tShemar DaCosta, 14, Bronx, NY, C/I Hackathon\n\n\t\tMackenzie Dix, 12, Tipp City, OH, Invention Convention\n\n\t\tAudrey Gallier, 13, Brookfield, IL, You Be The Chemist Challenge\n\n\t\tSwapnil Garg, 14, Sunnyvale, CA, MATHCOUNTS Competition Series\n\n\t\tCraig Hammond, 12, Las Vegas, NV, eCYBERMISSION NANOS\n\n\t\tTerrence Jackson, 16, Washington, DC, Team America Rocketry Challenge\n\n\t\tAriel Jordan-Zamora, 18, Chicago, IL, State of Illinois Science Fair\n\n\t\tRobert Kancans, 17, White Bear Lake, MN, University of Pittsburg Cancer Institute Academy\n\n\t\tKevin Liu, 14, Carmel, IN, MATHCOUNTS Competition Series\n\n\t\tBethany Macz, 10, Los Angeles, CA, Curiosity Machine\n\n\t\tNaren Manoj, 18, Houston, TX, Zero Robotics High School Tournament\n\n\t\tEsi McAllen, 17, New York, NY, Verizon App Challenge\n\n\t\tRyan McCrystal, 11, Leesburg, VA, CyberPatriot: The National Youth Cyber Defense Competition\n\n\t\tMatthew Meadows, 14, Atlanta, GA, MATHCOUNTS Math Video Challenge\n\n\t\tDalilah Medina, 9, Los Angeles, CA, Curiosity Machine\n\n\t\tSabrina Melendez, 15, Alexandria, VA, Team America Rocketry Challenge\n\n\t\tAlon Millet, 17, Franklin Lakes, NJ, USAID Innovation Award\n\n\t\tGarret Minor, 15, Fairburn, GA, MATHCOUNTS Math Video Challenge\n\n\t\tJoshuah Andreas Noel, 18, Wetumpka, AL, BEST Robotics\n\n\t\tErick Patterson, 14, College Park, GA, MATHCOUNTS Math Video Challenge\n\n\t\tTerrell Prince, 15, Atlanta, GA, MATHCOUNTS Math Video Challenge\n\n\t\tLauren Prox, 18, Newport News, VA, Girl Scout Gold Award Project\n\n\t\tAustin Roberts, 16, South Charleston, WV, Zero Robotics High School Tournament\n\n\t\tBhavjeet Sanghera, 12, Great Falls, VA, CyberPatriot: The National Youth Cyber Defense Competition\n\n\t\tMonica Saraf, 13, Herndon, VA, CyberPatriot: The National Youth Cyber Defense Competition\n\n\t\tToni-Chanelle Suncar, 10, Chelsea, MA, Citizen Schools SCRATCH Apprenticeship Program with Digitas\n\n\t\tHeather Sweeney, 15, Katy, TX, Science Olympiad\n\n\t\tPeter Christopher Szczeszynski, 13, Hollis, NH, Christopher Columbus Awards\n\n\t\tSteven Patrick Szczeszynski, 11, Hollis, NH, Christopher Columbus Awards\n\n\t\tLucero Varela, 17, Chicago, IL, Public School Science Fair\n\n\t\tKatie Wiesner, 12, Las Vegas, NV, eCYBERMISSION NANOS\n\n\t\tRahul Yesantharao, 15, Houston, TX, Zero Robotics High School Tournament\n\n\t\tJingze (Erik) Yu, 15, Katy, TX, Science Olympiad\n\n###\n\n\n\n\n"
}