{
    "title": "Press Briefing By Senior White House Officials On The First Plenary Session Of The Summit Of The Americas | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/press-briefing-senior-white-house-officials-first-plenary-session-summit-americas",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 18, 2009\n\n \n\n\n\nPress Briefing By Senior White House Officials On The First Plenary Session Of The Summit Of The Americas\n\n\n\n\n\n\nTHE WHITE HOUSE\n\t\tOffice of the Press Secretary\n\t\t(Port of Spain, Trinidad)\n\n\t\t__________________________________________________________________\n\n\t\tFor Immediate Release                   April 18, 2009                     \n\n\t\t \n\n\t\t PRESS BRIEFING\n\t\tBY PRESS SECRETARY ROBERT GIBBS,\n\t\tCHAIRMAN OF THE NATIONAL ECONOMIC COUNCIL LARRY SUMMERS,\n\t\tAND DEPUTY NATIONAL SECURITY ADVISOR\n\t\tFOR STRATEGIC COMMUNICATIONS DENIS McDONOUGH\n\t\tON THE FIRST PLENARY SESSION OF THE SUMMIT OF THE AMERICAS\n\n\t\tCrowne Plaza Hotel\n\t\tPort of Spain, Trinidad and Tobago\n\n\t\t \n\n\t\t1:32 P.M. EDT\n\n\t\tMR. GIBBS:  Good afternoon, guys.  I want to -- we're going to start this -- we'll take some questions afterwards, but Dr. Larry Summers will give you guys a readout on the first plenary session that the President sat through this morning.\n\n\t\tLarry.\n\n\t\tDR. SUMMERS:  It was a good discussion.  The focus was on human prosperity.  There were several initial speakers, and then when the conversation moved to interventions, the President was the first of the speakers, and he spoke for about five minutes.  He articulated some of the same themes that he's been articulating domestically and that he articulated at the G20.\n\n\t\tHe emphasized that this is the most serious economic and financial crisis in any of our lifetimes; that it had both the financial and the economic dimension; that countries needed to respond both by supporting their economies and their financial systems.\n\n\t\tHe spoke about the outcome of the G20, emphasizing the commitment to the IMF, not just -- in particular he emphasized not just the financial commitment to the IMF but to changes in voice and vote and changes in the way the IMF did its business.  He referenced the importance of further support for the development banks, and in particular the need for the development banks to be able to expand their lending.\n\n\t\tHe spoke about the importance of the expansion being a sustainable and enduring one, and in particular the importance of everyone being included in -- benefitting from the expansion, if it was to be sustainable and enduring.\n\n\t\tWhat I was struck by in the subsequent discussion, and I would guess a dozen, perhaps a little more, of the leaders spoke -- the Latin Americans who were members of the G20, Mexico, Argentina and Brazil -- spoke, those with a more leftist perspective -- Venezuela, Morales from Bolivia spoke; a range of others. \n\n\t\tI think what was striking in their comments were a number of commonalities:  recognition of the gravity of the situation; gratitude for what they perceived as a very different American sensibility than they had been engaged -- than they had been engaged with earlier; concern that these policies be implemented as effectively as possible; a recognition that in many ways Latin America was a victim of a storm that had started outside of its borders; and an appreciation of -- for example, of the fact that the IMF was taking over a very different kind of posture towards the region than it had historically by being prepared to make available contingent funds such as the FCL facility for Mexico; and a very substantial emphasis on the long-standing theme common to the Americas of the need to make sure that prosperity was inclusive and recognizing of everybody.\n\n\t\tThere was a desire to look back at -- to look to the United States for leadership and to look to what we were doing as an example.  And in one slightly humorous aside after the first eight or nine speakers had completed their interventions, the Chair, Prime Minister Manning, remarked on the fact that there was no -- that none of the speakers had stayed within their time limit.  And the President raised his hand and remarked that he had stayed within -- within his time limit, and Manning acknowledged that that was indeed the -- indeed the case.  And I think after that, while the -- not all rigorously adhered and stopped when the red light went up, there was somewhat greater order in the lengths of interventions.\n\n\t\tI think relative to many past hemispheric interactions, there was more anger at the common foes of poverty, financial instability, and slow growth, and less heat directed at the United States or directed at imperialism, what was seen as imperialism, than was the case.  And so I think this was a constructive -- very constructive meeting and I think there will going forward be a somewhat different tone that offers favorable -- that offers favorable prospects.\n\n\t\tI think we're ready to answer some questions.\n\n\t\tMR. GIBBS:  Major.\n\n\t\tQ    Larry, where does trade fit into all of this?  There have been some side talks today with the Colombians.  There have been ongoing developments with the Panamanians.  Many folks here are wondering about what the state of trade is going forward in the Obama administration.  Prime Minister Harper wants the administration to make a very strong statement here that free trade is part of the global economic recovery.  Is there going to be any developments here with the Colombians on that long, lagging trade agreement or something new with the Panamanians?\n\n\t\tMR. GIBBS:  Major, let me address this.  The President has asked our Trade Representative, Ambassador Kirk, to work with the Colombians to work through our remaining concerns, the President's remaining concerns, about violence against labor leaders in Colombia.\n\n\t\tAmbassador Kirk met with President Uribe yesterday and with the Finance Minister today.  And we hope that that dialogue continues and that we can make progress about the remaining concerns that we have.\n\n\t\tIn terms of Panama, we had similar concerns relating to the treatment of labor.  A member of the Congress that has now since been charged with the killing of a labor leader was one of the -- was the reason it held up what the President agreed was a constructive trade agreement because it had in it -- it met his test of having core labor and environmental standards contained in the body of that trade agreement.\n\n\t\tSo I think there is hope that we can continue to make progress on some of these agreements, and understanding -- and certainly Larry can speak to this far better than I can -- we've seen as a result of this global recession a severe drop in the demand for exports.\n\n\t\tDR. SUMMERS:  I'd just add two things.  The first is that the President was very emphatic -- and this was really very widely shared -- that while global GDP this year will probably decline by about 1 percent, global trade may decline by 10 percent or more, and that it's terribly important that there be no movement to protectionist measures.  And the President was very clear that the United States would not move to protectionism; that he thought it was hugely important that others would not move to protectionism.  And that was a sentiment that Stephen Harper enunciated, and it was really quite widely shared in the discussion.  Certainly nobody that I heard spoke up for protectionism.\n\n\t\tI would say with respect to Panama that there are also some important issues that need to be worked through having to do with cooperation in resisting tax evasion and in assuring that financial regulation can work, having to do with issues like bank secrecy.  And those are also issues that Ambassador Kirk is working on.\n\n\t\tMR. GIBBS:  Major, let me just -- let me clean up just part of my answer for a second, be a little bit more clear.  On Panama, it was the former President of the National Assembly who has since been indicted, I'm sorry, for killing an American soldier.  He's no longer in the position of President of the National Assembly.  That's what had held up -- that was part of the hold-up -- part of our concern about the Panama agreement.\n\n\t\tYes, ma'am.\n\n\t\tQ    Mr. Summers, you said that most of the leaders expressed some appreciation for the new sensibility in American policy.  Does it include Presidents of Venezuela and Bolivia at this session?\n\n\t\tDR. SUMMERS:  I think it's probably best, as I understand the international etiquette of these things, for me not to seek to characterize any other leaders' questions.  So I think I would leave it that there was a very general appreciation of the -- of what was seen as the sensibility and the willingness to listen and the sense of shared engagement with these problems, and I think that was something that was quite widely -- widely shared.\n\n\t\tI think there is a -- I think there is also a sense being projected to us from a number of different quarters of desire for a different relationship with the United States than has existed historically.  But of course relationships depend on more than smiles and handshakes, and so we'll have to see what happens going forward.\n\n\t\tQ    At the plenary session, was there discussion of this new $100 million Microfinance Growth Fund?  And if so, what was -- how was it received and how did Obama talk about it?\n\n\t\tDR. SUMMERS:  It was -- it was referred to and there was general -- a number of comments approving of a notion of development that bubbled up, such as the kind that that fund is directed at supporting, rather than development that sort of tried to push through top-down.  But there wasn't discussion in detail of the modalities of that fund.\n\n\t\tMR. McDONOUGH:  You should be able to get some of the details in the paper that should be going out now, if it hasn't already.\n\n\t\tMR. GIBBS:  Dan.\n\n\t\tQ    I know you touched on this a little bit, but what is the number one issue that these leaders are looking to the United States to do to help their economies?\n\n\t\tDR. SUMMERS:  I think they're looking for two things, Dan.  They're looking to see us succeed and they're looking to see us succeed because of our scale and size in the global economy, its impact on their export markets, its impact on remittances to their countries, its impact on the flow of capital to their countries.  I think they're looking to see us to succeed, and of course the President is focused on nothing more than our economic leadership.\n\n\t\tSecond, they're looking for us to pursue policies that are genuinely directed at promoting their prosperity because of the common interest that we all have in each other's prosperity.  That's why there was discussion of steps that had been taken at the G20 with respect to the IMF, with respect to the development banks, and the importance of executing on those steps as rapidly as possible.\n\n\t\tMR. GIBBS:  Laura.\n\n\t\tQ    Thank you.  Two questions.  In terms of economic -- moving forward economically, was the U.S. essentially encouraging countries to turn to the IMF for aid?  I know there's been some reluctance to that.\n\n\t\tAnd on Colombia, would you describe yourselves as optimistic that these remaining issues can be worked out and you can come to a point where you could recommend this agreement?\n\n\t\tDR. SUMMERS:  Mr. Gibbs will take -- I was going to give an answer, but we'll let Mr. Gibbs -- (laughter) -- no, I'm kidding around.  Mr. Gibbs will give the second answer.\n\n\t\tLook, I think it's -- I think it's hard enough to judge things as they are and to predict economies without trying to predict political negotiations.  So we're working on it with respect to Colombia, but I don't want to try to -- I don't want to try to predict what's going to happen.\n\n\t\tWith respect to the IMF, I don't think we saw it as our place to dictate to people what they should or should not do with respect to the IMF.  Rather, we've been supportive of what has been an evolution in the IMF's policies that reflects the current circumstances.  Current circumstances are that nobody expected a global financial crisis of this magnitude; that the global financial crisis is a kind of economic hurricane affecting countries; and that in that context, there is a need to have a capacity to provide them with assistance that doesn't blame them for the problem or force them to have the kind of wrenching structural changes that might be appropriate if their policy errors had been the source of their problems.\n\n\t\tAnd so we have worked to promote a more constructive -- or probably a better way to put it is a better tailored IMF response to this problem, and that was particularly a focus of discussion on the first stop on this trip in Mexico, where Mexico has availed itself of what is not money for a bailout but is contingent availability of credit so as to maintain confidence.  And the President was able -- President Calderón was able to report to President Obama and I was able to have more technical discussions with the Mexican financial officials on the fact that over the last month or so, there had been a significant appreciation of the Mexican peso, and improvement in Mexican financial conditions, in part because of global trends, but in part because of what the IMF was able to do using these new modalities.\n\n\t\tMR. GIBBS:  Jeff.\n\n\t\tQ    Jeff Mason from Reuters.  Larry, a question about banks, and we chatted about it a little bit before, but to what extent -- or what is the President saying to the leaders here about the health of the U.S. financial system?  Is it a concern for the leaders here?  And while we've got you, can you give us an update maybe on how much money you think the banks are going to need to stay afloat?\n\n\t\tDR. SUMMERS:  Actually, there are 19 banks, and if you all get out your pads, we can go through each of the 19 banks and discuss their situation in some detail -- no.  (Laughter.)  That was a joke.  (Laughter.)  The stress tests will be announced when the stress tests are announced and at that point the appropriate regulatory authorities, who do not have offices in the White House, will communicate as they see fit with respect to the situations of individual banks.\n\n\t\tThe health of particular banks or even the health of the banking system, it was interesting, was not a major focus of the conversation.  People were more -- it was interesting -- the primary focus of almost all the interventions was on what countries were doing to help themselves rather than on asking what the United States should do for them.  So I wouldn't say that there was much discussion of the health of the banks.\n\n\t\tMR. GIBBS:  Yes, ma'am.\n\n\t\tQ    I would like to know if the United States has agreed concretely to increase the funds of the IDB, or if it's only under study.  And the second question is, the United States gave to Brazil and Mexico swaps but Argentina got it from China.  If you could explain why was this and why United States didn't give Argentina?\n\n\t\tDR. SUMMERS:  With respect to the IDB, the President believes the IDB can, should, and he expects will lend significantly more in the near future than it has in the past using its existing authorities and its existing headroom.  He also believes that it is appropriate to consider a capital increase, but that that capital increase has to be considered in -- which is not necessary -- a stress -- which is not necessary in order to increase lending over the next year or two.  The increase in lending can take place prior to a capital increase, and he believes a capital increase is something that should be examined, but that should be examined alongside of the functioning of the institution, the effectiveness and plans for the use of the money, and so forth.\n\n\t\tYou know, this is really very much in line with the perspective he's taken in his own domestic policies, where he has placed enormous emphasis on the way in which stimulus funds are going to be used and making sure that there are all the right kinds of protections, to make sure there's efficient contracting, all the right kinds of protections to ensure that projects are well selected and the like.  And as we move towards a possible capital increase in the IDB, he wants to make sure those things are done in the IDB.\n\n\t\tWith respect to the swap lines, the judgments were made actually by the central -- by the Fed and actually during the previous -- late in the term of President Bush on the basis of financial circumstances at that time.  I think the President's judgment is now, with these new IMF policies, there is substantial capacity for those who would benefit from that kind of thing, which is basically countries whose fundamentals are strong and whose principal problem is what happened to the global economy, that there exist appropriate modes for supporting those countries.\n\n\t\tMR. GIBBS:  April.\n\n\t\tQ    Republicans are back home screaming the President is spending entirely too much money, as you said, in one of the worst financial times of our time.  Where is the money coming from?  And how much, all total, are you expected to be allotting in new monies during this Summit of the Americas?\n\n\t\tMR. GIBBS:  I'm sorry, the complaint is about money that's being spent at the Summit of the Americas?\n\n\t\tQ    No, no, no, no, the President spending too much money overall?\n\n\t\tMR. GIBBS:  Right.\n\n\t\tQ    So what -- I mean --\n\n\t\tMR. GIBBS:  That's -- that's a different quarter in the same jukebox, though, I think.  I don't think that's a whole lot new.\n\n\t\tQ    It may not be a whole lot new, but what -- in total, what new monies are you expected to give to countries in this summit, and where is it coming from?\n\n\t\tMR. GIBBS:  Well, let me have Denis do that answer, but let me take the larger answer.  The President came into office -- folks like Larry and others on the economic team, hundreds of economists that aren't part of the group of people that brief the President each and every day, all recognize that our economy was in a severe economic recession, that our global economy was in a severe global economic recession, and that we were likely to see, as we did last quarter, and likely to see when the figures come out for the most previous quarter -- I'm sorry, the last quarter of 2008 -- the most previous quarter in 2009, numbers that denote that severe economic recession.  The President took swift action to meet the dramatic decrease in demand with an economic recovery and reinvestment plan that will be people back to work.\n\n\t\tI would also point out, April, that for all the people that tell you or talk about the money that we're spending, I would point to the fact that we have a budget document that cuts the budget deficit in half in four years.  That's not our figures, that's the Congressional Budget Office figures -- putting us back on a path toward fiscal sustainability, unlike one we've seen in quite some time in Washington.\n\n\t\tAnd there are many efforts afoot to cut out wasteful and unnecessary spending.  The Secretary of Defense working in the Pentagon outlined a very aggressive but needed plan to move resources from what we had been spending money on in the Pentagon to the needs that we have right now.\n\n\t\tSo there are plenty of opportunities for all members of Congress to get on a bandwagon to put ourselves on a path toward fiscal sustainability, while at the same time meeting the urgent demands that the American people have in the midst of a severe economic recession.\n\n\t\tMR. McDONOUGH:  I would just add that, you know, the -- just to build on Robert's last point, the President did come on this trip with very important investments, all of which are appropriated within the budget itself.  So it allows him to obviously invest in a very concrete way with all the appropriate oversight and checks while also maintaining the long-term fiscal health of the federal budget. \n\n\t\tBut some of the -- you've heard the President talk about some of those proposals, including $66 million for new helicopters in support of efforts countering cartel violence in Mexico; $100 million investment in terms of microfinance for the poorest of the poor of the region; $30 million investment in public security in the Caribbean, where too often now people are unable to go about their daily life because of violence.\n\n\t\tAnd so these are all, as I say, important indications that the President is very concretely focused on the region, our interests in the region, but also doing so in a way that's fiscally responsible and subject to all the oversight and checks on federal spending.\n\n\t\tQ    So, all total, it's, okay, $66 million, $100 million and $30 million -- that's all you're bringing in your purse --\n\n\t\tMR. McDONOUGH:  We'll be happy to add the total up for you at the end of the day tomorrow so you can have a good sense of --\n\n\t\tQ    So, more coming -- more coming?\n\n\t\tMR. McDonough:  I'm sorry?\n\n\t\tQ    More coming?\n\n\t\tMR. McDonough:  Well, the President talked about a certain number of things last night.  We're still working through a number of them as well and we'll have a -- get that total for you tomorrow.\n\n\t\tQ    Mr. Summers, I'd like to know, what is the President bringing home tomorrow?  What kind of achievements or results are you presenting which helps the American economy to improve?  What are the most important results he can present tomorrow?\n\n\t\tDR. SUMMERS:  I think he's bringing -- he's going to be coming back with a relationship with Latin America and a commitment to shared growth throughout this hemisphere that is stronger than the commitment that existed before he took this trip.  That commitment is going to show itself over time in more rapid growth in Latin America, which is going to mean more rapid growth in the American economy -- an American economy whose ultimate health is going to be very critically dependent on exports, giving us a very substantial scope for growth, for a more balanced pattern of growth.\n\n\t\tYou know, if you look around the region, whether you look in Mexico, Brazil, Costa Rica, a number of different countries, they really have been moving along the path that the President has been laying out.  This included fiscal stimulus.  If you look across the region, obviously the United States has the largest economy, the largest part of it, but they'll be approaching or perhaps slightly exceeding a trillion dollars in fiscal stimulus packages that have been announced.  And that is to the benefit of the whole global economy and certainly to the benefit of the economy of the Americas.\n\n\t\tMR. McDonough:  Let me just add a piece to that, which is that we're obviously still in the midst of -- the President is still in the midst of the work that he's doing.  We are confident that we'll go home with some very robust commitments on energy and climate, on commitment to public security, and a renewal of the region's commitment to democracy.\n\n\t\tBut let me just underscore a point that Larry made and referred to earlier, that obviously there is great hope that with all the outreach to the President from some of the countries in the region that we are indeed starting new relationships.  But I think the President has been making very clear that while handshakes and photographs and smiles are important, they're certainly not good enough and there will be tests on whether we have in fact entered a new era, a new set of relationships in the days and weeks and months ahead.\n\n\t\tQ    I've got two questions.  One, how confident are you that those agreements will be signed by all the participants?  And secondly, what does the President staying within the time limit mean about the equal partnership he talked about last night?\n\n\t\tMR. McDONOUGH:  Well, I did hear one of the heads of government suggest that last night demonstrated, in fact, that indeed less is more -- that's one.\n\n\t\tTwo is, as it relates to what will be signed and so forth, you know, I think these communiqués and so forth have been handled in different ways in the past.  My sense is that there's a lot of different ways to do it, including having the host sign the communiqué, having everybody sign the communiqué.  So frankly I don't have the latest on that.\n\n\t\tBut as it relates to the specific agreements that we brought down, we'll be working those in a variety of fashions -- bilaterally, certainly, as it relates to Mexico -- and several of the other things, in fact, as Robert and Larry both pointed out on Panama and Colombia.\n\n\t\tSo we'll be going back with kind of a range of agreements, we think.  And they'll, regardless of the form, be based on a fundamental belief here that this summit has been a good opportunity to advance our interest in the hemisphere.\n\n\t\tMR. GIBBS:  Just one addition.  I think the President would agree with this notion that whether it's here, whether it's in announcements that we've made about Cuba, or our stop in Mexico, that actions speak louder than words, even when words come in 50-minute increments.\n\n\t\tQ    Larry, in the conversations with the Caribbean countries, did any of the banking issues and some of the -- and I know it came up at the G20, about sort of the idea that they've become tax shelters for this -- did the President at all push this issue?  Are you guys wanting to push these Caribbean countries that maybe have been skirting some issues?\n\n\t\tDR. SUMMERS:  It did come up.  Some of the countries that have benefitted from their status as havens noted how important those benefits had been to their economies.  And the President indicated understanding of their situation and willingness to work constructively on transitions, but also made it clear that he felt that addressing these kinds of concerns around secrecy and tax evasion and the like was really crucial to the kind of global economy and the kind of global economic and financial system that he wanted to -- that he wanted to create.\n\n\t\tSo there was a sort of an honest discussion of both perspectives and I think there was understanding and appreciation of the President's position.\n\n\t\tIn general I think something I was struck by in the various meetings the President had with the Caribbean group, with the South American group today and in the plenary session, compared to many of these international meetings, was that there was a sort of sense of candor and a recognition on both sides that there wasn't going to be complete agreement on every question and that that was okay, but that we'd get to the best places if everybody had as clear an understanding of how each other saw things as possible.  And that was really the spirit of the communication.\n\n\t\tQ    What is the middle ground in this -- with these Caribbean nations and their banking system that you could try and help with the transition and accomplish what --\n\n\t\tDR. SUMMERS:  I think it probably goes to questions of time frame, it goes to recognition; it doesn't go to the fundamental principle that people shouldn't be able to profit by maintaining policies that support the evasion of other countries' laws.  That's obviously an important theme for us and it's an important theme for the Europeans vis-B-vis a number of European jurisdictions, and I think it actually represents a real step forward with respect to the financial system.\n\n\t\tQ    Do you have any reaction to the Iranian American journalist, Roxana Saberi, sent to jail for eight years in Iran?  And does the President consider it a setback to his new approach toward the Iranian regime?\n\n\t\tMR. GIBBS:  Well, I would echo the statement that Secretary Clinton put out on this.  The President is deeply disappointed at this news.  His thoughts and prayers are with her and her family.  And I think we will continue to express the concerns that we have through the Swiss to the Iranian government, and make sure they underscore and understand our deep concern for these actions.\n\n\t\tQ    Is it a setback, Robert?\n\n\t\tMR. GIBBS:  I think -- without getting too far into it, I think what we think is important is that the situation be remedied and that -- without getting too deeply into that, I'll leave it at that.\n\n\t\tQ    But would you say the concerns are conveyed to the Iranians?\n\n\t\tMR. McDonough:  You know, Major, I think that -- talking to the President this morning, I think that he saw it as a real setback and a real disappointment for the family, in particular.  And --\n\n\t\tQ    Setback for the family?  Or a setback for the --\n\n\t\tMR. McDonough:  Correct, for the family.  He was very struck by how difficult this must be for the family.  He underscored our belief that she is wrongly charged.  She is an American journalist who has just been practicing journalism.  And I think he was -- both Robert and the Secretary have been very clear on it.\n\n\t\tQ    How did you convey his concerns to the Iranians, you said?  How did you convey them?  Through directly or through the Swiss?\n\n\t\tMR. McDonough:  Yes, I think you're aware that Secretary Clinton has communicated directly with the Iranian government about this issue, more generally -- not specifically today.  But we will be making our views on this particular case known through our intersection in Tehran, which is run by the Swiss.\n\n\t\tQ    How can you move forward with anything with the Iranians with this?  I mean, you're kind of careful in saying, you know, it's not -- you're not saying whether it is or is not a setback for your relations, but how can you move forward with this kind of looming over any kind of negotiations?\n\n\t\tMR. GIBBS:  Well, I think the direct contact -- I mean, the underscoring of our concern directly with them doesn't mean we're working around it.  We're in fact addressing it and working through it.\n\n\t\tQ    We were told this morning, on Cuba, that the President was asked about this issue and was pressed by South American leaders to try to do more.  I just wanted to see -- two quick points.  Now that you've had a little bit of time to assess the developments over the last couple days, is it clear from the White House how you're viewing what Castro has said?  Is this a breakthrough?  Are you still in a wait-and-see mode?\n\n\t\tMR. GIBBS:  Well -- and I'll let these guys discuss what was said in the meeting -- and I'd reiterate what I said a second ago and even some yesterday on the plane.\n\n\t\tThe President believes, and believed throughout the campaign, that we should change our policy; at the same time, understanding that what some in the hemisphere and in this region want is also -- has to be up to the actions of the Cuban government. \n\n\t\tI've said this, the President has said this throughout this trip, that if the Cuban government and people in this region desire greater freedom for the Cuban people, the Cuban government is free to take those actions.  The Cuban government can release political prisoners.  The Cuban government can stop taking money from remittances that -- and money that's being spent -- sent back into their country.  They can do more on freedom of the press.  There's a lot that the Cuban government can do to demonstrate its responsibilities and its willingness to change that relationship, as well.\n\n\t\tI think the President is -- believed that the action that he took had to be taken and is pleased with the reaction that it's had thus far.\n\n\t\tQ    Are there any next steps for the U.S. government, though, beyond waiting to see what Cuba does on those points?\n\n\t\tMR. GIBBS:  Well, as we said earlier this week, we will continue to evaluate and watch what happens.  We're anxious to see what the Cuban government is willing to step up to do.  And I think the President believes that significant action has been taken, and by all accounts, Cuban Americans are planning for the first time in a while to travel back to Cuba and see friends and family that they otherwise wouldn't have been afforded to do except on a very minimal basis.\n\n\t\tQ    So the ball is still in the Cuban court?\n\n\t\tMR. GIBBS:  It always has been.  It always has been.  They --\n\n\t\tQ    But especially since Monday?\n\n\t\tMR. GIBBS:  Well, but even before Monday.  I mean, you know, the -- you know, I can only imagine what you guys might do if the President gave a three-hour speech about -- about the care and concern for their people --\n\n\t\tQ    Is it fair to say since Monday's moves, you're looking for something reciprocal?\n\n\t\tMR. GIBBS:  But I think that -- hold on -- you know, but even before the President outlined changes in our policy related to Cuban Americans' travel and remittances, the Cuban government was and still is capable of making change.\n\n\t\tI'm sorry, Major, what was your thing?\n\n\t\tQ    I'm saying, since Monday you're looking for more signs of reciprocation since the White House took some definitive moves toward liberalization of the relationship.  It would seem natural to suspect that you would want them to take moves now in light of those actions.\n\n\t\tMR. GIBBS:  I think that's very fair to say.  I think the -- I think as much as it's been a topic over the last few days, I think -- as I said earlier, actions are always going to speak louder than words regardless of how long those speeches are.  And I think it's -- we're anxious to see the actions of the Cubans.  As Denis and Larry said, the smiles and handshakes and the desire of one leader to say to the President that he wants to be his friend, again is a wonderful opportunity to match actions with words.  And the President and others in the administration will be anxiously awaiting those new actions.\n\n\t\tQ    Robert, is the President going to read his new book?\n\n\t\tMR. GIBBS:  I think it's in Spanish, so that might be a tad on the difficult side.\n\n\t\tQ    I'm sure there's a translation, right?\n\n\t\tMR. GIBBS:  I'd -- maybe April is going to give us the translated version.  I don't know.\n\n\t\tQ    Robert --\n\n\t\tMR. GIBBS:  No, Denis is going to take one more last --\n\n\t\tQ    There was a question during the campaign about whether words matter.  We're hearing very different kinds of words now from the Castro government.  Does nothing change at all?\n\n\t\tMR. GIBBS:  I think the \"words matter\" might have been over a slightly different topic, but I'll indulge you on this instance.  (Laughter.)\n\n\t\tQ    Thanks for that, and I'll indulge you in your sports analogies.\n\n\t\tMR. GIBBS:  Maybe we'll do this discussion in, oh, say, Ohio.\n\n\t\tQ    But -- so we're hearing very different rhetoric, very different kinds of words from the Castro government.  Does this change nothing, though, in terms of the U.S. posture?  I mean, are you saying then that nothing has changed, that you --\n\n\t\tMR. GIBBS:  No, no, I don't --\n\n\t\tQ    -- even before you wanted to see action, now you want to see action --\n\n\t\tMR. GIBBS:  Well --\n\n\t\tQ    Does this change nothing in relationships?\n\n\t\tMR. GIBBS:  Well, I -- look, I think -- I think it does -- I think we've certainly changed the relationship.  I do think -- and I said this yesterday on the plane -- I think we have been and there have been instances in what was said over the past 48 hours that have struck us as a change in their rhetoric.  I noted this off of a story that Raul Castro said that they were human beings and they could be wrong.  That was most assuredly taken note of and discussed within our administration.  We think that was a change in their rhetoric that we haven't seen in quite some time and one that certainly bears more investigation and more looking into on our side.\n\n\t\tDo you want to add anything?\n\n\t\tMR. McDonough:  Yes, you know, I'd just say that -- as long as we're looking back a little bit -- the President has been talking about some of these steps that have been announced over the course of the last five days for two years now, and they're steps that the President has taken because he believes they are in our interest.  He also believes that we ought to get out of the business of regulating contact between families, particularly after the difficult hurricanes that we saw in Cuba last fall. \n\n\t\tThe opportunity for family members to support their family members on the island in a way that gives them some of the basic, everyday needs, as the President talked about last night in the opening address, is something that he believes is a fundamental moral value, but is also something that is in our interest. \n\n\t\tAnd he'll continue to evaluate the situation, the words, as Robert said, the admission that the Cuban government could be wrong.  And he'll continue to evaluate that, but he'll continue to make decisions about these particular policy matters based not on what the Cuban government does or says, but based on what our interests dictate.\n\n\t\tMR. GIBBS:  Thank you, guys.\n\n\t\tEND\n\t\t2:19 P.M. EDT\n\t\t                                     \n\t\t ###\n\n\n\n\n\n"
}