{
    "title": "Presidential Proclamation -- National Character Counts Week, 2011 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/10/14/presidential-proclamation-national-character-counts-week-2011-0",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 14, 2011\n\n \n\n\n\nPresidential Proclamation -- National Character Counts Week, 2011\n\n\n\n\n\n\tNATIONAL CHARACTER COUNTS WEEK, 2011\n\n\tBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\n\tA PROCLAMATION\n\n\tIn times of adversity and triumph alike, the American people have been guided by the strength of our character.  With resilience and compassion, we have provided for our neighbors, lifted their spirits, and embraced our shared humanity.  During National Character Counts Week, we celebrate our country's core values and commit to passing them on to the next generation.\n\n\tBy setting a positive example for our children, we can inspire in them the virtues that define our Nation:  personal integrity, bold ingenuity, and a drive to serve others.  America's role models    from parents and teachers to community leaders and coaches    play an integral role in shaping character.  They foster patriotism, promote civic pride, and teach young people to live by the Golden Rule by treating others the way they want to be treated.  Together, all Americans must cultivate moral fortitude, preach tolerance, and demonstrate the value of respect for those different from ourselves.\n\n\tTragic events in our Nation remind us why it is imperative that we create a climate of acceptance and compassion in our schools and communities.  Our country has mourned as we have heard heartbreaking stories of promising young men and women subjected to harassment and bullying, driving some out of school, and others to ultimately take their own lives.  No family should have to endure such a loss, and no child should feel that alone.  Let us honor their memories by striving to make our neighborhoods and schools safe and affirming places for every child to learn, grow, and dream.\n\n\tOur Nation's character is engrained in our past, central to our present, and key to our future.  All of us share a responsibility to preserve and uphold the values that have kept our country strong, prosperous, and free.  This week, we resolve to stay true to the American spirit and live according to our highest ideals.\n\n\tNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim October 16 through October 22, 2011, as National Character Counts Week.  I call upon public officials, educators, parents, students, and all Americans to observe this week with appropriate ceremonies, activities, and programs.\n\n\tIN WITNESS WHEREOF, I have hereunto set my hand this fourteenth day of October, in the year of our Lord two thousand eleven, and of the Independence of the United States of America the two hundred and thirty-sixth.\n\n\tBARACK OBAMA\n\n\n\n\n"
}