{
    "title": "Mensaje Semanal: Presidente Obama: \"La reforma de Wall Street le dará mayor seguridad a la gente promedio\" | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/mensaje-semanal-presidente-obama-la-reforma-de-wall-street-le-dar-mayor-seguridad-a",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 15, 2010\n\n \n\n\n\nMensaje Semanal: Presidente Obama: \"La reforma de Wall Street le dará mayor seguridad a la gente promedio\"\n\n\n\n\nWASHINGTON – En su mensaje semanal, el Presidente Barack Obama habló sobre las maneras en que la reforma de Wall Street mejorará comunidades comunes y corrientes en todo Estados Unidos. La medida de reforma ante el Congreso les otorgará poder y protegerá a las familias estadounidenses con las más estrictas medidas de protección al consumidor de la historia, creará condiciones equitativas para los bancos comunitarios a fin de asegurar que todos los prestamistas estén bajo estricta supervisión y les dará solidez a las pequeñas empresas al disminuir los riesgos excesivos en Wall Street, lo que ayudará a proteger el crédito para bien de nuestras pequeñas empresas. A medida que la economía se recupera a corto plazo, es necesario que construyamos nuevos cimientos para el crecimiento y la prosperidad a largo plazo. Este proyecto de ley ayuda a hacer precisamente eso.\n \nSe puede encontrar el audio del discurso AQUÍ. Se puede ver el video por Internet en obamawhitehouse.archives.gov.\n \nDeclaraciones del Presidente Barack Obama\nSábado, 15 de mayo, 2010\nMensaje Semanal\nWashington, DC\n \nEl jueves, fui a visitar a una pequeña empresa en Buffalo, Nueva York, una ciudad que se ha visto muy afectada en décadas recientes. Oí de la gente sobre las dificultades que pasa desde hace mucho tiempo. Y hablé con ellos sobre lo que mi gobierno está haciendo para ayudar a nuestras familias, nuestros pequeños empresarios y empresarias, y nuestra economía a recuperarse de esta recesión. \n \nImpulsar la generación de empleo en el sector privado y promover un ambiente que fomente que las empresas vuelvan a contratar es de vital importancia, y continuaré trabajando arduamente para asegurar que así suceda. Pero mi responsabilidad como Presidente no es simplemente ayudar a que nuestra economía se recupere de esta recesión; es hacer que una crisis económica como la que llevó a esta recesión nunca se vuelva a dar. \n \nEso es lo que la reforma de Wall Street nos ayudará a hacer. En semanas recientes, se ha comentado mucho del proyecto de ley de reforma que actualmente está ante el Congreso. Ha habido muchas discusiones sobre los aspectos técnicos de la medida y mucha retórica acalorada –y francamente, equivocada– de parte de quienes se oponen a la reforma. \n \nTodo esto ha ayudado a nublar lo que la reforma realmente significa para ustedes, el pueblo estadounidense. Por lo tanto, quiero tomarme unos minutos para hablarles sobre por qué todo estadounidense tiene algo que ganar de la reforma de Wall Street. \n \nEn primer lugar, tienen algo que ganar si han sido tratados injustamente por compañías de tarjetas de crédito, los han confundido con página tras página de letra menuda o han terminado pagando cuotas y multas de las que nunca habían oído. Y tienen algo que ganar si alguna vez han tratado de sacar un préstamo hipotecario, de auto o de estudios, y han sido víctima de las prácticas de prestamistas inescrupulosos que se aprovechan de la gente. \n \nLa medida de reforma de Wall Street ante el Congreso representa las más estrictas medidas de protección al consumidor de la historia. Tendrán ustedes el poder de contar con la información clara y concisa que necesitan para tomar las decisiones que son mejores para ustedes. Acabaremos con las prácticas que se aprovechan de la gente, les pondremos un alto a los prestamistas inescrupulosos y ayudaremos así a proteger el futuro financiero de su familia.\n \nEs por eso que las familias tienen mucho que ganar de esto. Y nuestros bancos comunitarios también tienen algo que ganar de la reforma. Son los bancos en los que contamos para que aporten el capital que permite que nuestras pequeñas empresas contraten personal y crezcan. \n \nCon el actual sistema, estos bancos tienen una desventaja porque a pesar de que a menudo cumplen con las normas, muchos de sus competidores menos escrupulosos no lo están haciendo. Por lo tanto, lo que la reforma hará es crear condiciones equitativas para asegurar que todos nuestros prestamistas –no sólo los bancos comunitarios– sean sometidos a estricta vigilancia. Ésa es una buena noticia para los bancos comunitarios, motivo por el cual hemos recibido cartas de algunos de estos bancos en respaldo a la reforma.\n \nLo que es bueno para nuestros bancos comunitarios también es bueno para los hombres y mujeres con pequeñas empresas como los que conocí en Buffalo. Estas pequeñas empresas estuvieron entre las víctimas más afectadas por los riesgos tomados por Wall Street que llevaron a esta crisis. Se les interrumpió el crédito. Tuvieron que despedir a gente. Algunas incluso tuvieron que cerrar del todo. Y a no ser que pongamos en vigor verdaderas medidas de protección, es posible que lo veamos suceder de nuevo.\n \nEs por eso que la reforma de Wall Street es tan importante. Con la reforma, haremos que nuestro sistema financiero sea más transparente al exponer los complejos tratos a puerta cerrada que contribuyeron a esta crisis. Evitaremos que los bancos asuman tanto riesgo que su colapso podría amenazar a toda la economía. Y les daremos a los accionistas más voz y voto sobre salarios para ayudar a cambiar los malsanos incentivos que fomentaban riesgos imprudentes para comenzar. En pocas palabras, la reforma de Wall Street le dará mayor seguridad a la gente promedio. \n \nLos relatos que escuché en Buffalo esta semana fueron un recordatorio de que, a pesar de los logros que hemos alcanzado, necesitamos seguir trabajando arduamente, para que podamos aumentar dichos logros y recuperarnos de esta recesión a corto plazo. Pero incluso al hacerlo, también necesitamos construir nuevos cimientos para el crecimiento y la prosperidad compartida a largo plazo. \n \nLa próxima semana, tenemos la oportunidad de ayudar a poner una piedra angular en esos cimientos. La propuesta de reforma que se debate en el Senado no resolverá todos los problemas en nuestro sistema financiero; ninguna ley puede hacerlo. Pero lo que esta estricta medida hará es importante, e insto al Senado a que la apruebe lo antes posible, para que podamos afianzar el futuro económico de Estados Unidos en el siglo XXI.\n###\n \n\n\n\n"
}