{
    "title": "FACT SHEET & REPORT: Opportunity for All: My Brother’s Keeper Blueprint for Action | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/05/30/fact-sheet-report-opportunity-all-my-brother-s-keeper-blueprint-action",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 30, 2014\n\n \n\n\n\nFACT SHEET & REPORT: Opportunity for All: My Brother’s Keeper Blueprint for Action\n\n\n\n\nThe My Brother’s Keeper Task Force Report to the President can be found HERE.\nOver the past five years, the hard work and grit of the American people pulled our economy back from the brink of collapse.  We are now moving forward again.  But there is more work to do, and for decades opportunity has lagged behind for some, including millions of boys and young men of color.  Boys of color are too often born into poverty and live with a single parent.  And while their gains contributed to the national high school graduation rate reaching an all-time high, in some school districts dropout rates remain high.  Too many of these boys and young men will have negative interactions with the juvenile and criminal justice system, and the dream of a college education is within grasp for too few.  Our society can and will do more to help remove barriers to all young people’s success, because America prospers not only when hard work and responsibility are rewarded but also when we all pull forward together. \nRebuilding that core American value—community—is why the President launched My Brother’s Keeper, an initiative designed to determine what works to help young people stay on track to reach their full potential. \nThe Administration is doing its part by identifying programs and policies that work, and recommending action that will help all our young people succeed.  Since the launch of My Brother’s Keeper, the President’s Task Force has met with and heard from thousands of Americans, through online and in-person listening sessions, who are already taking action.  Cities and towns, businesses, foundations, faith leaders and individuals have made commitments to helping youth get a strong start in school and life and later connect them to mentoring, support networks and specialized skills they need to find a good job or go to college and work their way up into the middle class.  As President Obama has said, “We are stronger when America fields a full team.”\nToday, the President met with his Cabinet to discuss the Task Force’s initial assessments and recommendations and the President called on the American people to get engaged through mentorship opportunities nationwide. \nCall to Action\nThe President is calling on Americans interested in getting involved in My Brother’s Keeper to sign up as long-term mentors to young people at WH.gov/mybrotherskeeper.  This effort will engage Americans from all walks of life to sign up to develop sustained and direct mentoring relationships that will play vital roles in the lives of young people.\nIt is important that all children have caring adults who are engaged in their lives.  But too many young people lack this support.  For example, roughly two-thirds of Black and one-third of Hispanic children live with only one parent.   Moreover, research suggests that a father's absence increases the risk of his child dropping out of school among Blacks and Hispanics by 75 percent and 96 percent respectively.  We see significant high school dropout rates—as high as 50 percent in some school districts—including among boys and young men from certain Southeast Asian and Pacific Islander populations. And some 27 percent of American Indians and Alaska Natives live in poverty, compared to 11.6% of White Americans.\nPresidential Task Force 90-Day Report\nAs part of its 90-day report, the Task Force has identified a set of initial recommendations to the President, and a blueprint for action by government, business, non-profit, philanthropic, faith and community partners.\nIn developing its recommendations, the Task Force identified key milestones in the path to adulthood that are especially predictive of later success, and where interventions can have the greatest impact:\n\n\n\t\tGetting a healthy start and entering school ready to learn;\n\n\t\tReading at grade level by third grade;\n\n\t\tGraduating from high school ready for college and career;\n\n\t\tCompleting post-secondary education or training;\n\n\t\tSuccessfully entering the workforce;\n\n\t\tKeeping kids on track and giving them second chances.\n\nBy focusing on these key moments, and helping our young people avoid roadblocks that hinder progress across life stages, we can help ensure that all children and young people have the tools they need to build successful lives.  Focused on areas of action that can improve outcomes at these key moments, the President’s Task Force today presented him with recommendations including:\nCross-Cutting Recommendations\n\n\n\t\tLaunch a public-private campaign to actively recruit mentors for youth and improve the quality of mentoring programs. \n\n\t\tMake the status and progress of boys and young men of color and other populations more visible by improving data collection and transparency.\n\n\t\tSupport locally driven efforts that are more comprehensive – addressing the educational, physical, social and emotional needs of young people– and that span multiple life stages from cradle-to-college.\n\nA Healthy Start and Ready for School\n\n\n\t\tEliminate suspensions and expulsions in preschool and other early learning settings. \n\n\t\tImplement universal early health and developmental screenings\n\nReading at Grade Level by the End of Third Grade\n\n\n\t\tClose the word gap by launching a public and private initiative to increase joint and independent reading time outside of school and build a reading culture in more homes. \n\nGraduating from High School\n\n\n\t\tIncrease focus on transforming the schools and districts producing the majority of the country's dropouts.\n\n\t\tPromote the use of alternative discipline practices to help teachers teach and keeps kids in school.\n\nCompleting Post-Secondary Education or Training\n\n\n\t\tIncrease college completion by expanding students’ access to and successful completion of rigorous courses, such as Advanced Placement, International Baccalaureate and dual enrollment options in high school.\n\nEntering the Workforce\n\n\n\t\tHelp grow and improve youth summer employment and use of pre-apprenticeships as good entry-level jobs.\n\n\t\tEnact broader growth and opportunity agenda through investments in infrastructure, advanced manufacturing, job training, and raising the minimum wage.  \n\nReducing Violence and Providing a Second Chance\n\n\n\t\tEmploy methods to address racial and ethnic bias within the juvenile and criminal justice systems and remove unnecessary barriers to successful reentry and employment.\n\nThe recommendations identified by the President’s Task Force mark the starting point of what must and will be a long-term effort.  The Task Force and public, private and philanthropic actors will continue to develop recommendations and support community solutions well beyond this 90-day progress report.\nIn addition to today’s announcements, in coming weeks and months, leading foundations will independently announce specific commitments to help ensure young people can succeed.  The following foundations will together seek to invest at least $200 million:  The Annie E. Casey Foundation, The Atlantic Philanthropies, Bloomberg Philanthropies, The California Endowment, The Ford Foundation, The John S. and James L. Knight Foundation, The Open Society Foundations, The Robert Wood Johnson Foundation, The W.K. Kellogg Foundation, The Kapor Center for Social Impact, and the Nathan Cummings Foundation.\n\n\n\n\n"
}