{
    "title": "President Obama Honors Outstanding Early-Career Scientists | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/12/23/president-obama-honors-outstanding-early-career-scientists",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 23, 2013\n\n \n\n\n\nPresident Obama Honors Outstanding Early-Career Scientists\n\n\n\n\nPresident Obama today named 102 researchers as recipients of the Presidential Early Career Awards for Scientists and Engineers, the highest honor bestowed by the United States Government on science and engineering professionals in the early stages of their independent research careers.  The winners will receive their awards at a Washington, DC, ceremony in the coming year.\n“The impressive achievements of these early-stage scientists and engineers are promising indicators of even greater successes ahead,” President Obama said. “We are grateful for their commitment to generating the scientific and technical advancements that will ensure America’s global leadership for many years to come.”\nThe Presidential Early Career Awards embody the high priority the Obama Administration places on producing outstanding scientists and engineers to advance the Nation’s goals, tackle grand challenges, and contribute to the American economy. The recipients are employed or funded by the following departments and agencies: Department of Agriculture, Department of Commerce, Department of Defense, Department of Education, Department of Energy, Department of Health and Human Services, Department of the Interior, Department of Veterans Affairs, Environmental Protection Agency, National Aeronautics and Space Administration, National Science Foundation, the Smithsonian Institution, and the Intelligence Community, which join together annually to nominate the most meritorious scientists and engineers whose early accomplishments show the greatest promise for assuring America’s preeminence in science and engineering and contributing to the awarding agencies' missions.\nThe awards, established by President Clinton in 1996, are coordinated by the Office of Science and Technology Policy within the Executive Office of the President. Awardees are selected for their pursuit of innovative research at the frontiers of science and technology and their commitment to community service as demonstrated through scientific leadership, public education, or community outreach.\nThis year’s recipients are:\nDepartment of Agriculture\nDr. Steven Cannon, Iowa State University\nDr. Isis Mullarky, Virginia Polytechnic Institute and State University\nDr. Justin Runyon, U.S. Forest Service\nDepartment of Commerce\nDr. Gretchen Campbell, National Institute of Standards and Technology\nDr. Adam Clark, University of Oklahoma\nDr. Alan Haynie, National Oceanic and Atmospheric Administration\nDr. R. Joseph Kline, National Institute of Standards and Technology\nDr. Ana Rey, National Institute of Standards and Technology and University of Colorado at Boulder\nDr. Scott Weaver, National Oceanic and Atmospheric Administration\nDepartment of Defense\nDr. Jennifer Dionne, Stanford University\nDr. Mohamed El-Naggar, University of Southern California\nDr. Gregory Fuchs, Cornell University\nDr. Kristen Grauman, University of Texas at Austin\nDr. Mona Jarrahi, University of Michigan at Ann Arbor\nMr. Lane Martin, University of Illinois at Urbana-Champaign\nDr. Yael Niv, Princeton University\nDr. Derek Paley, University of Maryland\nDr. Greg Pitz, Air Force Research Laboratory\nDr. Ronald Polcawich, U.S. Army Research Laboratory\nDr. Rodney Priestley, Princeton University\nDr. Jeremy Robinson, Naval Research Laboratory\nDr. Onome Scott-Emuakpor, Air Force Research Laboratory\nDr. Ramon van Handel, Princeton University\nDr. David Weld, University of California at Santa Barbara\nDr. Yongjie Zhang, Carnegie Mellon University\nDepartment of Education\nDr. Jeffrey Karpicke, Purdue University*\nDr. Young-Suk Kim, Florida State University\nDepartment of Energy\nDr. Brian Anderson, West Virginia University\nDr. Theodore Betley, Harvard University\nDr. Matthew Brake, Sandia National Laboratories\nMr. Adrian Chavez, Sandia National Laboratories\nDr. Gary Douberly, University of Georgia\nDr. Mattan Erez, University of Texas at Austin\nDr. Sean Hartnoll, Stanford University\nDr. Daniel Kasen, University of California at Berkeley and Lawrence Berkeley National Laboratory\nDr. Meimei Li, Argonne National Laboratory\nDr. Miguel Morales, Lawrence Livermore National Laboratory\nDr. Jennifer Reed, University of Wisconsin at Madison\nDr. Seth Root, Sandia National Laboratories\nDr. Adam Weber, Lawrence Berkeley National Laboratory\nDepartment of Health and Human Services\nDr. Debra Auguste, City College of New York\nDr. Jessica Belser, Centers for Disease Control and Prevention\nDr. Jeremy Clark, University of Washington\nDr. Andreea Creanga, Centers for Disease Control and Prevention\nDr. Damien Fair, Oregon Health and Science University\nDr. Thomas Fazzio, University of Massachusetts Medical School\nDr. Jessica Gill, National Institutes of Health\nDr. Andrew Goodman, Yale University School of Medicine\nDr. Aron Hall, Centers for Disease Control and Prevention\nDr. Xue Han, Boston University\nDr. Susan Harbison, National Institutes of Health\nDr. Richard Ho, Vanderbilt University Medical Center\nDr. Shingo Kajimura, University of California at San Francisco\nDr. Young Kim, Yale University School of Medicine\nDr. Todd Macfarlan, National Institutes of Health\nDr. Gaby Maimon, Rockefeller University\nDr. Sandra McAllister, Harvard Medical School\nDr. Quyen Nguyen, University of California at San Diego\nDr. Sallie Permar, Duke University School of Medicine\nDr. Katherine Radek, Loyola University Chicago\nDr. Katherine Rauen, University of California at San Francisco\nDr. Ida Spruill, Medical University of South Carolina\nDr. Andrew Yoo, Washington University School of Medicine\nDepartment of Interior\nDr. Anna Chalfoun, U.S. Geological Survey\nDr. Gavin Hayes, U.S. Geological Survey\nDr. Burke Minsley, U.S. Geological Survey\nDepartment of Veterans Affairs\nDr. Karunesh Ganguly, San Francisco VA Medical Center\nDr. Brian Head, VA San Diego Healthcare System\nDr. Katherine Iverson, VA Boston Healthcare System\nDr. Hardeep Singh, Houston VA Medical Center\nEnvironmental Protection Agency\nDr. Steven Purucker, Environmental Protection Agency\nIntelligence Community\nDr. Joeanna Arthur, National Geospatial-Intelligence Agency\nDr. Lucy Cohan, Central Intelligence Agency\nMr. Justin Jacobs, National Security Agency\nDr. Steven Jaslar, Federal Bureau of Investigation\nDr. Daniel Stick, Sandia National Laboratories\nDr. Charles Tahan, National Security Agency\nNational Aeronautics and Space Administration\nDr. Joshua Alwood, NASA Ames Research Center\nDr. Douglas Hoffmann, Jet Propulsion Laboratory and California Institute of Technology\nDr. Randall McEntaffer, University of Iowa\nDr. Tamlin Pavelsky, University of North Carolina\nDr. Patrick Taylor, NASA Langley Research Center\nNational Science Foundation\nDr. Theodor Agapie, California Institute of Technology\nDr. Javier Arce-Nazario, University of Puerto Rico at Cayey\nDr. Sarah Bergbreiter, University of Maryland at College Park\nDr. Moises Carreon, University of Louisville\nDr. Sigrid Close, Stanford University\nDr. Raffaella De Vita, Virginia Polytechnic Institute and State University\nDr. Abigail Doyle, Princeton University\nDr. Daniel Goldman, Georgia Institute of Technology\nDr. Joel Griffitts, Brigham Young University\nDr. Samantha Hansen, University of Alabama\nDr. Rouslan Krechetnikov, University of California at Santa Barbara\nDr. Tamara Moore, University of Minnesota\nDr. Daniela Oliveira, Bowdoin College\nDr. Jonathan Pillow, University of Texas at Austin\nDr. Benjamin Recht, University of Wisconsin at Madison\nDr. David Savitt, University of Arizona\nDr. Noah Snavely, Cornell University\nDr. Junqiao Wu, University of California at Berkeley\nDr. Ahmet Yildiz, University of California at Berkeley\nSmithsonian Institution\nDr. Rossman Irwin III, National Air and Space Museum\n*Jeffrey Karpicke was nominated by both the Department of Education and the National Science Foundation\n\n\n\n\n"
}