{
    "title": "First Lady Michelle Obama Joins Local Elected Officials From Across the Country to Announce Public and Private Sector Commitments to Getting Our Kids Healthier | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/07/18/first-lady-michelle-obama-joins-local-elected-officials-across-country-a",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJuly 18, 2012\n\n \n\n\n\nFirst Lady Michelle Obama Joins Local Elected Officials From Across the Country to Announce Public and Private Sector Commitments to Getting Our Kids Healthier\n\n\n\n\n\n\tPHILADELPHIA – First Lady Michelle Obama joined Health and Human Services Secretary Kathleen Sebelius and local elected officials from across the country today to announce public and private sector commitments to support the goals of Let’s Move!, the First Lady’s initiative to solve the problem of childhood obesity within a generation. The First Lady has always said that local leaders are uniquely positioned to champion healthy communities, which is why she called on mayors and other local elected officials to take a leadership role in June 2010 when she launched Let’s Move! Cities and Towns. Responding to that call to action, hundreds of local elected officials signed up to start initiatives tailored to help their communities get healthier. Since then, the program has expanded to include counties, and today the First Lady announced private and public sector commitments to support Let’s Move! Cities, Towns and Counties with new tools, resources and a framework to enhance the vital work happening at the local level.  The First Lady also called on more local elected officials to join Let’s Move! Cities, Towns and Counties by signing up at www.healthycommunitieshealthyfuture.org.\n\n\t“Every day, local officials like these are changing our children’s lives and helping them learn and grow and fulfill every last bit of their potential.  And thanks to the commitments we’re announcing today, our cities, towns and counties will be able to do even more,” said First Lady Michelle Obama. “We still have a long way to go to solve this problem.  But if leaders like these keep coming to the table and we all keep working together, then I am confident that we can give all our children the happy, healthy futures they so richly deserve.”\n\nToday’s commitments include:\n\n\t• The National League of Cities (NLC) is committing to provide support for Let’s Move! Cities, Towns and Counties through its Institute for Youth, Education and Families. With funding from the Robert Wood Johnson Foundation, NLC will provide all elected officials who sign up for the initiative with free resources, access to experts, tracking tools and maps to help them make healthy changes, record progress and connect with other Lets Move! Cities, Towns and Counties sites. NLC also is collaborating with the United States Conference of Mayors and the National Association of Counties to support elected officials in their efforts to create healthier communities.\n\t• Through the Partnership for a Healthier America’s (PHA) “Play Streets”, the Blue Cross Blue Shield Association is funding street-closings to increase safe places for families to play. These areas are called “Play Streets” – city streets where kids and families can run, walk, bike or play outside freely without traffic. The Blue Cross Blue Shield Association is committed to funding Play Streets in 10 cities and towns across the country between now and October 2013 to create at least four Play Streets per city or town. Local leaders can apply for the Play Streets funding at www.ahealthieramerica.org/PlayStreetsRFP.\n\t• KaBOOM!, a national non-profit organization that envisions a great place to play within walking distance of every child in America, has committed to providing free materials, technical assistance and online guidance for Let’s Move! Cities, Towns and Counties local elected officials to build or expand public playgrounds.  Additionally, the First Lady cut the ribbon of a new Imagination Playground in a Cart at the event donated by KaBOOM!, which will also provide training and technical assistance to create new play spaces in communities across the country, including a free mobile application to map the location of publicly accessible parks or recreational facilities in local communities.\n\t• To help local elected officials achieve their goals, subject matter experts from the Department of Health and Human Services and Department of Agriculture have collaborated to provide technical assistance and information for local elected officials on the new website launched today by the National League of Cities, www.healthycommunitieshealthyfuture.org.\n\nLocal Elected Officials Making Change\n\tThe First Lady was joined by local elected officials from across the country who are working to make their communities healthier. For background on these leaders, please visit  http://obamawhitehouse.archives.gov/the-press-office/2012/07/17/background-local-officials-joining-first-lady-michelle-obama-lets-move-e\n\nClear Goals for Healthy Communities\n\tIn addition to the new commitments announced today, Let’s Move! Cities, Towns and Counties will work with local elected officials to achieve five targeted goals within a year that will help communities be healthier. To achieve these goals, the initiative will encourage officials to consider forming a childhood obesity task force or aligning with an existing task force that engages a range of city agencies, partners and constituents to achieve the goals of  Let’s Move! Cities, Towns and Counties.\n\n\t• Goal I:  Start Early, Start Smart\n\tTo provide children with a healthier start, local elected officials commit to helping early care and education program providers incorporate best practices for nutrition, physical activity and screen time into their programs.\n\n\t• Goal II:  MyPlate, Your Place\n\tTo empower parents and caregivers, local elected officials commit to prominently displaying MyPlate in all municipal or county venues where food is served.\n\n\t• Goal III:  Smart Servings for Students\n\tTo provide healthy food in schools, local elected officials commit to increasing participation in the School Breakfast Program and the National School Lunch Program.            \n\n\t• Goal IV:  Model Food Service\n\tTo improve access to healthy, affordable foods, local elected officials commit to implementing healthy and sustainable food service guidelines that are aligned with the Dietary Guidelines for Americans in all municipal and county venues that serve food.\n\n\t• Goal V:  Active Kids at Play\n\tTo increase physical activity, local elected officials commit to mapping local playspaces, completing a community needs assessment, developing an action plan and launching a minimum of three proven policies, programs or initiatives aimed at increasing access to play.\n\n\n\n\n"
}