{
    "title": "Obama Administration Celebrates Black History by Winning the Future | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/02/04/obama-administration-celebrates-black-history-winning-future",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of Media Affairs\n\n\nFor Immediate Release\nFebruary 04, 2011\n\n \n\n\n\nObama Administration Celebrates Black History by Winning the Future\n\n\n\n\n\nWASHINGTON, DC – During Black History Month, Americans from around the country will celebrate the creativity, determination, and progress that African Americans have made to our nation’s identity and culture. This year’s celebration of Black History Month will be an opportunity not just to look back and celebrate the achievements of our community, but also to honor the legacy of those that have come before us while fostering the leaders of tomorrow.  Throughout the month, Cabinet Members, Administration officials, and senior staff will participate in events to highlight the various ways African Americans are winning the future by out-innovating, out-educating, and out-building our global competition.   \n\n\t\"During National African American History Month, we recognize the extraordinary achievements of African Americans and their essential role in shaping the story of America. In honor of their courage and contributions, let us resolve to carry forward together the promise of America for our children,\" --President Obama’s National African American Heritage Month Proclamation.\n\n\tIn addition to events, the White House will feature African Americans from agencies throughout the Administration that contribute to the President’s vision of winning the future through their efforts to move America forward. Each profile will post on the “Celebrating Black History by Winning the Future” webpage. This week, whitehouse.gov will feature administration officials that are using Innovation to win the future:\n\t \nFeatured Blog Posts: Innovation\n\n\n\t\tIntroduction blog post: Black History Month: \"Shaping the Story of America\"\n\t\t \n\n\t\tChristopher Smith,  Deputy Assistant Secretary for Oil and Natural Gas in the Office of Fossil Energy of the U.S. Department of Energy. Link\n\t\t \n\n\t\tLisa P. Jackson, Administrator of the Environmental Protection Agency. Link\n\t\t \n\n\t\tDr. Cecilia Rouse, Member of the President’s Council of Economic Advisers. Link\n\t\t \n\n\t\tCharles Bolden, Administrator for the National Aeronautics and Space Administration. (This post will be released on Saturday)\n\n\n\tThroughout February guests that tour the White House will be welcomed by volunteers and given a Black History Month brochure with photos and text that showcase Presidents and African American icons throughout history.  One of the display cases on the tour will showcase photographs with a similar theme to the pamphlets.  One day each week during Black History Month will feature a musical performance. This Friday, February 4, will feature a performance from the Washington Performing Arts Society Children Gospel Choir.   \n\t \nPlease see below for a list of Cabinet Secretaries and Administration officials who will be participating in events for this week. An updated advisory with Black History Month events for Sunday, February 6-Saturday, February 12 will be released at a later date.  Any inquiries on the below events should be directed to the corresponding agency, office, or organization.\n\t \nBlack History Month Activities for January 31-Febrary 5:\n\t \nMonday, January 31:\n\n\n\t\tSecretary of Education Arne Duncan held an event at Morehouse College with Congressman John Lewis and director Spike Lee. The event is part of the Administration’s new initiative to encourage 80,000 new African American men to become teachers. Read more HERE on whitehouse.gov.\n\t\t \n\nFeatured Blog Post: The Next Generation of Teachers.\n\n\n \n\tTuesday, February 1:\n\n\n\t\tSBA Deputy Administrator Marie Johns and the South Carolina Minority Business Enterprise Center (SCMBEC) held a press conference at DESA, an African American owned small business  in Columbia, SC, to discuss  the many ways that local minority-owned businesses growing the economy, creating jobs, and driving America’s global competitiveness with help from the SBA.\n\t\t \n\n\t\tDr. Biden attended the opening night performance for the Alvin Ailey American Dance Theater at the Kennedy Center in Washington, D.C. This year marks the 50th anniversary of Ailey’s renown masterpiece, “Revelations.”\n\t\t \n\n\t\tPresidential Proclamation--National African American History Month. Link\n\t\t \n\nFeatured Blog Post: Black History Month: \"Shaping the Story of America”\n\n\n \n\tWednesday, February 2:\n\n\n\t\tThe National Oceanic and Atmospheric Administration (NOAA) office of National of National Marine Sanctuaries, in partnership with Murrain Associates, Inc., and the National Association of Black Scuba Divers (NABS), launched Voyage to Discovery, a new website and education initiative highlighting untold stories of African Americans and the sea. The website can be accessed at www.voyagetodiscovery.org or download a historical resources on African Americans and  marine science.  \n\t\t \n\nFeatured Blog Post: Christopher Smith's Story: Clean Energy & Service.\n\n\n \n\tThursday, February 3:\n\n\n\t\tDr. Garth Graham, Deputy Assistant Secretary for Minority Health delivered remarks to the 23rd Annual National Black Nurses Day on the Hill event hosted by the National Black Nurses Association. At the event, Dr. Graham discussed the major benefits of the America Care Act on African American families, community health centers, and medical professionals.  \n\t\t \n\nFeatured Blog Post: Lisa Jackson's Story: Protecting the Health and the Environment of the American People.\n\n\n \n\tFriday, February 4:\n\n\n\t\tSenior Administration officials held a forum discussion on innovation and investing in jobs of the future. This event is part of a weekly policy forum series that will be held at the White House each week. Additional details for this event will be provided at a later date.\n\nSpeakers:\n\t\tDr. Cecilia Rouse – Member, Council of Economic Advisers\n\t\tGreg Nelson – Deputy Director, The White House Office of Public Engagement\n\t\tMarie Johns – Deputy Administrator, Small Business Administration\n\t\tDavid Hinson – National Director, Minority Business Development Agency\n\t\t \n\n\t\tThe Washington Performing Arts Society Children Gospel Choir will be the featured performance during public tours at the White House.\n\t\t \n\nFeatured Blog Post:  Cecilia Rouse's Story: Driving the Engine of Economic Growth\n\n\n\nSaturday, February 5:\n\n\n\t\tWhite House staff and interns will join students from Howard University’s business school at the Operation Hope center in Washington, DC. Operation Hope is working with 5 Million Kids—a national campaign created by Quincy Jones to promote the importance of education and financial preparation for children and their parents in urban communities nationwide. The initiative also recruits volunteers for classrooms in underserved neighborhoods and mentorship opportunities.\n\n\t\tOperation Hope was founded by John Hope Brant, member of President Obama’s Advisory Council on Financial Capability, and Ambassador Andrew Young.  Operation HOPE has developed and implemented programs to connect minority communities with private sector resources and expand economic opportunities to underserved communities through financial literacy education.\n\t\t \n\nFeatured Blog Post:  Charles Bolden, Administrator for the National Aeronautics and Space Administration. (This post will be released on Saturday)\n\n\n\n**An updated press advisory with Black History Month events for Sunday, February 6-Saturday, February 12 will be released at a later date.\n\n\n\n\n"
}