{
    "title": "Readout of the President and Vice President’s Meeting with Law Enforcement Leaders | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/07/11/readout-president-and-vice-presidents-meeting-law-enforcement-leaders",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 11, 2016\n\n \n\n\n\nReadout of the President and Vice President’s Meeting with Law Enforcement Leaders\n\n\n\n\n\n\tToday the President and Vice President met in the Roosevelt Room with law enforcement leaders who represent chiefs, sheriffs and rank and file officers across the country. They thanked the leaders for their service and expressed condolences for their colleagues lost in the line of duty. The President and Vice President wanted to hear directly from law enforcement officials about their ideas on best practices for building trust between law enforcement and the communities they serve. They discussed the implementation of the reforms and recommendations laid out by the 21st Century Policing Task Force. They also talked about ways to support officer training in safely deescalating confrontations and systems to ensure the safety and wellness of those who protect all of us. The President recognized the importance of their continued partnership and emphasized his commitment to finding solutions to enhance public safety and reduce tensions between officers and the communities they serve. The Vice President committed to reconvening law enforcement and community leaders for ongoing consultation.\n\n\tThe following individuals attended the meeting:\n\n\tAdministration Participants:\n\n\n\t\tPresident Barack Obama\n\n\t\tVice President Joe Biden\n\n\t\tNeil Eggleston, Assistant to the President and Counsel to the President\n\n\t\tCecilia Muñoz, Assistant to the President and Director of the Domestic Policy Council\n\n\n\tLaw Enforcement Leaders:\n\n\n\t\tSheriff Mike Chapman, Loudon County, VA, Major Counties Sheriffs’ Association\n\n\t\tChief Terry Cunningham, President, International Association of Chiefs of Police\n\n\t\tWilliam Johnson, Executive Director, National Association of Police Organizations\n\n\t\tChief Tom Manger, President, Major Cities Chiefs Police Association\n\n\t\tJim Pasco, Executive Director, Fraternal Order of Police\n\n\t\tGregory A. Thomas, National President, National Organization of Black Law Enforcement Executives\n\n\t\tJonathan Thompson, Executive Director, National Sheriffs' Association\n\n\t\tTom Wilson, Director of Applied Research, Police Executive Research Forum\n\n\n\n\n\n"
}