{
    "title": "La Casa Blanca anuncia fecha y tema de la carrera con huevos de Pascua 2010 en la Casa Blanca | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/la-casa-blanca-anuncia-fecha-y-tema-de-la-carrera-con-huevos-de-pascua-2010-en-la-c",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nFebruary 16, 2010\n\n \n\n\n\nLa Casa Blanca anuncia fecha y tema de la carrera con huevos de Pascua 2010 en la Casa Blanca\n\n\n\n\nEl Presidente y la Primera Dama anunciaron hoy que, este año, la carrera con huevos de Pascua en la Casa Blanca tendrá lugar el lunes, 5 de abril, 2010, y el tema será “En sus marcas, listos, ¡ya!” con el fin de promover la salud y el bienestar. El evento contará con música en vivo, canchas deportivas, puestos para cocinar, narración de cuentos y, por supuesto, la carrera con los huevos de Pascua. Todas las actividades alentarán a los niños a llevar una vida sana y activa, y a participar en el programa '¡A moverse!' ('Let's Move!') de la Primera Dama, una campaña nacional para combatir la obesidad infantil. La Casa Blanca abrirá el Jardín Sur a niños menores de 13 años y a sus familiares.\n \nLos boletos para la carrera con huevos de Pascua en la Casa Blanca se distribuirán por medio de una lotería que permite que participen invitados de todo Estados Unidos, como es tradición desde 1878. La lotería se inicia el 25 de febrero, y se reciben solicitudes hasta el 28 de febrero. Puede encontrar toda la información acerca del proceso para solicitar boletos en obamawhitehouse.archives.gov/eastereggroll.     \nPara ver la información más actualizada sobre la carrera con huevos de Pascua y otros eventos públicos en la Casa Blanca, visite obamawhitehouse.archives.gov/eastereggroll o llame a la Oficina de Visitantes al (202) 456-7041, con atención las 24 horas. Se darán a conocer los detalles para los medios de prensa en las próximas semanas.\n \n\n\n\n"
}