{
    "title": "Press Briefing by Senior Administration Officials | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/03/22/press-briefing-senior-administration-officials",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 22, 2013\n\n \n\n\n\nPress Briefing by Senior Administration Officials\n\n\n\n\nAboard Air Force One\n\tEn Route Amman, Jordan\n4:24 P.M. IST\nSENIOR ADMINISTRATION OFFICIAL:  We’ll do this on background -- senior administration officials.  Do you guys have the statement from the President?\nQ    Yes, we do.\nSENIOR ADMINISTRATION OFFICIAL:  Okay.  I'll just make a couple of comments and then turn it over here.  The President considers both Turkey and Israel to be very close partners and friends of the United States.  He has a very close relationship with both Prime Minister Erdogan and Prime Minister Netanyahu, and of course believes strongly that the national security interests of the United States, Turkey, Israel, and frankly, the region are served by normalized Israel-Turkey relations.\nYou saw the President go into that trailer with the Prime Minister before the departure ceremony.  That's when the call was placed from Prime Minister Netanyahu to Prime Minister Erdogan.  And I'll turn it over to my colleague here to give a bit more of the background.\nSENIOR ADMINISTRATION OFFICIAL:  So that is really the context.  The United States has important friendships and strategic relationships with both Israel and Turkey, and the President has those relationships with his counterparts.  And that's why we have regretted for a couple of years now the absence of normalization -- normal relations between those two countries.  And we have worked with them and urged them both to reach out and try to put their differences between them.\nIt’s been difficult, but that's why this call that took place today was important, because it was a sign that both of them -- the two Prime Ministers said that to each other -- value their own relationship between Turkey and Israel.\nAnd maybe just to give you a flavor of the call itself and more of the context, Prime Minister Netanyahu told Prime Minister Erdogan that he had been discussing with President Obama the importance of regional relations, importance of regional cooperation, and that President Obama had underscored how important it is to us to see all of these countries in the region work with each other, and particularly Turkey and Israel.  And he, Netanyahu, wanted to relay that to Prime Minister Erdogan, which he did.\nHe also told Prime Minister Erdogan that he had seen his interview in a Danish newspaper and that he, Netanyahu, appreciated those comments.  And you’ll get this -- I'm sure the Israelis and Turks will read this all out.\nAnd then he -- again, Netanyahu -- brought up the issue that had been dividing them mostly over the past couple of years, which is the flotilla incident, the Mavi Mamara  incident, and what he told him is that he regretted that that incident had led to a deterioration in their relations.  It was important --\nQ    Netanyahu said this --\nSENIOR ADMINISTRATION OFFICIAL:  Netanyahu said that he regretted that that incident had led to a deterioration in their relations, and also that in light of Israel’s investigation into that incident, which revealed some operational mistakes, that on behalf of Israel he apologized for any deaths that those operational mistakes may have caused, and he hoped that the two countries would be able to normalize their relationship and work together effectively in the future.\nAnd Prime Minister Erdogan said he appreciated those remarks, that on behalf of Turkey, he accepted that apology, and that he cherished the longstanding relationship between Turkey and Israel, between Jewish people and Turkey, and that he also wanted to have a better relationship.\nSo in that sense, it was a really positive call.  I think the President was very pleased that these two leaders, these two important partners of the United States, were able to take this important step forward.\nQ    Did the President get on the line?\nSENIOR ADMINISTRATION OFFICIAL:  The President did get on the line.  He expressed his greetings to Prime Minister Erdogan and suggested they, themselves, talk more in detail in the near future.  But it was a call between Prime Minister Netanyahu and Prime Minister Erdogan.\nQ    So what did the President do to facilitate this whole thing?  What was his role?\nSENIOR ADMINISTRATION OFFICIAL:  Well, I think, in one way, the timing of the call speaks for itself, and as I noted, Prime Minister Netanyahu, when he began that call, he began by saying to Prime Minister Erdogan, I've been discussing with President Obama the importance of regional relations, the importance of Turkey-Israel cooperation, and that is what led him to take this initiative now.\nQ    -- the apology that Netanyahu offered and that Erdogan accepted is the apology that the Turks have been looking for for all these years?  And did they also mention Prime Minister Erdogan’s rather pungent comments that I asked Secretary Kerry about in Ankara a couple of weeks ago?\nSENIOR ADMINISTRATION OFFICIAL:  Well, as I noted, Prime Minister Erdogan accepted the apology on behalf of Turkey.\nQ    Was that the apology he was --\nSENIOR ADMINISTRATION OFFICIAL:  Well, he accepted it.  I mean, I think that --\nQ    Do they want more that you know of?\nSENIOR ADMINISTRATION OFFICIAL:  No, he accepted the apology -- no.\nQ    So this does it?  This ends this?  This is over?\nSENIOR ADMINISTRATION OFFICIAL:  He accepted the apology.\nSENIOR ADMINISTRATION OFFICIAL:  We’ll let the other governments speak to this in detail, but he accepted the apology and as the President said in his statement, we welcome steps that normalize the relationship.\nQ    But would it be accurate to say the President brokered this thing?\nSENIOR ADMINISTRATION OFFICIAL:  I think it would be accurate to say the President has been making this point to both leaders for going on a couple years now.  So I think it’s well known by both Turkey and Israel the importance we place on seeing these two close friends of ours have normalized relations.\nUltimately, this is an Israeli-Turkey decision that -- as my colleague said, the timing kind of speaks for itself.  I will say also there will still be differences on issues between Turkey and Israel, but we do believe that they can cooperate while they have differences.  And so taking these important steps to put this behind them allows them to move forward in that process.\nQ    Had they been working on this --\nQ    -- at Herzl’s tomb this morning, the comments -- everyone’s comments about Zionism and crime against humanity come up?\nSENIOR ADMINISTRATION OFFICIAL:  Prime Minister Netanyahu told Prime Minister Erdogan that he had seen his interview in a Danish newspaper and that he appreciated his words.\nQ    So is it fair to say -- I mean, did the President in his meetings with Netanyahu this week, did he say he’d like to facilitate this call while he was here?\nSENIOR ADMINISTRATION OFFICIAL:  I think he discussed the importance of Turkey and Israel working to repair their relationship, and the two of them in their discussions agreed on that, and Prime Minister Netanyahu placed a call.\nQ    But had they been working on this all during the day?  There was a series of meetings obviously today.  Is that something that was a large part of their discussion?\nSENIOR ADMINISTRATION OFFICIAL:  I wouldn't get too much of the details, the operational details.  They agreed it would be a good thing for Netanyahu to --\nQ    -- back at the airport?\nSENIOR ADMINISTRATION OFFICIAL:  Well, no, obviously it came up before they got to the tarmac in the airport.\nQ    Yes, I know, but, I mean, why do it on the tarmac at the airport?\nSENIOR ADMINISTRATION OFFICIAL:  You had to get three leaders together when they were able to do the call.\nQ    But how long has this been -- so for how long has this been being coordinated?\nSENIOR ADMINISTRATION OFFICIAL:  Over the last couple of days that we’ve been here.  We put out a comment yesterday you may have seen saying that this is a subject that came up in the discussions between the President and Prime Minister.  So it was a topic of discussion during the visit and we were able to get this call scheduled while President Obama was still here.  Again, it was a call from Prime Minister Netanyahu to Prime Minister Erdogan, but given the President’s relationship with both of them, he felt it was important to support that effort.\nQ    -- how long they spoke and who all was a party to the call?  It sounds like you heard both sides of the call -- was it a conference call?\nSENIOR ADMINISTRATION OFFICIAL:  Well, they spoke for -- I don’t have the exact details -- a good half an hour.\nSENIOR ADMINISTRATION OFFICIAL:  Yes, you guys saw -- I mean, basically he went into that trailer, and however long he was in there was how long the call was.\nQ    So like a half an hour?\nSENIOR ADMINISTRATION OFFICIAL:  Well, keep in mind there’s also interpretation and President Obama was on the phone for a bit -- but I just wanted to reinforce my colleagues point.  No one is claiming that this resolves every potential different between Israel and Turkey.  I think we said and I think they would tell you this was an important step because one of the key things that had been dividing them was their strong differences over the Mavi Mamara  incident and Turkey’s desire for an apology and compensation.\nQ    Was there compensation?\nSENIOR ADMINISTRATION OFFICIAL:  And their teams have over the past years been talking about resolving these issues and the references made to the work that they had done to reach an agreement on that as well.\nQ    Does the United States think that now this satisfies Turkey’s demand for an apology over this incident?  From your point of view, did the Turks say to you, this apology thing is now a thing of the past?\nSENIOR ADMINISTRATION OFFICIAL:  Only the Turks can answer that question, but when the Prime Minister says, I accept your apology, I think most people would believe that that --\nQ    You can’t say only the Turks can answer that question, and then tell us that he accepted the apology.\nSENIOR ADMINISTRATION OFFICIAL:  We’ve got to wrap this up, but let me just -- we believe it’s a very important thing that these two countries, even as they’re going to have differences, can work together.  And this step is what allows that to take place.  And we’re going to continue to support both of these key partners of the United States as they move forward not just in dealing with their own relations, but in dealing with regional security challenges that both of them have a significant stake in because we all have an interest in peace and stability in this region.  With that --\nQ    So how do you describe the diplomatic relationship between these two countries now?\nSENIOR ADMINISTRATION OFFICIAL:  We believe that the call today is an important step towards the normalization of that relationship.\nSENIOR ADMINISTRATION OFFICIAL:  Okay, thanks, everybody.\nEND \n\t4:34 P.M. IST\n\n\n\n\n"
}