{
    "title": "FACT SHEET: The Mandela Washington Fellowship for Young African Leaders | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/07/28/fact-sheet-mandela-washington-fellowship-young-african-leaders",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 28, 2014\n\n \n\n\n\nFACT SHEET: The Mandela Washington Fellowship for Young African Leaders\n\n\n\n\nToday, in front of 500 exceptional young leaders, President Obama will announce the renaming of the Washington Fellowship for Young African Leaders in honor of Nelson Mandela. He will also announce that the United States intends to double the number of annual participants in the Mandela Washington Fellowship to 1000 by the summer of 2016.\nThe Mandela Washington Fellowship is the flagship program of the President’s Young African Leaders Initiative (YALI) and embodies President Obama’s commitment to invest in the future of Africa. The first class of Mandela Washington Fellows arrived in June 2014 for six weeks of intensive executive leadership training, networking, and skills building, followed by a Presidential Summit in Washington, DC. Through this initiative, young African leaders are gaining the skills and connections they need to accelerate their own career trajectories and contribute more robustly to strengthening democratic institutions, spurring economic growth, and enhancing peace and security in Africa.\nThe Class of 2014\n\tSelected from nearly 50,000 applications, the 500 Mandela Washington Fellows represent the extraordinary promise of an emerging generation of entrepreneurs, activists, and public officials. Mandela Washington Fellows are between 25 and 35 years old; have proven track records of leadership in a public, private, or civic organization; and demonstrate a strong commitment to contributing their skills and talents to building and serving their communities. The first class of Fellows represents all 49 countries in sub-Saharan Africa and includes equal numbers of men and women. Despite their youth, more than 75 percent of Fellows already hold a mid-level or executive position, and 48 percent have a graduate degree. Twenty-five percent of Fellows currently work in a non-governmental institution and 39 percent of them operate their own business. Nearly all Fellows are the first in their families to visit the United States.\nWelcoming Promising Leaders to the United States\n\tThe Mandela Washington Fellows arrived in the United States in June 2014 and studied at 20 top American universities. Their sixweek academic coursework and executive leadership training focused on one of three tracks: business and entrepreneurship, civic leadership, or public management. Formal university programming was augmented with workshops, mentoring, and networking opportunities with leaders in their fields.\nToday, Mandela Washington Fellows will converge in Washington, DC for a Presidential Summit and Town Hall. Over the next three days, Fellows will continue to engage with leaders from the public and private sectors, as well as with each other. Following the Summit, 100 Fellows will stay in the United States to participate in eight-week internships with over 80 American non-governmental organizations (NGOs), private companies, and governmental offices.\nInvesting in Opportunities on the Continent\n\tThe U.S. Government is working with businesses, governments, and NGOs to create ongoing professional opportunities and resources to support these young leaders when they return home.\nProfessional Development: The U.S. Government is securing over 200 internships and professional placements for Mandela Washington Fellows in private companies, government ministries, research institutes, multilateral organizations, and non-profit or community-based organizations on the continent. Fellows will be placed in internships in private sector companies such as Microsoft and global NGOs, such as Partners for Democratic Change.\nMentoring: Fellows will be matched with mentors – industry leaders from the public, private, and non-profit sectors, including from major international companies and U.S. organizations with operations in Africa – who will guide and support Fellows as they seek to apply the lessons and skills gained through their fellowship experience, plan short and long-term career goals, and grow professionally after their return to Africa.\nSeed Funding: Mandela Washington Fellows will have access to dedicated funding to support their ideas, businesses, and organizations and undertake joint projects to improve their communities. More than $5 million in small grants will be awarded in the first three years by the U.S. African Development Foundation for Mandela Washington Fellows seeking to start or enhance their businesses or social enterprises. In addition, Washington Fellows will be able to attract funding for their ventures and projects through RocketHub’s dedicated YALI crowdfunding platform.\nContributing to the Community: The State Department will invest an additional $5 million over the next three years to help Fellows establish or grow their own NGOs, undertake projects to improve their communities, or work collaboratively to build the network of young African leaders, including in underserved areas. Fellows will serve as mentors to other young Africans in eight Connect Camps, where they will use technology to promote social good and community engagement.\nLeveraging Ongoing U.S. Government Investments: USAID will leverage more than $350 million in existing youth programs and development initiatives to give the Fellows access to a broad array of assistance and support. For instance, under the Feed the Future Initiative, Fellows in selected countries will benefit from training programs and tailored internships.\nSustaining a Strong Network\n\tU.S. embassies will provide resources and support to ensure that Mandela Washington Fellows stay connected through in-country alumni associations and community service activities. Fellows will have access to virtual exchange toolkits (customized for a wide range of bandwidth environments) in order to maintain strong connections back to the United States and extend their experience to other young Africans. Finally, the U.S. Government will organize regular local and regional events and networking opportunities to sustain deep ties with these dynamic Fellows over the years to come.\nHost Institutions:\n\n\n\t\tClark-Atlanta University\n\n\t\tDartmouth College\n\n\t\tNorthwestern University\n\n\t\tUniversity of Notre Dame\n\n\t\tUniversity of Texas at Austin\n\n\t\tUniversity of Wisconsin – Stout\n\n\t\tYale University\n\n\t\tArizona State University\n\n\t\tRutgers, The State University of New Jersey\n\n\t\tTulane University\n\n\t\tUniversity of California, Berkeley\n\n\t\tUniversity of Delaware\n\n\t\tUniversity of Virginia/The College of William and Mary\n\n\t\tWagner College\n\n\t\tFlorida International University\n\n\t\tHoward University\n\n\t\tMorgan State University\n\n\t\tSyracuse University\n\n\t\tUniversity of Arkansas\n\n\t\tUniversity of Minnesota\n\n\n\n\n\n"
}