{
    "title": "FACT SHEET: Release of the Joint United States-Canada Electric Grid Security and Resilience Strategy | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/12/12/fact-sheet-release-joint-united-states-canada-electric-grid-security-and",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 12, 2016\n\n \n\n\n\nFACT SHEET: Release of the Joint United States-Canada Electric Grid Security and Resilience Strategy\n\n\n\n\n\n\tToday, The White House and the Government of Canada released the Joint United States-Canada Electric Grid Security and Resilience Strategy (Strategy) fulfilling the commitment made in March in their joint statement on Climate, Energy, and Arctic Leadership to \"develop a joint U.S.-Canadian strategy for strengthening the security and resilience of the North American electricity grid,” including “against the growing threat from cyberattacks and climate change impacts.”  The Strategy describes joint goals and objectives to address the vulnerabilities of the two countries’ respective and shared electric grid infrastructure as a matter of energy security and national security.\n\n\tThe North American electric grid is one large, complex, interconnected machine. The Strategy relies on the existing strong bilateral collaboration between the United States and Canada and reflects a joint commitment and a shared approach to risk management for the electric grid. It also articulates a common vision of a future electric grid that depends on effective and expanded collaboration among those who own, operate, protect, and rely on it. Because the electric grid is vital to the functioning of modern society and dependent on other infrastructure for its function, the United States and Canada developed the Strategy under the shared principle that security and resilience require increased collaboration and shared approaches to risk management.\n\n\tThe Strategy envisions a secure and resilient electric grid that is able to withstand hazards and recover efficiently from disruptions. In pursuit of this goal, the Strategy describes joint approaches to protect today’s electric grid, manage contingencies by enhancing response and recovery capabilities, and cultivate a more secure and resilient future electric grid.\n\n\tThree strategic goals underpin the effort to strengthen the security and resilience of the electric grid:\n\n\nProtect Today’s Electric Grid and Enhance Preparedness: A secure and resilient electric grid that protects system assets and critical functions and is able to withstand and recover rapidly from disruptions is a priority for the governments of both the United States and Canada.\n\nManage Contingencies and Enhance Response and Recovery Efforts: The Strategy sets out a shared approach for enhancing continuity and response capabilities, supporting mutual aid arrangements such as cyber mutual assistance across a diverse set of stakeholders, understanding interdependencies, and expanding available tools for recovery and rebuilding. \n\nBuild a More Secure and Resilient Future Electric Grid: The United States and Canada are working to build a more secure and resilient electric grid that is responsive to a variety of threats, hazards, and vulnerabilities, including increased threats from climate change. To achieve this, the electric grid will need to be more flexible and agile, with an architecture into which new technologies may be readily incorporated.\n\n\n\tThe Strategy will be implemented in accordance with separate U.S. and Canadian Action Plans, each detailing specific steps and milestones for achieving the Strategy’s goals within each nation.  The National Electric Grid Security and Resilience Action Plan may be found here. These documents are intended to guide future activity within areas of Federal jurisdiction, with full respect for the jurisdictional authorities of both countries.\n\n\tImplementation will occur in consultation with state and provincial governments, regulators, and utilities, where applicable, and will require the sustained, coordinated, and complementary efforts of individuals and groups from both countries, including private sector partners, policy makers, and the public. The work of both the United States and Canada to strengthen the security and resilience of the electric grid is essential to support all of us who depend on this critical asset.\n\n\n\n\n"
}