{
    "title": "Fact Sheet: The American Jobs Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/08/fact-sheet-american-jobs-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 08, 2011\n\n \n\n\n\nFact Sheet: The American Jobs Act\n\n\n\n\n\nTHE AMERICAN JOBS ACT\n\t \n\n1. Tax Cuts to Help America’s Small Businesses Hire and Grow\n\n\nCutting the payroll tax in half for 98 percent of businesses: The President’s plan will cut in half the taxes paid by businesses on their first $5 million in payroll, targeting the benefit to the 98 percent of firms that have payroll below this threshold.\n\nA complete payroll tax holiday for added workers or increased wages: The President’s plan will completely eliminate payroll taxes for firms that increase their payroll by adding new workers or increasing the wages of their current worker (the benefit is capped at the first $50 million in payroll increases).\n\nExtending 100% expensing into 2012: This continues an effective incentive for new investment.\n\nReforms and regulatory reductions to help entrepreneurs and small businesses access capital.\n\t\t \n\n\n2. Putting Workers Back on the Job While Rebuilding and Modernizing America\n\n\nA “Returning Heroes” hiring tax credit for veterans: This provides tax credits from $5,600 to $9,600 to encourage the hiring of unemployed veterans.\n\nPreventing up to 280,000 teacher layoffs,while keeping cops and firefighters on the job.\n\nModernizing at least 35,000 public schools across the country,supporting new science labs, Internet-ready classrooms and renovations at schools across the country, in rural and urban areas.\n\nImmediate investments in infrastructure and a bipartisan National Infrastructure Bank, modernizing our roads, rail, airports and waterways while putting hundreds of thousands of workers back on the job.\n\nA New “Project Rebuild”, which will put people to work rehabilitating homes, businesses and communities, leveraging private capital and scaling land banks and other public-private collaborations.\n\nExpanding access to high-speed wireless as part of a plan for freeing up the nation’s spectrum.\n\n\n3. Pathways Back to Work for Americans Looking for Jobs.\n\n\nThe most innovative reform to the unemployment insurance program in 40 years: As part of an extension of unemployment insurance to prevent 5 million Americans looking for work from losing their benefits, the President’s plan includes innovative work-based reforms to prevent layoffs and give states greater flexibility to use UI funds to best support job-seekers, including:\n\t\t\n\n\t\t\t\tWork-Sharing:  UI for workers whose employers choose work-sharing over layoffs.\n\n\t\t\t\tA new “Bridge to Work” program: The plan builds on and improves innovative state programs where those displacedtake temporary, voluntary work or pursue on-the-job training.\n\n\t\t\t\tInnovative entrepreneurship and wage insurance programs: States will also be empowered to implement wage insurance to help reemploy older workers and programs that make it easier for unemployed workers to start their own businesses.\n\n\n\nA $4,000 tax credit to employers for hiring long-term unemployed workers.\n\nProhibiting employers from discriminating against unemployed workers when hiring.\n\nExpanding job opportunities for low-income youth and adults through a fund for successful approaches for subsidized employment, innovative training programs and summer/year-round jobs for youth.\n\n\n4. Tax Relief for Every American Worker and Family\n\n\nCutting payroll taxes in half for 160 million workers next year: The President’s plan will expand the payroll tax cut passed last year to cut workers payroll taxes in half in 2012 – providing a $1,500 tax cut to the typical American family, without negatively impacting the Social Security Trust Fund.\n\nAllowing more Americans to refinance their mortgages at today’s near 4 percent interest rates, which can put more than $2,000 a year in a family’s pocket.\n\n\n5. Fully Paid for as Part of the President’s Long-Term Deficit Reduction Plan.To ensure that the American Jobs Act is fully paid for, the President will call on the Joint Committee to come up with additional deficit reduction necessary to pay for the Act and still meet its deficit target. The President will, in the coming days, release a detailed plan that will show how we can do that while achieving the additional deficit reduction necessary to meet the President’s broader goal of stabilizing our debt as a share of the economy.\n\nAMERICAN JOBS ACT OVERVIEW\n\t \n\n\tThe American people understand that the economic crisis and the deep recession weren’t created overnight and won’t be solved overnight. The economic security of the middle class has been under attack for decades. That’s why President Obama believes we need to do more than just recover from this economic crisis – we need to rebuild the economy the American way, based on balance, fairness, and the same set of rules for everyone from Wall Street to Main Street.  We can work together to create the jobs of the future by helping small business entrepreneurs, by investing in education, and by making things the world buys. The President understands that to restore an American economy that’s built to last we cannot afford to outsource American jobs and encourage reckless financial deals that put middle class security at risk.\n\n\tTo create jobs, the President unveiled the American Jobs Act – nearly all of which is made up of ideas that have been supported by both Democrats and Republicans, and that Congress should pass right away to get the economy moving now. The purpose of the American Jobs Act is simple: put more people back to work and put more money in the pockets of working Americans. And it would do so without adding a dime to the deficit.\n\n Tax Cuts to Help America’s Small Businesses Hire and Grow\n\n New Tax Cuts to Businesses to Support Hiring and Investment:The President is proposing three tax cuts to provide immediate incentives to hire and invest:\n\n\nCutting the Payroll Tax Cut in Half for the First $5 Million in Wages:This provision would cut the payroll tax in half to 3.1% for employers on the first $5 million in wages, providing broad tax relief to all businesses but targeting it to the 98 percent of firms with wages below this level.\n\nTemporarily Eliminating Employer Payroll Taxes on Wages for New Workers or Raises for Existing Workers:The President is proposing a full holiday on the 6.2% payroll tax firms pay for any growth in their payroll up to $50 million above the prior year, whether driven by new hires, increased wages or both. This is the kind of job creation measure that CBO has called the most effective of all tax cuts in supporting employment.\n\nExtending 100% Expensing into 2012:The President is proposing to extend 100 percent expensing, the largest temporary investment incentive in history, allowing all firms – large and small – to take an immediate deduction on investments in new plants and equipment.\n\nHelping Entrepreneurs and Small Businesses Access Capital and Grow: The President’s plan includes administrative, regulatory and legislative measures – including those developed and recommended by the President’s Jobs Council – to help small firms start and expand. This includes changing the way the government does business with small firms. The Administration will soon announce a plan to accelerate government payments to small contractors to help put money in their hands faster. The President is also charging his CIO and CTO to, within 90 days, stand up a one-stop, online portal for small businesses to easily access government services. As part of the President’s Startup America initiative, the Administration will work with the SEC to conduct a comprehensive review of securities regulations from the perspective of these small companies to reduce the regulatory burdens on small business capital formation in ways that are consistent with investor protection, including expanding “crowdfunding” opportunities and increasing mini-offerings. Finally, the President’s plan calls for Congress to pass comprehensive patent reform, increase guarantees for bonds to help small businesses compete for infrastructure projects and remove burdensome withholding requirements that keep capital out of the hands of job creators.\n\n\n Putting Workers Back on the Job While Rebuilding and Modernizing America \n\n\nTax Credits and Career Readiness Efforts to Support Veterans’ Hiring:The President is proposing a Returning Heroes Tax Credit of up to $5,600 for hiring unemployed veterans who have been looking for a job for more than six months, and a Wounded Warriors Tax Credit of up to $9,600 for hiring unemployed workers with service-connected disabilities who have been looking for a job for more than six months, while creating a new task force to maximize career readiness of servicemembers.\n\nPreventing Layoffs of Teachers, Cops and Firefighters:The President is proposing to invest $35 billion to prevent layoffs of up to 280,000 teachers, while supporting the hiring of tens of thousands more and keeping cops and firefighters on the job. These funds would help states and localities avoid and reverse layoffs now, requiring that funds be drawn down quickly. Under the President’s proposal, $30 billion be directed towards educators and $5 billion would support the hiring and retention of public safety and first responder personnel.\n\nModernizing Over 35,000 Schools – From Science Labs and Internet-Ready Classrooms to Renovated Facilities:The President is proposing a $25 billion investment in school infrastructure that will modernize at least 35,000 public schools – investments that will create jobs, while improving classrooms and upgrading our schools to meet 21st century needs. This includes a priority for rural schools and dedicated funding for Bureau of Indian Education funded schools. Funds could be used for a range of emergency repair and renovation projects, greening and energy efficiency upgrades, asbestos abatement and removal, and modernization efforts to build new science and computer labs and to upgrade technology in our schools. The President is also proposing a $5 billion investment in modernizing community colleges (including tribal colleges), bolstering their infrastructure in this time of need while ensuring their ability to serve future generations of students and communities.\n\nMaking an Immediate Investment in Our Roads, Rails and Airports: The President’s plan includes $50 billion in immediate investments for highways, transit, rail and aviation, helping to modernize an infrastructure that now receives a grade of “D” from the American Society of Civil Engineers and putting hundreds of thousands of construction workers back on the job. The President’s plan includes investments to improve our airports, support NextGen Air Traffic Modernization efforts, and resources for the TIGER and TIFIA programs, which target competitive dollars to innovative multi-modal infrastructure programs. It will also take special steps to enhance infrastructure-related job training opportunities for individuals from underrepresented groups and ensure that small businesses can compete for infrastructure contracts.The President will work administratively to speed infrastructure investment through a recently issued Presidential Memorandum developed with his Jobs Council directingdepartments and agencies to identify high impact, job-creating infrastructure projects that can be expedited in a transparent manner through outstanding review and permitting processes. The call for greater infrastructure investment has been joined by leaders from AFL-CIO President Richard Trumka to U.S. Chamber of Commerce President Thomas Donohue.\n\nEstablishing a National Infrastructure Bank:The President is calling for Congress to pass a National Infrastructure Bank capitalized with $10 billion, in order to leverage private and public capital and to invest in a broad range of infrastructure projects of nationaland regional significance, without earmarks or traditional political influence. The Bank would be based on the model Senators Kerry and Hutchison have championed while building on legislation by Senators Rockefeller and Lautenberg and the work of long-time infrastructure bank champions like Rosa DeLauro and the input of the President’s Jobs Council.\n\nProject Rebuild: Putting People Back to Work Rehabilitating Homes, Businesses and Communities. The President is proposing to invest $15 billion in a national effort to put construction workers on the job rehabilitating and refurbishing hundreds of thousands of vacant and foreclosed homes and businesses. Building on proven approaches to stabilizing neighborhoods with high concentrations of foreclosures, Project Rebuild will bring in expertise and capital from the private sector, focus on commercial and residential property improvements, and expand innovative property solutions like land banks. This approach will not only create construction jobs but will help reduce blight and crime and stabilize housing prices in areas hardest hit by the housing crisis.\n\nExpanding Access to High-Speed Wireless in a Fiscally Responsible Way: The President is calling for a deficit reducing plan to deploy high-speed wireless services to at least 98 percent of Americans, including those in more remote rural communities, while freeing up spectrum through incentive auctions, spurring innovation, and creating a nationwide, interoperable wireless network for public safety.\n\t\t \n\n\nPathways Back to Work for Americans Looking for Jobs \n\n\nReform Our Unemployment Insurance System to Provide Greater Flexibility, While Ensuring 6 Million People Do Not Lose Benefits: Drawing on the best ideas of both parties and the most innovative states, the President is proposing the most sweeping reforms to the unemployment insurance (UI) system in 40 years help those without jobs transition to the workplace. Alongside these reforms, the President is reiterating his call to extend unemployment insurance, preventing 6 million people looking for work from losing their benefits and extending what the independent Congressional Budget Office has determined is the highest “bang for the buck” option to increase economic activity.\n\nReemployment Assistance: States will be required to design more rigorous reemployment services for the long-term unemployed and to conduct assessments to review the longest-term claimants of UI to assess their eligibility and help them develop a work-search plan.  These reforms are proven to speed up UI beneficiaries’ return to work.\n\nWork-sharing:The President will expand “work-sharing” to encourage arrangements using UI that keep employees on the job at reduced hours, rather than laying them off.\n\nState Flexibility for Bold Reforms to Put the Long-Term Unemployed Back To Work:The President is proposing to provide additional funds to allow states to introduce new programs aimed at long-term unemployed workers, including:\n\n“Bridge to Work” Programs:States will be able to put in place reforms that build off what works in programs like Georgia Works or Opportunity North Carolina, while instituting important fixes and reforms that ensure minimum wage and fair labor protections are being enforced.  These approaches permits long-term unemployed workers to continue receiving UI while they take temporary, voluntary work or pursue work-based training. The President’s plan requires compliance with applicable minimum wage and other worker rights laws.\n\nWage Insurance:  States will be able to use UI to encourage older, long-term unemployed Americans to return to work in new industries or occupations.\n\nStartup Assistance:  States will have flexibility to help long-term unemployed workers create their own jobs by starting their own small businesses.\n\nOther Reemployment Reforms:  States will be able to seek waivers from the Secretary of Labor to implement other innovative reforms to connect the long-term unemployed to work opportunities.\n\nTax Credits for Hiring the Long-Term Unemployed:The President is proposing a tax credit of up to $4,000 for hiring workers who have been looking for a job for over six months.\n\nInvesting in Low-Income Youth and Adults: The President is proposing a new Pathways Back to Work Fund to provide hundreds of thousands of low-income youth and adults with opportunities to work and to achieve needed training in growth industries. The Initiative will do three things: i) support summer and year-round jobs for youth, building off of successful programs that supported over 370,000 such jobs in 2009 and 2010; ii) support subsidized employment opportunities for low-income individuals who are unemployed, building off the successful TANF Emergency Contingency Fund wage subsidy program that supported 260,000 jobs in 2009 and 2010; and iii) support promising and innovative local work-based job and training initiatives to place low-income adults and youths in jobs quickly.\n\nProhibiting Employers from Discriminating Against Unemployed Workers: The President’s plan calls for legislation that would make it unlawful to refuse to hire applicants solely because they are unemployed or to include in a job posting a provision that unemployed persons will not be considered.  \n\n\n More Money in the Pockets of Every American Worker and Family\n\n\n Cutting Payroll Taxes in Half for 160 Million Workers Next Year: The President’s plan will expand the payroll tax cut passed last December by cutting workers payroll taxes in half next year. This provision will provide a tax cut of $1,500 to the typical family earning $50,000 a year. As with the payroll tax cut passed in December 2010, the American Jobs Act will specify that Social Security will still receive every dollar it would have gotten otherwise, through a transfer from the General Fund into the Social Security Trust Fund.\n\nHelping More Americans Refinance Mortgages at Today’s Historically Low Interest Rates: The President has instructed his economic team to work with Fannie Mae and Freddie Mac, their regulator the FHFA, major lenders and industry leaders to remove the barriers that exist in the current refinancing program (HARP) to help more borrowers benefit from today’s historically low interest rates. This has the potential to not only help these borrowers, but their communities and the American taxpayer, by keeping borrowers in their homes and reducing risk to Fannie Mae and Freddie Mac.\n \n\n\nFully Paid for as Part of the President’s Long-Term Deficit Reduction Plan. \n\n\n\t\tTo ensure that the American Jobs Act is fully paid for, the President will call on the Joint Committee to come up with additional deficit reduction necessary to pay for the Act and still meet its deficit target. The President will, in the coming days, release a detailed plan that will show how we can do that while achieving the additional deficit reduction necessary to meet the President’s broader goal of stabilizing our debt as a share of the economy.\n\n\n \n\n\t \n\n\n\n\n\t\t\t\t \n\n\n$, bn\n\n\n\n\n\nTax Cuts to Help America’s Small Businesses Hire and Grow\n\n\n\n70\n\n\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\tCut employer payroll taxes in half & bonus payroll cut for new jobs/wages  \n\n\n\n\t\t\t\t\t65\n\n\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\tExtend 100% expensing in 2012\n\n\n\n\t\t\t\t\t5\n\n\n\n\n\nPutting Workers Back on the Job While Rebuilding and Modernizing America \n\n\n\n140\n\n\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\tTeacher rehiring and first responders\n\n\n\n\t\t\t\t\t35\n\n\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\tModernizing schools\n\n\n\n\t\t\t\t\t30\n\n\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\tImmediate surface transportation\n\n\n\n\t\t\t\t\t50\n\n\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\tInfrastructure bank\n\n\n\n\t\t\t\t\t10\n\n\n\n\n\t\t\t\t \n\n\n\t\t\t\t\tRehabilitation/repurposing of vacant property (neighborhood stabilization)\n\n\n\n\t\t\t\t\t15\n\n\n\n\n\t\t\t\t \n\n\n\t\t\t\t\tNational wireless initiative\n\n\n\n\t\t\t\t\t0*\n\n\n\n\n\t\t\t\t \n\n\n\t\t\t\t\tVeterans hiring initiative\n\n\n\n\t\t\t\t\tn.a.\n\n\n\n\n\nPathways Back to Work for Americans Looking for Jobs\n\n\n\n62\n\n\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\tUI Reform and Extension\n\n\n\n\t\t\t\t\t49\n\n\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\tJobs tax credit for long term unemployed\n\n\n\n\t\t\t\t\t8\n\n\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\tPathways back to work fund\n\n\n\n\t\t\t\t\t5\n\n\n\n\n\nMore Money in the Pockets of Every American Worker and Family\n\n\n\n175\n\n\n\n\n\t\t\t\t \n\n\n\t\t\t\t\tCutting employee payroll taxes in half in 2012\n\n\n\n\t\t\t\t\t175\n\n\n\n\n\nTOTAL\n\n\n\n447\n\n\n\n\n\n* Proposal has a gross cost of $10bn, but a net deficit reducing impact of $18bn because of spectrum auction proceeds.\n\n\t \n\n\n\n\n"
}