{
    "title": "President Obama nominates Governor Kathleen Sebelius Secretary of HHS, Announces Release of $155 Million of ARRA Funds for Health Clinics Across America | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-nominates-governor-kathleen-sebelius-secretary-hhs-announces-releas",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 02, 2009\n\n \n\n\n\nPresident Obama nominates Governor Kathleen Sebelius Secretary of HHS, Announces Release of $155 Million of ARRA Funds for Health Clinics Across America\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary   _____________________________________________________________________________  FOR IMMEDIATE RELEASE                                               March 2, 2009 President Obama Will Nominate Governor Kathleen Sebelius Secretary of HHS, Announces Release of $155 Million of ARRA Funds for Health Clinics Across America Leading Health Care Expert Nancy-Ann DeParle to serve as Director of White House Office for Health Reform  Today, President Barack Obama officially announced his intent to nominate Kansas Governor Kathleen Sebelius as Secretary of Health and Human Services. In this role, Sebelius will oversee a department with wide-ranging responsibilities essential to the American people, including the implementation of the President's vision for health care. As Secretary of Health and Human Services, Sebelius will work with Democrats and Republicans alike to cut costs, expand access, and improve the quality of health care for all Americans. Nancy-Ann DeParle, one of the nation’s leading experts on health care and regulatory issues, will serve as Counselor to the President and Director of the White House Office for Health Reform. As commissioner of the Department of Human Services in Tennessee, she saw firsthand the health care system’s impact on workers and families. In the Clinton Administration, DeParle handled budget matters for federal health care programs, and took on the tremendous task of managing Medicare and Medicaid. \"If we are going to help families, save businesses, and improve the long-term economic health of our nation, we must realize that fixing what’s wrong with our health care system is no longer just a moral imperative, but a fiscal imperative. Health care reform that reduces costs while expanding coverage is no longer just a dream we hope to achieve – it’s a necessity we have to achieve, said President Obama. \"And today, I am proud to announce key members of my team who will be critical to that effort: Kansas Governor Kathleen Sebelius for my Secretary of Health and Human Services, and Nancy Ann DeParle as Director of the White House Office for Health Reform.\" President Obama today also announced the release of $155 million authorized by the American Recovery and Reinvestment Act that will support 126 new health centers. These health centers will help people in need – many with no health insurance – obtain access to comprehensive primary and preventive health care services. \"We have acted quickly to put Recovery Act dollars to good use in communities across America,\" said President Obama. \"The construction and expansion of health centers will create thousands of new jobs, help provide health care to an estimated 750,000 Americans across the country who wouldn’t have access to care without these centers, and take another step toward an affordable, accessible health care system.\" The grants, which are administered by the U.S. Department of Health and Human Services’ Health Resources and Services Administration (HRSA), are expected to create 5,500 jobs at the new health centers.  \n\n\n\n"
}