{
    "title": "The President and First Lady’s Call to Action on College Opportunity | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/12/04/president-and-first-lady-s-call-action-college-opportunity",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 04, 2014\n\n \n\n\n\nThe President and First Lady’s Call to Action on College Opportunity\n\n\n\n\nWASHINGTON, DC – Today, President Obama, Vice President Biden, and the First Lady will join college presidents and other education leaders from around the nation at the second White House College Opportunity Day of Action, where organizations will announce over 600 new actions to help more students prepare for and graduate from college.  Today’s participants were challenged to commit to a new action in one of four areas: building networks of colleges focused on promoting completion, creating K-16 partnerships around college readiness, investing in high school counselors as part of the First Lady’s Reach Higher initiative, and increasing the number of college graduates in STEM fields (science, technology, engineering, and mathematics).\nExpanding opportunity for more students to enroll and succeed in college, especially low-income and underrepresented students, is vital to building a strong economy and a strong middle class. President Obama believes that the United States should lead the world in college attainment, as it did a generation ago. Because completing college is key to strengthening the middle class and should not be a luxury for the few, the President has increased Pell Grants by $1,000 a year, created the new American Opportunity Tax Credit worth up to $10,000 over four years of college, capped student loan payments to 10 percent of monthly income, and laid out an ambitious agenda to reduce college costs and promote innovation and competition in higher education.\nTogether, the actions taken today by college and system presidents, education leaders and organizations will reach hundreds of thousands of students in the coming years. Impacts include:\n\n\nIncreasing the number of career-ready college graduates: New networks of colleges that are devoted to producing more college graduates who are career-ready are setting goals and defining plans to help hundreds of thousands of additional students complete a two- or four-year college degree or credential by 2025.\n\n\nEnhancing college readiness: New partnerships among high schools, community colleges, and four-year colleges and universities are setting goals and pursuing collaborative strategies to help over 100,000 more students become college-ready by tying together academic expectations, student support systems, and community resources.\n\n\nImproving access to highly-trained school counselors: Tens of thousands more students will gain access to high quality college advising by hiring more than 5,000 new school counselors and advisors in school districts and schools most in need of additional college access.\n\n\nStrengthening STEM education: Tens of thousands more students will be on a pathway to obtain degrees in science, technology, engineering, and mathematics (STEM) and more than 10,000 excellent K-12 teachers will complete college with expertise in STEM fields, marking progress towards the President’s goals to graduate an additional 1 million STEM graduates and prepare 100,000 excellent K-12 STEM teachers over a decade.\n\n\nThe President will also announce new steps on how his Administration is helping to support these actions, including $10 million to help promote college completion and a $30 million AmeriCorps program that will improve low-income students’ access to college. \nToday’s event is the second College Opportunity Day of Action, and the White House also released a report summarizing the progress of participants in the first day of action, held on January 14, 2014.  To view the list of Commitments to Action on College Opportunity, click HERE (http://obamawhitehouse.archives.gov/sites/default/files/docs/college_opportunity_commitment_report.pdf). To view the Progress Report on January Commitments, click HERE (http://obamawhitehouse.archives.gov/sites/default/files/docs/college_opportunity_progress_report.pdf).\nActions Announced Today in Response to the President and First Lady’s Call to Action on College Opportunity\nAs part of the President and First Lady’s national call to action on college opportunity, college presidents and leaders of non-profits, foundations and other organizations are announcing over 600 new commitments in the following key areas:\nWorking Together to Produce More College Graduates. Across the nation, innovative higher education leaders have found ways to raise graduation rates while improving quality and maintaining affordability. Some of these initiatives involve cutting-edge technology; others ensure that academic credits transfer and provide additional support to at-risk students. Today, college leaders are coming together with a concrete goal to produce more college graduates who are career-ready and detailing the actions they will take to get there.  These actions include using predictive analytics to keep students on track to graduate, adopting new technologies such as adaptive learning to meet individual student needs, and supplementing financial aid awards – with an overarching focus on working together to learn from and scale the most effective practices. Examples of commitments made today include:\n\n\n14 State College & University Systems Committing to More than 350,000 Additional Graduates by 2025: Fourteen state systems of colleges and universities, organized by the National Association of System Heads, intend to dramatically increase the number of graduates they produce by: using predictive analytics to help students select majors where they can be successful and stay on track to graduate with real prospects for rewarding careers; identifying best ways for academically underprepared students to succeed in developmental math and progress in their course of study; and identifying high-impact practices that go beyond the traditional classroom and lead to better college persistence and completion. These systems are forming cross-campus networks to identify and replicate key strategies, set clear definitions of success, and track progress towards key milestones set by the network.\n\n\n11 Public Universities Working Together to Produce 68,000 additional graduates by 2025: The University Innovation Alliance (UIA) – a group of 11 public research universities spanning the country – are making a new commitment to producing 68,000 additional college graduates and a total of 860,000 graduates by 2025.  The UIA is working as an innovation cluster to identify and pilot new innovations to improve student success and scale proven innovations that significantly improve graduation rates across campuses. The Alliance will also share what works with the broader higher education community to create a playbook of proven innovations that help students from all backgrounds complete.\n\n\nLeadership from Public Higher Education: Leadership from Public Higher Education: Nearly three-quarters of U.S. postsecondary students are enrolled in public institutions.  The American Association of Community Colleges, the American Association of State Colleges and Universities, and the Association of Public and Land-grant Universities pledge to work together to facilitate efforts to produce more college degrees, with a focus that includes: seamless transitions among institutions through enhanced advising, transfer of credits, and innovative enrollment and financial aid policies; building clear educational and career pathways through better K-16 alignment, especially in STEM fields; and more accurate measurement of student progress and success. \n\n\nPromoting College Readiness through Partnerships: Collaborations of school districts, colleges and universities, community organizations, business, and philanthropy are setting ambitious goals and specific plans to dramatically improve college-going and success for low-income and under-represented students. Collectively, these community collaborations will generate 100,000 more college-ready students by strengthening connections among high schools, community colleges, and four-year colleges and universities and tying together academic expectations, student support systems, and community resources. Many partnerships are focusing on four key benchmarks: applying for financial aid through the FAFSA, completing two or more college applications, preparing for college-level work without remediation, and enrolling in college. By systematically gathering and sharing data on these indicators, communities can set quantitative goals for improvement, rally community support, develop focused strategies, and align systems, curricula, and resources around the goals. Examples of commitments made today include:\n\n\nTransforming College Readiness, Access and Success: More than 40 organizations in the Rio Grande Valley in south Texas are committing to increase postsecondary degree completion by 43 percent, adding more than 4,000 postsecondary degrees by 2018-19. To achieve these goals, RGV FOCUS will aim to ensure that 20 percent more students enter college without the need for remediation, 20 percent more students complete at least one AP or dual credit course, and 19 percent more students complete a FAFSA. \n\n\nSetting New Goals for FAFSA Completion and Avoiding Remediation: Riverside County/San Bernardino area leaders formed the Riverside County Education Collaboration in response to the President’s call to action. RCEC is the first strategic K-16 partnership in the history of this diverse and rapidly growing community which serves more than 420,000 K-12 students. The RCEC has set ambitious goals of increasing FAFSA completion by 30 percent, increasing students who do not need remediation by 18 percent, and additional increases above 10 percent in the areas of postsecondary enrollment and student applications to two or more colleges.\n\n\nPromote College Access in New Haven: To increase college access and readiness for more than 21,000 New Haven students in the fastest-growing city in New England, Yale will more than double the institutional footprint of its Ambassador program in 2015 to a total of ten campuses. This academic and near-peer social support network employs New Haven Promise scholarship recipients to help students transition to freshman year. Yale will also add new parent engagement initiatives through its Pathways to Promise program, and by 2015, Yale and New Haven Promise will also develop 50 new commitments with nonprofit and faith-based champions to support college access and readiness in their communities.\n\n\nLeveling the Playing Field in College Advising. Over 85 percent of America’s high school students expect to attend college, but many lack the support and guidance they need to navigate the enrollment process and be academically prepared for success. With the goal of inspiring every young person to complete their education beyond high school, the First Lady’s Reach Higher initiative is shining light on the great potential for school counselors to help students reach college and career readiness – potential that is too often frustrated by not having sufficient training and information available to school counselors about college and career readiness, unrealistic student-counselor ratios of 471 to one and no counselor at all in one school in five, inappropriate assignments for counselors to perform non-counseling tasks, and a lack of comprehensive district strategies measured by college access, persistency and completion metrics.\nThe First Lady believes that school counseling is a necessity, not a luxury.  In recent months, Harvard’s Graduate School of Education and San Diego State University joined the Administration to bring together state officials, school district administrators, school counselors and college access leaders around the importance of addressing counselors’ training needs, ensuring that counselors can obtain credentials in college- and career-ready counseling, and the need for state, community and school districts to develop college- and career-ready strategies. Examples of commitments made today include:\n\n\n$30 Million to Support 60,000 Low-Income Students: The Michael & Susan Dell Foundation is pledging $30 million over the next six years to increase the college enrollment and college graduation rates for low-income students through the Dell Scholars Program and the work of the National College Advising Corps, Blue Engine, iMentor, OneGoal, and others.\n\n\n15% Increase in College Enrollment for all Chicago Public School Students: Chicago Public Schools, in coordination with Thrive Chicago, is piloting a comprehensive professional development program to provide all school counselors and postsecondary advising staff with the necessary knowledge and tools to provide best practice advising.\n\n\nBring Together 13 States to Share Best Practices: The Southern Regional Education Board’s College and Career Counseling Initiative works to increase the knowledge and skills of professionals who advise students, especially low-income and first-generation college students, on reaching their postsecondary aspirations. Member states include Alabama, Arizona, Delaware, Georgia, Idaho, Louisiana, Michigan, Mississippi, North Carolina, Oklahoma, South Carolina, Tennessee and Utah.\n\n\nImproving STEM Learning and Degree Completion for Underrepresented Students. More than 110 individual colleges, universities, non-profit and philanthropic organizations are making new commitments to increase STEM degree access, preparation, and completion for students from low-income and underserved backgrounds, women, and minorities underrepresented in STEM fields. The commitments combine new goals with reforms like transitioning from lectures to active and inquiry-based learning, increasing student access to hands-on research in the first two years of college, providing mentors and internships to connect learning to career fields, and engaging future K-12 teachers in STEM courses so they are trained to prepare and inspire the next generation of STEM innovators. Examples of commitments made today include:\n\n\n $10 million in funds to support nationally scalable efforts. Over the coming year, the Helmsley Charitable Trust expects to commit an additional $10 million in funds to support nationally scalable efforts, particularly among community colleges and institutions that serve less resourced communities of students to support STEM student success.\n\n\n10,000 excellent K-12 teachers trained in STEM fields. Eight individual initiatives or institutions – including SUNY, Uteach in partnership with the National Math and Science Initiative, CalTeach in the California State University System, Southern Connecticut State University, Westminster College, Stetson University, and Temple University – will prepare more than 10,000 excellent K-12 teachers with expertise in STEM fields to inspire the next generation of STEM innovators.  This represents continued progress on the President’s goal to produce an additional 100,000 excellent K-12 STEM teachers over a decade.\n\n\nChanging Teaching to Increase STEM Completion.  Florida International University, which enrolls 11,000 STEM majors, 8,800 of whom are from underrepresented groups – commits to increasing overall STEM graduation rates by 10 percent through providing faculty with the time and funding to receive professional development in evidence-based teaching methods and integrating the culture of evidence-based instruction into faculty assignments, evaluation, tenure, and promotion processes.\n\n\nCommunity College Partnerships to Graduate 200 Additional Engineers Per Year. Through its collaborative engineering program initiative with the University of Texas at Tyler, Houston Community College commits to increase the number of engineering college graduates by 200 students annually, particularly those from underrepresented groups including low-income students, women, and other minorities.\n\nThe President’s Executive Actions on College Opportunity: To support these commitments, the President announced today that his Administration will:\n\n\nBuild the Evidence Base for What Works to Improve Quality and Completion: To build evidence of what works in higher education, the Department of Education will offer larger First in the World grants – the President’s signature initiative to promote innovation in higher education - to projects with more supporting evidence so that successful strategies can be implemented at greater scale, tested, and replicated.  The Department will encourage evidence-based practices through the use of priorities in its 2015 discretionary grant programs. Finally, it will publish a literature review of postsecondary studies that have been reviewed by the Institution of Education Sciences’ What Works Clearinghouse. \n\n\nDedicate $10 Million to Research on College Completion: In 2015, the Institute of Education Sciences will sponsor research on steps states and postsecondary institutions can take to increase college completion rates college completion, inviting research on a range of interventions spanning curricular reforms, student service enhancements, financial aid interventions, and education technology tools. The Institute will prioritize projects that have the potential to be implemented on a large scale. The Institute will commit a minimum of $10 million over five years.\n\n\nExpand College Access through the AmeriCorps Partnership Challenge: The Corporation for National and Community Service will increase the number of colleges and universities that are funding a year of service for students or offering more service opportunities for young people to help improve low-income students’ access to college. CNCS will encourage these collaborations through the $30 million AmeriCorps Partnership Challenge, which will provide education awards for AmeriCorps members through public private partnerships.\n\n\nLaunch Experimental Site for Dual Enrollment: The Department of Education will use its regulatory waiver authority to test the impact of making Pell grants available to high school students taking college courses. Emerging evidence indicates that students in dual enrollment programs are more engaged while in high school, better prepared when they begin college, and more likely to persist and complete, and dual enrollment also has the potential to reduce time to degree and result in lower costs and debt. \n\n\nExpand the FAFSA Completion Initiative: The Department of Education will allow college access nonprofits to determine whether their students and clients have filed a FAFSA – while protecting private information – in order to help them raise FAFSA completion rates, similar to existing works with states and high schools.  Annually over one million high school graduates have failed to file the FAFSA form leaving at a minimum two billion dollars in unclaimed federal Pell dollars. FAFSA remains the foundational document for determining state grants, as well as most private and institutional awards.\n\n\nEquip Families and Communities to Increase College Opportunity: The White House Initiatives on Educational Excellence for Hispanics (WHIEEH) and Educational Excellence for African Americans (WHIEEAA) and the Center for Faith Based and Neighborhood Partnerships (CFBNP) all commit to producing new customized college access guides and resources for their respective communities. Focused on their particular audiences, these materials will help schools, families, and neighborhood organizations work together to support young people in their pursuit of college. \n\n\nResearch High-Impact Math Education Practices: Today, the National Science Foundation is releasing an open letter calling for proposals to pilot innovations for helping students learn the mathematics taught in the first two years of college and to plan and execute workshops in 2015 on using research to improve student success in mathematics in the first two years. Programs supporting this work in the Directorate for Education and Human Resources include Improving Undergraduate STEM Education, Advanced Technological Education, Historically Black Colleges and Universities Undergraduate Program, Tribal Colleges and Universities Program, Innovative Technology Experiences for Students and Teachers, and Discovery Research K-12.\n\n\nShare Information on Work Going Forward: The American Council on Education commits to launch a web-based discussion and resources forum to help sustain the momentum generated by the Day of Action and enable participants to accelerate progress toward their goals in the completion, counseling, and STEM streams of work. The forum will allow organizations that participated in the Day of Action to share their expertise, information and resources as they work on their commitments and encourage a valuable exchange across institutions and organizations. The forum will be designed to meet the needs of participants and all participating organizations would be invited to use and contribute to it. ACE will host the forum, which will be inaugurated soon after the Day of Action to draw on the energy generated by the event. In addition, the Institute of Higher Education Policy will assist the Department of Education in establishing a structure for staying connected on K-16 strategies for college success.\n\n\nProgress on Existing Commitments to College Opportunity\nSince the first College Opportunity Day of Action on January 16, 2014, over 140 colleges and organizations have been hard at work implementing their pledges to improve college access and completion for low-income students. Examples of progress include: \n\n\nApplication Fee Waivers Available at More Than 2,000 Colleges. In January, with the help of their member higher education institutions, the College Board announced that every income-eligible student who takes the SAT would receive four fee waivers to apply to college for free. More than 2,000 cooperating colleges and universities have agreed to accept these application fee waivers. As of mid-October, nearly 42,000 students had accessed their college application fee waivers online via their account.\n\n\nOver 3,000 Interventions to Help Students Stay in School at Georgia State: Georgia State University committed to develop and deploy a first-of-its-kind financial risk tracking system to increase completions, especially for low-income and underrepresented students. In the past, more than 1,000 students were dropped from their classes for non-payment of their university bills each semester, some with balances as low as $300.  Now, the University is proactively reaching out to students and offering them micro-grants to cover their balances and to keep them in classes.  Of the seniors who received a Panther Retention Grant last year, 70 percent graduated within two semesters of receiving the funding.\n\n\n$267 Million in Financial Aid for Needy Families at Washington University: Washington University has raised $267 million in philanthropic support for financial aid for needy families, progressing more than halfway to its goal of $400 million by 2018. In addition, in one year, the University increased the number of Pell-eligible enrollees in its incoming freshman class from 6 percent to 8 percent, a trend the University will continue and accelerate.\n\n\nMore Effective Developmental Education at Colorado Community College System: The Colorado Community College System committed to reduce time to completion and the cost of the education for low income, at-risk students needing remedial coursework. Today, all of their thirteen colleges are offering revised developmental education programs, and for the first time since 2001 these students are retained at a higher rate than their peers who are not receiving remedial coursework. \n\n\n100 New STEM Posse Scholars:  The Posse Foundation secured commitments from 10 top colleges and universities to join its STEM Posse initiative and provide $70 million in STEM scholarships to 500 Posse Scholars over the next five years.  The participating Posse partner schools are: Brandeis University, Bryn Mawr College, Davidson College, Franklin & Marshall College, Georgetown University, Middlebury College, Pomona College, Smith College, Texas A&M, and the University of Wisconsin-Madison.\n\n\nProgress on Administration January 2014 Commitments\nAt the January event, the Administration also made a number of commitments. Examples of progress on those commitments include:\n\n\nUsing FAFSA Completion Information to Support College Going: The Department of Education committed to help states receive and share data on Free Application for Federal Student Aid (FAFSA) completion so that states and school districts could better identify which students have completed aid forms and target efforts to increase completion, modeled on efforts in Chicago, San Antonio and Detroit that raised FAFSA completion rates by more than 30 percent in some cases.  On March 14, 2014 the Department invited states to execute new agreements that allow the LEA, secondary school, and others to identify students who should be completing a FAFSA, and on July 10, 2014, access to FAFSA filing information was further expanded to grantees under the Talent Search, Upward Bound, Student Support Services (TRIO Programs), Gaining Early Awareness and Readiness for Undergraduate Program (GEAR-UP) and certain American Indian and Alaskan Native educational organizations.  \n\n\nTesting the Best Approaches to College Advising and Matching Through Upward Bound:  The Department of Education committed to develop and test a new professional development program for Upward Bound staff building on field strategies to promote college matching and in-person college advising. With support from the Council for Opportunity in Education, in 2014 the Department of Education recruited more than 200 Upward Bound projects to test \"Find the Fit\" college advising strategies. Professional development will begin in stages in 2015-16, and the first report on the effectiveness of “Find the Fit” is anticipated in late 2017.\n\n\nBuilding the Evidence Base for Early Intervention through GEAR UP: The Department of Education committed to work with the National Council for Community and Education Partnerships (NCCEP) to support GEAR UP programs related to college fit and readiness.  Meetings with researchers and state and local partnership grantees provided a springboard for the $82 million 2014 GEAR UP grant competition. Ten states and 31 partnerships were awarded GEAR UP grants, all but one under the competitive priority for projects proposing activities to improve college fit or college readiness, specifically through early identification of remedial needs.  The Institute of Education Sciences is reviewing the 2014 grantees’ strategies to lay the foundation for evaluations of promising practices related to college readiness and fit.\n\n\nLeveraging Work-Study Jobs to Support Near-Peer Mentoring: To build on promising evidence of the effectiveness of near-peer students as college advisers, the Department of Education promised to support institutions placing students into college counseling and mentoring jobs through the Federal Work-Study Program. In July 2014, the Department invited institutions to seek waivers of regulations that limit the Federal share of compensation paid to a student employed as a near-peer counselor under the program.  Ten institutions of higher education have requested waivers; additional requests are welcome. \n\n\n\n\n\n\n"
}