{
    "title": "Guest List for the First Lady's Box at the State of the Union Address | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/02/12/guest-list-first-ladys-box-state-union-address",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 12, 2013\n\n \n\n\n\nGuest List for the First Lady's Box at the State of the Union Address\n\n\n\n\nFirst Lady Michelle Obama\n\t \n\tDr. Jill Biden\n\t \n\tValerie Jarrett, Senior Advisor to the President\n\t \n\tThe following individuals will be seated in the box with the First Lady and Dr. Biden at the State of the Union Address:\n\t \nSergeant Sheena Adams (Vista, CA)\n\tTeam Advisor & Lead Instructor, Female Engagement Team\n\tA native of Kauai, Hawaii, Sergeant Adams joined the Marine Corps in 2003 and attended recruit training in Parris Island, S.C.  In 2010, Sergeant Adams joined the Female Engagement Team (FET) and was deployed to Helmand Province, Afghanistan from September 2010 to April 2011 in direct support of 1st Battalion 8th Marines in Musa Qal’eh District.  Sergeant Adams received her Combat Action Ribbon and Navy and Marine Corp Achievement Medal (second award) after successful completion of the deployment.  In September 2011, Sergeant Adams returned to 1st Marine Expeditionary Force Advisor Training Cell, as Team Advisor/Liaison and lead FET instructor, where she re-engineered the Period of Instruction for future FETs.\n\t \nAlan Aleman (Las Vegas, NV)\n\tDREAM Student\n\tAlan Aleman was born in Mexico City, Mexico.  In high school, Alan watched his friends come of age – driving around town with their new licenses and earning some extra cash from their summer jobs at the mall.  Although Alan knew he could not do those things because of his immigration status, he was determined to get a good education.  Last year, when Alan heard the news that the Obama Administration was going to provide Deferred Action for undocumented youth like him to emerge from the shadows, he was one of the first to sign up.  Alan was among the first people in Nevada to get approved.  In that moment, Alan said, “I felt the fear vanish.  I felt accepted.”  Today, Alan is in his second year at the College of Southern Nevada.  He’s studying to become a doctor and he hopes to join the Air Force.  Alan is currently working at Hermandad Mexicana, where he is in charge of final review for DACA applications. \nJack Andraka (Crownsville, MD)\n\tWinner of the 2012 Intel International Science and Engineering Fair\n\tJack Andraka, 16, of North County High School, was awarded first place for his new method to detect pancreatic cancer at the Intel International Science and Engineering Fair 2012, a program of Society for Science & the Public. Motivated by the death of his uncle due to pancreatic cancer, Jack created a simple dip-stick sensor based on diabetic test paper to test blood or urine to determine whether or not a patient has early-stage pancreatic cancer. His study resulted in over 90 percent accuracy and showed his patent-pending sensor to be 28 times faster, 28 times less expensive and over 100 times more sensitive than current tests. President Obama strongly believes that we need more students like Jack who are passionate about science, technology, engineering and math (STEM) and has hosted two White House Science Fairs to celebrate students participating in such competitions. \nSusan Bumgarner (Norman, OK)                                        \n\tEarly Childhood Educator\n\tSusan Bumgarner's home state of Oklahoma is a national leader in providing access to high quality preschool for all children, and she has been an early educator in the Oklahoma system for more than twenty years. Susan was educated at the University of Oklahoma and influenced by family members who taught and studied there.  Susan has written curriculum, trained Head Start teachers, taught infants and toddlers, and prepared parents by teaching Early Birds readiness class.  In 1992 Susan began teaching pre-kindergarten at what is now Wilson Arts Integration Elementary School, a public school. “My work is enthralling and my students are amazing, creative, intelligent people,” she said. “It is an honor to facilitate their playful transition into the formal world of learning.”\n\t \nDeb Carey (New Glarus, WI)\n\tSmall Business Owner, New Glarus Brewing Company\n\tDeborah Carey’s decision to start New Glarus Brewing Company was rooted in doing what was best for her family.  As she worked on a business plan, her husband Dan, a master brewer, gathered the materials, grains and equipment needed for start-up.  In 1993 they negotiated to rent a warehouse in New Glarus, exchanging the lease for stock in the New Glarus Brewing Company.  They sold their home and raised $40,000 in seed money, but still needed more funding. Deborah pitched her story to local newspapers, and the media attention brought $200,000 from investors.  In the early days, the couple worked hard to establish the brewery’s reputation for consistent quality beers and developed a very loyal customer base. Today, New Glarus Brewing Company has grown to 50 full-time employees, and registered growth in profits of 123 percent from 2007 to 2009, becoming Wisconsin’s number one micro-brewery relative to sales volume.\nSergeant Carlos Evans, USMC (Cameron, NC)\n\tWounded Warrior\n\tSergeant Evans, born in Puerto Rico, was on his fourth overseas deployment when he sustained injuries in Afghanistan that resulted in the loss of both of his legs and his left hand.  Recovering at Walter Reed Medical Center, Sergeant Evans met the First Lady and later visited the White House for a Wounded Warrior Tour.  At that time, the President signed his prosthetic arm.   He credits the support he has received from private organizations to the First Lady and Dr. Biden’s efforts in Joining Forces.  In 2012, he received a custom home from Operation Coming Home and now resides in North Carolina with his wife and two young daughters. \n\t \nTim Cook (Cupertino, CA)\n\tCEO of Apple\n\tBefore being named CEO in August 2011, Tim was Apple's Chief Operating Officer and was responsible for all of the company’s worldwide sales and operations, including end-to-end management of Apple’s supply chain, sales activities, and service and support in all markets and countries. He also headed Apple’s Macintosh division and played a key role in the continued development of strategic reseller and supplier relationships, ensuring flexibility in response to an increasingly demanding marketplace.\nPrior to joining Apple, Tim was vice president of Corporate Materials for Compaq and was responsible for procuring and managing all of Compaq’s product inventory. Previous to his work at Compaq, Tim was the chief operating officer of the Reseller Division at Intelligent Electronics. Tim also spent 12 years with IBM, most recently as director of North American Fulfillment where he led manufacturing and distribution functions for IBM’s Personal Computer Company in North and Latin America.\nTim earned an M.B.A. from Duke University, where he was a Fuqua Scholar, and a Bachelor of Science degree in Industrial Engineering from Auburn University.\n\t \nCleopatra Cowley-Pendleton and Nathaniel A. Pendleton Sr. (Chicago, IL)\n\tCleopatra and Nathaniel’s daughter Hadiya Pendleton was murdered on January 29, 2013, when she was shot and killed in Harsh Park on Chicago’s South Side. Hadiya had participated in President Obama’s public inaugural celebration on January 21, 2013.  She was an honor student and band majorette at King College Prep High School.  First Lady Michelle Obama attended Hadiya’s memorial service on Saturday, February 6th.  \nMenchu de Luna Sanchez (Secaucus, NJ)\n\tRegistered Nurse, NYU Langone Medical Center\n\tWhen Hurricane Sandy cut the power at NYU Langone Medical Center, Menchu Sanchez, a Registered Nurse, devised a plan to transport twenty at-risk infants to intensive care units around the city.  She organized the nurses and doctors to carefully carry the babies down eight flights of stairs with only cell phones to light the way.  Even as Menchu’s own home was flooding, she thought only of protecting the babies in her care.  Menchu was born, raised, and educated in the Philippines and she immigrated to the United States in the 1980s.  She has worked as a nurse in New York for more than 25 years, and has been at NYU since 2010.  Menchu currently lives in New Jersey with her husband and two children, both of whom are in college.\n\t \nBobak Ferdowsi (Pasadena, CA)\n\tFlight Director, Mars Curiosity Rover\n\tBobak Ferdowsi, aka NASA’s “Mohawk Guy,” is a member of the Mars Curiosity rover team at NASA and Caltech’s Jet Propulsion Laboratory in California.  After the successful landing of the Curiosity rover in August 2012, President Obama called to congratulate the team on their success, and singled out Bobak for his unique haircut that captured the imagination of millions of people around the world. The Curiosity rover is a car-sized robot equipped with a laser, chemistry set, and drill for assessing whether Mars ever had an environment able to support small life forms. Bobak is an Iranian-American and science, technology, engineering, and math (STEM) professional who, in addition to his inspiring day-to-day work on the Mars Curiosity mission, volunteers as a FIRST robotics mentor to get more boys and girls excited about STEM education.\nBradley Henning (Louisville, KY)\n\tMachinist, Atlas Machine and Supply\n\tBradley Henning’s high school has one of the best machining programs in Kentucky.  He got hooked on machining in his sophomore year, and by the time he graduated, Bradley had taken enough vocational classes to get hired as a full-time apprentice with Atlas Machine and Supply in Louisville, Kentucky.  For the past four years, Bradley has worked under a veteran machinist and is taking additional classes to earn his full certification. Today, at 23, he is a card-carrying Journeyman Machinist at Atlas, and responsible for mentoring the next generation of apprentices.  Bradley is committed to a career in manufacturing and sees a bright future ahead. “This is going to be my lifelong career,” he said. “I come in every day with a smile on my face. I learn something new every day…I love that.”\nTracey Hepner (Arlington, VA)\n\tCo-Founder, Military Partners and Families Coalition\n\tTracey is a co-founder of the Military Partners and Families Coalition (MPFC), which provides support, resources, education, and advocacy for LGBT military partners and their families.  Outside of her work with MPFC, Tracey works full time for the Department of Homeland Security as a Master Behavior Detection Officer.  She is married to the first openly gay or lesbian general officer in the military, Army Brigadier General Tammy Smith.\nPeter Hudson (Evergreen, CO)\n\tCo-Founder and CEO, iTriage\n\tDr. Peter Hudson, the co-founder and CEO of iTriage, is a physician and entrepreneur with more than 15 years of experience founding and growing healthcare-related businesses. His focus has been on creating efficiencies within the healthcare delivery system, and empowering healthcare consumers with technology.  Using open government data, Dr. Hudson launched iTriage in 2009, a company focused on prompting citizens to actively engage in their own healthcare. Through the app, an example of government inspired innovation, smartphone users can locate nearby providers based on their symptoms, make appointments, store their personal health records, save medication refill reminders, and learn about thousands of medications, diseases and procedures.\n\t \nGovernor John Kitzhaber (D-OR)\n\tGovernor John Kitzhaber has built on his experience as a former emergency room doctor to transform health care delivery in Oregon. Now in his third term, Governor Kitzhaber is working with the Obama administration to scale up innovative models that show how government can do more with less. These performance partnerships, which emphasize federal flexibility and local accountability, are key to achieving improved health care outcomes and efficiencies, better results for our students and building the infrastructure we'll need to unleash the 21st century economy.\n\t \nMayor Marie Lopez Rogers (Avondale, AZ)\n\tMarie Lopez Rogers served on the Avondale City Council for 14 years before being elected as the city’s first Latina Mayor in 2006.  Growing up in migrant farm labor camps and picking cotton alongside her parents in fields where her City Hall now stands, Mayor Rogers never imagined that she would be guiding the transformation of the region.  Mayor Rogers currently serves as Chair of the Maricopa Association of Governments.  In Dec. 2012, she was named president of the National League of Cities, an organization dedicated to helping city leaders build better communities. She and her husband Ed have been married for 43 years and have three children and six grandchildren.\nAmanda E. McMillan (Jackson, MS)\n\tPay Discrimination Victim\n\tFor a number of years Amanda McMillan worked as a secretary for the owner of a Forrest City Grocery Company. She was doing many of the same duties as male salespeople, but at lower pay. Despite repeatedly asking to be officially promoted to the better and higher-paying job in sales, she was told by the company that the job of a salesman was too dangerous for a woman, and that she would not be a good mother if she were on the road meeting customers. With the help of the Equal Employment Opportunity Commission (EEOC), she sued the company for sex discrimination. The lawsuit charged that Forrest City Grocery denied sales positions to an employee because she was a woman and paid McMillan less than men doing the same work. When asked why she has pursued the case, McMillan said, “I’m doing this because it was wrong and I could never look my girls in the face and then tell them they live in America and could be anything they wanted to be.”As a result of the suit, Forrest City Grocery agreed to pay $125,000 in monetary damages and agreed to disseminate employment policies to employees and provide ongoing training for management on sex discrimination. Amanda, a mother of three, currently lives in Jackson, MS.\nLee Maxwell (Wilton, IA)\n\tGraduate, Kirkwood Community College Wind Technician Program\n\tIn 2012, Lee Maxwell graduated from Kirkwood Community College in Cedar Rapids, Iowa.   He gained twenty six separate certifications in everything from reading blueprints to driving forklifts.  Today, he’s responsible for turning on the power for new wind turbines that are being built all around the country.   Kirkwood started its wind technician training program three years ago in partnership with Iowa-based Clipper Windpower, combining an industry-based curriculum and donated equipment to give students the hands-on experience they need to succeed.\nLieutenant Brian Murphy (Oak Creek, WI)\n\tLieutenant Brian Murphy was the first police officer to arrive at the scene of the tragic Sikh temple shooting in Oak Creek, Wisconsin last August.  Lt. Murphy directly confronted the shooter, and took fifteen bullets to his head, neck, and body before the rest of the police force arrived.  When his fellow officers moved to assist him, he waved them off and told them to protect the threatened citizens who remained in the temple. When asked how he was able to respond with such bravery, Lt. Murphy responded, “That’s just the way we’re made.” Today, Lt. Murphy is on medical leave from the force and still recovering from his injuries.  Lt. Murphy has served as a police officer for more than twenty years and previously served in the Marine Corps and the United National security force.  He lives with his wife and children in Oak Creek, Wisconsin.\nLisa Richards (Arlington, VA)\n\t#My2K Participant\n\tLisa Richards, a single mom, was one of thousands of Americans who shared stories about what paying $2,200 more in taxes would mean for her family by using #My2K. She wrote, “It's 20 weeks of groceries, two years worth of gasoline, 1/3 of a new roof (which I need), six months of utilities.” With the passage of the middle class tax cuts at the beginning of the year, Lisa and millions of Americans like her did not see did not see an income tax increase. Born in Philadelphia and raised in New York and Dallas, Lisa has called the Washington, DC area home for more than 25 years. She now lives in Arlington, Virginia with her seven-year-old daughter working freelance and contract work for a variety of website clients. \n\t \nKaitlin Roig (Greenwich, CT)\n\t1st Grade Teacher, Sandy Hook Elementary School\n\tKaitlin Roig has taught first grade for six years at Sandy Hook Elementary, and has always had a passion for education and working with children.  She attended and received her Master’s degree from the NEAG School of Education at the University of Connecticut, where she was a member of the Order of Omega Honor Society, The Historical Honor Society, and the NEAG honor society.  In addition to her teaching, Kaitlin also started a running club called Marathon Mondays for third and fourth grade students at Sandy Hook Elementary.  She will be running the New York City Marathon this year.\n\t \nAbby Schanfield (Minneapolis, MN)\n\tACA Beneficiary\n\tPrior to the passage of the Affordable Care Act, Abby would have lost coverage upon turning 21 and would not have been able to obtain care due to her several pre-existing conditions.  Abby is a member of TakeAction Minnesota’s healthcare team, a grassroots organization that advocates for progressive policies ranging from health care to economic reform.  Abby was influenced by her experiences growing up with a chronic illness, and the privileges that come with being insured.  A recent graduate of the University of Minnesota, Abby hopes to work in public policy, focusing on women’s and community health.\n\t \nHaile Thomas (Tucson, AZ)\n\tLet’s Move! Champion\n\tHaile Thomas is a 12 year-old Youth Advisory Board member with the Alliance for a Healthier Generation.  She is Co-Founder/Director of the HAPPY Organization, an Arizona nonprofit dedicated to improving the health and wellness of youth through education, outreach, and advocacy about proper nutrition and healthy lifestyle choices. Haile hosts an annual H.E.A.L. (healthy eating, active lifestyle) Festival on Global Youth Service Day in Tucson. She created the Healthy Girl Adventures Club to inspire girls to embrace healthy habits, and produces online cooking videos aimed at encouraging kids to get cooking. Haile is also the Youth Spokesperson and Jr. Chef Consultant for Hyatt Hotels.\nDesiline Victor (Miami, FL)\n\tDesiline Victor, a naturalized U.S. citizen from Haiti and retired farmworker, is 102 years old. On October 28, the first Sunday of early voting in Florida, Desiline went to vote at her polling place, a local library. When she arrived at 10:00 a.m., wait times were up to six hours. Determined to vote, she stood in line for three hours, until 1:00 p.m. After citizen advocates complained that the elderly woman was struggling on her feet, a poll worker asked Desiline to come back at a later time. On Desiline’s second visit that evening, she was finally able to cast her ballot. When she emerged from the building with her “I Voted” sticker, the crowd of thousands of waiting voters erupted into applause. Several voters remarked that the lines were long, and they needed to get home, but because of Desiline they would continue to stand and wait. Desiline resides in North Miami, where she is lovingly known as “Granny” among the city’s Haitian community. A spirited and independent centenarian, she enjoys attending church services and cooking her own meals.\n\n\n\n\n"
}