{
    "title": "Fact Sheet: Announcing the Revised U.S. Export Control System | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/10/15/fact-sheet-announcing-revised-us-export-control-system",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 15, 2013\n\n \n\n\n\nFact Sheet:  Announcing the Revised U.S. Export Control System\n\n\n\n\nToday, the Administration reached the most significant milestone of the President’s Export Control Reform Initiative (ECR) with the nation’s first set of revised export control lists going into effect.  With these revisions in place, the Administration has successfully implemented the first parts of its new export control system in all four areas of the current export control system:  what we control, how we control it, and how we enforce and manage our controls. \nThe changes to the U.S. Munitions List (USML) and the Commerce Control List (CCL) that become effective today pertain to controls on aircraft and gas turbine engines.  Taken together, these two control categories account for the largest volume of U.S. export licenses and represent the highest percentage of licensed exports from 43 states, with licensed shipments of almost $21 billion a year.  These two categories also account for the largest amount (75 percent) of USML export licenses approved solely for parts and components.\nThese changes are being made to address the increasing challenges posed by an outmoded export control system created during the Cold War.  This system did not prioritize controls, for example between end-items like an F-18 and its parts and components, resulting in a disproportionate focus on the least sensitive items such as nuts, bolts and screws instead of the most sensitive items.  These controls strained government resources by attempting to protect all items in a control category equally, and harmed interoperability with U.S. allies and partners by causing delays in exports of items that support allies and partners operating alongside U.S. forces.  These controls also have harmed the U.S. defense industrial base, because foreign manufacturers have increasingly sourced non-sensitive parts and components from outside the United States to avoid the licensing requirements of the U.S. munitions export control system.  The new controls effective today address these problems, while ensuring that the U.S. government’s process of reviewing export license applications will continue to consider the full spectrum of U.S. national security and foreign policy interests, from nonproliferation to human rights.\n\t \nNew Control Lists\nThe controls effective today are no longer overly broad generic controls that capture everything, but instead are detailed, enumerated lists that impose controls based on the sensitivity of the item and the destination.  For example, our most sensitive items – such as bombers, fighters, unmanned aerial vehicles, and their key subsystems, parts, and components – remain on the USML, while less sensitive items, mostly parts and components like cockpit gauges, steel brake wear pads and fuel filters, are now subject to the more flexible authorities of the CCL.  \n\t \nNew Licensing Policies\nItems remaining on the USML continue to be subject to our most stringent controls.  Manufacturers, exporters, and brokers of USML-controlled items are subject to annual registration requirements and fees, export licenses are approved only with a valid purchase order provided by the exporter, and comparable requirements for all domestic- and foreign-made items that incorporate USML–items remain in place.\nFor the less sensitive items now on the CCL, such requirements are eliminated.  In addition, many of the items moved to the CCL are now eligible for export without specific licenses if intended for the ultimate end-use by the governments of 36 U.S. allies and partners (although such exports carry with them additional compliance requirements).  These changes will largely resolve the interoperability problem with these U.S. allies and partners.  They also will facilitate procurement of these items from U.S. firms, supporting our defense industrial base and helping to sustain production and employment in the United States to meet future U.S. needs.  All of the items that moved from the USML to the CCL, even those which are now eligible for export without specific licenses, remain controlled.  In addition, all these items on either list remain subject to the same U.S. arms embargoes.  Military items for aircraft and gas turbine engines that were moved to the CCL in the 1990s are now subject to the same arms embargoes as items controlled on the USML, which means we have tightened controls to those embargoed destinations. \n\t \nEnhanced Export Enforcement\nThe Department of Homeland Security (DHS) and the Federal Bureau of Investigations will continue their robust enforcement of U.S. export controls for items on both control lists.  As of today, the easing of export licensing requirements for many items moved to the CCL is balanced by the increased oversight from Department of Commerce Export Enforcement Special Agents and analysts dedicated exclusively to export enforcement for items on the CCL.  Enhanced export enforcement is a critical element of ECR, and includes the enhanced coordination of all export enforcement efforts by the multi-departmental Export Enforcement Coordination Center, which formally began operation in March 2012, and is administered by DHS.\n\t \nNew Information Technology (IT) Infrastructure\nIn July 2013 the Department of State successfully transferred its export licensing database and software platform to the one used by the Department of Defense (“USXports”), and the Department of Commerce is scheduled to begin using USXports in early 2014.  As a result, the three largest departments involved in export licensing will be on a single IT system, enabling them to better administer the licensing process and ensure that decisions made by the different departments are fully informed.\nThe changes effective today are the result of more than four years of extensive collaboration among the Administration, Congress, non-governmental organizations, and private industry.  Additional control list changes will be implemented throughout the remainder of 2013 and 2014, as the United States adopts a new export control system designed to address the current and anticipated national security and foreign policy challenges of the 21st century.  To follow developments in the President’s Export Control Reform Initiative, visit www.export.gov/ecr/.\n\n\n\n\n"
}