{
    "title": "Readout of Consultative Meeting with Congressional Leaders on National Security Issues | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/07/31/readout-consultative-meeting-congressional-leaders-national-security-iss",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 31, 2014\n\n \n\n\n\nReadout of Consultative Meeting with Congressional Leaders on National Security Issues\n\n\n\n\nThis morning, President Obama invited bicameral congressional leaders and the Chairs and Ranking Members of national security committees to the White House to consult with them about ongoing U.S. efforts to respond to the conflicts in Ukraine, Iraq, Gaza, Syria, and other pressing issues.  The President requested this meeting to update and hear from some of Congress’ leading foreign policy voices before their departure for the August recess.\nToday’s meeting was constructive and the President committed that he and his team would continue to work closely with the Congress on these matters in the weeks and months ahead.  The Vice President also attended this meeting in the Cabinet Room.\nMembers of Congress in this morning’s meeting included: \n\n\n\t\tSenator Harry Reid, D-NV, Majority Leader\n\n\t\tSenator Mitch McConnell, R-KY, Minority Leader\n\n\t\tSenator Dick Durbin, D-IL, Assistant Majority Leader\n\n\t\tSenator John Cornyn, R-TX, Minority Whip\n\n\t\tSenator Carl Levin, D-MI, Chairman, Armed Service Committee\n\n\t\tSenator Robert Menendez, D-NJ, Chairman, Foreign Relations Committee\n\n\t\tSenator Bob Corker, R-TN, Ranking Member, Foreign Relations Committee\n\n\t\tSenator Dianne Feinstein, D-CA, Chair, Select Committee on Intelligence\n\n\t\tSenator Saxby Chambliss, R-GA, Vice Chairman, Select Committee on Intelligence\n\n\t\tRepresentative Buck McKeon, R-CA, Chairman, Armed Services Committee\n\n\t\tRepresentative Edward Royce, R-CA, Chairman, Foreign Affairs Committee\n\n\t\tRepresentative Eliot Engel, D-NY, Ranking Member, Foreign Affairs Committee\n\n\t\tRepresentative Mike J. Rogers, R-MI, Chairman, Permanent Select Committee on Intelligence\n\n\t\tRepresentative Dutch Ruppersberger, D-MD, Ranking Member, Permanent Select Committee on Intelligence\n\nSenior Administration officials in this morning’s meeting included:\n\n\n\t\tShaun Donovan, Director of the Office of Management and Budget\n\n\t\tSusan Rice, Assistant to the President for National Security Affairs\n\n\t\tNeil Eggleston, Assistant to the President and Counsel to the President\n\n\t\tKatie Fallon, Assistant to the President and Director of the Office of Legislative Affairs\n\n\t\tLisa Monaco, Assistant to the President for Homeland Security and Counterterrorism\n\n\t\tAntony Blinken, Deputy National Security Advisor\n\n\t\tBenjamin Rhodes, Deputy National Security Advisor for Strategic Communications\n\n\t\tJacob Sullivan, Deputy Assistant to the President and National Security Advisor to the Vice President\n\n\n\n\n\n"
}