{
    "title": "Presidential Nominations Sent to the Senate 10/16/09 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidential-nominations-sent-senate-101609",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nOctober 16, 2009\n\n \n\n\n\nPresidential Nominations Sent to the Senate 10/16/09\n\n\n\n\n\nTHE WHITE HOUSE\n\nOffice of the Press Secretary\n__________________________________________________________________________\nFor Immediate Release                                                                                                October 16, 2009\n \n\nThe following nominations were sent to the Senate on Thursday, October 15, 2009:\n \n\nAnne Slaughter Andrew, of Indiana, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Costa Rica.\nJoseph F. Bader, of the District of Columbia, to be a Member of the Defense Nuclear Facilities Safety Board for a term expiring October 18, 2012. (Reappointment)\nCharles P. Blahous, III, of Maryland, to be a Member of the Board of Trustees of the Federal Hospital Insurance Trust Fund for a term of four years, vice Thomas R. Saving.\nCharles P. Blahous, III, of Maryland, to be a Member of the Board of Trustees of the Federal Supplementary Medical Insurance Trust Fund for a term of four years, vice Thomas R. Saving.\nCharles P. Blahous, III, of Maryland, to be a Member of the Board of Trustees of the Federal Old-Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Trust Fund for a term of four years, vice Thomas R. Saving.\nAlan C. Kessler, of Pennsylvania, to be a Governor of the United States Postal Service for a term expiring December 8, 2015. (Reappointment)\nScott Boyer Quehl, of Pennsylvania, to be an Assistant Secretary of Commerce, vice Otto Wolff, resigned.\nScott Boyer Quehl, of Pennsylvania, to be Chief Financial Officer, Department of Commerce, vice Otto Wolff, resigned.\nRobert D. Reischauer, of Maryland, to be a Member of the Board of Trustees of the Federal Hospital Insurance Trust Fund for a term of four years, vice John L. Palmer.\nRobert D. Reischauer, of Maryland, to be a Member of the Board of Trustees of the Federal Old-Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Trust Fund for a term of four years, vice John L. Palmer.\nRobert D. Reischauer, of Maryland, to be a Member of the Board of Trustees of the Federal Supplementary Medical Insurance Trust Fund for a term of four years, vice John L. Palmer.\nJessie Hill Roberson, of Virginia, to be a Member of the Defense Nuclear Facilities Safety Board for a term expiring October 18, 2013, vice A. J. Eggenberger, resigned.\nLynnae M. Ruttledge, of Washington, to be Commissioner of the Rehabilitation Services Administration, Department of Education, vice Joanne M. Wilson, resigned.\nClifford L. Stanley, of Pennsylvania, to be Under Secretary of Defense for Personnel and Readiness, vice David S. C. Chu, resigned.\nJill Long Thompson, of Indiana, to be a Member of the Farm Credit Administration Board, Farm Credit Administration, for a term expiring May 21, 2014, vice Nancy C. Pellett, term expired.\nPeter Stanley Winokur, of Maryland, to be a Member of the Defense Nuclear Facilities Safety Board for a term expiring October 18, 2014. (Reappointment)\n\n##\n \n\n\n\n"
}