{
    "title": "Updated Advisory Vice President Biden To Kick Off Road To Recovery Tour This Week | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/updated-advisory-vice-president-biden-kick-road-recovery-tour-week",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 10, 2009\n\n \n\n\n\nUpdated Advisory Vice President Biden To Kick Off Road To Recovery Tour This Week\n\n\n\n\nTHE WHITE HOUSE     Office of the Vice President  _______________________________________________________  For Immediate Release                            June 9, 2009    **WITH UPDATED LOCATIONS/TIMES AND MEDIA DETAILS** VICE PRESIDENT BIDEN TO KICK OFF \"ROAD TO RECOVERY\" TOUR THIS WEEK Will Attend Groundbreaking Events for Recovery Act Transportation Construction Projects in Pennsylvania, Kansas and Michigan **General Public Tickets for Vice President Biden’s event in Kalamazoo, MI are available on a first-come, first-serve basis on THURSDAY afternoon from 4PM-6PM EDT in the main office of Loy Norrix High School, 606 East Kilgore Rd., Kalamazoo, MI. Please note tickets are limited.**   On Thursday June 11, Vice President Biden will kick off his \"Road to Recovery\" tour where he will travel to communities across the country highlighting Recovery Act funds at work creating jobs and improving our nation’s infrastructure. The Vice President will be joined by Transportation Secretary Ray LaHood.   The tour will begin Thursday with stops in Carlisle, Pennsylvania and Overland Park, Kansas. While in Carlisle, Vice President Biden will attend the groundbreaking for the Route 34 bridge project. The Vice President first toured this bridge back in February, one week before the American Recovery and Reinvestment Act passed. The Vice President will be joined by Governor Edward G. Rendell, Senator Arlen Specter and other local officials.  A LIVE satellite feed will be available during this event, please see details below.   Afterwards, the Vice President will travel to Overland Park, Kansas, where he will attend the groundbreaking for the US Highway 69 project. The Vice President will be joined by Governor Mark Parkinson, Secretary of Health and Human Services Kathleen Sebelius and other local officials.   On Friday June 12th, the Vice President will be in Kalamazoo, Michigan, where he will attend the groundbreaking ceremony for the I-94 widening and Westnedge Avenue interchange reconstruction project. The Vice President will be joined by Governor Jennifer Granholm, United States Senators Carl Levin and Debbie Stabenow and other local officials. During this event, the Vice President will also make remarks regarding communities affected by the auto industry.General Public Tickets for Vice President Biden’s event in Kalamazoo, MI are  available on a first-come, first-serve basis on THURSDAY afternoon from 4PM-6PM EDT in the main office of Loy Norrix High School 606 East Kilgore Rd., Kalamazoo, MI. Please note tickets are limited.**  These events will be open press. Media details and logistics are below. ### MEDIA DETAILS Vice President Biden attends the groundbreaking for the Route 34 bridge project in Carlisle, PA Location:                             34 Bridge over the Conodoguinet Creek                                            2061 Spring Road                                            Carlisle, PA 17013 Date:                              Thursday June 11, 2009 Camera Pre-set:              7:30 - 8:00 am EDT  Restricted Access:            8:00 - 9:30 am EDT  Press Access:                   9:30 am EDT  Final Press Access:           10:00 am EDT  Event Begins:                   10:45 am EDT Satellite Truck Parking: Trucks will be parked on the south side of the fire station and directed on site. Press Parking: Press will park in the parking lot on the south side of the fire station and directed on site. Show your media identification and credentials to the officer to get through as the road will be closed to the general public. Press Entrance: Press check-in will be in front of the fire station. Run:                                    200 ft  Throw:                                  40 ft RSVP:   This event is OPEN PRESS, but media must RSVP with the NAME, MEDIA OUTLET, PHONE AND EMAIL for each person planning to cover the event to press@ovp.eop.gov by June 10, 2009 at 6 PM EDT.  At the event, you will be required to wear your media credential at all times, either around the neck or pinned to clothing. For logistical questions please call Jeff Tate (404)-808-6162 **Internet access will NOT be available. Feed coordinates: DATE: 6/11/09  TIME: 14:00 to 14:15   (Eastern)  SATELLITE: AMC - 5 (KU-Band -  DIGITAL)  TRANSPONDER: K 08  CHANNEL: A (9Mhz)  SYM RATE: 6.380 msps  FEC: 5/6  BIT RATE:  9.799346  DOWNLINK POL: Horizontal  DOWNLINK FREQ: 11912.50 MHz  AUDIO: 6.2 / 6.8  TROUBLE: 717-772-4282    ### Vice President Biden  attends the groundbreaking for the US Highway 69 project in Overland Park, KS Location:                        South Knoll                                       103rd St Overpass at HWY 69                                        Overland Park, KS Date:                             Thursday June 11, 2009 Camera Pre-set:             11:00 – 12:00 pm CDT   Restricted Access:           12:00 - 1:45 pm CDT  Press Arrival:                   1:45 pm CDT  Final Press Access:           2:15 pm CDT   Event Begins:                   2:45 pm CDT Sat Truck Parking:            On 103rd St (just east of the overpass)  General Parking:              Local street  Press Entrance:               South parking lot behind National American University Annex building. Cable Run:                          300 ft  Throw:                                45 ft RSVP:   This event is OPEN PRESS, but media must RSVP with the NAME, MEDIA OUTLET, PHONE AND EMAIL for each person planning to cover the event to press@ovp.eop.gov by June 10, 2009 at 6 PM EDT.  At the event, you will be required to wear your media credential at all times, either around the neck or pinned to clothing. For logistical questions, please call Paul Stovall 202-757-9730 or Samantha Finke 202-757-8911 **Please note. There will be street closings near the site. Please allow for travel time. ### Vice President Biden attends the groundbreaking ceremony for the I-94 widening and Westnedge Avenue interchange reconstruction project and make remarks regarding communities affected by the auto industry in Kalamazoo, MI Location:                        Loy Norrix High School                                        606 East Kilgore Rd.                                        Kalamazoo, MI 49001 Camera Pre-set:              7:00 -8:00 am EDT  Restricted Access:            8:00 - 9:00 am EDT  Press Arrival:                   9:00 am EDT   Final Press Access:           10:15 am EDT  Event Begins:                   11:15 am EDT Sat Truck Parking: Instead of turning on Lovers Lane towards school, continue on E. Kilgore Rd till you reach Garden Rd. Turn right on Garden Rd., and then your first right onto Indian Rd. Indian Rd. will turn into Evans St. You will have to pull off the road on the right, and enter through a gate to reach the Teacher/Staff Parking Lot. Signs/Advance Staff will be onsite to guide you.   **Satellite trucks should bring cable covers. During the event, there will be no movement between site and satellite area. Press Parking: Directed onsite Press Entrance: Take west sidewalk in front of main school entrance around the Track and Field, and towards the Tennis Courts. Cable Run:                          500ft   Throw:                                50ft RSVP:   This event is OPEN PRESS, but media must RSVP with the NAME, MEDIA OUTLET, PHONE AND EMAIL for each person planning to cover the event to press@ovp.eop.gov by June 11, 2009 at 6 PM EDT.  At the event, you will be required to wear your media credential at all times, either around the neck or pinned to clothing. For logistical questions, please call Will Jennings 501-454-1897   ###    \n\n\n\n"
}