{
    "title": "FACT SHEET: Creating Opportunities for All Americans: Obama Administration’s Record and the African-American Community | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/02/19/fact-sheet-creating-opportunities-all-americans-obama-administrations",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nFebruary 04, 2016\n\n \n\n\n\nFACT SHEET: Creating Opportunities for All Americans: Obama Administration’s Record and the African-American Community \n\n\n\n\n\n\tPresident Obama believes that the values that made our economy the strongest in the world include making sure everyone does their fair share, everyone gets a fair shake, and hard work and responsibility are rewarded. That’s why President Obama has worked to improve the lives of all Americans, including African-Americans, by providing economic and educational opportunities, improving health care coverage, working to ensure that the criminal justice system is applied fairly to all citizens, and championing workforce development to ensure we continue to develop and retain the strongest, most productive workforce in the world. During this Administration, African-Americans have made enormous strides in many of these areas. Even so, more work remains to further improve economic outcomes for African Americans and fight to rid our country of the long-term disparities that have put the African American community at a disadvantage.  This Administration’s record includes:\n\nRestoring Economic Security to African American Families: Businesses have added over 14 million jobs over 70 straight months of job growth, the longest streak on record. While we still have more to do, this job growth has helped cut the African American unemployment rate in half – from 16.8 percent in March 2010 to 8.3 percent in December 2015, its lowest level since September 2007. The African-American unemployment rate has fallen by more than the overall unemployment rate in the past few years, and is further below its pre-recession level than any other racial or ethnic group. But we have more work to do. Putting Americans back to work, spurring economic growth, and restoring security for middle class families remain the President’s top priorities.\n\nPermanent Tax Cuts that Promote Work and Reduce Poverty: The President established and recently made permanent significant improvements to tax credits for working families.  The Earned Income Tax Credit (EITC) and Child Tax Credit (CTC) were expanded to encourage work and help low-income parents afford the costs of raising a family, together providing about 16 million families a year with a tax cut averaging $900. These tax credit expansions provide about 2 million African American families a year with an average tax cut of about $1,000 each. Because of these improvements, a single parent working full-time, year-round at the federal minimum wage gets an additional CTC of more than $1,700; if the expansion were not in place, that parent would not receive any CTC.\n\nProviding Additional Tax Relief for Working and Middle Class Families: In addition to the tax cuts already enacted, the President’s Budget proposes additional tax relief for working and middle class families, including to triple the child care tax credit for children under 5, expand access to workplace savings opportunities, and enact a second earner tax credit to help married couples in which both spouses work. The President’s proposal to expand the EITC for workers without qualifying children, including non-custodial parents, would also promote and reward work, including those who experience difficulty connecting to the labor force.  This proposal would directly reduce poverty and hardship for 13.2 million low-income workers—including about 2 million African-Americans. The President’s Budget would pay for these important reforms by eliminating the biggest loopholes that let the wealthy avoid paying their fair share and by      imposing a fee on large financial institutions.\n\nMaking College More Accessible and Affordable: The President signed legislation increasing the maximum Pell Grant by more than $1,000 and total Pell Grant funding by 70 percent, helping millions of low- and moderate-income students afford college every year. He’s also taken steps to reduce student loan burdens, including ending student loan subsidies for private banks and shifting the savings back to students, reducing student loan interest rates to historic lows, and capping student loan payments at 10 percent of income for all students. The President also established and made permanent the American Opportunity Tax Credit, which provides a tax cut of up to $10,000 over four years for nearly 10 million working and middle-class families a year paying for college. The President’s Budget would build on this progress by simplifying and expanding education tax benefits, including an expanded AOTC that is available for five years and provides additional support to low-income students and families. The President’s Budget also supports America’s College Promise, which would make community college free for responsible students.\n\nGetting more Americans into Better, Higher Paying Jobs: Last July, the Administration – with the leadership of Vice President Biden—released a plan for our job-training and employment programs to be more responsive to the needs of employers in order to effectively place ready-to-work Americans in jobs that are available now or train them in the skills needed for better jobs. Since then we have awarded over 15 competitive job-training grants that total over $1.2 billion and more than $8 billion in non-competitive formula funding that incorporate the job-driven training elements such as stronger employer engagement, work-based learning approaches, better use of labor market information, and accountability for employment outcomes. We have targeted some of our biggest competitive grant programs toward expanding proven, job-driven strategies including the largest-ever competitive investment into expanding apprenticeship with $175 million in American Apprenticeship grants to 46 winners across the country, which have collectively committed to adding 34,000 more apprentices through their efforts.  And we are working with employers, communities, and training providers to get more Americans into better, higher paying jobs with new initiatives like Techhire, which now includes commitments from more than 30 cities, states and rural areas in partnership with 450 employers to significantly expand innovative training and hiring models to get more people into tech jobs that pay one and a half times that average private sector wage. The Department of Labor has also proposed a rule to increase equal employment opportunity in apprenticeship programs for traditionally under-represented groups.\n\nHelping the Long-Term Unemployed Get Back to Work: The Administration has taken steps to help more of the long-term unemployed get back to work, around one-quarter of whom are African-American. The President unveiled a set of “best practices” being taken by leading employers — including over 80 members of the Fortune 500 and over 20 members of the Fortune 50 — around recruiting and hiring the long-term unemployed, to remove some of the barriers that make it harder for them to navigate the hiring process. The Department of Labor awarded nearly $170 million in “Ready to Work Partnership” grants to support the best models for partnerships between employers, non-profits, and the job training system to help train and connect the long-term unemployed to work.\n\nRebuilding Transportation Infrastructure, Rejuvenating the American Workforce:  In December, President Obama made a down-payment on a 21st century transportation system when he the signed the Fixing America’s Surface Transportation (FAST) Act into law. This long-term transportation bill – the first passed by Congress in 10 years – increases federal funding with local development in mind. Transportation accounts for 11 million jobs, and transportation-related employment accounted for about 8.7 percent of civilian workers in the United States. In 2008, African Americans comprised only 6 percent of the industry, and women comprised only 3 percent. Every $1 billion we invest in infrastructure supports more than 10,000 jobs and that is exactly why this Administration launched the new one-year pilot program, Local Hire. This means that recipients of highway and transit grants are now allowed to use hiring programs in which preference is given to local residents, low-income workers, and veterans. As a result, Federal Highway Administration’s On-the-Job Training (OJT) Program requires State DOTs to make full use of apprenticeship and training programs targeted to develop the skills of women, minorities, and disadvantaged individuals to ensure that a competent workforce is available to meet highway construction hiring needs. \n\nSmart Transportation Planning Creates Opportunity: Transportation infrastructure can revitalize communities, create pathways to work, and connect hardworking Americans to a better quality of life. This is evident in seven cities across America participating in this Administration’s Ladders of Opportunity Transportation Empowerment Pilot. Leadership in Atlanta, Baltimore, Baton Rouge, Charlotte, Indianapolis, Phoenix, and Richmond are receiving technical assistance to ensure that improving their local infrastructure also translates to economic growth that doesn’t leave anyone behind.  The working poor spent nearly 10 percent of their income just commuting to work, more than twice the 4 percent average for the total population. Transit users in cities with robust transit systems can save up to $10,230 per year by taking transit rather than owning a vehicle. The on-the-ground work provided through LadderSTEP allows for this and results in mixed-use communities nationwide that include housing in varying income ranges, jobs, an improved environment for pedestrians and bicyclists, and amenities like entertainment venues, parks, and retail –all within a short walk from a transit stop.\n\nExpanding Overtime Protections: In June, the President announced that the Department of Labor (DOL) would propose extending overtime pay protections to almost 5 million workers.  DOL’s proposed rule, if finalized, would entitle most salaried workers earning less than a projected $50,400 next year to the Fair Labor Standards Act’s overtime protections.  The proposed rule would prevent a future erosion of overtime rights and ensure greater predictability by automatically updating the salary threshold in the future. It would help promote higher take-home pay and allow workers to better balance their work and family obligations.  In so doing, it would help shore up the middle class and provide an easier pathway for those aspiring to share in the standard of living it affords.\n\nExpanding Access to Paid Leave: last September, the President signed an Executive Order requiring federal contractors to offer their employees up to seven days of paid sick leave per year.  An estimated 44 million private sector workers – about 40 percent of the total private-sector workforce – do not have access to paid sick leave, and low- and middle-income workers are much less likely to have it than high-income workers.  As a result, too many working Americans cannot afford to stay home if they are ill or to take care of a sick child if it means the loss of pay.  The new Executive Order will give approximately 300,000 Americans working on federal contracts the new ability to earn seven days of paid sick leave.  The President also called on Congress to pass legislation expanding paid sick leave and paid family and medical leave to millions more workers.\n\nIncreasing Wages for Working Families: The President has called on Congress to increase the Federal minimum wage. While Congress has failed to act on this issue in the past eight years, the President has worked within his power to increase wages for working families—based on an Executive Order, workers on new Federal contracts will earn a minimum of $10.10 an hour starting this year, indexed to inflation beginning in 2016. But the President cannot raise wages alone, which is why he continues to call for Congress to pass the Raise the Wage Act to increase the Federal minimum wage to $12 by 2020. According to researchers at the Economic Policy Institute, this Act would lead to a raise for 45 percent of all single, working African-American mothers. Overall, passing the Raise the Wage Act would directly or indirectly increase wages for an estimated 35 million workers, helping to ensure fair pay and boost the economy. However since the President called for an increase in the minimum wage in his 2013 State of the Union address, 17 states and the District of Columbia have answered his call. That means that today, a total 29 states and the District of Columbia have a higher minimum wage than the federal minimum wage.\n\nHelping Americans Keep Their Homes: African American families have been particularly hard-hit by the housing crisis. The President has taken action to help homeowners, including expanding access to refinancing – allowing responsible borrowers to save an average of $3,000 per year. The Administration has also taken measures to allow homeowners behind on their payments to modify their mortgages to avoid foreclosure – with more than 1.5 million borrowers having received permanent modifications through the Home Affordable Modification Program (HAMP), the Administration’s cornerstone foreclosure prevention program, and millions more receiving private modifications that were modeled off of HAMP.\n\nMaking Owning a Home More Affordable by Cutting Mortgage Premiums. The Federal Housing Administration (FHA) has long been an important source of financing for African-American families seeking to buy their first home. In recent years, nearly half of African American home buyers used FHA to get a mortgage. Recently, the President announced a major new step to make buying a home more affordable and accessible for creditworthy families. The FHA reduced its annual mortgage insurance premiums by half a percentage point. For the typical homebuyer, this reduction translates into a $900 reduction in their annual mortgage payment. Existing homeowners who refinance into an FHA mortgage will see similar reductions to their mortgage payments as well.  Following the reduction in 2015 the number of African American borrowers (new purchase or refinance) with an FHA loan increased by nearly 50 percent.\n\nProtecting Families from Financial Abuses, Hidden Fees, and Deceptive Practices: To prevent mortgage companies, credit card lenders, and payday loan companies from exploiting consumers with hidden fees and other deceptive practices, President Obama fought to pass the most far reaching Wall Street reform in history which created the Consumer Financial Protection Bureau (CFPB).  The CFPB, which works to make markets for consumer financial products and services work for Americans, is also charged with enforcing fair lending laws to protect against discriminatory lending practices.\n\nProviding access to broadband for families in low-income housing. In July 2015, President Obama announced ConnectHome, a new initiative with 27 communities and one tribal nation, the private sector, and federal government to expand high speed broadband to more families across the country. ConnectHome will initially reach up to 200,000 children in low-income households living in public housing with the support they need to access the Internet at home. Through public and private partnership, ConnectHome communities will offer technical training, digital literacy programs, and devices to help narrow the digital divide.\n\nPromoting Entrepreneurship as a Path to Success & Economic Self-Sufficiency: In 2013, the Administration announced it would set fees on Small Business Administration loans to zero, encouraging more lenders, particularly community banks, to provide vital access to capital for entrepreneurs. Changes to the microloan program have also increased access to loans under $50,000 for justice involved individuals. The SBA has increased outreach to the African-American community with the launch of the Business Smart Toolkit, a business basics and lender-readiness resource in partnership with the National Association of Government Guaranteed Lenders. Additionally, SBA partnered with national organizations such as U.S. Black Chambers Inc. and 100 Black Men of America to reach more entrepreneurs. SBA launched the My Brother’s Keeper Millennial Entrepreneurs Initiative, partnering with HBCUs and community colleges to promote entrepreneurship across college campuses, and MBK Millennial Entrepreneur Champion Mike Muse to encourage entrepreneurship among young people of color and other youth.\n\nExpanding Entrepreneurial Opportunity in Disadvantaged Communities: The President is committed to providing talented entrepreneurs in underserved communities with the opportunity to put their dreams into action. At the U.S. Department of Commerce, the Economic Development Administration (EDA) is building ladders of opportunity for all Americans by fostering innovation and supporting entrepreneurs. A $2.5 million EDA investment in Operation Hope, for example, helped to expanding the HOPE Inside Small Business Empowerment Initiative into Atlanta; Birmingham; Memphis; Jacksonville; Orlando; the greater Los Angeles and Oakland areas; Phoenix and Tucson; Las Vegas; New York; Baltimore, and Washington, D.C. The program provides budding entrepreneurs in disadvantaged communities with the introductory small business workshops; comprehensive entrepreneurial training, and individualized technical assistance they need to learn, grow, and succeed. Through Operation Hope’s expanded initiative to educate 6000 participants in small business workshops, they will also provide technical assistance to 3,000 small business owners as well as enroll 4,500 participants in credit and money management training.    \n\nCreating a Simple, Safe and Affordable Starter Retirement Savings Product: Social Security is and must remain a rock-solid, guaranteed progressive benefit that every American can rely on, but too many Americans reach their golden years without any personal savings or pension whatsoever. According to the Urban Institute, the risk of an insecure retirement is especially high for minorities: white households have six times the wealth, including retirement savings, of African Americans or Hispanics. To make it easier for families to save for retirement, Treasury recently announced the national launch of myRA, a new starter retirement account designed for individuals who don’t have access to an employer-sponsored retirement program. According to a Federal Reserve report, 42 percent of workers don’t have access to a retirement plan through their jobs. myRA is designed to help bridge this gap, and help workers get on the path to long-term savings.  \n\n\n\n\n"
}