{
    "title": "President Obama Announces More Key Administration Posts, 12/22/10 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/22/president-obama-announces-more-key-administration-posts-122210",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 22, 2010\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts, 12/22/10\n\n\n\n\n\n\tWASHINGTON – Today, President Barack Obama announced his intent to nominate the following individual to a key Administration post:\n\t \n\n\nAgnes Gund, Member, National Council on the Arts\n\n\n\tPresident Obama also announced his intent to appoint John Casteen as a Member of the Board of Trustees of the Woodrow Wilson International Center for Scholars. His biography is below.  \n\t \nPresident Obama said, “I am confident these talented individuals will serve the American people ably in their new roles.  I look forward to working with them in the months and years to come.”\n\t \nPresident Obama announced his intent to nominate the following individual to a key Administration post:\n\nAgnes Gund, Nominee for Member, National Council on the Arts\n\tAgnes Gund is president emeritus of the Museum of Modern Art and chairman of its International Council.  She is also chairman of the MoMA P.S.1 Contemporary Art Center.  Ms. Gund joined MoMA’s Board in 1976 and served as president from 1991 until 2002.  A philanthropist and collector of modern and contemporary art, she is chairman of the Mayor’s Cultural Affairs Advisory Commission of New York City, and currently serves on the boards of Chess in the Schools, the Cleveland Museum of Art, the Foundation for Contemporary Arts, the Foundation for Art and Preservation in Embassies, The Frick Collection, the Robert Rauschenberg Foundation, and Socrates Sculpture Park, among others.  Ms. Gund is the founder and a trustee of the Studio in a School Association, a nonprofit organization she established in 1977 in response to budget cuts that substantially reduced arts classes in New York City public schools.  She earned a B.A. in History from Connecticut College and an M.A. in Art History from Harvard University.\n\t \nPresident Obama announced his intent to appoint the following individual to a key Administration post:\n\nJohn Casteen, Appointee for Member, Board of Trustees of the Woodrow Wilson International Center for Scholars\n\tJohn Casteen is president emeritus of the University of Virginia and also University Professor and professor of English.  He was president from 1990 through 2010, and held the same position in the University of Connecticut from 1985 through 1990.  He was previously an English professor at the University of California at Berkeley, Admissions Dean and English professor at the University of Virginia, and Virginia’s Secretary of Education under Governor Charles S. Robb, from 1982 until 1985.  He has chaired the College Entrance Examination Board, the Association of American Universities, the Southern Association of Colleges and Schools, and the International Universities’ Consortium known as U-21.  He won the Gold Medal of the National Institute of Social Sciences in 1998, and he is a Fellow of the American Academy of Arts and Sciences.  Mr. Casteen holds a B.A., M.A., and Ph.D. in English, all from the University of Virginia.\n\n\n\n\n"
}