{
    "title": "Readout of the Vice President's Meeting with Law Enforcement | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/08/03/readout-vice-presidents-meeting-law-enforcement",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nAugust 03, 2016\n\n \n\n\n\nReadout of the Vice President's Meeting with Law Enforcement\n\n\n\n\n\n\tToday, the Vice President met in his Ceremonial Office with law enforcement leaders from across the country to continue the discussion about how we can better build improve trust between law enforcement and the communities they serve. The Vice President thanked them for their unwavering and steadfast service and recognized that often they are asked to bear a tremendous share of the burden of dealing with broad frustrations with underlying societal challenges in communities across the country. He discussed with them ways to better support officer training as well as the need to ensure police have the resources they need to engage in community policing. The Vice President reiterated his commitment to finding solutions to reduce the anxiety felt by both law enforcement and the communities they protect, and he discussed his plan to continue to reconvene law enforcement and community leaders around the country for ongoing discussion.\n\n\tThe following individuals attended the meeting:\n\n\tLaw Enforcement leaders:\n\n\tSheriff Michael Chapman, Loudoun County, Major Counties Sheriffs' Association\n\tCathy Sanz, President, Women in Federal Law Enforcement\n\tChuck Canterbury, President of the Fraternal Order of Police\n\tChief Terrence Cunningham, International Association of Chiefs of Police\n\tWilliam Johnson, Executive Director, National Association of Police Organizations, , Executive Director, National Sheriffs' Association\n\tPerry Tarrant, President of the National Organization of Black Law Enforcement Executives, Assistant Chief, Seattle Police Department\n\tJonathan Thompson, Executive Director, National Sheriffs' Association\n\tChuck Wexler, Executive Director, Police Executive Research Forum\n\tChief Tom Manger, Major Cities Chiefs Association\n\n\tAdministration participants:\n\n\tVice President Joe Biden\n\tNeil Eggleston, White House Counsel\n\tDon Graves, Deputy Assistant to the President and Counselor to the Vice President\n\tGreg Schultz, Special Assistant to the President and Senior Advisor to the Vice President\n\tNoble Wray, Director, Policing Practices and Accountability Initiative, COPS Office, Department of Justice\n\n\n\n\n"
}