{
    "title": "La Recuperacion en Numeros | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/la-recuperacion-en-numeros",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 17, 2010\n\n \n\n\n\nLa Recuperacion en Numeros \n\n\n\n\nA un año de la Ley para la Recuperación\nA un año de su promulgación, la Ley para la Recuperación está generando empleo e impulsando el crecimiento económico en todo el país. Se han financiado más de 55,000 proyectos en todo el país con la Ley para la Recuperación, desde importantes proyectos de carreteras hasta el reequipamiento ecológico de instalaciones militares y la producción de baterías avanzadas. Para ver detalles sobre algunos de estos proyectos, pulse AQUI. Esto es adicional a los casi $120,000 millones en recortes tributarios ya otorgados a las familias y empresas estadounidenses, y otros más que vendrán este año, y los miles de millones de dólares en asistencia brindada para apuntalar programas de gobiernos estatales y locales, como Medicaid y educación, que enfrentaban un severo déficit presupuestal. Para ver cómo la Ley para la Recuperación está ayudando a las ciudades de todo el país, pulse AQUI.\nÉstas son las cifras:\nEmpleos\n• CBO: Según la Oficina de Presupuesto del Congreso (Congressional Budget Office o CBO), una entidad independiente, para fines del 2009, se podía atribuir por lo menos 2.4 millones de empleos a la Ley para la Recuperación.\n• CEA, otros expertos del sector privado: El análisis del Consejo de Asesores Económicos (Council of Economic Advisers o CEA) también atribuyó a la Ley para la Recuperación aproximadamente 2 millones de empleos, una cifra que concuerda con los cálculos de expertos del sector privado como IHS Global, Moody’s Economy e incluso el American Enterprise Institute, de tendencias conservadoras.\nLa economía\n• PIB/Crecimiento económico: En el cuarto trimestre del 2009, la economía creció 5.7 por ciento, el mayor aumento en seis años, y muchos economistas lo atribuyen a la Ley para la Recuperación. Antes de la Ley para la Recuperación, la economía se contrajo aproximadamente 6 por ciento.\n• Pérdida de empleos: La pérdida de empleos para el cuarto trimestre del 2009 fue un séptimo de la cifra del primer trimestre del 2009 cuando se promulgó la Ley para la Recuperación.\nDinero de la recuperación \n• Gasto: Casi 70 por ciento de los $499,000 millones de la Ley para la Recuperación ya ha sido asignado a programas y proyectos específicos, para poner ese dinero a trabajar en beneficio de comunidades de todo el país. \n• Crédito tributario: Se ha otorgado casi $120,000 millones en créditos tributarios para familias trabajadoras y empresas en los últimos doce meses con la Ley para la Recuperación.\nInfraestructura \n• Construcción en el sector transporte: Hasta la fecha se han financiado más de 12,500 obras en el sector transporte, desde construcción de carreteras hasta proyectos para mejorar aeropuertos. De ellos, ya se han iniciado más de 8,500 en todo el país, y otros más estarán poniendo la primera piedra cuando el clima sea más templado.\n• Construcción en el sector defensa: El Departamento de Defensa ha comenzado más de 2,850 proyectos de construcción y rehabilitación en más de 350 instalaciones militares de todo el país.\n• Proyectos “Superfund”: Se han financiado 51 proyectos designados bajo el programa “Superfund”(un programa para limpiar zonas de desecho peligroso) de la Lista de Prioridades Nacionales. De esos proyectos, 34 ya han iniciado la construcción en el terreno. \n• Parques nacionales: Se han iniciado o completado más de 300 proyectos de remodelación en 175 parques nacionales de todo el país. \n• Centros comunitarios de salud: Más de 1,100 centros de salud que operan más de 7,500 clínicas comunitarias en todo el país han recibido casi $1,900 millones en subvenciones de la Dirección de Recursos y Servicios de Salud (Health Resources and Services Administration) con la Ley para la Recuperación para construir o remodelar instalaciones o ampliar los servicios. \n• Vivienda pública: Más de 3,100 entidades de vivienda pública han recibido fondos de la Ley para la Recuperación por un total de casi $4,000 millones para ayudar a generar empleo, remodelar viviendas y respaldar proyectos de construcción que mejoren las viviendas subsidiadas en todo el país. \n• Bonos Build America: Más de $70,000 millones en bonos Build America (Bonos de Construcción en Estados Unidos) se han emitido en 47 estados desde abril del 2009 para financiar una amplia gama de proyectos de infraestructura esencial, muchos de los cuales eran obras paralizadas o que habían perdido el financiamiento. Los bonos Build America atraen a mayor diversidad de inversionistas y brindan una opción de financiamiento más atractiva para los estados y gobiernos locales, y ahora constituyen aproximadamente 19 por ciento de la deuda en bonos contraída por las municipalidades desde que empezó este popular programa.\nTecnología/Innovación\n• Baterías avanzadas y vehículos eléctricos: Se han otorgado subvenciones por $2,400 millones a compañías e instituciones educativas en más de 20 estados para financiar 48 proyectos nuevos de baterías avanzadas y motores eléctricos que ayudarán a impulsar la próxima generación de vehículos avanzados.\n• Red eléctrica inteligente: Se han otorgado subvenciones por $3,400 millones a compañías privadas, empresas de servicios, productores y ciudades para financiar proyectos de red eléctrica inteligente que respaldarán decenas de miles de empleos y beneficiarán a consumidores en 49 estados.\n• Vehículos de consumo eficiente de combustible: Bajo el programa de Ciudades Limpias del Departamento de Energía se han otorgado subvenciones por $300 millones a 25 proyectos de costo compartido a fin de ampliar la flota nacional de vehículos de combustible alternativo y llevar a las carreteras más de 9,000 vehículos de combustible alternativo y consumo eficiente de combustible.\n• Investigación de salud: Se han otorgado 12,000 subvenciones por más de $5,000 millones a instituciones educativas y de investigación con el fin de financiar estudios médicos de vanguardia en todos los estados. \n• Banda ancha: La primera subvención de más de $7,000 millones para llevar banda ancha a comunidades con poco o ningún acceso a ella, un paso significativo para impulsar el desarrollo económico local.\n• Trenes de alta velocidad: Proyectos en 31 estados para ayudar a sentar las bases de una red de trenes de alta velocidad aquí en Estados Unidos, que incluyen la cuota inicial de 13 nuevos corredores a gran escala para trenes de alta velocidad a lo largo del país. Esta inversión de $8,000 millones no sólo generará empleo e impulsará el crecimiento económico, sino que desarrollará un componente crucial de la infraestructura del siglo XXI.\n• Informática para el sector salud: Se han otorgado subvenciones por más de $750 millones a gobiernos locales y estatales, y organizaciones comunitarias para ayudar con los preparativos para el uso generalizado y significativo de informática en el sector salud. Las subvenciones ayudarán a que la informática para el sector salud esté a disposición de más de 100,000 hospitales y médicos de cuidado primario para el 2014 y a generar empleo en una sector emergente que se espera respalde decenas de miles de empleos.\nAyuda inmediata\n• Crédito tributario para la clase media: Más de 110 millones de familias trabajadoras han recibido paga adicional en su cheque mensual gracias al crédito tributario Making Work Pay (para hacer que el trabajo pague). Gracias a este programa, 95 por ciento de familias estadounidenses recibieron una inmediata infusión de efectivo que sumó en total $37,000 millones en créditos tributarios en el 2009.\n• Cheques de ayuda de emergencia: Casi 55 millones de personas mayores, veteranos y otros residentes sumamente necesitados de todo el país recibieron un pago de $250 en ayuda económica de emergencia por un total de $13,700 millones.\n• Beneficios por desempleo: Más de 18 millones de estadounidenses han recibido beneficios por desempleo con la Ley para la Recuperación.\n• Préstamos a pequeñas empresas: La Dirección de Pequeñas Empresas (Small Business Administration o SBA) ha apoyado casi $20,000 millones en préstamos financiados con la Ley para la Recuperación otorgados a más de 42,000 pequeñas empresas desde que se promulgó la Ley para la Recuperación.\nAyuda a gobiernos locales y estatales\n• Medicaid: La Ley para la Recuperación ha puesto a disposición de los estados más de $56,000 millones para ayudar a evitar recortes en los programas de Medicaid en todo el país.\n• Educación: Se ha otorgado más de $60,000 millones de los fondos de la Ley para la Recuperación a fin de ayudar a respaldar presupuestos del sector educación, una medida que según los gobernadores financió más de 300,000 empleos en educación en el cuarto trimestre del 2009. \n• Agencias de la ley: Más de 4,600 agentes de la ley de más de 1,000 comunidades de todo el país recibieron tres años de remuneración y beneficios por medio del programa de servicios policiales orientados a la comunidad (Community Oriented Policing Servicing o COPS).\n \n\n\n\n"
}