{
    "title": "Dr. Christina Romer Discusses the Economic Report of the President | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/dr-christina-romer-discusses-economic-report-president",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 11, 2010\n\n \n\n\n\nDr. Christina Romer Discusses the Economic Report of the President\n\n\n\n\nReport Outlines Administration’s Roadmap for Rescuing, Rebalancing, and Rebuilding America’s Economy\nWASHINGTON, DC – Today, Dr. Christina Romer, the Chair of President Obama’s Council of Economic Advisers, will present the annual Economic Report of the President.  The President will sign the report and it will be delivered to Congress today.\nThe Economic Report of the President lays out detailed analysis of the immediate actions President Obama took to prevent the economy from falling into a depression, and looks at our long-term economic challenges.  For a decade, Washington failed to make the tough choices necessary for our continued prosperity.  The report details the actions the Administration has already taken to address these challenges and the President’s agenda for continued progress and his proposals for rebuilding and rebalancing our economy for the future. \nDr. Romer said, “The economic challenges facing the nation when President Obama took office were among the greatest in our history.  But as great as the immediate challenges were, our country’s economic problems were also deeper and more long-standing.  Over the past year, the President, working with Congress, has sought to rescue the economy from the immediate crisis, rebalance the economy toward greater investment and exports and away from unsustainable budget deficits, and begin the process of rebuilding the economy on a stronger foundation of quality, affordable health care, better education and job training, clean energy, and innovation.  The Economic Report of the President details both the actions we have taken so far and the President’s plans for continued progress.”\nA summary of the report is below.  The full report is available HERE. \nA link to Dr. Romer’s post on the White House blog can be seen HERE.\nAs part of the White House's continuing effort to make information about the government accessible and convenient, the Economic Report of the President will be available in formats accessible to e-book readers including Amazon's Kindle, Barnes & Noble's Nook, Sony's Reader and more, later in the day today.\nFOR ADDITIONAL BACKGROUND: A Guide to the Economic Report of the President:\nOVERVIEW\nThe Economic Report of the President in fact contains three reports: \n\nThe Economic Report of the President is a brief overview by the President of the Administration’s economic policies and goals for future initiatives. \nThe Annual Report of the Council of Economic Advisers is a 300-page comprehensive economic analysis of the first year of the Obama Administration. \nAppendix B provides over 100 pages of key economic statistics in a convenient, coherent format.\n\nThe Report of the Council of Economic Advisers does three things:\n\nIt provides an in-depth analysis of the economic challenges we face as a Nation, including both the immediate financial crisis and recession and the longer-run trends toward stagnating middle-class incomes, soaring health care costs, and failure to invest adequately in the future. \nIt provides a comprehensive catalog of the numerous policy actions taken in the past year to address these challenges and the effects of those policies. \nIt provides a description of the President’s policy agenda going forward and discusses the motivation for the policy prescriptions.\n\nTHEME\nThe theme of this year’s Economic Report is rescuing, rebalancing, and rebuilding the American economy.\nRescue refers to the need to deal with the current economic crisis.\n\nChapter 2 examines the economy that President Obama inherited and the extensive policy actions taken in the areas of financial rescue, monetary policy, housing policy, and fiscal policy.  It details the impact of the actions and the challenges that remain.  It also discusses future jobs initiatives.\nChapter 3 examines the international dimensions of the crisis.  It describes how the financial crisis spread throughout the world and how countries working individually and in concert took actions to stem the downturn and help support worldwide recovery.\n\nRebalance refers to the need to move the economy away from its bubble and bust tendencies.\n\nChapter 4 discusses the likely continued rise in the personal saving rate going forward and the need to spur investment and exports to fill the gap left in aggregate demand.  It discusses both the progress that has already been made and proposals, such as the Administration’s National Export Initiative, to make further progress.\nChapter 5 discusses the need to reduce the Federal government budget deficit.  It analyzes the source of the long-run deficit, the problems it will eventually cause for the economy, and the Administration’s plans for dealing with it over the medium and long run.\nChapter 6 discusses the importance of a well-functioning financial system for balanced growth.  It describes the role of financial intermediaries, the causes of financial crises, and the benefits of the proposed regulatory reforms.\n\nRebuild refers to the need to strengthen the foundation of the economy.  For too long, problems have been ignored and as a result long-run living standards and economic security have been compromised.\n\nChapter 7 shows that the current health care system is leading to skyrocketing costs and insurance premiums, increasing numbers of uninsured families, and ever-rising government budget deficits.  It identifies the accomplishments of the past year, such as the expansion of the Children’s Health Insurance Program and the health care investments made through the Recovery Act.  Reform legislation currently passed by the House and the Senate would do much more to contain costs, expand coverage, and make insurance more secure and more affordable.\nChapter 8 discusses the challenges that have faced American workers for the past decade and the differential impact the recession has had on various demographic groups.  It shows that investment in education and training is a key source of improved wages and living standards.  It then discusses the educational investments made through the Recovery Act, the investments in preschool education, community colleges, and Pell Grants that the President has proposed to fund by eliminating the subsidy to private providers of student loans, and other key legislative initiatives. Chapter 9 examines the importance of dealing with climate change and the progress that has already been made in jumpstarting the transition to the clean energy economy through the Recovery Act.  It also discusses the benefits of a market-based approach to addressing greenhouse gas emissions.\nChapter 10 looks at another fundamental source of increases in income over time—productivity growth.  It discusses the Administration’s large increase in investment in R&D through the Recovery Act and the 2010 Budget, and the President’s overall innovation agenda.  It also discusses the role that trade can play in spurring productivity growth and the institutions that help to ensure that gains are widely shared.\n\nHIGHLIGHTS\nSome highlights of the analysis are:\n\nAn extended discussion of the evidence that developments on Wall Street affect Main Street (Chapter 2).\nPresentation of the Administration’s forecast and discussion of the anomalous behavior of the unemployment rate over the recession (Chapter 2).\nNovel cross-country evidence that fiscal stimulus leads to better-than-expected economic performance (Chapter 3).\nAn empirical model of saving behavior that suggests that saving rates will likely rise further before stabilizing near their historical average (Chapter 4).\nA telling comparison of the CBO long-term forecasts from January 2001 and January 2009 that shows the dramatic deterioration of the budget situation between the beginning and the end of the previous Administration (Chapter 5).\nAn original formulation of the three different types of financial market contagion and a discussion of how the Administration’s plan for regulatory reform deals with each (Chapter 6).\nA detailed explanation of the market failures and externalities that cause the market for health insurance to behave differently from competitive markets (Chapter 7).\nA discussion of the key role community colleges play in raising educational attainment and improving job training (Chapter 8).\nAn accounting of the $90 billion of clean energy investments in the Recovery Act and their likely jobs impact (Chapter 9).\nA progressive approach to harnessing the benefits of innovation and trade while ensuring that the gains are broadly shared (Chapter 10).\n\nWHAT IS UNIQUE ABOUT THE 2010 ECONOMIC REPORT?\n\nThe Economic Report is a series with a distinguished history of rigor and accuracy.  The 2010 Report stays true to this legacy.\nThe economic challenges facing the country are some of the greatest in history and this year’s volume reflects the President’s commitment to address a wide range of short-run and long-run economic problems.\nThe 2010 Economic Report pays particular attention to the evidence behind the economic policy recommendations.  It includes original research and, for the first time, 20 pages of references so that the underlying studies can be found easily.\nThe Report emphasizes market failures as a motivation for public policy.\nThis is the first Economic Report to be published in color.  This allows figures to show more detail.\n\n\n\n\n"
}