{
    "title": "White House Healthy Campus Challenge | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/09/27/white-house-healthy-campus-challenge",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nSeptember 27, 2016\n\n \n\n\n\nWhite House Healthy Campus Challenge\n\n\n\n\n\n\tThanks to the Affordable Care Act, 20 million more Americans have gained coverage, and the nation’s uninsured rate now stands at its lowest level ever. At the same time, we have seen the slowest growth in the price of health care in 50 years. Access to affordable, quality health care is critically important for young people as they reach adulthood and enter the job market. It gives them peace of mind that allows them to focus on their studies, helps them stay healthy as they join the workforce, and is vital to building a strong economy and a strong middle class. Since the Affordable Care Act was enacted, 6.1 million young adults have gained coverage.\n\n\tBut there’s more work to be done. In communities across the country, individuals eligible for Marketplace coverage remain uninsured. And the remaining uninsured are disproportionately young, which is why the Administration is taking new steps to reach young people during this year’s open enrollment period, starting November 1, 2016 and running through January 31, 2017.  \n\n\tAs part of this year’s open enrollment efforts, we are launching the White House Healthy Campus Challenge. This Challenge aims to engage college and university campuses, and in particular community college campuses, across the country in enrollment efforts. We will work with administrators, students, faculty, staff, alumni, and local community leaders and elected officials to reach the uninsured both on campus and in the surrounding community, sharing best practices with them that have worked during prior open enrollment periods.\n\n\tThe 2016 White House Healthy Campus Challenge builds on the successful 2015 White House Healthy Communities Challenge, in which Milwaukee – the challenge winner – saw about 38,000 people newly select a plan through the Health Insurance Marketplace during the open enrollment period.\n\n\tTo participate, campuses should submit an application HERE by November 1, 2016, committing to fulfill a specific set of Open Enrollment outreach actions. Throughout open enrollment, the White House (@WhiteHouse), the Department of Health and Human Services (@HHSgov), and the Department of Education (@USEdGov) will amplify and highlight the efforts of participating campuses across the country to reach the uninsured, especially young people on their campuses. Additionally, each participating campus will be connected with a White House point of contact (POC) to provide technical assistance as they engage in actions to reach people on their campus and in their broader community.\n\n\tOn or after December 15th – the deadline for Marketplace coverage starting January 1st – participating campuses will confirm that they have taken all Challenge actions with their White House POC. Once campuses verify that they have completed all actions, they will be deemed a White House Healthy Campus. They will be recognized with a certificate signed by the President and will be entered into a lottery for a chance to be recognized during Healthy Campus Day at the White House in January.  \n\nThe Open Enrollment Outreach Actions:  Participants agree to undertake the following best practices: \n\n\n\t\tUndertake in-person enrollment activities on campus, such as in-person enrollment events, tabling in high traffic areas and at high traffic events, and providing enrollment opportunities within student services facilities;\n\n\t\tSend e-mails to students and faculty reminding them of the opportunity to enroll, especially within five days of the December 15th and January 31st deadlines;\n\n\t\tUse public social media platforms to highlight open enrollment for students, staff, and the partners and stakeholders with which we work; and\n\n\t\tTake some additional action, such as, but not limited to:\n\t\t\n\n\t\t\t\tPartnering with elected officials and/or community leaders (e.g. local businesses, corporations, local non-profit organizations, etc.) to amplify open enrollment outreach activities and highlight upcoming deadlines for campus community members and the broader community;\n\n\t\t\t\tEngaging and educating alumni on open enrollment through targeted communication, especially within five days of the December 15th and January 31st deadlines;  \n\n\t\t\t\tProviding information about open enrollment on online student portals, on publically accessible campus websites, and in print on campus; or\n\n\t\t\t\tOther creative actions to reach additional individuals (e.g. videos, phonebanking, community events that expand past the campus, etc.).\n\n\n\n\nWhite House Healthy Campus Challenge Frequently Asked Questions\n\nQ: How does a campus opt-in? Can a student group opt-in, or does it have to be an institution’s President or Chancellor?\n\n\tCampuses that submit an application online by November 1st, 2016, committing that they will complete a specific set of Open Enrollment outreach actions, will be engaged with throughout Open Enrollment by a designated White House point of contact. If they have fulfilled the actions by December 15th, they will be considered a White House Healthy Campus.\n\n\tAny member of an educational institution (President or Chancellor, student leader, faculty member, staff member, etc.) can opt-in to the Healthy Campus Challenge. That said, we have found that the most successful open enrollment efforts occur when coordination occurs at all levels of an institution. We encourage campus administrations, student leaders, faculty and staff, and alumni to coordinate and collaborate in their efforts.\n\nQ: Can all campuses participate, or only campuses in specific communities?\n\n\tWe encourage campuses in every community to participate in the Challenge, particularly those in communities that have a large number of uninsured individuals.\n\nQ: How will campus outreach efforts be evaluated to determine if a campus qualifies as a White House Healthy Campus?\n\n\tAll campuses that submit an application to be considered a participant by November 1st, 2016, and successfully fulfill the specific set of Open Enrollment outreach actions by December 15th, will be considered a White House Healthy Campus. These campuses will be entered into a lottery to have a chance to be recognized for their outreach efforts during Healthy Campus Day at the White House in January. The lottery will occur after the December 15th deadline.\n\nQ: Is there a specific format for applying to be a White House Healthy Campus?\n\nYes, we will take all submissions to participate through this form. Then, throughout open enrollment, the White House will continue to engage campuses that opt-in, amplifying efforts they have taken on and off campus. After the December 15th deadline, White House points of contact will ask each participating campus to confirm via email they have taken all Challenge actions in order to be formally considered a White House Healthy Campus, and be considered for the Healthy Campus Day at the White House.\n\nQ: By what date should campuses submit their application and to whom do they submit it?\n\n\tAll campuses interested in participating should complete this LINK no later than November 1, 2016 at 5:00 p.m. ET. Campuses that opt-in by this date will then receive regular communication, updates, and technical assistance from a designated White House point of contact.  Participants that confirm via email that they completed all actions in the Challenge on or after the December 15th deadline will be deemed a White House Healthy Campus.\n\nQ: What is the criteria for being selected to attend Healthy Campus Day at The White House?\n\n\tAll campuses that submit an application to be considered a participant by November 1st, 2016, and successfully fulfill the specific set of Open Enrollment outreach actions by December 15th, will be considered a White House Healthy Campus. These campuses be recognized with a certificate signed by the President. Participating campuses will also be entered into a lottery to have a chance to be further recognized for their outreach efforts during Healthy Campus Day at the White House in January.\n\nQ: What resources are available for participating campuses?\n\n\tCMS has developed this helpful guide for local officials to use to amplify open enrollment within their communities. These resources can be used by any interested community leader or community member.\n\n\tAdditionally, the actions set forth in the Challenge have been successful in engaging communities, including educational institutions, in past open enrollments. The White House, the Department of Health and Human Services, and the Department of Education will provide technical assistance to campuses, as needed, to support the listed actions.\n\nQ. When will you announce the campuses that qualified for the Challenge?\n\n\tWe will announce them shortly after the December 15 deadline.\n\nQ. When will you announce the lottery winners/who is invited to the White House?\n\n\tWe will announce them in early January. \n\n\n\n\n"
}