{
    "title": "Readout of the President's Monthly Meeting on Afghanistan and Pakistan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/06/06/readout-presidents-monthly-meeting-afghanistan-and-pakistan",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 06, 2011\n\n \n\n\n\nReadout of the President's Monthly Meeting on Afghanistan and Pakistan\n\n\n\n\nThe President led his monthly meeting on Afghanistan and Pakistan with his national security team this morning. During this session, the President received briefings on progress in implementing our strategy for Pakistan and Afghanistan following the death of Osama bin Laden. \nBy video, Secretary Gates briefed the President on his recent trip to Afghanistan. The group also discussed our strategic partnership with Afghanistan and the progress being made to build and sustain the Afghan National Security Forces, and the President’s upcoming videoconference with President Karzai on Wednesday, June 8. \nThe President also received an update on our efforts to ensure effective cooperation with Pakistan against al Qaeda and other violent extremists.\nThe following senior officials attended the meeting:\nThe Vice President\n\tHillary Clinton, Secretary of State\n\tRobert Gates, Secretary of Defense (via videoconference)\n\tWilliam Daley, Chief of Staff\n\tAmbassador Susan Rice, U.S. Permanent Representative to the United Nations\n\tTom Donilon, National Security Advisor\n\tJohn O. Brennan, Assistant to the President for Homeland Security and Counterterrorism\n\tDenis McDonough, Assistant to the President and Deputy National Security Advisor\n\tThomas Nides, Deputy Secretary of State for Management and Resources\n\tNeal Wolin, Deputy Secretary of the Treasury\n\tMichele Flournoy, Under Secretary of Defense for Policy\n\tLeon Panetta, Director, Central Intelligence Agency\n\tMichael Morell, Deputy Director, Central Intelligence Agency\n\tRobert Cardillo, Director of National Intelligence for Intelligence Integration\n\tRajiv Shah, Administrator, Agency for International Development\n\tAdmiral Michael Mullen, Chairman, Joint Chiefs of Staff\n\tGeneral James Cartwright, Vice Chairman, Joint Chiefs of Staff\n\tAmbassador Karl Eikenberry, U.S. Ambassador to Afghanistan (via videoconference)\n\tAmbassador Cameron Munter, U.S. Ambassador to Pakistan (via videoconference)\n\tAmbassador Marc Grossman, Special Representative for Afghanistan and Pakistan (via videoconference)\n\tGeneral James Mattis, Commander, CENTCOM (via videoconference)\n\tGeneral David Petraeus, Commander of ISAF (via videoconference)\n\tVADM Michael LeFever, Commander, Office of the Defense Representative to Pakistan (via videoconference),\n\tDoug Lute, Special Assistant to the President and Coordinator for Afghanistan and Pakistan\n\tNicholas Rasmussen, Special Assistant to the President and Senior Director for Counterterrorism\n\tAntony Blinken, Deputy Assistant to the President and National Security Advisor to the Vice President\n\n\n\n\n"
}