{
    "title": "President Obama Declares a Major Disaster Exists in American Samoa | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-declares-a-major-disaster-exists-american-samoa",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nSeptember 29, 2009\n\n \n\n\n\nPresident Obama Declares a Major Disaster Exists in American Samoa\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\n\t\t_______________________________________________________________\n\t\tFOR IMMEDIATE RELEASE                         September 29, 2009\n\t\t \n\nPresident Obama Declares a Major Disaster Exists in American Samoa\n\n\n\t\tThe President tonight declared a major disaster exists in the Territory of American Samoa and ordered Federal aid to supplement Territory and local recovery efforts in the area struck by an earthquake, tsunami, and flooding beginning on September 29, 2009, and continuing.\n\n\t\tThe President's action makes Federal funding available to affected individuals in the Territory of American Samoa.\n\n\t\tThis assistance will provide immediate resources to address response, including urgent life sustaining and public health and safety measures. Assistance can include grants for temporary housing and home repairs, low-cost loans to cover uninsured property losses, and other programs to help individuals and business owners recover from the effects of the disaster.\n\n\t\tFederal funding is also available to the Territory of American Samoa and eligible local governments and certain private nonprofit organizations on a cost-sharing basis for debris removal and emergency protective measures, including direct Federal assistance.\n\n\t\tFederal funding also is available on a cost-sharing basis for hazard mitigation measures for the Territory of American Samoa.\n\n\t\tW. Craig Fugate, Administrator, Federal Emergency Management Agency (FEMA), Department of Homeland Security, named Kenneth R. Tingman as the Federal Coordinating Officer for Federal recovery operations in the affected area.\n\n\t\tFEMA said that damage surveys have been requested and will be conducted as soon as the situation permits.\n\n\t\tFEMA said that residents and business owners who sustained losses in the Territory can begin applying for assistance tomorrow by registering online at http://www.DisasterAssistance.gov <http://www.disasterassistance.gov/> or by calling 1-800-621-FEMA(3362) or 1-800-462-7585 (TTY) for the hearing and speech impaired. The toll-free telephone numbers will operate from 7 a.m. to 10 p.m. (local time) seven days a week until further notice.\n\n\t\tFOR FURTHER INFORMATION CONTACT: FEMA (202) 646-4600.\n\n\t\t###\n\n\n\n\n\n"
}