{
    "title": "Press Gaggle by Deputy Press Secretary Bill Burton en route Rhode Island | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/10/25/press-gaggle-deputy-press-secretary-bill-burton-en-route-rhode-island",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 25, 2010\n\n \n\n\n\nPress Gaggle by Deputy Press Secretary Bill Burton en route Rhode Island\n\n\n\n\n\nEn Route Warwick, Rhode Island\n\n\t3:08 P.M. EDT\n\n\tMR. BURTON:  So one logistic note.  So the fundraiser in the private home tonight, I know the guidance says pool, but it’s apparently a pretty small fundraiser, a pretty small room, so we’re just going to have room for one pooler, like we did in Minneapolis this last weekend -- which you’ll all see when we get there.  But there you have it.\n\n\tQ    Okay, the Rhode Island Democratic gubernatorial candidate, Caprio, had some choice words for the President about his non-endorsement.  Any reaction from the White House or from the President himself?  And are you guys endorsing anybody in this race?  Is he endorsing?\n\n\tMR. BURTON:  Well, for starters, the President is really thrilled that he can go to Rhode Island today and talk about the important issue of small businesses and what we need to do to help lift them up and create an environment where they can be creating jobs.\n\n\tAs President, the President signed into law some 16 tax cuts for small businesses and is continuing to work to make sure that capital is freed up, and that they’re in a position where they can be putting more Americans back to work.\n\n\tAs it relates to the local politics, out of respect for his friend, Lincoln Chafee, the President decided not to get involved in this race.\n\n\tI know that it’s -- we’re entering the final week of the election season, and emotions are running pretty high.  So I don’t think anybody is surprised to see people feeling particularly strongly about these races.\n\n\tQ    Is there any update on the rare earth minerals?  I know last week you guys were checking with NSC.  Have they gotten back to you?  Anything new?\n\n\tMR. BURTON:  I don’t have an update for you right now, no.\n\n\tQ    What about the controversy?  Karzai is saying that Iran gives him bags of cash, literally.  Have you seen the press conference that he held?  Do you have any comments to that, about Iranians’ contributions, cash contributions?\n\n\tMR. BURTON:  I have seen those reports, and I think the American people and the global community have every reason to believe that -- or every reason to be concerned about Iran trying to have a negative influence on Afghanistan.  But they have a responsibility just like all their neighbors to try to have a positive influence on the formation of a government there, and to ensure that Afghanistan is not a country where terrorists can find safe harbor, or where attacks can be planned on their soil.\n\n\tSo as you know, the President has, from day one, worked to build strong governance to fight corruption in that country.  And he’s going to continue to work with our partners in Afghanistan and in the region to do just that.\n\n\tQ    The President’s -- sorry, just one follow-up.  But Karzai was also saying that it’s been known that the U.S. is giving out cash to these offices, to various government offices and officials.  Has President Obama been aware of this?\n\n\tMR. BURTON:  I mean, the United States has been giving aid to Afghanistan to help with the building of governance, but on the specifics of what -- I’m not going to get into the specifics of what we know and don’t know, specifically.\n\n\tQ    Does the administration have any corroboration of this story that Iran is giving bags full of cash?\n\n\tMR. BURTON:  Well, like I just said, I’m not going to get into what we know or don’t know necessarily.\n\n\tQ    Do you have any reason to doubt it?\n\n\tMR. BURTON: I’m just going to leave it at that.\n\n\tQ    Can you talk a little bit about the President’s mood?  This is the final stretch of the campaign.  What’s his mood like?\n\n\tMR. BURTON:  He’s in a fighting mood.  When we got on Marine One just now, he said that he’s enthusiastic to get out there and make sure that the American people understand the stakes and the choice that they have before them in this election.\n\n\tGreg Sargent wrote something interesting, or pointed out something interesting on the Washington Post website just now, that if you pick up the new National Journal, you’ll see two interviews with very different takes on what’s happening in the world. You’ve got an interview with the President, talking about how he’s worked with Republicans and how he’s going to continue to try to work with Republicans, and you’ve got an interview with Mitch McConnell, in which he says his number one job is to make sure that Barack Obama is a one-term president.\n\n\tSo there are obviously very high stakes in this election, and it’s the stakes between are we going to continue to make progress or are we going to continue to allow a situation where there’s obstruction and people who are trying to stop the progress we’re making on the economy, on health care, and all the things that are important to the American people.\n\n\tSo the President’s mood is -- his spirits are high, and he’s happy to go out there.\n\n\tQ    Does he feel like his message -- the way he’s delivering it now -- does he feel like it’s getting through?\n\n\tMR. BURTON:  He feels like we’ve got a good message and that the American people, as they get more and more engaged in these races, as they are now, see clearly what the stakes are.\n\n\tQ    There’s a lot of angry Democrats about what’s happening in Rhode Island today.  If the President lived in Rhode Island, would he vote for Caprio?  He’s the head of the party.\n\n\tMR. BURTON:  I appreciate the effort to get a back-door answer to the President getting involved in this race, but he’s just not going to.\n\n\tQ    Does the President have any friends in politics outside the Democratic Party, other than Lincoln Chafee?\n\n\tMR. BURTON:  Sure, absolutely.\n\n\tQ    In those cases, has he declined to make an endorsement?\n\n\tMR. BURTON:  Boy, I don’t know, race by race, I can’t -- you got me stumped.  I don’t know race by race.\n\n\tQ    So the answer is no.\n\n\tMR. BURTON:  That’s correct.\n\n\tQ    Are there any other races in which he’s declined to endorse the Democrat?\n\n\tMR. BURTON:  Yes, I’m going to leave it at what I said.\n\n\tQ    Surely you would know if there are other races where the Democratic president has not endorsed the Democratic candidate.\n\n\tMR. BURTON:  You know the answer -- you answer the question.\n\n\tQ    Is the President prepared to deal with whatever blowback could come if Caprio loses this race?\n\n\tMR. BURTON:  The President is -- the President feels comfortable with what he’s doing in this race.\n\n\tQ    The line from the White House, though, is the President is doing everything he can to get Democrats elected.  This is a very obvious exception to that.  How do you reconcile that?  It stops in a blue state or it stops on matters of friendship?\n\n\tMR. BURTON:  The President’s feeling is that he has respect for his friend Lincoln Chafee and he’s not going to get involved in this race.\n\n\tQ    What’s the White House view that this congressional election, the midterms, is not only a referendum on his policies but also on his style, his communication skills?\n\n\tMR. BURTON:  Well, I’ll leave that to the pundits.  But what the President thinks is that this election is about a choice.  That’s a choice of what direction you want the country to move in.  If you want it to -- do you want us to continue to make progress economically, continue to create an environment where jobs are being created in the private sector?\n\n\tThe President is not satisfied with the pace of how things are going, but things are moving in a much different direction than they were when he took office, and what Americans -- what the President thinks Americans should be asking themselves is do we want to keep moving forward or do we want to go back to the policies of the past that got us into this mess.\n\n\tQ    What about the view that -- from his critics that his actual persona is part of the problem, that he’s out of -- that he doesn’t connect well with the public at a certain level, that he’s too aloof?\n\n\tMR. BURTON:  Well, you know, when you’re President of the United States you have people who will criticize just about anything that you’re doing, anything you say or how you say it.  And that’s part of the job, and the President doesn’t mind that.  But if you were there in Columbus where 37,000 Ohioans were out there feeling pretty enthusiastic about the direction of the country and the President’s message, then I would say that maybe some of those critics are missing some of these events.\n\n\tQ    Thank you.\n\n\tQ    Appreciate it.     \n\n\tEND\n\t3:14 P.M. EDT\n\n\n\n\n"
}