{
    "title": "President Obama Attends Roundtable With Korean Business Executives To Encourage Investment In United States | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/04/25/president-obama-attends-roundtable-korean-business-executives-encourage-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 25, 2014\n\n \n\n\n\nPresident Obama Attends Roundtable With Korean Business Executives To Encourage Investment In United States\n\n\n\n\nToday, President Barack Obama reaffirmed the commitment of the United States of America toward strengthening the economic relationship with the Republic of Korea and boosting investment, jobs and growth in the United States. During a roundtable discussion hosted by the American Chamber of Commerce in Korea (“AMCHAM Korea”) and senior Korean business executives, President Obama spoke of the importance of the U.S. - Korea Free Trade Agreement (KORUS FTA) in strengthening bilateral trade ties. The President also made the case for additional investment in the United States, which will lead to high-quality, well-paying jobs for American workers. The business executives discussed why their companies chose to make significant investments in the United States and what might encourage them to invest more.  The Korean executives emphasized the attractiveness of the U.S. market as an investment destination for their companies, focusing on the skill sets that American workers have to offer.\nSelectUSA and Korean Investment in the United States\nThe roundtable highlighted the SelectUSA initiative, which is one part of the Administration’s all-hands effort to spur more job-creating U.S. investment from around the world.  In 2011, President Obama launched SelectUSA, the first ever federal effort to partner with states and cities to promote inbound investment.  It also includes a deliberative effort to enhance coordination of federal agencies to cut red tape and support companies considering investments that create more American jobs.\nThe Korean executives praised the United States as one of the most open economies in the world for investment, offering strong rule of law, access to high-skilled labor, a tradition of research and development excellence, and abundant natural resources.  These facts have attracted Korean direct investment in United States, which has grown by nearly 75 percent since 2008 to a current total of $24.3 billion. \nMany of the companies represented at the roundtable have made recent investments in the United States, some of which have been supported by the President’s SelectUSA initiative.  Recent U.S. investments include:\n\n\nIn October 2013, Hanook Tire America, the U.S.-based subsidiary of South Korea-based tire manufacturer Hanook Tire Worldwide, announced an $800 million investment in its first U.S. production plant in Clarksville, Tennessee.  Tire production is expected to start in 2016.\n\n\nIn August 2012, Samsung Austin Semiconductor, owned by Samsung Electronics, announced its plans for a $4 billion expansion of its semiconductor plant in Austin, Texas.  Samsung's latest investment marks the largest single foreign investment ever made in the state of Texas.  The company's total investment in Samsung Austin Semiconductor since 1996 now exceeds $13 billion.\n\n\nU.S. - Korea Free Trade Agreement (KORUS FTA)\nDuring the roundtable, President Obama and the Korean executives praised the role the KORUS FTA has played in strengthening bilateral economic ties.  The KORUS FTA is the most commercially significant free trade agreement the United States has concluded in almost two decades, and its impact has been immediate.  Since the KORUS FTA came into force in early 2012, two-way U.S.-Korea trade has increased and the U.S. International Trade Commission estimates that, when fully implemented, the reduction of Korean tariffs and tariff-rate quotas on goods alone will add $10 billion to $12 billion to annual U.S. Gross Domestic Product.\nPresident Obama described the successful implementation of the KORUS FTA as critical to the U.S.-Korea economic relationship and a means to achieve President Park’s vision of a Korean economy that is business-friendly, with smarter regulation and stronger policies to promote innovation.  The KORUS FTA is the highest standard free trade agreement that either country has ever concluded to date and exemplifies the benefits of open markets.\nIn addition to the President, the AMCHAM Korea-hosted meeting attendees included:\n\n\n\t\tJames Kim, Chairman, AMCHAM Korea\n\t\tCountry Manager, Microsoft Korea\n\n\t\tAmy Jackson, President, AMCHAM Korea\n\n\t\tPat Gaines, President, Boeing Korea\n\n\t\tDavid Ruch, Country Manager, United Airlines\n\n\t\tJae Jung, President, Ford Korea\n\n\t\tJohn Kim, Managing Director, Goldman Sachs Korea\n\n\t\tHan Duck-Soo, Chairman, Korea International Trade Association (KITA)\n\n\t\tHuh Chang-Soo, Chairman, Federation of Korean Industries\n\t\tChairman, GS Group\n\n\t\tPark Yong-Maan, Korea Chamber of Commerce and Industry\n\t\tChairman and CEO, Doosan Corporation\n\n\t\tLee Kun-hee, Chairman of Samsung\n\n\t\tJay Y. Lee, Vice Chairman, Samsung Electronics\n\n\t\tChung Mong-koo, Chairman, Hyundai Motor\n\n\t\tCho Yang-rai, Chairman, Hankook Tire Company\n\n\t\tCho Yangho, Chairman and CEO, Korean Air Lines\n\t\tChairman and CEO, Hanjin Group\n\n\t\tShin Dong-Bin, Chairman, Lotte Group\n\n\t\tBon Moo Koo, Chairman, LG Group\n\n\t\tMichael Froman, United States Trade Representative\n\n\t\tCaroline Atkinson, Deputy National Security Advisor for International Economics\n\n\t\tWendy Cutler, Acting Deputy United States Trade Representative\n\n\t\tSung Kim, U.S. Ambassador to the Republic of Korea\n\n\t\tAhn Ho-Young, Ambassador of the Republic of Korea to the United States\n\n\n\n\n\n"
}