{
    "title": "President Obama, Vice President Biden, Secretary LaHood Call for U.S. High-Speed Passenger Trains | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-vice-president-biden-secretary-lahood-call-us-high-speed-passenger-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 16, 2009\n\n \n\n\n\nPresident Obama, Vice President Biden, Secretary LaHood Call for U.S. High-Speed Passenger Trains\n\n\n\n\n THE WHITE HOUSE Office of the Press Secrectary  _________________________________________________________________  For Immediate Release                                                        April 16, 2009 President Obama, Vice President Biden, Secretary LaHood Call for U.S. High-Speed Passenger Trains  Vision for a New Era in Rail Entails Clean, Energy-Efficient Option for Travelers  President Barack Obama, along with Vice President Biden and Secretary LaHood, announced a new U.S. push today to transform travel in America, creating high-speed rail lines from city to city, reducing dependence on cars and planes and spurring economic development. The President released a strategic plan outlining his vision for high speed rail in America. The plan identifies $8 billion provided in the ARRA and $1 billion a year for five years requested in the federal budget as a down payment to jump-start a potential world-class passenger rail system and sets the direction of transportation policy for the future. The strategic plan will be followed by detailed guidance for state and local applicants. By late summer, the Federal Railroad Administration will begin awarding the first round of grants. Additional funding for long-term planning and development is expected from legislation authorizing federal surface transportation programs. The report formalizes the identification of ten high-speed rail corridors as potential recipients of federal funding. Those lines are: California, Pacific Northwest, South Central, Gulf Coast, Chicago Hub Network, Florida, Southeast, Keystone, Empire and Northern New England. Also, opportunities exist for the Northeast Corridor from Washington to Boston to compete for funds to improve the nation’s only existing high-speed rail service. With a boost from the American Recovery and Reinvestment Act, the Obama administration launched a competitive process to drive local communities to develop their high-speed rail potential. The President, Vice President and Secretary of Transportation are urging states and local communities to put together plans for a network of 100 mile to 600 mile corridors, which will compete for the federal dollars. The merit-driven process will result in federal grants as soon as late summer 2009. President Obama’s vision for high-speed rail mirrors that of President Eisenhower, the father of the Interstate highway system, which revolutionized the way Americans traveled. Now, high-speed rail has the potential to reduce U.S. dependence on foreign oil, lower harmful carbon emissions, foster new economic development and give travelers more choices when it comes to moving around the country. \"My high-speed rail proposal will lead to innovations that change the way we travel in America. We must start developing clean, energy-efficient transportation that will define our regions for centuries to come,\" said President Obama. \"A major new high-speed rail line will generate many thousands of construction jobs over several years, as well as permanent jobs for rail employees and increased economic activity in the destinations these trains serve. High-speed rail is long-overdue, and this plan lets American travelers know that they are not doomed to a future of long lines at the airports or jammed cars on the highways.\" \"Today, we see clearly how Recovery Act funds and the Department of Transportation are building the platform for a brighter economic future - they’re creating jobs and making life better for communities everywhere,\" said Vice President Biden. \"Everyone knows railways are the best way to connect communities to each other, and as a daily rail commuter for over 35 years, this announcement is near and dear to my heart. Investing in a high-speed rail system will lower our dependence on foreign oil and the bill for a tank of gas; loosen the congestion suffocating our highways and skyways; and significantly reduce the damage we do to our planet.\" \"President Obama's vision of robust, high-speed rail service offers Americans the kind of travel options that throughout our history have contributed to economic growth and enhanced quality of life,\" said Secretary LaHood. \"We simply can't build the economy of the future on the transportation networks of the past.\" The plan identifies two types of projects for funding. One would create new corridors for world-class high-speed rail like the kind found in Europe and Japan. Another would involve making train service along existing rail lines incrementally faster. Under the plan, high-speed rail development will advance along three funding tracks:  Individual Projects. Providing grants to complete individual projects that are \"ready to go\" with completed environmental and preliminary engineering work – with an emphasis on near term job creation. Eligible projects include acquisition, construction of or improvements to infrastructure, facilities and equipment.        Corridor programs. Developing entire phases or geographic sections of high-speed rail corridors that have completed corridor plans, environmental documentation and have a prioritized list of projects to help meet the corridor objectives.        Planning. Entering into cooperative agreements for planning activities (including development of corridor plans and State Rail Plans) using non-American Recovery and Reinvestment Act (ARRA) appropriations funds. This third approach is intended to help establish a structured mechanism and funding stream for future corridor development activities.    A Vision for High-Speed Rail in America  Highlights of Strategic Plan  April 16, 2009 This plan outlines the President’s vision to build a network of high-speed rail corridors across America. It is the first high-speed rail requirement under the American Recovery and Reinvestment Act 0f 2009 (ARRA).  Vision—Proposal is to transform the nation’s transportation system, by rebuilding existing rail infrastructure while launching new high-speed passenger rail services in 100-600 mile corridors that connect U.S. communities. Similar to how interstate highways and U.S. aviation system were developed in 20th century: partnership between public sector and private industry, including strong Federal leadership that provided a national vision.        Obama ADMINISTRATION IS MOVING Ahead of Schedule to stand up this new program—Strategic rail plan issued just 58 days after passage of ARRA, before the Congressional deadline. Application procedures expected to be published also before Congressional deadline—this spring. First round grant awards expected to be announced before the end of this summer, up to three years ahead of the schedule required by law.        Commitment to HIGH-SPEED Rail—Unprecedented $8 billion investment in high-speed rail: $8 billion in ARRA considered a down payment on a national network of corridors, along with $1 billion per year for at least 5 years (proposed in FY 2010 budget). Completion of vision will require long-term commitment from both the Federal Government and States.        Benefits of HIGH-SPEED rail—Promotes economic expansion (including new manufacturing jobs), creates new choices for travelers in addition to flying or driving, reduces national dependence on oil, and fosters urban and rural community development.        High-speed rail is green— Today’s intercity passenger rail service consumes one-third less energy per passenger-mile than cars. It is estimated that if we built high-speed rail lines on all federally-designated corridors (on map), it could result in an annual reduction of 6 billion pounds of CO2.        Transparent Approach—projects selected for funding based on merit/benefits of investment.  First round of applications will focus on projects that can be completed quickly and yield measurable, near-term job creation and other public benefits.            Next round to include proposals for comprehensive high-speed programs covering entire corridors or sections of corridors.            Additional funds will be available for planning to help jump-start corridors not yet ready for construction.              Ten major corridors are being identified for potential high-speed rail projects:  California Corridor (Bay Area, Sacramento, Los Angeles, San Diego) Pacific Northwest Corridor (Eugene, Portland, Tacoma, Seattle, Vancouver BC) South Central Corridor (Tulsa, Oklahoma City, Dallas/Fort Worth, Austin, San Antonio, Little Rock) Gulf Coast Corridor (Houston, New Orleans, , Mobile, Birmingham, Atlanta) Chicago Hub Network (Chicago, Milwaukee, Twin Cities, St. Louis, Kansas City, Detroit, Toledo, Cleveland, Columbus, Cincinnati, Indianapolis, Louisville,) Florida Corridor (Orlando, Tampa, Miami) Southeast Corridor (Washington, Richmond, Raleigh, Charlotte, Atlanta, Macon, Columbia, , Savannah, Jacksonville) Keystone Corridor (Philadelphia, Harrisburg, Pittsburgh) Empire Corridor (New York City, Albany, Buffalo) Northern New England Corridor (Boston, Montreal, Portland, Springfield, New Haven, Albany)  Also, opportunities exist for the Northeast Corridor (Washington, Baltimore, Wilmington, Philadelphia, Newark, New York City, New Haven, Providence, Boston) to compete for funds for improvements to the nation’s only existing high-speed rail service, and for establishment and upgrades to passenger rail services in other parts of the country.  OUTREACH—Administration will take a collaborative approach to formulate program; will work with stakeholders to gather feedback on strategic plan and help shape the program. \n\n\n\n"
}