{
    "title": "America's Nurses Join Forces with the First Lady and Dr. Biden to support Veterans and Military Families | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/04/11/americas-nurses-join-forces-first-lady-and-dr-biden-support-veterans-and",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nApril 11, 2012\n\n \n\n\n\nAmerica's Nurses Join Forces with the First Lady and Dr. Biden to support Veterans and Military Families\n\n\n\n\n\n3 million nurses, through 150 nursing organizations and 500 nursing schools will be educated on Post-Traumatic Stress Disorder (PTSD) & Traumatic Brain Injury (TBI) in the coming years\n\n\tToday at the University of Pennsylvania, home to one of America’s top Nursing Schools, First Lady Michelle Obama and Dr. Jill Biden will announce a commitment from nurses across the country eager to serve our veterans and military families as well as they have served us. In a broad, coordinated effort, more than 150 state and national nursing organizations and over 500 nursing schools have committed to further educate our nation’s 3 million nurses so they are prepared to meet the unique health needs of service members, veterans, and their families. Led by the American Nurses Association, American Academy of Nurse Practitioners, American Association of Colleges of Nursing, and the National League for Nursing, in coordination with the Departments of Veterans Affairs and Defense, nursing organizations and schools have committed to educating current and future nurses on how to recognize and care for veterans impacted by post-traumatic stress disorder, traumatic brain injury, depression, and other combat-related issues, in ways appropriate to each nurse’s practice setting. \n\n\t“Whether we’re in a hospital, a doctor’s office or a community health center, nurses are often the first people we see when we walk through the door. Because of their expertise, they are trusted to be the frontline of America’s health care system,” said First Lady Michelle Obama. “That’s why Jill and I knew we could turn to America’s nurses and nursing students to help our veterans and military families get the world-class care that they’ve earned. It’s clear from today’s announcement that the nursing community is well on its way to serving our men and women in uniform and their families.”\n\n\t“Nurses are at the center of providing lifesaving care in communities across the country -- and their reach is particularly important because our veterans don't always seek care through the VA system,” said Dr. Jill Biden. “This commitment is essential to ensuring our returning service men and women receive the care they deserve.”\n\n\t“Nurses of every generation have cared for men and women suffering the visible and invisible wounds of war. Today, there are new, evidence based strategies and treatments for PTSD and TBI – and new hope. The American Nurses Association is coordinating the engagement of more than 500 nursing schools and more than 160 nursing organizations to reach every nurse in the country -- 3.1 million nurses.  Some military service members, veterans and their families may avoid seeking care for TBI, PTSD and post combat depression because of a stigma, or because they live far away from military or veterans’ health care facilities.  We want to change that, and ensure that nurses in every community have access to the most current, evidence based treatments and resources on PTSD and TBI,” said Amy Garcia, American Nurses Association Chief Nursing Officer.\n\n\tThe invisible wounds of war, Post-Traumatic Stress Disorder (PTSD) and Traumatic Brain Injury (TBI), have impacted approximately 1 in 6 of our troops returning from Afghanistan and Iraq – more than 300,000 veterans. And since 2000, more than 44,000 of those troops have suffered at least a moderate-grade traumatic brain injury. \n\n\tVeterans seeking care within the Veterans Affairs (VA) health system are often treated by health care professionals who have received extensive training in mental health issues.  But the majority of veterans in the country seek care outside of the VA system -- they usually visit their local hospital staffed by nurses and doctors in their communities. That’s why today’s announcement will be so significant for our troops and their families. America’s nurses are trusted partners in providing lifesaving and life-sustaining care in nearly every community and every setting where health care is delivered. They can make a dramatic and positive impact on the long-term health of hundreds of thousands of veterans. And they are eager to understand the needs of those who have served, to recognize the warning signs of posttraumatic stress disorder, depression, or suicide, and to know where to send them for help.\n\n\tNursing leaders have also committed to disseminating effective models for care and to sharing the most up-to-date information on these conditions across academic and practice settings.   By working to expand the body of clinical knowledge in this arena and by partnering with other health care providers and institutions, nursing leaders across the country will continue to advance high quality treatment for these conditions in every community. \n\nKey Commitments Include:\n\n\tAmerican Nurses Association (ANA): Commits to reaching 3.1 million registered nurses in America by 2015 to raise awareness of PTSD, TBI and depression among veterans, military service members, and their families.  The ANA is coordinating a major campaign involving over 150 nursing organizations that will reach millions of nurses on health issues relevant to veterans and their families. Partnering organizations include the American Association of Colleges of Nursing, American Organization of Nurse Executives, American Academy of Nurse Practitioners, American Psychiatric Nurses Association, American Association of Neuroscience Nurses, Association of Rehabilitation Nurses, the National League of Nurses, federal nurses of the military and public health services, and the Department of Veterans Affairs. Together with these partnering organizations, ANA will:\n\t• Educate America’s future nurses to care for our nation's veterans, service members, and their families facing post-traumatic stress disorder, traumatic brain injury, depression, and other clinical issues;\n\t• Enrich nursing education to ensure that current and future nurses are educated and trained in the unique clinical challenges and best practices associated with caring for military service members, veterans, and their families;\n\t• Disseminate the most up-to-date information as it relates to traumatic brain injury (TBI) and psychological health conditions, such as post-traumatic stress disorder (PTSD);\n\t• Grow the body of knowledge leading to improvements in health care and wellness for our military service members, veterans, and their families; and\n\t• Lead and advance the supportive community of nurses, institutions, and health care providers dedicated to improving the health of military service members, veterans, and their families.\n\nAmerican Academy of Nurse Practitioners (AANP): AANP represents the interests of the more than 148,000 Nurse Practitioners across the country. It has reached out to its members through the creation of a unique Joining Forces section of their website, contacted all Nurse Practitioners and nursing organizations that are AANP group members to ask for their pledge in support of Joining Forces, asked state representatives to contact organizations in their state to render support, committed to publishing a special edition on veterans health in their journal, provided workshops to promote the wellness of veterans and caregivers at its conference, created continuing education programs focusing on issues facing veterans and military families, highlighted veterans’ health during Nurse Practitioners week, and supported research on veterans’ health through their foundation.  AANP has formed an ad hoc committee, composed of Veterans Affairs and Department of Defense leaders, to focus on promoting this initiative.\n\t                                                                     \nAmerican Association of Colleges of Nursing (AACN): is making veteran health a priority issue through 2014 and beyond.  AACN is committed to working with the nation’s schools of nursing to promote curriculum integration, faculty development, and student clinical experiences focused on enhancing the care of veterans, service members, and their families. Building on its long history of raising curriculum standards and enhancing quality in nursing care, AACN will identify and showcase best practices in nursing education and disseminate information on curricular models to all schools of nursing through Webinars, conference programming, and our online Collaboration Community. In honor of National Nurses Week scheduled for May 6-12, 2012, AACN is offering a free Webinar series to commence work to support Joining Forces available at http://www.aacn.nche.edu/webinars.  Reflecting the theme of “Educating Future Nurses to Care for Veterans,” three individual Webinars are planned, including a showcase of the innovative work underway at several VA Nursing Academy sites related to veteran care and faculty development; a panel discussion on creative curriculum approaches to caring for veterans; and a special session on meeting the palliative care needs of veterans, which outlines AACN’s work with the City of Hope on the groundbreaking ELNEC-For Veterans initiative. \n\nThe American Psychiatric Nurses Association (APNA): is committed to providing support to veterans and their families by providing educational resources to its more than 7,800 members as well as to all nurses across the country. APNA has created a website, www.apna.org/military that serves as a portal to a wide variety of information on posttraumatic stress disorder (PTSD) and traumatic brain injury (TBI). The APNA Annual Conference and its Annual Clinical Psychopharmacology Institute, which together are attended by more than 1,500 nurses annually, will include sections dedicated to mental health issues that are military related. These courses will be converted to podcasts and made available via the APNA eLearning Center which can be viewed or downloaded from the APNA website.\n\nNursing Organizations\n\tOver 150 state and national nursing organizations have committed to the following:\n\t• Educating America’s nurses to care for our nation’s veterans, service members, and their families facing post-traumatic stress disorder, traumatic brain injury, depression, and other clinical issues;\n\t• Enriching nursing education to ensure that current and future nurses are educated and trained in the unique clinical challenges and best practices associated with caring for military service members, veterans, and their families;\n\t• Disseminating the most up-to-date information as it relates to traumatic brain injury (TBI) and psychological health conditions, such as post-traumatic stress disorder (PTSD);\n\t• Growing the body of knowledge leading to improvements in health care and wellness for our military service members, veterans, and their families; and\n\t• Leading and advancing the supportive community of nurses, institutions, and health care providers dedicated to improving the health of military service members, veterans, and their families.\n\nSee Addendum for list of nursing organizations that have made this commitment.\n\nNursing School Commitment\n\tOver 500 nursing schools in all 50 states, DC, and Puerto Rico have committed by 2014 to:\n\n\t• Educating America’s future nurses to care for our nation's veterans, service members, and their families facing post-traumatic stress disorder, traumatic brain injury, depression, and other clinical issues;\n\t• Enriching nursing education to ensure that current and future nurses are trained in the unique clinical challenges and best practices associated with caring for military service members, veterans, and their families;\n\t• Integrating content that addresses the unique health and wellness challenges of our nation’s service members, veterans, and their families into nursing curricula;\n\t• Sharing teaching resources and applying best practices in the care of service members, veterans, and their families;\n\t• Growing the body of knowledge leading to improvements in health care and wellness for our service members, veterans, and their families; and\n\t• Joining with others to further strengthen the supportive community of nurses, institutions, and healthcare providers dedicated to improving the health of service members, veterans, and their families.\n\nSee Addendum for list of nursing schools that have made this commitment.\n\n\n\n\n"
}