{
    "title": "Statement by the Press Secretary on H.R. 3209, S. 337, S. 2133, S.2328, S. 2487 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/06/30/statement-press-secretary-hr-3209-s-337-s-2133-s2328-s-2487",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 30, 2016\n\n \n\n\n\nStatement by the Press Secretary on H.R. 3209, S. 337, S. 2133, S.2328, S. 2487\n\n\n\n\n\n\tOn Thursday, June 30, 2016, the President signed into law:\n\n\tH.R. 3209, the \"Recovering Missing Children Act,\" which amends the Internal Revenue Code to allow for the disclosure of tax returns, and tax return information, to State and local law enforcement agencies that are working in collaboration with a Federal agency to investigate cases of missing or exploited children;\n\n\tS. 337, the \"FOIA Improvement Act of 2016,\" which amends the Freedom of Information Act (FOIA) by:  requiring Federal agencies to make certain records available for public inspection in an electronic format; and requiring the Office of Management and Budget, in consultation with the Attorney General, to ensure the operation of an online portal that would allow FOIA requests to be submitted to any Federal agency through a single website;\n\n\tS. 2133, the \"Fraud Reduction and Data Analytics Act of 2015,\" which prevents, detects, reduces, and responds to fraud in Federal programs by requiring agencies to establish fraud-related internal financial controls, and to establish an interagency working group for the exchange of fraud-related best practices and data analytics techniques;\n\n\tS. 2328, the \"Puerto Rico Oversight, Management, and Economic Stability Act,\" which establishes the Financial Oversight and Management Board for Puerto Rico to provide a method for a covered territory to achieve fiscal responsibility and access to the capital markets; and\n\n\tS. 2487, the \"Female Veteran Suicide Prevention Act,\" which requires the U.S. Department of Veterans Affairs to identify and track mental health care and suicide prevention programs and metrics that are effective in treating female veterans.\n\n\n\n\n"
}