{
    "title": "Presidential Nominations Sent to the Senate, 9/13/10 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/13/presidential-nominations-sent-senate-91310",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 13, 2010\n\n \n\n\n\nPresidential Nominations Sent to the Senate, 9/13/10\n\n\n\n\nNOMINATIONS SENT TO THE SENATE:\nSamuel Epstein Angel, of Arkansas, to be a Member of the Mississippi River Commission for a term of nine years.   (Reappointment)\nMari Carmen Aponte, of the District of Columbia, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of El Salvador, to which position she was appointed during the last recess of the Senate.\nThomas M. Beck, of Virginia, to be a Member of the National Mediation Board for a term expiring July 1, 2013, vice Elizabeth Dougherty, term expired.\nAlan D. Bersin, of California, to be Commissioner of Customs, Department of Homeland Security, vice W. Ralph Basham.\nDonald M. Berwick, of Massachusetts, to be Administrator of the Centers for Medicare and Medicaid Services, vice Mark B. McClellan.\nPeter A. Diamond, of Massachusetts, to be a Member of the Board of Governors of the Federal Reserve System for the unexpired term of fourteen years from February 1, 2000, vice Frederic S. Mishkin.\nJeffrey Alan Goldstein, of New York, to be an Under Secretary of the Treasury, vice Robert K. Steel, resigned.\nElisabeth Ann Hagen, of Virginia, to be Under Secretary of Agriculture for Food Safety, vice Richard A. Raymond, resigned, to which position she was appointed during the last recess of the Senate.\nCameron Munter, of California, a Career Member of the Senior Foreign Service, Class of Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Islamic Republic of Pakistan.\nWinslow Lorenzo Sargeant, of Wisconsin, to be Chief Counsel for Advocacy, Small Business Administration, vice Thomas M. Sullivan, to which position he was appointed during the last recess of the Senate.\nRichard Sorian, of New York, to be an Assistant Secretary of Health and Human Services, vice Christina H. Pearson, resigned, to which position he was appointed during the last recess of the Senate.\nMarsha Ternus, of Iowa, to be a Member of the Board of Directors of the State Justice Institute for a term expiring September 17, 2012, vice Robert A. Miller, term expired.\nPamela Ann White, of Maine, a Career Member of the Senior Foreign Service, Class of Career Minister, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of The Gambia.\n\n\n\n"
}