{
    "title": "Letter -- Blocking Property of Certain Persons Contributing to the Situation in Burundi | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/11/23/letter-blocking-property-certain-persons-contributing-situation-burundi",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 23, 2015\n\n \n\n\n\nLetter -- Blocking Property of Certain Persons Contributing to the Situation in Burundi\n\n\n\n\n\n\tTEXT OF A LETTER FROM THE PRESIDENT\n\tTO THE SPEAKER OF THE HOUSE OF REPRESENTATIVES\n\tAND THE PRESIDENT OF THE SENATE\n\n\tNovember 22, 2015\n\n\tDear Mr. Speaker: (Dear Mr. President:)\n\n\tPursuant to the International Emergency Economic Powers Act (50 U.S.C. 1701 et seq.) (IEEPA), I hereby report that I have issued an Executive Order (the \"order\") that declares a national emergency with respect to the unusual and extraordinary threat to the national security and foreign policy of the United States posed by the situation in Burundi.\n\n\tI have determined that the situation in Burundi, which has been marked by the killing of and violence against civilians, unrest, the incitement of imminent violence, and significant political repression, and which threatens the peace, security, and stability of Burundi, constitutes an unusual and extraordinary threat to the national security and foreign policy of the United States, and warrants the declaration of a national emergency and the imposition of sanctions.\n\n\tThe order is not targeted at the people of Burundi, but rather is aimed at activities by the government and armed groups that contribute to the turmoil there. It blocks the property and interests in property of persons listed in an Annex to the order and provides criteria for blocking the property and interests in property of any person determined by the Secretary of the Treasury, in consultation with the Secretary of State:\n\n\n\t\tto be responsible for or complicit in, or to have engaged in, directly or indirectly, any of the following in or in relation to Burundi:\n\t\t\n\n\t\t\t\tactions or policies that threaten the peace, security, or stability of Burundi;\n\n\t\t\t\tactions or policies that undermine democratic processes or institutions in Burundi;\n\n\t\t\t\thuman rights abuses;\n\n\t\t\t\tthe targeting of women, children, or any civilians through the commission of acts of violence (including killing, maiming, torture, or rape or other sexual violence), abduction, forced displacement, or attacks on schools, hospitals, religious sites, or locations where civilians are seeking refuge, or through other conduct that may constitute a serious abuse or other violation of human rights or a violation of international humanitarian law;\n\n\t\t\t\tactions or policies that prohibit, limit, or penalize the exercise of freedom of expression or freedom of peaceful assembly;\n\n\t\t\t\tthe use or recruitment of children by armed groups or armed forces;\n\n\t\t\t\tthe obstruction of the delivery or distribution of, or access to, humanitarian assistance; or\n\n\t\t\t\tattacks, attempted attacks, or threats against United Nations missions, international security presences, or other peacekeeping operations;\n\n\n\n\t\tto be a leader or official of:\n\t\t\n\n\t\t\t\tan entity, including any government entity or armed group, that has, or whose members have, engaged in any of the activities described above; or\n\n\t\t\t\tan entity whose property and interests in property are blocked pursuant to the order;\n\n\n\n\t\tto have materially assisted, sponsored, or provided financial, material, or technological support for, or goods or services to or in support of:\n\t\t\n\n\t\t\t\tany of the activities described above; or\n\n\t\t\t\tany person whose property and interests in property are blocked pursuant to the order; or\n\n\n\n\t\tto be owned or controlled by, or to have acted or purported to act for or on behalf of, directly or indirectly, any person whose property and interests in property are blocked pursuant to the order.\n\n\n\tIn addition, the order suspends entry into the United States of any alien listed in the Annex or determined to meet one or more of the above criteria.\n\n\tI have delegated to the Secretary of the Treasury the authority, in consultation with the Secretary of State, to take such actions, including the promulgation of rules and regulations, and to employ all powers granted to the President by IEEPA as may be necessary to carry out the purposes of the order. All executive agencies are directed to take all appropriate measures within their authority to carry out the provisions of the order.\n\n\tI am enclosing a copy of the Executive Order I have issued.\n\n\tSincerely,\n\n\tBARACK OBAMA\n\n\t \n\n\n\n\n"
}