{
    "title": "President Obama Announces More Key Administration Posts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/12/02/president-obama-announces-more-key-administration-posts",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 02, 2011\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts\n\n\n\n\n\n\tWASHINGTON, DC – Today, President Barack Obama announced his intent to nominate the following individuals to key Administration posts:\n\n\nMark A. Robbins – Member, Merit Systems Protection Board\n\nTony Hammond –  Commissioner, Postal Regulatory Commission\n\n\nPresident Obama announced his intent to nominate the following individuals to key Administration posts:\n\nMark A. Robbins, Nominee for Member, Merit Systems Protection Board\n\tMark A. Robbins is currently the General Counsel of the U.S. Election Assistance Commission. In that capacity, Mr. Robbins works to certify elections systems and maintain information on the best practices of conducting elections. He previously served as a Senior Rule of Law Advisor for the State Department in Babil Province, Iraq.  Mr. Robbins also served as Executive Director of the White House Privacy and Civil Liberties Oversight Board between 2006 and 2008 and as General Counsel of the Office of Personnel Management from 2001 to 2006.  He worked in private practice as a litigation attorney in Los Angeles, California between 1988 and 2000, and in the White House Office of Presidential Personnel from 1984 to 1988.  Mr. Robbins holds a B.A. and J.D. from George Washington University.\n\nTony Hammond, Nominee for Commissioner, Postal Regulatory Commission\n\tTony Hammond served on the Postal Regulatory Commission and its predecessor agency, the Postal Rate Commission, from August 2002 to October 2011.  During that time, he was elected to two separate terms as Vice Chairman of the Commissions.  Previously, Mr. Hammond was owner and managing member of T. Hammond Company, LLC, a private consulting firm.  In addition, he was Senior Vice President of the direct marketing firm FL&S, and Senior Consultant to Forbes 2000, Inc.  Mr. Hammond served for ten years on the staff of then-Southwest Missouri Congressman Gene Taylor, the ranking member of the House Post Office and Civil Service Committee.  Mr. Hammond received a B.S. from Missouri State University.\n\n\n\n\n"
}