{
    "title": "The Obama Administration’s Government-Wide Response to Influx of Central American Migrants at the Southwest Border | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/08/01/obama-administration-s-government-wide-response-influx-central-american-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 01, 2014\n\n \n\n\n\nThe Obama Administration’s Government-Wide Response to Influx of Central American Migrants at the Southwest Border\n\n\n\n\nThe influx of children being apprehended trying to cross the southwest border shows that our immigration system is broken and Congress needs to advance comprehensive immigration reform so we can fix the system now. Commonsense immigration reform would continue to strengthen security at our border where we have apprehended over 40,000 unaccompanied children and adults traveling with children since May; add more immigration judges who process these cases; crack down on companies that hire undocumented workers; help grow our economy; and provide an opportunity for 11 million immigrants to come out of the shadows and earn their citizenship if they pass strict requirements.\nRepublicans have had more than a year to comprehensively fix the Nation's broken immigration system. In the absence of Congressional action, the President mounted a significant effort to deal with this urgent humanitarian situation in the Rio Grande Valley.  As outlined below, the Administration has been for several months focused on addressing these immediate and pressing challenges to make sure we are responding in an efficient and timely way and confronting the root of the problem with top-level diplomatic efforts in Central America. \nAs part of this effort, the President requested emergency supplemental funding to support a unified, comprehensive Federal Government response to the influx of child and adult migration from Central America in the Rio Grande Valley. Congress’s failure to act will undercut our ability to continue to effectively and efficiently address the situation at the border, delay efforts to address the root causes of increased child migration, impede our ability to accelerate the processing of and repatriate recent migrants, and potentially increase the cost of addressing this problem in the long-term.\nThe Administration’s Response to Address the Immediate Situation\nIn the beginning of June, the President and Department of Homeland Security Secretary Johnson designated Federal Emergency Management Agency (FEMA) to coordinate the federal response to the urgent humanitarian situation so that we are caring for the needs of this vulnerable population appropriately while taking the proper measures to process and safely repatriate individuals. FEMA assisted HHS and DoD to secure and operationalize temporary shelters for children. DHS opened facilities to detain and process adults with children.\nThese government-wide efforts fulfill our legal and moral obligation to make sure we appropriately care for unaccompanied children who are apprehended, while taking strong steps to surge resources to our Southwest border to deter both adults and children from this dangerous journey, increase capacity for enforcement and removal proceedings, and quickly return unlawful migrants to their home countries.\nThis surge of resources means that cases are and will continue to be processed as fairly and quickly as possible, ensuring due process for all, while enabling the prompt removal of individuals who do not qualify for asylum or other forms of relief from removal, or protection.\nFinally, to attack the criminal organizations and smuggling rings that are exploiting these individuals, we are surging law enforcement task forces in cooperation with our international partners, with a focus on stepped-up interdiction and prosecution.\nEfforts to Stop Illegal Migration and Disrupt Criminal Smuggling Networks \nThe President and his Administration have made very clear that children and adults traveling with children who survive an unbelievably dangerous journey from Central America – at the hands of smugglers – will be taken care of while they are in our custody, and will be returned if no legal relief or protection is applicable to their case.\nAdditionally, the Administration is working with the Honduran, Guatemalan, and El Salvadoran governments to provide resources to help address the underlying causes of the influx of child migrants, including increased criminal activity and social and economic opportunity challenges. \nDepartment of Homeland Security (DHS): \n\n\n\t\tOn May 12th, Secretary Johnson declared a Level IV condition of readiness, the highest level of planning, and enabling DHS to surge resources to critical sectors of the border.\n\n\t\tCBP instituted the use of its processing center in Nogales, Arizona and recently opened a 1,000-bed processing center in McAllen, Texas to handle the rise in unaccompanied children apprehended in the Rio Grande Valley.\n\n\t\tCBP surged 265 border patrol agents from less active sectors to the Rio Grande Valley to manage increased apprehensions in the sector and bolster detection and interdiction efforts.\n\n\t\tOn July 3, DHS, under the U.S. Customs and Border Protection (CBP), launched the Dangers Awareness Campaign, an aggressive Spanish language outreach effort and an urgent call to action to community groups, the media, parents and relatives in the U.S. and Central America to not put the lives of children at risk by attempting to illegally cross the southwest border.\n\n\t\tOn June 23, DHS surged approximately 60 ICE Homeland Security Investigations (HSI) criminal investigators, intelligence analysts, and support staff to the Rio Grande Valley as part of efforts to target and dismantle human smuggling operations across the southwest border. \n\n\t\tOn July 22, DHS and DOJ announced “Operation Coyote,” a 90-day surge operation being conducted by ICE Homeland Security Investigations to target human smuggling networks in the Texas Rio Grande Valley.\n\n\t\tA 60-person investigative team was sent to south Texas to dismantle criminal organizations smuggling people into the U.S. The effort has led to 192 arrests, seizures of 28 vehicles and the interdiction of $625,000 of money for smuggling.\n\n\t\tICE opened facilities in Artesia, NM and Karnes County Residential Center in Texas to detain and expedite the removal of adults with children.\n\n\t\tICE repatriated a number of recently-apprehended Central American adults with children who were held at the Artesia detention facility.\n\nDepartment of Defense (DoD): \n\n\n\t\tIn May and June, three temporary shelters for unaccompanied children were opened on DoD installations.  The facilities allowed HHS to care for children humanely and relieve overcrowding at CBP border facilities.  These facilities have cared for more than 7,700 children. \n\nDepartment of Justice (DOJ):\n\n\n\t\tDOJ is redoubling efforts to work with Mexican authorities to apprehend smugglers aiding unaccompanied minors in crossing the southwest border.\n\nU.S. Agency for International Development (USAID):\n\n\n\t\tUSAID supports youth outreach centers, as part of the U.S. Government's Central American Regional Security Initiative (CARSI), to disrupt the cycle of violence by offering youth a safe space that helps provide structure and guidance as they face tough life decisions.\n\t\t\n\n\t\t\t\tUSAID supports more than 120 outreach centers throughout Honduras, Guatemala, and El Salvador, impacting the lives of tens of thousands of youth.\n\n\t\t\t\tHonduran President Juan Orlando Hernández pledged $1 million from the country's security tax fund to finance 40 existing outreach centers and to help USAID establish 11 new centers. In El Salvador, USAID will open 77 new outreach centers bringing the country's total close to 110.\n\n\n\nImproving Immigration Processing and Reducing Immigration Court Delays\nAs the President has said, the American people have great compassion for the children who are fortunate enough to survive the dangerous journey from Central America – and this Administration will continue to take every step to care for their needs while they’re in our custody; however, for those who do not have a legal basis to stay under our laws will be returned home.\nDepartment of Justice:\n\n\n\t\tDOJ’s Executive Office for Immigration Review (EOIR) has refocused its immigration court resources primarily to focus on cases involving recent migrants who have crossed the southwest border and whom DHS has placed into removal proceedings.  EOIR is working to process these cases quickly, but fairly, to enable prompt removal in appropriate cases, while ensuring due process for those seeking relief or protection.\n\n\t\tDOJ published in the Federal Register an interim rule allowing for the appointment of temporary immigration judges.  These immigration judges will provide additional capacity and focus on key priorities while swiftly and effectively processing cases.\n\n\t\tWorking with the Department of State, DOJ is also providing support and training in Central America to help address the root causes of migration, and is redoubling efforts to work with other federal agencies and the Mexican government to investigate and prosecute those who smuggle migrants to the United States.\n\nDepartment of Health and Human Services:\n\n\n\t\tHHS cares for unaccompanied children until they can be released with sponsors, typically family members, who can safely and appropriately care for them while their immigration case is processed.  So far this year, HHS has cared for nearly 54,000 children – more than 2.75 times the number cared for over the same period last year.\n\n\t\tTo respond to the sharp increase in the number of children needing care, HHS has increased the number of children it can shelter at any one time in our standard facilities by almost 2,200 since January.\n\n\t\tAdditionally, HHS has taken steps to reduce the length of time children stay in shelters while ensuring that children are only released to sponsors who can care for them safely.  The average length of time a child remains in HHS care has fallen by more than half since 2011, and today a substantial share of children are placed with sponsors in less than three weeks.\n\nDepartment of Homeland Security:\n\n\n\t\tCBP opened two processing centers to improve coordination in processing unaccompanied children between CBP, ICE, and HHS.\n\n\t\tICE increased and surged transportation resources for relocating unaccompanied children from DHS to HHS Office of Refugee Resettlement (ORR) facilities and custody.\n\n\t\tICE refocused immigration prosecuting attorneys from the Office of the Principal Legal Advisor to prioritize cases related to unaccompanied children and adults with children who have recently entered the United States.\n\nCorporation for National and Community Service (CNCS)\n\n\n\t\tIn June, the Department of Justice and the Corporation for National and Community Service announced justice AmeriCorps, a strategic partnership that will enroll approximately 100 lawyers and paralegals as AmeriCorps members to provide legal services to the most vulnerable of the unaccompanied minors. These AmeriCorps members will facilitate the effective and efficient adjudication of immigration proceedings involving certain children who have crossed the border. The AmeriCorps members will also help identify unaccompanied immigrant children who have been victims of human trafficking or abuse to assist in the investigation and prosecution of those who perpetrate such crimes on those children.\n\n\t\tCNCS is committing AmeriCorps VISTA resources to addressing the humanitarian crisis at the border. AmeriCorps VISTA members will build the capacity of organizations that provide resources for pro bono and legal services to better serve those involved in the unaccompanied minor humanitarian effort. AmeriCorps VISTA members will also support organizations funded through the justice AmeriCorps competition.\n\n\t\tAdditionally, CNCS has committed Senior Corps resources to support the needs of unaccompanied children across the country. CNCS has also deployed members of FEMA Corps, a unit of AmeriCorps NCCC, to provide logistical and operational support in processing facilities near the border and in Washington, D.C.\n\nDiplomatic Efforts with Central America and Mexico\nThe Administration is working with our Central American partners and Mexico to get the word out to deter migration; improve the ability of Mexico and Guatemala to interdict migrants; enhance the Centrals ability to receive and reintegrate repatriated migrants; and address the underlying causes of migration.\n\n\n\t\tOn July 25, President Obama met with President Perez Molina of Guatemala, President Hernandez of Honduras, and President Sanchez Ceren of El Salvador to discuss how the United States and Central American governments are cooperating to disrupt smuggling organizations and promote safe, legal, and orderly migration.  The leaders also discussed how we can work together with other members of the international community to accelerate development, economic growth, and security improvements in the region and address the systemic factors that are causing Central American citizens to undertake the dangerous journey to the United States.\n\n\t\tVice President Biden and Secretary of State Kerry have met with leaders from El Salvador, Guatemala, and Honduras, as well as Mexico, to discuss our shared responsibility for promoting security, and agree on concrete ways that we can work together to stem the flow of migrants taking the dangerous trip to the United States.\n\n\t\tHomeland Security Secretary Johnson and Health and Human Services Secretary Burwell, as well as other senior Administration officials, have made multiple visits to CBP processing facilities in the Southwest border, as well as HHS temporary facilities to ensure that we are caring for the needs of the vulnerable population appropriately.  \n\nHonduras\n\n\n\t\tOn June 20, the Honduran government began a nationwide media campaign using CBP-provided materials highlighting the dangers of land-based migration, which is being shown on gas station screens and broadcast on 80 TV outlets and 120 radio stations.  \n\n\t\tOn July 9, President Hernandez declared a humanitarian emergency and announced the creation of a revolving fund to coordinate the repatriation and reintegration of children and the prioritization of unaccompanied children in the delivery of consular services. \n\n\t\tHonduran special operations police, with training and funding assistance from INL and CBP, stood up Operation “Rescue Angels” along the Honduran-Guatemalan border.  The operation is designed to increase apprehensions of migrants attempting to illegally emigrate to the United States, often via smuggling organizations.  The unit has rescued at least 90 children attempting to cross the border with smuggling organizations since the operation began on June 20 and turned them over to the appropriate Honduran authorities.\n\nGuatemala\n\n\n\t\tGuatemala’s First Lady launched the “Quédate!” campaign discouraging illegal immigration to the United States.  Through public statements she is noting the dangers of the journey and urged parents not to send their children illegally to the United States. \n\n\t\tOn June 26, Guatemala media Prensa Libre.El Quetzalteco, and Guatevisión launched an independent campaign on June 26 to raise awareness of the unaccompanied minors issue \n\n\t\tIn coordination with U.S. officials, the Guatemalan government is investigating six human smuggling/trafficking rings with potential connections to smuggling of migrants.\n\nEl Salvador\n\n\n\t\tOn July 14, the Government of El Salvador announced the launch of a six-month, $1.2 million media campaign on the dangers of migration by children and families.  Phase one will focus on the dangers of the trip, while phase two will highlight government efforts to reduce migration push factors. \n\n\t\tOn July 10, the Mayor’s Office of San Salvador, the Municipal Institute for Youth and the NGO Vision Democrática launched an unaccompanied minor campaign called “Sueño vs. Pesadilla” (Dream vs. Nightmare).  The campaign, conducted in partnership with ten universities and 2,000 youth volunteers, includes earned media, social media and direct volunteer outreach to key communities in San Salvador. \n\nMexico\n\n\n\t\tPresident Obama called President Peña Nieto of Mexico twice to discuss a regional strategy to address the influx of Central American migrants through Mexico. \n\n\t\tMultiple government officials have visited the region including Secretary of State John Kerry, DHS Secretary Jeh Johnson and Defense and State officials.\n\n\t\tOn July 7, Mexican President Peña Nieto announced its Southern Border Strategy, a welcome step towards improving Mexico’s ability to exercise greater control along its border with Guatemala.  On July 15, President Peña Nieto designated Humberto Mayans Canabal as coordinator of its Southern Border Strategy.\n\nThe Administration’s Unprecedented Investments to Secure the Border:\n\n\n\t\tThis Administration has dedicated unprecedented resources to secure the border including historic investments in manpower, technology and infrastructure.\n\t\t\n\n\t\t\t\tRight now, there are more Border Patrol agents and surveillance resources on the ground than at any time in our history. \n\n\t\t\t\tSince 2004, the number of “boots on the ground” along the Southwest border has increased by 94% to nearly 21,000 Border Patrol Agents today.\n\n\n\n\t\tWe have staffed up technology, fencing, and aerial assets to monitor and detect illicit activity.\n\t\t\n\n\t\t\t\tThe number of mobile surveillance systems deployed to the border has nearly doubled from 2006 to over 12,000 mobile systems today, with more systems in the pipeline for deployment in the coming year. \n\n\t\t\t\tDHS has completed 651 miles of fencing along the Southwest border. This includes 299 miles of vehicle barriers and 352 miles of pedestrian fence.\n\n\n\n\t\tIt’s important to understand that the current influx of unaccompanied minors and adults with children is not occurring on the entire border – it affects one sector: the Rio Grande Valley.\n\n\t\tIf you look at overall trends in the past 4 years along the entire border, you will see that at the same time that we have deployed more resources and technology to monitor and detect illicit activity, seizures continue to increase and border apprehensions have decreased significantly, indicating that fewer people are attempting to cross the border.\n\n\n\n\n\n"
}