{
    "title": "Presidential Proclamation -- National Hurricane Preparedness Week, 2013 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/05/24/presidential-proclamation-national-hurricane-preparedness-week-2013",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 24, 2013\n\n \n\n\n\nPresidential Proclamation -- National Hurricane Preparedness Week, 2013\n\n\n\n\nNATIONAL HURRICANE PREPAREDNESS WEEK, 2013\n- - - - - - -\nBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\nA PROCLAMATION\nLast year, devastating hurricanes upended coastal communities spanning the shores of New England to the Gulf of Mexico. Scenes from Isaac and Sandy shook us to the core -- great cities plunged into darkness, homes swept away with the tide, families whose worlds were torn apart with the loss of a loved one. But in the aftermath, we also saw what is best in America. Heroic first responders rose far beyond the call of duty, working around the clock to rescue, recover, and rebuild. Ordinary citizens fought through tough times together, looking out for their neighbors and leaving nobody behind.\nThis week, we reaffirm that it is never too early to prepare for this year's hurricane season. As my Administration keeps working with State and local partners to apply lessons learned and improve hurricane preparedness, all families can take simple steps to ensure that if disaster strikes, they are ready. These steps include building a supply kit with food, water, and medicine; taking time now to learn evacuation routes, and how workplaces and schools will respond in an emergency; and most importantly, discussing what to do in a disaster and developing a plan that everyone knows. If a hurricane is coming, always follow instructions from State and local officials, and heed evacuation orders if they are given.\nThe Federal Government also has an important role to play in hurricane preparedness. My Administration stands shoulder-to-shoulder with our partners in emergency management throughout the public, private, and nonprofit sectors, and we remain committed to getting them the resources they need to act quickly and effectively. Going forward, we will keep working to improve hurricane forecasting with the latest science and technology. And in the months and years ahead, we will continue to help communities stay resilient to severe weather threats and the consequences of climate change. To learn more and get involved, visit www.Ready.gov or www.Listo.gov.\nNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim May 26 through June 1, 2013, as National Hurricane Preparedness Week. I call upon government agencies, private organizations, schools, media, and residents in the coastal areas of our Nation to share information about hurricane preparedness and response to help save lives and protect communities.\nIN WITNESS WHEREOF, I have hereunto set my hand this twenty-fourth day of May, in the year of our Lord two thousand thirteen, and of the Independence of the United States of America the two hundred and thirty-seventh.\nBARACK OBAMA\n\n\n\n\n"
}