{
    "title": "President Obama Announces More Key Administration Posts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/12/15/president-obama-announces-more-key-administration-posts",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 15, 2012\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts\n\n\n\n\nToday, President Barack Obama announced his intent to nominate the following individuals to key Administration posts:\n\n\nRichard J. Engler – Member, Chemical Safety and Hazard Investigation Board\n\nLinda A. Puchala – Member, National Mediation Board\n\nPresident Obama said, “Our nation will be greatly served by the talent and expertise these individuals bring to their new roles. I am grateful they have agreed to serve in this Administration, and I look forward to working with them in the months and years ahead.”\nPresident Obama announced his intent to nominate the following individuals to key Administration posts:\nRichard J. Engler, Nominee for Member, Chemical Safety and Hazard Investigation Board\nRichard J. Engler is the Founder and Director of the New Jersey Work Environment Council, a role he has held since 1997.  From 1986 to 1996, he was Legislative Director and Vice President for the New Jersey Industrial Union Council, AFL-CIO.  From 1975 to 1985, Mr. Engler was Founder and Co-Director of the Philadelphia Area Project on Occupational Safety and Health. Mr. Engler also worked at the Oil, Chemical, and Atomic Workers International Union, AFL-CIO, from 1973 to 1974. He received a B.A. in Political Science and Environmental Studies from Antioch College.\nLinda A. Puchala, Nominee for Member, National Mediation Board\nLinda A. Puchala currently serves as a Member of the National Mediation Board, a position she has held since 2009.  Ms. Puchala served as Chairman of the National Mediation Board from July 2011 to June 2012.  Previously, she served as a Senior Mediator and Associate Director of Alternative Dispute Resolution Services at the National Mediation Board from 2002 to 2009, having served as a Mediator from 1999 to 2002.  In addition, Ms. Puchala served as the Staff Director of the Michigan State Employees Association from 1990 to 1999.  From 1970 to 1986, she held various roles with the Association of Flight Attendants, including International President, Master Executive Council President, Local Council President, and Member of the Negotiating Committee.  She received a B.A. in Business Administration from Cleary University.   \n\n\n\n\n"
}