{
    "title": "Remarks by National Security Advisor Susan E. Rice: “Seizing a Transformational Moment in the Western Hemisphere” | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/03/17/remarks-national-security-advisor-susan-e-rice-seizing-transformational",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nMarch 17, 2016\n\n \n\n\n\nRemarks by National Security Advisor Susan E. Rice: “Seizing a Transformational Moment in the Western Hemisphere”\n\n\n\n\n\nNational Security Advisor Susan E. Rice\n\n“Seizing a Transformational Moment in the Western Hemisphere”\n\nAs Prepared\n\nRemarks at the Adrienne Arsht Latin America Center\n\nThe Atlantic Council\n\nWashington, D.C.\n\nThursday, March 17, 2016\n\n\t \n\n\tGood evening, everyone.  Thank you, Fred, for that generous introduction and Peter for the great work you’re doing here.  Thank you, Adrienne Arsht for making all this possible.  Governor Huntsman, always great to see you.  I want to thank to the organizations who helped put this event together and to everyone joining us tonight.  I want to salute the diplomats here who embody the close and growing ties between our countries.  I’m glad to be back at the Atlantic Council, especially at the Adrienne Arsht Latin America Center.  What better way to celebrate St. Patrick’s Day than to give a speech on the Americas?   \n\n\t \n\n\tThis organization focuses on “the new Latin America.”  I wanted to come here because 2016 is an especially significant—perhaps even historic—year for the region.  Our hemisphere—and the relationship between the United States and our partners across the Americas—is at a transformational moment.  And, President Obama, and all of us throughout his administration, intend to make the most of it.  So, today, I want to discuss this moment, the approach that got us here, and how we plan to seize this opportunity—during President Obama’s upcoming trip to Cuba and Argentina and for the remainder of his term.  I know some folks in Latin America like to give rather long speeches, but I’ll do my best to keep this under eight hours.  \n\n\t \n\n\tThere’s no denying that Latin America faces serious challenges.  Too many people still live in grinding poverty.  Too many voices are still silenced.  Too many communities are still wracked by violence.  But what President Obama said in Santiago five years ago is even more true today.  This is “a region on the move, proud of its progress, and ready to assume a greater role in world affairs.”\n\n\t \n\n\tWe see the new Latin America in its political transformation.  Thanks to the determination and sacrifice of citizens and activists, today, almost all people across the hemisphere live in democracies.  Increasingly robust civil societies are demanding greater accountability of their leaders.  Over the past few years, governments that were hostile toward the United States have given way to ones that are more open to partnership.  \n\n\t \n\n\tWe see the new Latin America in the way the region initially bounced back from the global financial crisis.  Today, we’re witnessing a next wave of challenges—from slower growth and weaker commodity prices to strains on the middle class.  But, we’re also seeing countries recognizing the need to become more resilient by reforming and diversifying their economies.  Thanks to stronger business climates and greater openness to investment, many countries are better positioned than before to rebound from economic shocks.  In a number of places, we must do more to preserve and build on the progress we’ve made—including lifting millions of people out of poverty over the past two decades—and the United States stands ready to work with our partners to meet these challenges. \n\n\t \n\n\tThat’s because this transformation has been mirrored by a change in the United States’ approach to the region.  Before President Obama took office, our bilateral relationships were often strained.  The United States’ standing in Latin America had suffered.  Suspicion of our motives was high.  Anti-American voices were ascendant and loud.  If you’d asked some of our neighbors about the “Yanquis,” you’d have gotten roughly the same answer you’d get from a Red Sox fan.\n\n\t \n\n\tToday, the American flag flies over our re-opened embassy in Cuba.  More Americans are visiting Cuba than at any time in 50 years.  More American companies are looking to invest and do business in Cuba.  As we normalize relations, we have just announced regulatory reforms that will make it easier for Americans to travel to Cuba and engage with the Cuban people.  Yesterday marked the first direct mail delivery flight between our countries in 53 years. \n\n\t \n\n\tToday, Colombia is experiencing historic change, as President Obama noted during President Santos’ visit last month.  Thanks to the courage and determination of the Colombian people—and with bipartisan support here for Plan Colombia—Colombia today is more stable, secure, and prosperous than it has been for decades.  As we speak, Colombia and the FARC—with the support of our special envoy, Bernie Aronson—are working to end half a century of civil war. \n\n\t \n\n\tHere in North America, Mexico has shown how a country can grow when its companies successfully integrate into the regional and global economy.  The Mexican government is implementing key energy reforms and is an important partner in combating climate change.  And, as evidenced by last week’s official visit by Prime Minister Trudeau, the United States and Canada are more closely aligned than we’ve been in years.  Again, we are addressing the challenge of climate change, where our countries are now fully united.  And, being married to a Canadian, I can report that the relationship between our countries is truly an enduring partnership of equals, even if certain busy Americans don’t always do their fair share of the housework. \n\n\t \n\n\tSo, this is a seminal moment.  How did we get here?  This remarkable transformation is, first and foremost, a tribute to the hard work and sacrifice of millions of people across the hemisphere.  Nations made difficult decisions to reform, especially economically.  Some shouldered—and still shoulder—the burden of securing their communities against cartels and insurgents.  \n\n\t \n\n\tBut, as our Argentine friends know, it takes two to tango.  During the 2008 campaign, then-Senator Obama promised a new approach, guided by “the simple principle that what’s good for the people of the Americas is good for the United States.”  We’ve worked hard to deliver on that vision.  Starting with the 2009 Summit of the Americas, President Obama called for a new era of cooperation and equal partnership, based on mutual interests, mutual respect, and shared values.  And, on issue after issue, we’ve worked constructively to build a new consensus within the region—one devised not in Washington, but in dialogues across the hemisphere. \n\n\t \n\n\tWe resisted falling into the traps of history and ideology that had often stymied progress.  President Obama was very clear that he won’t be bound by battles waged, in many cases, before he was even born.  So, at that first Summit of the Americas, when certain leaders tried to revive the insult contests that too often characterized our relationships, we refused to take the bait.  We recognized the old debates—between state-run economies and unchecked free markets, between the abuses of left-wing insurgents and right-wing paramilitaries—for what they were, and are—false dichotomies that don’t reflect the reality of today.  This may seem simple, but it was actually quite novel.  After that first Summit in Trinidad and Tobago, the New York Times reported, “leaders left here almost shell-shocked by the lack of tension at this year’s gathering.” \n\n\t  \n\n\tToday, the United States is more deeply engaged in Latin America than we have been in decades.  In fact, the relationships between the United States and countries across the hemisphere are as good as they have ever been.  And, given our ties of trade, culture, and family, our neighbors have never been more important to the prosperity and security of the United States.   \n\n\t \n\n\tPresident Obama’s visit to Latin America next week will build on this progress.  On Sunday, Air Force One will depart Andrews Air Force Base en route to Havana, Cuba.  No National Security Advisor has ever said that before.  No U.S. president has traveled to Cuba since Calvin Coolidge came on a battleship 88 years ago. \n\n\t \n\n\tIn Havana, President Obama will meet with President Castro to discuss how we can continue to normalize relations between our governments and increase contacts between our peoples.  As he did when they met in Panama last year, President Obama will speak candidly about areas where we disagree with the Cuban government, particularly human rights.  As President Obama has repeatedly said, we know that change won’t come to Cuba overnight.  But the old approach—trying to isolate Cuba, for more than 50 years—clearly didn’t work.  We believe that engagement—including greater trade, travel, and ties between Americans and Cubans—is the best way to help create opportunity and spur progress for the Cuban people. \n\n\t \n\n\tThat’s why, as part of his visit, the President will meet with civil society leaders, including human rights activists, who give voice to the aspirations of the Cuban people.  He’ll meet with Cuban entrepreneurs—cuentapropistas—from a variety of sectors, to discuss what we can do to help them start and grow their businesses.  At the Gran Teatro, President Obama will speak directly to the Cuban people.  And, he’ll attend a Major League Baseball exhibition game between the Cuban national team and the Tampa Bay Rays—another reminder of the ties we can strengthen between our peoples. \n\n\t \n\n\tOn Tuesday, the President will travel to Argentina—another visit that would have seemed unlikely not long ago.  We’ve been impressed by many of the reforms that President Macri has initiated and believe that Argentina can be a strong global partner on a range of issues—from counter-narcotics to climate change.  Secretary of Trade Miguel Braun recently told this forum that Argentina is “open for business,” and we’re keen to expand our economic relationship.  We expect that President Obama and President Macri will announce a number of new partnerships, including efforts to combat crime and drug trafficking, promote sustainable energy development, and fight climate change.  As he has throughout the region, the President will hold a town hall with young Argentines, who are essential to Argentina’s growing regional and global role. \n\n\t \n\n\tThe President’s visit to Argentina falls on the 40th anniversary of the 1976 military coup.  To underscore our shared commitment to human rights, the President will visit the Parque de la Memoria to honor the victims of Argentina’s “Dirty War.”  In addition to more than 4,000 documents that the United States has already released from that dark period, President Obama—at the request of the Argentine government—will announce a comprehensive effort to declassify additional documents—including, for the first time, military and intelligence records.  On this anniversary and beyond, we’re determined to do our part as Argentina continues to heal and move forward as one nation.\n\n\t \n\n\tSo, we believe this trip will be an historic and powerful demonstration of our nation’s new approach to Latin America—an approach that will guide us for the remainder of the Obama Administration.  Allow me now to concentrate on three key areas where we believe that the United States and our partners across the hemisphere can make further progress.\n\n\t \n\n\tFirst, we continue working to expand prosperity and opportunity for all our people, and we have a strong foundation to build on.  Since President Obama took office, we’ve boosted U.S. exports to Latin America by more than 40 percent.  We encourage Pacific Alliance countries—Chile, Colombia, Mexico, and Peru—to continue their impressive progress in reducing trade barriers and integrating financial markets.  And, with the Trans-Pacific Partnership, we are deepening our trade and investment ties with Canada, Chile, Mexico, and Peru.  This is a good deal, with strong labor and environmental standards, and we’re committed to working with Congress to ratify it. \n\n\t \n\n\tFew areas offer more promise for economic cooperation than clean energy.  From Canada to the Caribbean, our hemisphere is especially vulnerable to climate change—which is why we’re working to implement the historic Paris climate agreement as quickly as possible.  We also have unique strengths when it comes to clean energy, which we’re harnessing through our Energy and Climate Partnership of the Americas.  Brazil has been a leader in biofuels.  Chile is developing geothermal sources.  Haiti, after that devastating 2010 earthquake, built the largest solar-powered hospital in the world.  In May, Vice President Biden will host our Central American and Caribbean partners to discuss how we can do even more together to power our communities and protect our planet.\n\n\t \n\n\tAs we strive to meet today’s pressing economic challenges, we’re making economies more inclusive, with new opportunities for entrepreneurs, farmers, and the small- and medium-size businesses that employ over half of the hemisphere’s workforce.  With the Small Business Network of the Americas, we’ll help incubate more ideas, advise more aspiring entrepreneurs, and connect them to new opportunities.  Over the next three years, our Women’s Entrepreneurship in the Americas program is on track to help 100,000 women overcome barriers to starting a business.  And, through the President’s Feed the Future initiative, we’re supporting more than 113,000 Latin American and Caribbean farmers to emerge from poverty.\n\n\t \n\n\tWe’ll also keep investing to give young people the skills and training to succeed in the global economy.  Through the President’s Young Leaders of the Americas Initiative, we’re helping entrepreneurs and activists connect, collaborate, and move forward.  And, our 100,000 Strong in the Americas program aims to enable 100,000 U.S. students to study in Latin America and 100,000 Latin American students to study in the United States by 2020.  Over the past five years, we’ve seen more than a 10 percent increase in students participating in these vital cross-cultural exchanges—and we’ll announce an expansion of that program next week.  \n\n\t \n\n\tSecond, we can’t have economic growth without security.  In too many places, gangs and narco-traffickers still brutally target civilians, law enforcement, and journalists.  The frontlines of this fight are in Central America—in the “Northern Triangle” of El Salvador, Guatemala, and Honduras—whose leaders Vice President Biden recently hosted to deepen our cooperation.  Along with our partners, we are confronting this challenge by providing law enforcement with the equipment, training, and technology they need to protect communities while also respecting human rights.  We’re improving coordination between countries, cracking down on the flow of guns across our southern border, and squeezing cartel finances.  Here at home, we’re working to reduce demand for drugs and reaching out to at-risk youth before they turn to narcotics and crime.\n\n\t \n\n\tWe saw the human toll of Central America’s violence in the summer of 2014, when more than 68,000 unaccompanied, fearful children arrived at our southern border.  To address this ongoing humanitarian crisis, we’re taking steps to deter future unauthorized migration and mitigate the poverty that drives the underlying security concerns.  Working with Congress, we have tripled our aid to Central America, investing $750 million to help develop regional economies.  At the same time, Central American governments have committed their own resources to reduce corruption, improve governance, lower crime and violence, and create jobs.  That’s the kind of mutual effort this crisis demands. \n\n\t \n\n\tMeanwhile, Colombia is on the brink of peace.  Under the framework that President Obama and President Santos announced—“Paz Colombia”—the United States will provide more than $450 million to help reinforce security gains, advance justice for victims, and extend opportunity and the rule of law into areas denied them for decades.  We’re grateful to the Cuban government for hosting the peace talks, and we remain hopeful that an end to this conflict will mark the beginning of a new chapter of progress—for Colombia and for the region. \n\n\t \n\n\tMore broadly, we’re stepping up our cooperation with regional partners to confront other shared threats—including disease, such as the Zika virus.  Along with Brazil and Colombia, we’re researching how to mitigate the virus’ effects.  The United States and Canada will deploy public health experts to countries facing outbreaks of Zika or similar diseases.  This work will also help to enhance public health and scientific capabilities in the Americas, and strengthen our ability to combat other mosquito-borne diseases, like dengue and chikungunya.  And, through our Global Health Security Agenda, we’ll support partners across the region to better prevent, detect, and respond to infectious disease threats—before they become epidemics.  \n\n\t                                                                                              \n\n\tFinally, the United States will continue to stand strongly for democracy and human rights in the hemisphere.  This is and always will be central to our foreign policy—not only in the Americas, but around the world.  That means free and fair elections, a free press, robust civil society, and an independent judiciary.  It means government that is transparent and accountable to the people.  It means respecting the universal human rights and dignity of every man, woman, and child—including  the descendants of indigenous people and immigrants—no matter what they look like, what gender they are, or who they love.\n\n\t \n\n\tOur unwavering commitment to democracy and human rights will be plain when the President visits Cuba.  Last week, I met with representatives from civil society and human rights organizations—journalists, clergy, and young people.  Some of them shared stories of living in Cuba.  Others spoke of the aspirations of their family and friends who remain there.  It was a powerful and at times emotional discussion.  I assured them that human rights will indeed be a key part of our agenda in Cuba—and that this Administration, not the Cuban government, will determine which civil society leaders the President meets with.  The message President Obama will deliver—privately and publicly—is simple.  We believe the Cuban people, like people everywhere, are best served by genuine democracy, when they are free to choose their leaders, express their ideas, and practice their faith.  The United States will keep championing the human rights of all people, everywhere, including Cuba.\n\n\t \n\n\tIn Venezuela, we were heartened that the recent legislative elections were well-administered and relatively peaceful, and the results were initially respected.  But, we remain deeply concerned by the marginalization of the legislature and jailing of dissenters.  We aim to see a dialogue between the government and opposition, so that they can work to address the country’s urgent issues, especially its serious economic challenges. \n\n\t \n\n\tAcross the Americas, the United States will continue to support building those durable, accountable institutions upon which democracy, growth and basic services depend.  Chile is reforming its lobbying laws.  Mexico is strengthening its judiciary.  Paraguay now posts all government salaries online.  Across Brazil, citizens are raising their voices on behalf of principles that are at the core of democratic and just societies, including rule of law, due process and accountability.  To navigate this challenging moment, Brazilians must rely on the strength of their democratic institutions and their resilience as a people.  Throughout the region, through the Open Government Partnership, we’ll keep promoting transparency and good governance.  And, as we help Haiti rebuild, we are urging Haitians to hold elections soon so that a representative government can meet the needs of its people.\n\n\t \n\n\tThis is the vision that has guided President Obama for the past seven years.  Partnerships rooted in mutual interests and mutual respect.  Collaborations committed to expanding prosperity and opportunity, promoting our shared security, and upholding democratic values and human rights.  That’s the vision the President will carry forward next week. \n\n\t \n\n\tIn Havana and Buenos Aires, we will be reminded that, even more than our common interests, the peoples of the Americas are united—nearly one billion strong—by shared values.  We work together, study together, and protect our communities together.  We see this most clearly in the 55 million Hispanic Americans who enrich and strengthen our nation—a major reason we must continue working for a fair and functioning immigration system. \n\n\t \n\n\tFrom Alaska to Tierra del Fuego, we are bound together by common hopes—by our dreams for a better future for all of our children.  A future where our sons and daughters can go to school without fearing the violence of drug traffickers; where a young entrepreneur or farmer can have a shot at success; where a dissident can stand up and speak out free from persecution.  This is our enduring vision.  This is our solemn commitment.  And, as we seize this moment of promise for the Americas, this is the future we aim to forge together.  Thank you all. \n\n\t \n\n\n\n\n"
}