{
    "title": "Executive Order -- Providing an Order of Succession Within the Department of Justice | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2017/01/13/executive-order-providing-order-succession-within-department-justice",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 13, 2017\n\n \n\n\n\nExecutive Order -- Providing an Order of Succession Within the Department of Justice\n\n\n\n\n\n\tEXECUTIVE ORDER\n\n\t- - - - - - -\n\n\tPROVIDING AN ORDER OF SUCCESSION WITHIN\n\tTHE DEPARTMENT OF JUSTICE\n\n\tBy the authority vested in me as President by the Constitution and the laws of the United States of America, including the Federal Vacancies Reform Act of 1998, 5 U.S.C. 3345 et seq., it is hereby ordered that:\n\n\tSection 1. Order of Succession. Subject to the provisions of section 2 of this order, the following officers, in the order listed, shall act as and perform the functions and duties of the office of Attorney General, during any period in which the Attorney General, the Deputy Attorney General, the Associate Attorney General, and any officers designated by the Attorney General pursuant to 28 U.S.C. 508 to act as Attorney General have died, resigned, or otherwise become unable to perform the functions and duties of the office of Attorney General, until such time as at least one of the officers mentioned above is able to perform the functions and duties of that office:\n\n\t(a) United States Attorney for the District of Columbia;\n\n\t(b) United States Attorney for the Northern District of Illinois; and\n\n\t(c) United States Attorney for the Central District of California.\n\n\tSec. 2. Exceptions. (a) No individual who is serving in an office listed in section 1 of this order in an acting capacity, by virtue of so serving, shall act as Attorney General pursuant to this order.\n\n\t(b) No individual listed in section 1 shall act as Attorney General unless that individual is otherwise eligible to so serve under the Federal Vacancies Reform Act of 1998.\n\n\t(c) Notwithstanding the provisions of this order, the President retains discretion, to the extent permitted by law, to depart from this order in designating an acting Attorney General.\n\n\tSec. 3. Executive Order 13557 of November 4, 2010, is revoked.\n\n\tSec. 4. This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity, by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n\n\tBARACK OBAMA\n\n\tTHE WHITE HOUSE,\n\tJanuary 13, 2017.\n\n\n\n\n"
}