{
    "title": "Fact Sheet: Health Educators Climate Commitment | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/12/04/fact-sheet-health-educators-climate-commitment",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 04, 2015\n\n \n\n\n\nFact Sheet: Health Educators Climate Commitment\n\n\n\n\n\nObama Administration Announces 48 Additional Public Health, Medical, and Nursing Schools from 15 Countries Commit to Train Their Students to Address the Health Impacts of Climate Change, Increasing the Total Number of Schools Committing to 118 Around the World\n\n\tClimate change is a global challenge that demands a global response, and President Obama is committed to leading the fight. That is why, today, in Paris, the White House will announce that more than 45 additional medical, public health, and nursing schools around the world have signed onto the Health Educators Climate Commitment to ensure their students, the next generation of health professionals, are prepared, through education and training, to effectively address the health impacts of climate change, and to ensure that the world has a cadre of climate change and health experts. With today’s announcement we are expanding what was previously a U.S. initiative, launched at the White House in April 2015, to a global effort. The 48 new partners joining today increases the total number of schools signing on to 118 and expands participation to 14 additional countries: \n\n\n\t\tAustralia\n\n\t\tCanada\n\n\t\tChina\n\n\t\tGrenada\n\n\t\tEcuador\n\n\t\tFinland\n\n\t\tFrance\n\n\t\tIndia\n\n\t\tMalaysia\n\n\t\tMexico\n\n\t\tSingapore\n\n\t\tSouth Africa\n\n\t\tSwitzerland\n\n\t\tUnited Kingdom\n\n\n\tIn addition to helping to recruit peer institutions, the Columbia University Mailman School of Public Health will announce the creation of a Global Consortium on Climate and Health Education to carry forward the Health Educators Climate Commitment to action. In addition to continuing to expand the reach of the commitment, the Consortium will be a forum through which Schools of Public Health, Medicine, and Nursing around the world share best scientific and educational practices, and curricula; develop core sets of knowledge for graduates; and foster the development of global academic partnerships to support training of health professionals and climate and health specialists throughout the world, particularly in under-resourced countries.\n\n\tClimate change is no longer a problem for future generations – we are already feeling its effects in every corner of our nation and across the globe, which threatens our economic and national security and our health. No country is immune, and therefore all countries must act together, and that is what the Paris climate negotiations are all about. Today’s commitments reinforce not only how vast the impacts of climate change are, but also the opportunity to join together and address this problem.\n\n\tGlobally, health professionals are recognizing the growing impact that the changing climate is having on people’s health, from extreme heat and life-threatening storms, to the length of allergy seasons and the intensity of smog episodes, to the availability of safe water and food, to the distribution and abundance of pathogens and their vectors. They are taking action to build resilience in the health sector, and in sectors that affect the determinants of health. And they are working to identify the large health co-benefits that accrue when communities transition to clean energy.\n\nHEALTH EDUCATORS CLIMATE COMMITMENT\n\n\tDeans of the following schools have signed onto the Global Health Educators Climate Commitment and pledged:\n\n\tAs leaders responsible for educating the health professionals of tomorrow, we are keenly aware of our obligation to ensure that they are fully prepared to address all health risks, including those resulting from the impacts of climate change. Our future health professionals must have the competencies needed to address the health needs of our communities and our patients, both now and into the foreseeable future. These competencies must be based on the best available science, and benefit from sharing best scientific and educational practices.\n\n\tWe commit to ensuring that we train the next generation of health professionals to effectively address the health impacts of climate change.\n\n\tWe commit to strengthening the knowledge base in the area of climate and health from a position of the best science and academic rigor.\n\nNew Schools Committing Today\n\n\n\t\tBrock University, Department of Health Sciences, Canada\n\n\t\tBrown University, School of Public Health\n\n\t\tCardiff University, School of Medicine, Wales\n\n\t\tCharles R. Drew University of Medicine and Science, Urban Health Program\n\n\t\tConcordia University, Department of Public Health, Canada\n\n\t\tDalhousie University, Faculty of Health Professions, Canada\n\n\t\tDartmouth College, The Dartmouth Institute for Health and Clinical Practice\n\n\t\tEcole des Hautes Edutes en Sante Publique, France\n\n\t\tIndian Institute of Public Health – Bhubaneshwar, India\n\n\t\tLa Trobe University, School of Psychology and Public Health, Australia\n\n\t\tLakehead University, Department of Health Sciences, Canada\n\n\t\tLondon School of Hygiene and Tropical Medicine, United Kingdom\n\n\t\tNational Institute of Public Health of Mexico, Mexico \n\n\t\tNational University of Singapore, Saw Swee Hock School of Public Health\n\n\t\tOhio State University, College of Public Health\n\n\t\tOregon Health and Science University\n\n\t\tPortland State University, School of Public Health\n\n\t\tPublic Health Foundation, Indian Institute of Public Health, India\n\n\t\tQueen’s University, Department of Public Health Sciences, Canada\n\n\t\tRyerson University, School of Occupational and Public Health, Canada\n\n\t\tSimon Fraser University, Faculty of Health Sciences, Canada\n\n\t\tSt. George’s University, Department of Public Health and Preventive Medicine, Grenada\n\n\t\tTemple University, College of Public Health\n\n\t\tTufts University, School of Medicine and Public Health\n\n\t\tUniformed Services University, Public Health Program\n\n\t\tUnited Nations University, International School of Global Health, Malaysia\n\n\t\tUniversidad San Francisco de Quito, Escuela de Salud Publica, Ecuador\n\n\t\tUniversite de Montreal, School of Public Health, Canada\n\n\t\tUniversite de Recherche, Institut National de la Rechere Scientifique, Canada\n\n\t\tUniversity of Arizona, Mel and Enid Zuckerman College of Public Health\n\n\t\tUniversity of Alberta, School of Public Health, Canada\n\n\t\tUniversity of British Columbia, Faculty of Medicine, Canada\n\n\t\tUniversity of Eastern Finland, Institute of Public Health and Nutrition, Finland\n\n\t\tUniversity of Geneva, Institute of Global Health, Switzerland\n\n\t\tUniversity of Georgia, College of Public Health\n\n\t\tUniversity of Guelph, Master of Public Health, Canada\n\n\t\tUniversity of Hong Kong, School of Public Health, China\n\n\t\tUniversity of Illinois at Chicago, School of Public Health\n\n\t\tUniversity of Kwazulu-Natal, School of Nursing and Public Health, South Africa\n\n\t\tUniversity of Minnesota, School of Public Health\n\n\t\tUniversity of Northern British Columbia, School of Health Sciences, Canada\n\n\t\tUniversity of Notre Dame, School of Medicine, Australia\n\n\t\tUniversity of Ottawa, School of Epidemiology, Public Health, and Preventive Medicine, Canada\n\n\t\tUniversity of Saskatchewan, School of Public Health, Canada\n\n\t\tUniversity of South Carolina, Arnold School of Public Health\n\n\t\tUniversity of Victoria, School of Public Health and Social Policy, Canada\n\n\t\tUniversity of Waterloo, School of Public Health and Health Systems, Canada\n\n\t\tWestern University, Schulich Interfaculty Program in Public Health, Canada\n\n\nPrevious Schools Committing \n\n\n\t\tBoston University School of Public Health\n\n\t\tColorado State University, School of Public Health\n\n\t\tColumbia University, Mailman School of Public Health\n\n\t\tDes Moines University, College of Osteopathic Medicine\n\n\t\tDrexel University, School of Public Health\n\n\t\tEmory University, Nell Hodgson Woodruff School of Nursing\n\n\t\tEmory University, Rollins School of Public Health\n\n\t\tFlorida A&M University, Public Health Program\n\n\t\tFlorida International University, Robert Stempel College of Public Health & Social Work\n\n\t\tGeorge Washington University, Milken Institute School of Public Health\n\n\t\tGeorgetown University, School of Medicine\n\n\t\tGeorgia Regents University, MPH Program\n\n\t\tGeorgia Southern University, Jiann-Ping Hsu College of Public Health\n\n\t\tGeorgia State University, School of Public Health\n\n\t\tHarvard Medical School\n\n\t\tHarvard, T.H. Chan School of Public Health\n\n\t\tHoward University, College of Medicine\n\n\t\tIcahn School of Medicine at Mount Sinai\n\n\t\tIndiana University, School of Public Health\n\n\t\tJohns Hopkins University, Bloomberg School of Public Health\n\n\t\tJohns Hopkins University, School of Nursing\n\n\t\tNew York University, College of Nursing\n\n\t\tNew York University, College of Global Public Health \n\n\t\tPennsylvania State University, MPH Program\n\n\t\tRutgers University, School of Public Health\n\n\t\tSaint Louis University, College for Public Health and Social Justice\n\n\t\tStony Brook University, Program in Public Health\n\n\t\tSUNY Downstate Medical Center, School of Public Health\n\n\t\tTexas A&M Health Science Center, School of Public Health\n\n\t\tThomas Jefferson University, School of Population Health, MPH Program\n\n\t\tTulane University, School of Public Health and Tropical Medicine\n\n\t\tUCLA, Fielding School of Public Health\n\n\t\tUniversity of Alabama-Birmingham, School of Public Health\n\n\t\tUniversity of California-Berkeley, School of Public Health\n\n\t\tUniversity of California-Davis, School of Medicine\n\n\t\tUniversity of California-San Francisco, School of Medicine\n\n\t\tUniversity of California-San Francisco, School of Nursing\n\n\t\tUniversity of Colorado, School of Public Health\n\n\t\tUniversity of Eastern Finland, Institute of Public Health and Nutrition, Finland\n\n\t\tUniversity of Florida, College of Public Health and Health Professions\n\n\t\tUniversity of Iowa, College of Public Health\n\n\t\tUniversity of Louisville, School of Public Health and Information Sciences\n\n\t\tUniversity of Maryland, School of Nursing\n\n\t\tUniversity of Maryland, School of Public Health\n\n\t\tUniversity of Memphis, School of Public Health\n\n\t\tUniversity of Miami, Department of Public Health Sciences\n\n\t\tUniversity of Michigan, School of Nursing\n\n\t\tUniversity of Michigan School of Public Health\n\n\t\tUniversity of Nebraska Medical Center, College of Medicine\n\n\t\tUniversity of Nebraska Medical Center, College of Nursing\n\n\t\tUniversity of Nebraska Medical Center, College of Public Health\n\n\t\tUniversity of North Carolina-Chapel Hill, Gillings School of Global Public Health\n\n\t\tUniversity of North Texas Health Science Center, School of Public Health\n\n\t\tUniversity of Northern Colorado, School of Public Health\n\n\t\tUniversity of Oklahoma, Health Sciences Center, College of Public Health\n\n\t\tUniversity of Pennsylvania, Master of Public Health Program\n\n\t\tUniversity of Pennsylvania, Raymond and Ruth Perelman School of Medicine\n\n\t\tUniversity of Pennsylvania, School of Nursing\n\n\t\tUniversity of Pittsburgh, Graduate School of Public Health\n\n\t\tUniversity of Washington, School of Nursing\n\n\t\tUniversity of Washington, School of Public Health\n\n\t\tUniversity of Wisconsin, School of Medicine and Public Health\n\n\t\tVanderbilt University, School of Medicine\n\n\t\tWalden University, Master of Public Health Program\n\n\t\tWalden University, School of Nursing\n\n\t\tWashington State University, College of Medicine\n\n\t\tWashington State University, College of Nursing\n\n\t\tWest Virginia University, School of Public Health\n\n\t\tYale University, School of Public Health\n\n\t\tYale University, School of Nursing\n\n\n\n\n\n"
}