{
    "title": "FACT SHEET: The Affordable Care Act: Supporting Innovation, Empowering States | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/02/28/fact-sheet-affordable-care-act-supporting-innovation-empowering-states",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 28, 2011\n\n \n\n\n\nFACT SHEET: The Affordable Care Act: Supporting Innovation, Empowering States\n\n\n\n\n\n\tOn February 28, President Obama reiterated his belief that States should have the power and flexibility to innovate and find the health care solutions that work best for them and announced his support for accelerating State Innovation Waivers and allowing states to apply for them starting in 2014.  \n\t \n\tBeginning in 2017, the law allows States the flexibility to receive a State Innovation Waiver so they may pursue their own innovative strategies to ensure their residents have access to high quality, affordable health insurance.  These strategies – which must provide affordable insurance coverage to at least as many residents as the Affordable Care Act and must not increase the federal deficit – could include allowing large employers to purchase coverage through State Exchanges or increasing the number of benefit levels to provide more choices for individuals and small businesses.\n\t \n\tUnder the bipartisan “Empowering States to Innovate Act” introduced by Senators Ron Wyden, Scott Brown, and Mary Landrieu, State Innovation Waivers would be available three years earlier than under current law, so long as States meet certain criteria, including certifying that their proposals would cover at least as many of their residents as the policies in the Affordable Care Act would have covered.\n\t \n\tThe proposal offers States more flexibility while ensuring that all Americans, no matter where they live have access to affordable, accessible health insurance.  Additionally, the proposal includes built-in protections to ensure that these waivers do not increase the Federal budget deficit.  \n\t \n\tThe Affordable Care Act already creates a critical role for States.  It provides them with the flexibility and resources necessary to innovate and implement reform in the manner that works best for them. The law has already made nearly $2.8 billion available to states and every State has taken steps – and, in some cases, bold actions – to implement the law and improve health insurance accountability and affordability for their citizens. States can design their own Exchanges, shape their Medicaid programs, and take the lead in enforcing patient protections and reviewing rates increases of private insurers.  \n\t \nEmpowering States to Innovate\n\tUnder the Affordable Care Act, State Innovation Waivers allow States to propose and test alternative ways to meet the shared goals of making health insurance affordable and accessible to all Americans, including those living with pre-existing conditions.  Specifically, State Innovation Waivers are designed to allow States to implement policies that differ from the new law so long as they:\n\n\n\t\tProvide coverage that is at least as comprehensive as the coverage offered through Exchanges – a new competitive, private health insurance marketplace.\n\n\t\tMake coverage at least as affordable as it would have been through the Exchanges.\n\n\t\tProvide coverage to at least as many residents as the Affordable Care Act would have provided.\n\n\t\tDo not increase the Federal deficit.\n\n\n\t \n\tState Innovation Waivers are provided for up to five years, with the option of renewal.  If a State’s innovation fails to meet the criteria outlined above, the policies outlined in the Affordable Care Act would take effect.\n\t \nPotential State-Based Innovations\n\tThe Affordable Care Act offers considerable flexibility to States without waivers.  It also recognizes that new, creative effective ideas may emerge.  While States have the freedom to develop their own proposals that may qualify for a State Innovation Waiver, some proposals that could qualify include:\n\n\n\t\tA streamlined system that links tax credits for small businesses with tax credits for low-income families.\n\n\t\tAlternatives to the individual responsibility provision – such as automatically enrolling individuals in health plans – that achieve similar outcomes.\n\n\t\tAlternative health plan options to increase competition and provide consumers with additional choices.\n\n\t\tAn increase in the number of benefit levels to provide more choices for individuals and small businesses.\n\n\t\tImmediately allowing large businesses interested in doing so to purchase health insurance through the new private marketplace, the State-based health insurance Exchange.\n\n\n\t \n\tThe law also allows States to submit a single application that includes Medicaid waiver requests which could, for example, seek to give people eligible for Medicaid the choice of enrolling in Exchange plans.\n\nMaintaining Important Consumer Protections\n\tThe Affordable Care Act ends the worst insurance company abuses and gives Americans more freedom and control over their health care choices. Already, under the law, most insurance companies:\n\n\n\t\tCannot impose lifetime limits on the dollar amount they will spend on health benefits.\n\n\t\tMust offer young adults without access to job-based coverage the option of remaining on their parent’s plan until their 26th birthday.\n\n\t\tMust cover recommended preventive services without cost sharing.\n\n\t\tMust allow patients to choose their own doctor in their network.\n\n\t\tCannot drop your coverage solely due to your getting sick.\n\n\t\tMust spend at least 80 percent of premium dollars on health care, rather than executive salaries and administrative costs.\n\n\n\t \n\tStarting in 2014, insurance companies cannot charge more, carve-out benefits, or deny coverage because of a pre-existing condition.  States that receive a State Innovation Waiver would be required to maintain these important consumer protections that prevent insurance companies from denying, capping or limiting care.\n\t \nWaiver Evaluation\n\tUnder the Affordable Care Act, the Secretaries of Health and Human Services and Treasury are responsible for evaluating State Innovation Waiver applications and ensuring proposals will meet the shared goals of making health insurance affordable and accessible to all Americans, including those with pre-existing conditions. Under the proposed legislation, the Secretaries would continue to play this role and be empowered to grant waivers beginning in 2014. Once complete, State Innovation Waiver applications must be reviewed within 180 days of being received. The Departments of Health and Human Services and Treasury will issue proposed regulations outlining the process for applying for a State Innovation Waiver this spring. The Departments will accept public comment, including comments from States, on this proposed regulation.\n\t \nPresident’s Plan to Cut Red Tape, Give States Flexibility\n\tPresident Obama will also take an additional important step to help States, improve outcomes, and lower costs for the American taxpayer. This week, the President will issue a memorandum directing Executive Departments and Agencies to work with State, Tribal, and local governments to reduce unnecessary regulatory and administrative burdens in order to focus resources on achieving better outcomes at lower cost. In this memorandum, the President is:\n\t \n\n\n\t\tInstructing the Director of OMB to lead a collaborative process of Federal agencies, State, Tribal, and local governments to coordinate and streamline procedures that cut across agency, program and geographic bounds.\n\n\t\tRequiring agencies to work closely with States, Tribes, and local governments to identify administrative, regulatory, and legislative barriers in Federally-funded programs that currently prevent them from efficiently using tax dollars to achieve the best results for their constituents.\n\n\n\n\n\n"
}