{
    "title": "President Obama Highlights Shared Responsibility in Education Reform | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/03/08/president-obama-highlights-shared-responsibility-education-reform",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 08, 2011\n\n \n\n\n\n President Obama Highlights Shared Responsibility in Education Reform\n\n\n\n\n\nPromotes Public-Private Partnerships to Prepare Students to Compete in a 21st Century Economy    \n\n\n\tWASHINGTON, D.C. - Today, President Obama and Secretary of Education Arne Duncan were joined by Melinda Gates, co-chair of the Bill & Melinda Gates Foundation, at TechBoston Academy where they highlighted the shared responsibility government, businesses, philanthropists, educators and local communities have to promote innovative education strategies that will prepare American students to win the future.\n\n\t“There is no better economic policy than one that produces more graduates,” said President Obama.  “That’s why reforming education is the responsibility of every American – every parent, every teacher, every business leader, every public official, and every student.”\n\n\tAt the event, President Obama highlighted key programs that leverage the resources of government with the power of philanthropy and the private sector.   The President’s 2012 budget calls for $90 million in funding for the creation of a new grant competition called the Advanced Research Projects Agency – Education (ARPA-ED). The competition would be open to industry, universities, or consortia of other innovative outside organizations and winners would be selected based on their potential to create a dramatic breakthrough in using technology to empower learning and teaching.  \n\tThe President also reiterated his support for extending the Investing in Innovation (i3) program with a $300 million competition in his 2012 budget, building on this groundbreaking model for shared investment in education by government and philanthropy.  The competition would include a priority for projects in science, technology, engineering, and mathematics.\n\t \n\nBACKGROUND ON EDUCATION POLICIES\n\n\tShared Responsibility for College and Career Readiness\n\n\tMany sectors of the economy have utilized public-private partnerships to drive innovation and growth.  TechBoston Academy is a successful example of how these partnerships can advance college and career readiness by:\n\n\t·         Fostering a college-going culture and experience for students, including internships and ‘dual enrollment’ opportunities. Partnerships with colleges and universities help prepare students for higher education through exposure to college experiences and expectations, and also through the opportunity to earn college credits through dual credit programs.\n\n\t·         Advancing teacher effectiveness and reforms, including high standards for faculty, effective teacher preparation, commitment to more time for teacher professional development and collaboration.  Partnerships have also provided a source for highly effective teachers through effective preparation programs, such as the Boston Teacher Residency, bringing to TechBoston Academy the highly effective teaching that supports student success.\n\n\t·         Delivering a 21st Century Curriculum, integrating technology across all subjects to better engage and personalize learning for students. TechBoston Academy is able to provide its students a rigorous and engaging 21st Century curriculum program that leverages technology and shows the benefits of partnerships with philanthropy, business, and higher education.  Partnerships with business support personalization of learning opportunities that are both relevant and engaging for students, through integration of technology into all aspects of a project-based curriculum, as well as through mentoring and real-world internship opportunities.\n\nWinning the Future through Reform and Innovation in Education\n\n\tThe President believes that close collaboration between government, business, philanthropy, education, and other leaders is required to transform public education. The President has launched Race to the Top to leverage government resources to spur the systemic reform needed for change, and public-private partnerships such as Educate to Innovate, challenging industry and others to use their unique assets to tackle education challenges, such as improving science and technology, engineering and math education.\n\n\tMassachusetts is one of twelve awardees to receive a Race to the Top grant, with $250 million to implement a comprehensive education reform plan.\n\nARPA-ED: A “DARPA for Education”\n\n\tTo accelerate America’s efforts to out-innovate other nations and win the future, the President has proposed the creation of an Advanced Research Projects Agency – Education (ARPA-ED) in his FY 2012 budget.  ARPA-ED will aggressively pursue technological breakthroughs that transform educational technology and empower teaching and learning the way that DARPA (the Defense Advanced Research Projects Agency) has supported the development of the Internet, GPS, and robotics.  The President’s FY2012 budget calls for $90M in funding for ARPA-ED in its first year.\n\n\tARPA-ED will complement and build upon innovative work being done across the public sector and the private sector, and could catalyze development of:\n\n\t·         Digital tutors as effective as personal tutors.  Researchers have long aspired to develop educational software that is as effective as a personal tutor, one of the “grand challenges” in the President’s innovation strategy. DARPA and the Navy have supported the development of a “digital tutor” to train new Navy recruits to become IT systems administrators.  The early results from the DARPA project show the promise of additional investment in this area.\n\n\t·         Courses that improve the more students use them.  Recently, Internet companies have developed tools to: conduct low-cost, rapid experiments; use large amounts of consumer data to continually improve the usefulness of their services; and personalize their offerings to meet the needs of particular customers. Researchers are exploring whether similar techniques can be applied to education.  For example, after developing a game designed to teach fractions, researchers could study how tens of thousands of students master different concepts, creating a “virtual learning laboratory” for continuous improvement.\n\n\t·         Educational software as compelling as the best videogame.  A well-designed game can keep players engaged for hours by becoming progressively more difficult without being impossible, and requiring complex collaborations in multi-player games.  The insights from great game designers can and should be applied to develop rich and compelling learning environments for students.\n\nInvesting in Innovation (i3)\n\n\tThe President’s Investing in Innovation (i3) program, first created under the Recovery Act, is a ground-breaking model for shared investment in education by government and philanthropy. This $650 million program supports research-based innovative programs that help close achievement gaps and improve outcomes for high-need students. Nearly 1,700 applicants put forward innovations for consideration. Grants were awarded to 49 school districts nonprofits, and institutions of higher education. \n\n\tAll 49 grantees met i3’s required private sector match of 20 percent - raising nearly $140M in matching support from more than 250 different organizations – including foundations, private companies, and individuals.\n\n\tIn addition, the philanthropic community developed a very successful online registry, with more than 40 foundations participating, to which i3 applicants could post their applications and foundations could identify projects that they would support.\n\n\n\n\n"
}