{
    "title": "President Obama Announces Proposals to Accelerate Job Growth and Lay the Foundation for Robust Economic Growth | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-announces-proposals-accelerate-job-growth-and-lay-foundation-robust",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 08, 2009\n\n \n\n\n\nPresident Obama Announces Proposals to Accelerate Job Growth and Lay the Foundation for Robust Economic Growth\n\n\n\n\nToday, the President laid out some of the broad steps that he believes should be at the heart of our efforts to help put Americans back to work and get businesses hiring again. This announcement is part of the President’s ongoing effort to take every responsible step to accelerate the pace of job growth. The President views every bill through the prism of job growth and will continue to explore additional approaches as well. These measures are part of the overall policy designed to not just create jobs in the short run but also shift America away from consumption-driven growth to a focus on enhancing the competitiveness of America’s businesses, encouraging investment, and promoting exports.\nThe bold and difficult steps the President took to stabilize the financial system have reduced the cost of TARP by more than $200 billion, providing additional resources for job creation and for deficit reduction.\nI. THREE KEY AREAS FOR ACCELERATING JOB GROWTH\n1. Helping Small Businesses Expand Investment, Hire Workers and Access Credit\n\nTax cuts to support additional business investment next year – with a particular focus on struggling small businesses – with much of the cost recouped over time. \n\n\nZero capital gains for small businesses: To encourage investment by small businesses and improve their access to capital, the Administration is calling for a one-year elimination of the tax on capital gains from new investments in small business stock. The Recovery Act allowed a 75% exclusion from capital gains taxes on small business investments.\nExtension of enhanced expensing provisions for small businesses: The Administration is also calling for the extension through 2010 of the Recovery Act provision that allows small businesses to immediately expense up to $250,000 of qualified investment.\nExtension of Recovery Act bonus depreciation tax incentive: To give businesses an incentive to invest, the Administration is calling for extending the Recovery Act provision that accelerates the rate at which business can deduct the cost of capital expenditures. This provision will put more than $20 billion in the hands of businesses in 2010, while enabling Treasury to recoup much of the funding as business regain their strength.\n\n\nA new tax cut for small businesses to encourage hiring in 2010. Although the economy is now growing again, many businesses remain reluctant to hire. In this economic environment, an employment tax cut for small businesses has the potential to accelerate the pace of hiring. The Administration believes it is important to provide a short-term tax incentive to encourage small business hiring and support employment, and will work with Congress to design a provision that accomplishes these goals.\nEliminating fees and increasing guarantees for small businesses that borrow through major SBA programs in 2010. The President called for the elimination of fees and an increase in guarantees for loans through the Small Business Administration, a measure that extends provisions in the Recovery Act through the end of 2010. In addition, the President called for continued Treasury efforts to use the TARP to support small business lending.\n\n2. Investing in America’s Roads, Bridges and Infrastructure\n\nAdditional investment in highways, transit, rail, aviation and water. The President is calling for new investments in a wide range of infrastructure, designed to get out the door as quickly as possible while continuing a sustained effort at creating jobs and improving America’s productivity.\nSupport for merit-based infrastructure investment that leverages federal dollars. The Administration supports financing infrastructure investments in new ways, allowing projects to be selected on merit and leveraging money with a combination of grants and loans as was done through the Recovery Act’s TIGER program.\n\n3. Creating Jobs Through Energy Efficiency and Clean Energy Investments\n\nNew incentives for consumers who invest in energy efficient retrofits in their homes. Smart, targeted investments in energy efficiency can help create jobs while improving our energy security and saving consumers money. The President today called on Congress to consider a new program to provide rebates for consumers who make energy efficiency retrofits. Such a program will harness the power of the private sector to help drive consumers to make cost-saving investments in their homes.\nExpansion of successful oversubscribed Recovery Act programs to leverage private investment in energy efficiency and create clean energy manufacturing jobs. The Recovery Act included historic investments that have helped to build the foundation for a clean energy economy. The Administration supports expanding programs for which additional federal dollars will leverage private investment and create jobs quickly, such as industrial energy efficiency investments and tax incentives for investing in renewable manufacturing facilities in the U.S.\n\nII. A FISCALLY RESPONSIBLE APPROACH TO JOB CREATION THROUGH STEWARDSHIP OF TARP AND OVERALL FISCAL DISCIPLINE\nThese steps are part of the President’s overall approach to fiscal discipline. This includes:\n\nFreeing up resources from stabilizing Wall Street and putting them to work on Main Street. Because of the Administration’s stewardship of the TARP program – combined with our broader efforts to revive the economy – we now expect the cost to be at least $200 billion less than anticipated as recently as August. Indeed, since the Obama Administration has taken office, only $7 billion has been provided in assistance to banks, compared to $114 billion in capital that banks subject to the “stress test” have raised from the private sector. These savings will allow us to pay down the deficit faster than was anticipated while also investing funds that would have gone to banks in job creating efforts instead.\nAn overall approach to fiscal discipline in the budget. Although additional resources are needed in the short-run to address the unemployment crisis, the Administration is committed to doing what we need to bring the medium-term deficit under control – and is exploring a range of steps to take as part of the FY2011 budget process. An additional important component of returning to fiscal responsibility is passing health reform legislation that not only reduces the deficit but also reduces the long-term growth rate of health care costs.\n\n\nIII. AN ONGOING FOCUS ON JOB CREATION\nIn addition to the proposals outlined above, the Administration will be working with Congress to ensure that those hit hardest by this economic crisis continue to receive the support they need. This includes: extending unemployment insurance for Americans who are struggling to find jobs, extending the Recovery Act provision that helps out-of-work Americans keep their health insurance through COBRA, providing an additional $250 Economic Recovery Payment to our seniors and veterans, and taking steps to ensure that state and local governments are not forced to lay-off teachers, police officers and other key personnel at this critical time.\nThese steps will build on the efforts that the Administration has already taken to accelerate the pace of job growth, including tax cuts for struggling businesses, an expanded homebuyer credit, additional unemployment insurance to one million Americans, and the Cash for Clunkers program. The Administration is also continuing to pursue efforts to increase the competitiveness of U.S. businesses and strengthen their capacity to export to overseas markets.\n \n\n\n\n"
}