{
    "title": "Letter of Support to Senators from Sotomayor Law Clerks | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/letter-support-senators-sotomayor-law-clerks",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 01, 2009\n\n \n\n\n\nLetter of Support to Senators from Sotomayor Law Clerks\n\n\n\n\nTHE WHITE HOUSE  Office of the Press Secretary   __________________________________________________  FOR IMMEDIATE RELEASE                  June 1, 2009 Attached, please find a letter that was sent this morning to Senators Reid, McConnell, Leahy, and Sessions from law clerks of Judge Sonia Sotomayor expressing their full support for her elevation to the Supreme Court.    ##    June 1, 2009 The Honorable Harry Reid  Majority Leader  United States Senate  522 Hart Senate Office Building  Washington, DC 20510 The Honorable Mitch McConnell  Minority Leader  United States Senate  361-A Russell Senate Office Building  Washington, DC 20510 The Honorable Patrick J. Leahy  Chairman  Committee on the Judiciary  United States Senate  433 Russell Senate Office Building  Washington, DC 20510 The Honorable Jeff Sessions  Ranking Member  Committee on the Judiciary  United States Senate  335 Russell Senate Office Building  Washington, DC 20510 Dear Majority Leader Reid, Minority Leader McConnell, Chairman Leahy, and Ranking Member Sessions:   As former law clerks to the Honorable Sonia Sotomayor, we write this letter to offer our enthusiastic and wholehearted support for President Obama’s nomination of Judge Sotomayor to serve on the Supreme Court of the United States. Our group includes federal prosecutors and other government lawyers; private law firm partners and in-house corporate counsel; and legal academics and public interest lawyers. Although our professional experiences are diverse, we are united in our strong belief that Judge Sotomayor is a brilliant and first-rate judge who is an ideal selection for our nation’s highest court.   Judge Sotomayor’s professional qualifications are indisputably stellar. If confirmed, Judge Sotomayor would bring more federal judicial experience to the Supreme Court than any Supreme Court Justice in a century. Judge Sotomayor’s three-decade career as a big-city prosecutor, corporate litigator, federal trial judge, and federal appellate judge has equipped her with a wide range of experience in nearly every area of law and uniquely qualifies her for this position.   As former law clerks to Judge Sotomayor, each of us can attest to her intellectual prowess, extraordinary work ethic, and commitment to the rule of law. Working for Judge Sotomayor is an awe-inspiring experience. We each had the privilege of working closely with her as she confronted, and resolved, incredibly complex and intellectually demanding legal challenges. Judge Sotomayor approaches each case with an open mind and arrives at her decision only after carefully considering all of the pertinent facts and applicable rules of law. She brings to each case not only her formidable intellect, but also her practical judgment, honed from years of real-world law practice and experience solving difficult problems as a federal district court and appellate judge. Numerous commentators have remarked upon Judge Sotomayor’s wealth of judicial experience. This experience is clear whenever she takes the bench. Judge Sotomayor is thoughtful, engaged, and well-prepared during oral argument, showing an extraordinary grasp of the factual details and legal nuances of her cases. She is a judge who is tough and fair, yet highly respectful of her colleagues in the judiciary (including those with whom she sometimes disagrees) and the litigants appearing before her. Nor does she ever lose sight of the real-world impact of her decisions. Our view of Judge Sotomayor mirrors her reputation among her colleagues on the bench and among members of the bar who have practiced before her, who widely respect her intellectual dynamism, collegiality, and balanced, fair jurisprudence.   Judge Sotomayor’s compelling life story has by now been widely reported. For those of us who know her well, she is truly an inspiration, and we know that she will serve as a superb role model for countless young people. While never forgetting her beginnings, Judge Sotomayor has achieved so much in the best American tradition – through extraordinary talent and tireless hard work. Whether prosecuting felonies as a district attorney, litigating complex commercial disputes as a law firm partner, or sitting as a trial or appellate judge, she has always shown a commitment to understanding the concerns of individuals from all walks of life, and to ensuring that all Americans have access to justice.   Judge Sotomayor’s personal dynamism is also legendary. She teaches at New York’s top law schools, participates in charitable and community events, and maintains legions of friendships. She is a wonderful colleague admired by her fellow judges, and is a committed mentor to her clerks. As former law clerks, we feel especially privileged to be part of her extended \"family.\" Judge Sotomayor has officiated at our weddings, celebrated the births of our children, and has cheered us on to achieve personal and professional success.   Judge Sotomayor is an extraordinary judge and an extraordinary woman. Her combination of intellect, integrity, and vast experience will make her an outstanding Supreme Court Justice. We unconditionally support her nomination and urge you to confirm her as the next Associate Justice of the Supreme Court.   Respectfully Submitted, /s/ Adam Abensohn  Adam Abensohn  Clerk for Judge Sotomayor, 1996-97, 1998-99  /s/ Alison Nodvin Barkoff Alison Nodvin Barkoff  Clerk for Judge Sotomayor, 2000-01  /s/ Julie H. Becker Julie H. Becker  Clerk for Judge Sotomayor, 1999-2000  /s/ Edward J.W. Blatnik  Edward J. W. Blatnik  Clerk for Judge Sotomayor, 2000-01  /s/ Hannah Y.S. Chanoine  Hannah Shay Chanoine  Clerk for Judge Sotomayor, 2004-05  /s/ Kevin E. Collins Kevin E. Collins  Clerk for Judge Sotomayor, 2002-03  /s/ Melissa Lynn Elstein  Melissa Lynn Elstein  Clerk for Judge Sotomayor, 1998-99  /s/ Tracy M. Flynn Tracy M. Flynn  Clerk for Judge Sotomayor, 1994-95  /s/ Kimberly A. Gahan  Kimberly A. Gahan  Clerk for Judge Sotomayor, 2007-08  /s/ Jessica Hertz  Jessica Hertz  Clerk for Judge Sotomayor, 2007-08  /s/ Robin Kar Robin Kar  Clerk for Judge Sotomayor, 1998-99  /s/ Curtis A. Kin Curtis A. Kin  Clerk for Judge Sotomayor, 1999-2000   /s/ Andrew B. Ayers  Andrew B. Ayers  Clerk for Judge Sotomayor, 2005-06  /s/ David A. Battat David A. Battat  Clerk for Judge Sotomayor, 1994-95  /s/ Molly Biklen Molly Biklen  Clerk for Judge Sotomayor, 2005-06  /s/ Charu A. Chandrasekhar  Charu A. Chandrasekhar  Clerk for Judge Sotomayor, 2004-05  s/ Matthew Colangelo Matthew Colangelo  Clerk for Judge Sotomayor, 2002-03  /s/ Glenn C. Edwards  Glenn C. Edwards  Clerk for Judge Sotomayor, 1997-98, 2001-02  /s/ Joseph Evall  Joseph Evall  Clerk for Judge Sotomayor, 1992-93  /s/ Cary Franklin Cary Franklin  Clerk for Judge Sotomayor, 2005-06  /s/ Jeff Grossman Jeff Grossman  Clerk for Judge Sotomayor, 2000-01  /s/ Kathy J. Holub  Kathy J. Holub  Clerk for Judge Sotomayor, 1995-96  /s/ Mike Kavey  Mike Kavey  Clerk for Judge Sotomayor, 2004-05  /s/ Timothy Lambert Timothy Lambert  Clerk for Judge Sotomayor, 2000-01  /s/ James R. Levine  James R. Levine  Clerk for Judge Sotomayor, 2001-02  /s/ Julia Tarver Mason Julia Tarver Mason  Clerk for Judge Sotomayor, 1996-97  /s/ Sarah S. Normand  Sarah S. Normand  Clerk for Judge Sotomayor, 1998-99  /s/ Xavier Romeu-Matta Xavier Romeu-Matta  Clerk for Judge Sotomayor, 1992-93  /s/ Melissa Murray  Melissa Murray  Clerk for Judge Sotomayor, 2003-04  /s/ David S. Rubenstein  David S. Rubenstein  Clerk for Judge Sotomayor, 2007-08  /s/ Alan E. Schoenfeld  Alan E. Schoenfeld  Clerk for Judge Sotomayor, 2006-07  /s/ Danielle Feldman Tarantolo  Danielle Feldman Tarantolo  Clerk for Judge Sotomayor, 2006-07  /s/ Jeannette Vargas Jeannette Vargas  Clerk for Judge Sotomayor, 2001-02  /s/ Natalie R. Williams  Natalie R. Williams  Clerk for Judge Sotomayor, 1993-94  /s/ Lisa Zornberg  Lisa Zornberg  Clerk for Judge Sotomayor, 1997-98  /s/ Jack A. Levy  Jack A. Levy  Clerk for Judge Sotomayor, 1999-2000  /s/ Amy Carper Mena  Amy Carper Mena  Clerk for Judge Sotomayor, 2003-04  /s/ Jenny Rivera  Jenny Rivera  Clerk for Judge Sotomayor, 1993-94  /s/ David Moskowitz David Moskowitz  Clerk for Judge Sotomayor, 2007-08  /s/ Claude Platton  Claude Platton  Clerk for Judge Sotomayor, 2006-07  s/ Rose Saxe Rose Saxe  Clerk for Judge Sotomayor, 2002-03  /s/ Robert Spoo Robert Spoo  Clerk for Judge Sotomayor, 2003-04  /s/ Travis J. Tu Travis J. Tu  Clerk for Judge Sotomayor, 2003-04  /s/ Brent Wible  Brent Wible  Clerk for Judge Sotomayor, 2005-06  /s/ Kyle C. Wong Kyle C. Wong  Clerk for Judge Sotomayor, 2006-07    cc:  Senator Herb Kohl  Senator Dianne Feinstein  Senator Russell D. Feingold  Senator Charles E. Schumer  Senator Richard J. Durbin  Senator Benjamin L. Cardin  Senator Sheldon Whitehouse  Senator Ron Wyden  Senator Amy Klobuchar  Senator Edward E. Kaufman  Senator Arlen Specter  Senator Orrin G. Hatch  Senator Charles E. Grassley  Senator Jon Kyl  Senator Lindsey Graham  Senator John Cornyn  Senator Tom Coburn   \n\n\n\n"
}