{
    "title": "Declaraciones del Presidente sobre la aprobacion del proyecto de ley de reforma del seguro de salud en la Camara de Representantes | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-del-presidente-sobre-la-aprobacion-del-proyecto-de-ley-de-reforma-de-0",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 08, 2009\n\n \n\n\n\nDeclaraciones del Presidente sobre la aprobacion del proyecto de ley de reforma del seguro de salud en la Camara de Representantes \n\n\n\n\nEL PRESIDENTE: Buenas tardes a todos. Sólo quiero decir unas cuantas palabras sobre dos históricas medidas que se aprobaron hace pocas horas, y representan un progreso alentador para nuestro país.\n \nLa primera fue la histórica votación de anoche en la Cámara de Representantes sobre la reforma del seguro de salud. Durante años nos dijeron que no se podría hacer. Al fin y al cabo, ninguna de las cámaras había podido aprobar una ley de reforma integral del seguro médico en varias generaciones. Pero anoche, la Cámara de Representantes probó que era posible.\nLa Ley de Cuidado de Salud Costeable para Estados Unidos (Affordable Health Care for America Act) es una medida que les dará estabilidad y seguridad a los estadounidenses que tienen seguro; opciones de calidad y bajo precio a quienes carecen de él; reducirá el costo del cuidado de salud de las familias, empresas y nuestro gobierno, y a la vez le dará más solidez económica a Medicare. Es una medida que está totalmente pagada y reducirá nuestro déficit federal a largo plazo.\n \nDada la retórica acalorada y, a menudo, engañosa en torno a esta legislación, sé que éste fue un voto valiente para muchos miembros del Congreso, y les agradezco a ellos y al resto de sus colegas por llegar hasta este punto. Pero lo más importante, están igualmente agradecidos millones de estadounidenses cuya vida cambiará cuando logremos la reforma del seguro… las familias con enfermedades preexistentes que finalmente tendrán seguro; padres que estarán protegidos contra límites anuales y de por vida que pueden forzarlos a pagar gastos exorbitantes de su propio bolsillo por la enfermedad de un hijo; pequeñas empresas que finalmente podrán ofrecerles cobertura a sus empleados, y trabajadores que finalmente podrán pagar seguro médico por primera vez.\n \nEstadounidenses como Katie Gibson, sobreviviente de cáncer en Bozeman, Montana, quien compartió su caso conmigo este verano. Debido a su enfermedad, la póliza de seguro de Katie fue cancelada repentinamente, cuando más la necesitaba, a pesar de que estaba pagando sus primas. Llamé a Katie esta mañana y le dije que cuando se promulgue la medida que se aprobó anoche, podremos proteger a estadounidenses como ella de los tipos de abusos perpetrados por las compañías de seguro por los que ella ha tenido que pasar. Y le dije que fue debido a que estuvo dispuesta a compartir su caso y el extraordinario activismo de ella y personas como ella en todo el país, no sólo este año sino durante los últimos años, que finalmente estamos tan cerca de lograr la reforma. \n \nSus vidas son lo que están en juego en este debate y es para momentos como éste que nos trajeron aquí, para finalmente hacerles frente a los desafíos que Washington ha pospuesto por décadas; para darles una vida mejor y fortalecer a esta nación; para hacer que Estados Unidos progrese. Eso fue lo que hizo la Cámara de Representantes anoche cuando nos puso más cerca que nunca de la reforma integral del seguro de salud en Estados Unidos.\nAhora le toca al Senado de Estados Unidos tomar la posta y llevar este esfuerzo a la meta para beneficio del pueblo estadounidense. Tengo total confianza en que lo hará. Y estoy igualmente convencido que el día que nos reunamos aquí en la Casa Blanca y promulgue la ley de reforma integral del seguro de salud, podrán acompañar a sus colegas de la Cámara de Representantes y decir que éste fue el mejor momento de su carrera de servicio público, el momento que cumplimos nuestra promesa al pueblo estadounidense de traer el cambio y hacer algo para dejar este país mejor de lo que lo encontramos.\nEl segundo evento que deseo mencionar es una medida significativa en Iraq, donde el parlamento iraquí ha aprobado una nueva ley electoral que prepara el camino para elecciones nacionales a principios del próximo año. Éste es un paso importante ahora que el pueblo iraquí sigue asumiendo la responsabilidad por su futuro.  \nQuiero felicitar a los líderes de Iraq por llegar a este acuerdo. Su flexibilidad y compromiso con su país envía un importante mensaje al mundo sobre la democracia y unidad nacional de Iraq. Y anticipo que el Consejo Presidencial de Iraq lo apruebe prontamente.\nIraq ha tenido que enfrentar muchos desafíos, y en las últimas semanas hemos visto que todavía hay quienes están dispuestos a asesinar a hombres, mujeres y niños inocentes para negarle al pueblo iraquí el futuro que se merecen. El progreso de hoy es otro recordatorio de que estos enemigos del pueblo iraquí van a fracasar.\n \nEstados Unidos seguirá respaldando a Iraq como un firme aliado y amigo. Quedan por delante desafíos difíciles y estoy seguro de que se avecinan días muy duros. Pero este acuerdo es un paso adelante en el progreso político que puede llevar paz y unidad duraderas a Iraq, y permitir una transición ordenada y responsable al salir las tropas estadounidenses de Iraq el próximo setiembre.\nAsí que deseo felicitar a nuestras tropas y civiles que están prestando servicios tan hábilmente en Iraq, y deseo felicitar al pueblo iraquí, que ha dado un paso importante hacia un futuro mejor.\n \nTodavía queda mucho por hacer, pero con las noticias de hoy seguimos avanzando en la dirección correcta y esperamos las elecciones iraquíes a principios del año entrante.\n \nMuchas gracias.\nEND                1:10 P.M. EST  \n \n\n\n\n"
}