{
    "title": "Op-Ed & Fact Sheet on Joining Forces Commitments to Support Military and Veteran Caregivers | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/04/11/op-ed-fact-sheet-joining-forces-commitments-support-military-and-veteran",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 11, 2014\n\n \n\n\n\nOp-Ed & Fact Sheet on Joining Forces Commitments to Support Military and Veteran Caregivers\n\n\n\n\nToday, as part of their Joining Forces initiative, First Lady Michelle Obama and Dr. Jill Biden are hosting Former First Lady Rosalynn Carter, Senator Elizabeth Dole, and military and veteran caregivers from across the nation to announce commitments that will strengthen the support provided to the friends and loved ones caring for our wounded warriors.  The event will be live streamed at http://obamawhitehouse.archives.gov//live.\nA fact sheet with information about today’s commitments can be found here.\nThese commitments follow the release of a RAND Corporation report commissioned by the Elizabeth Dole Foundation that calls attention to the challenges faced by America’s military and veteran caregivers. The report estimates that 5.5 million Americans care for service members and veterans, including 1.1 million caring for someone who served after September 11, 2001. These caregivers provide a tremendous service for our nation, often while enduring their own emotional, physical, and financial hardships.\nThe following op-ed by First Lady Michelle Obama and Dr. Jill Biden appeared this morning on the website of Military Spouse Magazine.\nhttp://militaryspouse.com/articles/joining-forces-op-ed/?pageNum=1\nOn June 7, 2012, Linda Mills received a phone call that changed her life forever: Linda’s husband, Army Staff Sergeant Andrew Mills, had been seriously injured when an IED exploded in Afghanistan.\nAlmost immediately, Linda quit her job to become Andrew’s full-time caregiver. In the weeks and months after the explosion, Andrew underwent more than 30 surgeries. The two of them moved from North Carolina to Virginia, so that Andrew can rehab at a state-of-the-art military hospital. And every single day, Linda has stood by her husband’s side, helping with physical therapy, assisting with daily personal care, and managing the family’s legal and financial responsibilities.\nToday, after two years in her new role as a caregiver, Linda considers herself not just a military spouse, but a nurse, an advocate, a scheduler, and a coach. And as she often says, even a tragedy can lead to a new beginning – in a few weeks’ time, she and Andrew will welcome their first child into the world.\nAnd Linda’s story of commitment and resilience isn’t unusual. There are an estimated 5.5 million military caregivers in our country, including 1.1 million who support our newest generation of post-9/11 veterans. According to a study commissioned by the Elizabeth Dole Foundation, many of these caregivers don’t have much of a support network for themselves, and over time, the physical, logistical, and emotional demands of caregiving can take a serious toll. In fact, caregivers report more strains on their relationships at work and at home than non-caregivers. Often, their own health suffers, and they are at higher risk for depression. There are financial consequences too: military caregivers wind up missing as many as three or four days of work a month – and that means lost income as well.\nThe burden that these women and men bear for our country is real – and they shouldn’t have to shoulder it all alone.\nThat’s why, three years ago, the two of us started our Joining Forces initiative. We wanted to show our appreciation for the incredible families across America who do so much for our country. And we wanted to show our support not just with words, but with real, concrete action.\nThis month, we’re celebrating our third anniversary of Joining Forces and taking pride in the progress we have made with help from individuals across the country who’ve stepped up to answer our call. In just three years, hundreds of thousands of veterans and military spouses have been hired or trained by businesses nationwide; all but a few states have streamlined their professional licensing requirements to better meet the needs of veterans and military spouses; and so many schools, faith communities, community groups, and neighbors have found countless ways to make a difference for our military families.\nBut this month isn’t just about celebrating everything we’ve achieved – it’s about challenging ourselves to do even more for our military families. And that means reaching out to more and more of our military caregivers. We are thrilled to work with Senator Elizabeth Dole and Mrs. Rosalynn Carter to bring together leaders from across the country to make commitments on behalf of these courageous women and men. For instance, the Military Officers’ Association of America, USAA Bank, and the American Bar Association are working together to launch a new website to provide caregivers with legal and financial assistance. Easter Seals is expanding its caregiver training, so that thousands more caregivers can get the skills and resources they need to help their loved ones. And the Chamber of Commerce is expanding its Hiring Our Heroes program to help caregivers get more flexibility in the workplace, so that they can more easily balance their caregiving responsibilities with the demands of their jobs.\nPlus, we know how important it is for caregivers to be able to connect with their peers so they can lean on – and learn from – someone who’s stood in their shoes. So we’re proud to announce that the Department of Defense is creating in-person caregiver peer forums at every military installation that serves wounded warriors and their caregivers around the world. They will also be creating online tools, so that caregivers who aren’t able to attend an in-person forum can connect to their peers as well. And on top of all that, the Elizabeth Dole Foundation, the Tragedy Assistance Program for Survivors, and many other organizations are committing to train 10,000 caregiving peer mentors – a commitment that will reach 50,000 caregivers nationwide.\nAll of these new commitments are a big deal, but they’re really just the tip of the iceberg. Because they all come on top of the tremendous caregiver support offered by the military and the Department of Veterans Affairs. Four years ago, President Obama signed the Caregivers and Veterans Omnibus Health Services Act, and since then, thousands of caregivers have received travel reimbursements and financial stipends of up to about $2,300 a month. Thousands more have received comprehensive caregiver training, health insurance through the VA, and mental health care and counseling. And through this law, caregivers are eligible for up to 30 days a year of respite care, which means they can relax and re-energize – or just find some time to clean the house and buy some groceries.\nSo we want to encourage all eligible caregivers to take advantage of these benefits and connect with a host of other resources by visiting http://www.caregiver.va.gov and MilitaryOneSource.mil.\nIn the end, that’s really what Joining Forces is all about – connecting military families with the resources available to them, and rallying our country to do even more. So we’ll be asking everyone across America – whether you’re a business owner, a faith leader, or simply a neighbor down the street – to ask yourself what more you can do to help these families that have done so much for us.\nAnd most of all, we want all of our military spouses and caregivers – like Linda Mills and millions of others – to know how awed we are by their strength, determination and service to this country. We’re going to do everything we can to keep rallying people all across this country to step up in ways that make a real difference for them and them families. And we’re going to keep working until we have served them as well as they have served us.\nMichelle Obama is First Lady of the U.S., and Dr. Jill Biden is Second Lady of the U.S.\n\n\n\n\n"
}