{
    "title": "Fact Sheet On NATO Summit. 4/04/2009 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/fact-sheet-nato-summit-4042009",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 04, 2009\n\n \n\n\n\nFact Sheet On NATO Summit. 4/04/2009 \n\n\n\n\nTHE WHITE HOUSE Office of the Press Secretary ________________________________________________________________  For Immediate Release                            April 4, 2009 BACKGROUND INFORMATION PRESIDENT OBAMA’S PARTICIPATION IN THE    60th ANNIVERSARY NATO SUMMIT CELEBRATION IN STRASBOURG-KEHL President Obama joined NATO leaders at the NATO Summit in Strasbourg-Kehl to celebrate sixty years of peace and security within the Alliance as the foundation for a Europe whole, free and at peace.  The summit demonstrates the transatlantic commitmaent to the success and ongoing transformation of the Alliance to meet today’s security challenges.  From meeting NATO's crucial security tasks in Afghanistan to adapting NATO to confront new threats, NATO remains as vital to our common security in the 21st century as it was in the 20th century. NATO’s Commitment to Success in Afghanistan Allies strongly endorsed President Obama’s strategy for Afghanistan, reaffirming and building on the strategic consensus achieved at the March 31 International Conference on Afghanistan in The Netherlands, and committed to helping Afghans take on more responsibility for their political future and for protecting the Afghan people.  In what was a down payment on greater international support for this strategy, NATO Allies and partners announced today that they will:  Establish a NATO Training Mission-Afghanistan, drawing on NATO’s successful experience training in Iraq, to oversee higher level training for the Afghan National Army while training and mentoring the Afghan National Police; Support this Afghan National Police training, including through the contributions of several allies who have committed over 300 new para-military trainers and mentors;  Fully resource the remaining requirements identified for the Election Support Force by deploying additional forces to assist the Afghan authorities in safeguarding the upcoming elections, which involves the deployment of over 3,000 new maneuver forces and required equipment from both allied and partner nations;   Provide over 70 NATO embedded training teams (OMLTs - Operational Mentoring Liaison Teams) required for 2009 to support the progressive enlargement of the Afghan National Army to a size of 134,000;   Expand the NATO Afghan National Army Trust Fund to include sustainment costs for an expanded Afghan National Army (allies provided a down payment of over $100 million);   Build a broader political and practical relationship with Pakistan;   Increase ongoing civilian reconstruction commitments through substantially enhanced support for civilian efforts and reconstruction (allies noted about $500 million in ongoing and new civilian support today).     NATO leaders also:  Underscored allied political will and commitment to meet the crucial common security challenge of assisting the Afghan government and the international community  to establish a stable Afghanistan;    Agreed that NATO’s International Security Assistance Force (ISAF) mission in Afghanistan – NATO’s largest and most challenging mission in its history – is key to preventing Afghanistan from becoming a safe haven for Al Qaeda and the Taliban, and a base for terror attacks that threaten all allies and the entire international community;   And following close and intense consultations with the United States on its Afghanistan-Pakistan review, updated NATO’s strategic political-military plan for its ISAF mission, stressing that success requires a stronger regional approach that involves all of Afghanistan's neighbors and greater civil-military coordination and civilian resources.  A Reinvigorated  NATO Alliance Today, the President participated in his first North Atlantic Council meeting in Strasbourg-Kehl.  The summit showcased a renewed U.S. commitment to Europe and to restoring a sense of cohesion, community, and shared purpose in transatlantic relations.  Over the past two days, NATO leaders:  Celebrated the 60th anniversary of NATO, highlighting the Alliance’s successes while reaffirming the value and the strategic purpose of the Alliance in providing collective defense and working to build a Europe whole and free and at peace;   Agreed to renew NATO’s shared sense of family united by common values; a commitment to democracy, human rights, and the rule of law;    Welcomed France’s decision to return, after over 40 years, to the integrated NATO military command structure, and agreed that France’s full participation in NATO is a symbol of a renewed European commitment to NATO, which will strengthen the NATO Alliance and strengthen Europe.   Welcomed Albania and Croatia as NATO’s newest Allies, reinforcing the message that NATO’s door remains open and that countries in Europe’s East can become members when they meet NATO’s performance-based standards and are able and ready to contribute to Allies' common security;   Committed to a new transatlantic approach on Russia and Europe’s East that deepens cooperation with NATO aspirants and advances positive engagement with Russia, including by restarting dialogue and cooperation through the NATO-Russia Council, and agreed to build pragmatic cooperation with Russia in areas of shared interest, such as in Afghanistan, counter-piracy initiatives, arms control, and counterterrorism;   Committed NATO to meeting new challenges; confronting new asymmetric threats to include terrorism, proliferation of weapons of mass destruction, cyber-attacks, environmental degradation and energy disruptions, and the fallout from failed states and the economic crisis;   Issued a \"Declaration of Alliance Security\" as a first step to balancing NATO’s traditional collective defense responsibilities with the need to modernize and transform to address new threats through the subsequent preparation of a new \"Strategic Concept,\" NATO’s mission statement for the future (last updated in 1999), to ensure that NATO remains as vital to our common security in the 21st century as it was in the 20th century.   Selected a new Secretary General, Prime Minster Anders Fogh Rasmussen, to lead the reform of the Alliance so that it retains the flexibility and resources to meet the new challenges of our time.      ### \n\n\n\n"
}