{
    "title": "Background on the President's Small Business Event Today | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-presidents-small-business-event-today",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 11, 2010\n\n \n\n\n\nBackground on the President's Small Business Event Today\n\n\n\n\nToday, the President will meet with small business owners at the White House and make a statement to the press in the Rose Garden on his small business jobs initiatives.  The President has put forth a series of proposals to help small businesses grow and hire new workers, and he’ll continue to urge Congress to act on these proposals that are essential to strengthening our economy and putting Americans back to work.\nStanding behind him will be representatives from Synergy Enterprises, Inc. (a local information technology and management consulting firm) and High 5, LLC (a franchisee of Buffalo Wild Wings – 6 locations in Delaware and Maryland).\nSTAGE PARTICIPANTS\nPrachee J. Devadas, President & CEO, Synergy Enterprises, Inc.\nAnand A. Devadas, Vice President of Corporate Operations, Synergy Enterprises, Inc.\nBobby Pancake, Partner, High 5, LLC, A Franchisee of Buffalo Wild Wings \nSteve Wheat, Partner, High 5, LLC, A Franchisee of Buffalo Wild Wings \nTerry Haney, General Manager of Buffalo Wild Wings Grill & Bar in Dover, Delaware \n \nBACKGROUND ON STAGE PARTICIPANTS\nSynergy Enterprises, Inc. (SEI)\nSynergy Enterprises, Inc. is an 8(a)-certified, woman-owned company that provides information technology and management consulting services to local, national, and international clientele in the public and private sectors.\nBefore starting SEI, Prachee J. Devadas worked for small 8(a) companies gaining experience in business development, managing multimillion-dollar contracts while providing professional services in training and technical assistance, publication development, grant review and conference management.  In 1986, Prachee arrived in the United States after receiving her bachelor’s degree in economics from the University of Pune, India.\nSince inception, Synergy Enterprises, Inc. has grown from 1 to over 120 employees and was named among Washington Technology's 2008 Top 25 8(a) contractors.\nSEI has received multiple Recovery Act contracts, the largest being the Department of Education’s Investing in Innovation Fund (i3) for which they currently provide logistical support and technical assistance for the grant review process.  Since the beginning of the year, as a direct result of the receipt of Recovery Act contracts, SEI has hired approximately 20 part time and full time employees.\nAnand A. Devadas is the Vice President of Corporate Operations at SEI and will accompany Prachee on Friday.\nHigh 5, LLC, A Franchisee of Buffalo Wild Wings \nBobby Pancake and his business partner Steve Wheat are the owners of five Buffalo Wild Wings Grill & Bar franchises in Bear, Middletown, Dover, Newark and Wilmington, Delaware. They recently opened their sixth restaurant in Bel Air, Maryland.\nThe business partners met while working for Buffalo Wild Wings, Inc., when Pancake was the senior director of company operations and Wheat was the local store marketing manager.  They spent many business trips discussing their dream of starting their own restaurant and developing their business plan. At the time, the franchise was in the process of transitioning from a local wing joint targeting college campuses to today’s national model of a suburban, family-oriented sports bar and grill.\nIn the past 12 years, Buffalo Wild Wings has grown from less than 50 restaurants to more than 678 locations in 43 states. Pancake and Wheat own the development rights for the entire state of Delaware and three counties in Maryland.\nSince opening in 2004, the Delaware restaurants have more than doubled in sales and expanded to over 450 part time and full time employees. In the past twelve months they have hired 103 additional employees – 85 percent of those jobs were the result of the new Bel Air, Maryland location that opened in December 2009 and 16 additional positions have been added in 2010.\nBobby and Steve are currently looking to add an additional location in Delaware that will create between 75-100 new part time and full time jobs.  They have reached their limit for SBA loans, and fear that financing will be difficult to secure in the current lending environment regardless of existing cash flow.  If the provision for larger loan limits passed they could take advantage of SBA loans in order to expand.\nTerry Haney joined the organization in November 2008 and is the general manager of the Dover, Delaware restaurant. His restaurant was named the top performing franchise location by Buffalo Wild Wings, Inc in 2009 and was the General Manager of the Year. Terry will accompany Bobby and Steve on Friday.\n\n\n\n"
}