{
    "title": "Michigan Governor Rick Snyder on American Jobs Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/09/michigan-governor-rick-snyder-american-jobs-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 09, 2011\n\n \n\n\n\nMichigan Governor Rick Snyder on American Jobs Act\n\n\n\n\n\n\tLANSING, Mich. – Gov. Rick Snyder offered the following thoughts regarding President Obama’s speech Thursday night:\n\n\t“Tonight the president laid out a plan calling for many changes at the federal level that we have already made here in Michigan.  The president proposed cutting payroll taxes for small businesses in half to encourage job growth; in Michigan, we already ended the double tax on small businesses.  The president proposed ending loopholes for corporations.  In Michigan, we already did that by switching to a flat, 6 percent corporate income tax that is simple, fair and efficient.  These are changes that will help create an environment where jobs can grow, and they should be considered by Congress.\n\n\t“I urge our leaders in D.C. to continue to follow Michigan’s lead by balancing the budget, paying down long-term debt and saving for the future.  Putting our fiscal house in order will make for a stronger economy and a stronger America.  Michigan is fortunate to have Congressmen Dave Camp and Fred Upton working on these issues through the Joint Select Committee on Deficit Reduction.\n\n\t“Tonight the president called for key infrastructure projects that will boost our economy.  We have a huge opportunity here in Michigan to build the New International Trade Crossing - a privately funded project that is vital to Michigan’s economic future.  Canada is Michigan’s number one customer and we need to expand our ability to export Michigan-made products to the world.  Building the NITC will not cost Michigan taxpayers, and it means Michigan will receive approximately $2.2 billion from the federal government to use for other road projects throughout the state.\n\n\t“Half of all jobs lost in the entire United States over the past decade were lost right here in Michigan.  We are in a crisis, and cannot afford to waste time on unproductive political posturing and partisan fighting.  It’s time to make the tough decisions needed to reinvent Michigan and reinvent the United States.”\n\n\n\n\n"
}