{
    "title": "Senator Harry Reid Backs American Jobs Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/08/senator-harry-reid-backs-american-jobs-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 08, 2011\n\n \n\n\n\nSenator Harry Reid Backs American Jobs Act\n\n\n\n\n\n\tREID: PRESIDENT OBAMA LAYS OUT BOLD, BIPARTISAN JOBS PLAN, WILL BE LITMUS TEST FOR REPUBLICANS\n\n\tWashington, D.C. — Nevada Senator Harry Reid issued the following statement after President Barack Obama addressed a joint session of Congress and proposed a series of bold steps to end America's employment crisis.\n\n\t“President Barack Obama laid out a set of bipartisan ideas to create jobs whose size and scope reflects the urgent need to put Americans back to work. Most of the ideas in this bill have been supported by both Democrats and Republicans. These are common-sense solutions for getting our economy moving again and spurring hiring in the private sector. This package would give tax cuts to middle-class Americans and small businesses, put Americans back to work re-building roads, bridges and schools and help ensure that the brave Americans who put their lives on the line serving their country can find a job when they get home.\n\n\t“This package of common-sense, bipartisan proposals will present a litmus test to Republicans. I hope they will show the American people that they are more interested in creating jobs than defeating President Obama. Experts from the ratings agencies to Federal Reserve Chairman Ben Bernanke have said that political gridlock is the main obstacle standing in the way of our economic growth. It is time to put jobs and the economy ahead of partisan politics. Americans are looking at us for leadership, and I hope Republicans join us in passing the President’s bi-partisan jobs plan as soon as possible.”\n\n\n\n\n"
}