{
    "title": "Presidential Memorandum -- Providing an Order of Succession within the National Endowment for the Humanities | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/08/12/presidential-memorandum-providing-order-succession-within-national",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 12, 2016\n\n \n\n\n\nPresidential Memorandum -- Providing an Order of Succession within the National Endowment for the Humanities\n\n\n\n\n\n\tAugust 12, 2016\n\n\tMEMORANDUM FOR THE CHAIRPERSON OF THE NATIONAL ENDOWMENT\n\tFOR THE HUMANITIES\n\n\tSUBJECT: Providing an Order of Succession within the National Endowment for the Humanities\n\n\tBy the authority vested in me as President by the Constitution and the laws of the United States of America, including the Federal Vacancies Reform Act of 1998, as amended, 5 U.S.C. 3345 et seq. (the \"Act\"), it is hereby ordered that:\n\n\tSection 1. Order of Succession. Subject to the provisions of section 2 of this memorandum, and to the limitations set forth in the Act, the following officials of the National Endowment for the Humanities, in the order listed, shall act as the Chairperson of the National Endowment for the Humanities (Chairperson) and perform the functions and duties of the office of the Chairperson during any period in which the Chairperson has died, resigned, or otherwise become unable to perform the functions and duties of the office of Chairperson:\n\n\t(a) Deputy Chairman;\n\n\t(b) Chief of Staff;\n\n\t(c) Assistant Chairman for Planning and Operations; and\n\n\t(d) Assistant Chairman for Programs.\n\n\tSec. 2. Exceptions. (a) No individual who is serving in an office listed in section 1(a)-(d) of this memorandum in an acting capacity shall, by virtue of so serving, act as Chairperson pursuant to this memorandum.\n\n\t(b) No individual who is serving in an office listed in section 1(a)-(d) of this memorandum shall act as Chairperson unless that individual is otherwise eligible to so serve under the Act.\n\n\t(c) Notwithstanding the provisions of this memorandum, the President retains discretion, to the extent permitted by law, to depart from this memorandum in designating an acting Chairperson.\n\n\tSec. 3. General Provisions. (a) This memorandum is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n\n\t(b) You are authorized and directed to publish this memorandum in the Federal Register.\n\n\t \n\n\tBARACK OBAMA\n\n\n\n\n"
}