{
    "title": "First Lady and Dr. Biden Highlight Education on National Tour for Military Families | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/14/first-lady-and-dr-biden-highlight-education-national-tour-military-famil",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nApril 14, 2011\n\n \n\n\n\nFirst Lady and Dr. Biden Highlight Education on National Tour for Military Families\n\n\n\n\n\n\tThis morning, First Lady Michelle Obama and Dr. Jill Biden, in conjunction with the National Math and Science Initiative, will host a science competition where military parents will challenge the students at Fountain-Fort Carson High School, where military children make up almost half of the student body, in Colorado Springs, Colorado.  Joining in this challenge of kids versus parents will be Jamie Hyneman and Grant Imahara from the Discovery Channel program MythBusters.\n\n\tThe visit follows the launch of Joining Forces, a national initiative to support and honor America’s service members and their families, on Tuesday at the White House.  The event will highlight the commitment to produce awareness about the unique challenges military children face and the need for advanced placement courses and digital content services in math and science at schools serving military children. \n\nDiscovery Education is providing Fountain-Fort Carson High School educators with free access to a customized professional development webinar series featuring a unique collection of career video clips, learning activities, and related content that highlight the connections among science, technology, engineering, and math (STEM).  \n\n\tThe National Math and Science Initiative (NMSI), in partnership with Military Child Education Coalition (MCEC), and Military Impacted Schools Association (MISA), is announcing a major new campaign to bring rigorous STEM coursework, AP math and science, to public high schools serving a high percentage of military families.  As a result of this commitment, this fall, NMSI will expand its Initiative for Military Families to an additional 28 public high schools serving children of military families in nine states, and impacting over 40,000 in the next school year alone. A sampling of schools that will receive this program this fall include:\n\n\n\t\tGrissom School, Huntsville City, AL\n\n\t\tNorth Pulaski School, Pulaski County, AR\n\n\t\tFountain-Fort Carson School, Fountain-Fort Carson, CO\n\n\t\tMesa Ridge School, Widefield 3 District, CO\n\n\t\tHoward School, Macon-Bibb District, GA\n\n\t\tLeilehua School, Hawaii School District, HI\n\n\t\tMililani School, Hawaii School District, HI\n\n\t\tRadford School, Hawaii School District, HI\n\n\t\tCampbell School, Hawaii School District, HI\n\n\t\tSmith School, Cumberland County District, NC\n\n\t\tCarl Albert School, Midwest City District, OK\n\n\t\tEisenhower School, Lawton District, OK\n\n\t\tShoemaker School, Killeen District, TX\n\n\t\tKilleen School, Killeen District, TX\n\n\t\tFreedom School, Prince William District, VA\n\n\t\tHampton School, Hampton District, VA\n\n\t\tKecoughtan School, Hampton District, VA\n\n\t\tMenchville School, Newport News District, VA\n\n\t\tWoodbridge School, Prince William District, VA\n\n\t\tWoodside School, Newport News District, VA\n\n\n\tThe expansion of the Initiative for Military Families highlights the potential of a broad array of organizations that can come together to serve military children. In this all-hands-on-deck commitment, corporate, philanthropic and government partners include Boeing, Exxon Mobil, BAE Systems, Lockheed Martin, Northrop Grumman, the Jack Kent Cooke Foundation, the Department of Defense Education Activity and the Office of Naval Research.    \n\n\tThe Joining Forces initiative aims to educate, challenge, and spark action from all sectors of our society – citizens, communities, businesses, non-profits, faith based institutions, philanthropic organizations, and government – to ensure military families have the support they have earned. \n\n\tAdditional information on education commitments in support of military families is available HERE.\n\n\n\n\n"
}