{
    "title": "Executive Order 13585 --Continuance of Certain Federal Advisory Committees | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/30/executive-order-13585-continuance-certain-federal-advisory-committees",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 30, 2011\n\n \n\n\n\nExecutive Order 13585 --Continuance of Certain Federal Advisory Committees\n\n\n\n\n\n\tEXECUTIVE ORDER\n\n\tCONTINUANCE OF CERTAIN FEDERAL ADVISORY COMMITTEES\n\n\tBy the authority vested in me as President by the Constitution and the laws of the United States of America, and consistent with the provisions of the Federal Advisory Committee Act, as amended (5 U.S.C. App.), it is hereby ordered as follows:\n\nSection 1.  Each advisory committee listed below is continued until September 30, 2013.\n\n\t(a)  Committee for the Preservation of the White House; Executive Order 11145, as amended (Department of the Interior).\n\n\t(b)  President's Commission on White House Fellowships; Executive Order 11183, as amended (Office of Personnel Management).\n\n\t(c)  President's Committee on the National Medal of Science; Executive Order 11287, as amended (National Science Foundation).\n\n\t(d)  Federal Advisory Council on Occupational Safety and Health; Executive Order 11612, as amended (Department of Labor).\n\n\t(e)  President's Export Council; Executive Order 12131, as amended (Department of Commerce).\n\n\t(f)  President's Committee on the International Labor Organization; Executive Order 12216, as amended (Department of Labor).\n\n\t(g)  President's Committee on the Arts and the Humanities; Executive Order 12367, as amended (National Endowment for the Arts).\n\n\t(h)  President's National Security Telecommunications Advisory Committee; Executive Order 12382, as amended (Department of Homeland Security).\n\n\t(i)  National Industrial Security Program Policy Advisory Committee; Executive Order 12829, as amended (National Archives and Records Administration).\n\n\t(j)  Trade and Environment Policy Advisory Committee; Executive Order 12905, as amended (Office of the United States Trade Representative).\n\n\t(k)  President's Committee for People with Intellectual Disabilities; Executive Order 12994, as amended (Department of Health and Human Services).\n\t \n\t(l)  National Infrastructure Advisory Council; Executive Order 13231, as amended (Department of Homeland Security).\n\n\t(m)  President's Council on Fitness, Sports, and Nutrition; Executive Order 13265, as amended (Department of Health and Human Services).\n\n\t(n)  President's Board of Advisors on Tribal Colleges and Universities; Executive Order 13270 (Department of Education).\n\n\t(o)  President's Advisory Commission on Asian Americans and Pacific Islanders; Executive Order 13515 (Department of Education).\n\nSec. 2.  Notwithstanding the provisions of any other Executive Order, the functions of the President under the Federal Advisory Committee Act that are applicable to the committees listed in section 1 of this order shall be performed by the head of the department or agency designated after each committee, in accordance with the guidelines and procedures established by the Administrator of General Services.\n\nSec. 3.  Sections 1 and 2 of Executive Order 13511 are superseded by sections 1 and 2 of this order.\n\nSec. 4.  Executive Order 13515 of October 14, 2009, is amended:\n\n\t(a)  in section 2(a), by striking \"through the Secretaries of Education and Commerce, as Co Chairs of the Initiative described in section 3 of this order\" and inserting in lieu thereof \"through the Co Chairs of the Initiative\";\n\n\t(b)  in section 2(c), by striking \"Secretary of Education, in consultation with the Secretary of Commerce,\" and inserting in lieu thereof \"Co Chairs of the Initiative\";\n\n\t(c)  in the introductory text to section 3:\n\n\t(1)  by striking \"The Secretary of Commerce and the Secretary of Education shall serve as the Co Chairs of the Initiative\" and inserting in lieu thereof \"The Secretary of Education and a senior official to be designated by the President from the membership of the Initiative shall serve as Co Chairs of the Initiative\"; and\n\n\t(2)  by striking \"Secretaries\" and inserting in lieu thereof \"Co Chairs\"; and\n\n\t(d)  in section 3(b), in the list of agency members, by inserting \"the Department of Commerce\" after \"the Department of Agriculture\" and inserting \"the Department of Education\" after \"the Department of Energy\" and then redesignating the subsections of section 3(b) as appropriate.\n\nSec. 5.  This order shall be effective September 30, 2011.\n\n\tBARACK OBAMA\n\n\tTHE WHITE HOUSE,\n\tSeptember 30, 2011.\n\n\n\n\n"
}