{
    "title": "Fact Sheet: States Answer the First Lady’s Call to Put America’s Heroes Back to Work | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/04/17/fact-sheet-states-answer-first-lady-s-call-put-america-s-heroes-back-wor",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 17, 2013\n\n \n\n\n\nFact Sheet: States Answer the First Lady’s Call to Put America’s Heroes Back to Work\n\n\n\n\nAs part of their Joining Forces initiative, on February 25th First Lady Michelle Obama and Dr. Jill Biden addressed the National Governor’s Association and issued a call to action – building on President Obama’s June 2012 announcement of the Military Credentialing and Licensing Task Force – that by the end of 2015, all 50 states will have taken legislative or executive action to help our troops get the credentials they need to successfully transition to the civilian labor market. In less than two months 13 states have answered the First Lady’s call and passed legislation that fast-tracks the ability for service members and veterans to earn civilian credentials and licenses, and 8 states have passed legislation that expedites professional licenses or certifications for military spouses when they move to a new state.\nToday, the First Lady will join Maryland Governor Martin O’Malley as he signs into law the Veterans Full Employment Act of 2013. This comprehensive bill, developed in consultation with the Department of Defense, includes a number of Best Practices outlined in the Administration’s report: The Fast Track to Civilian Employment: Streamlining Credentialing and Licensing for Service Members, Veterans, and Their Spouses.\n \nMaryland: Setting a National Standard for Military Credentialing and Licensing Policy\nMaryland’s Veterans Full Employment Act of 2013 sets a national standard for state legislation, streamlining the ability for service members, veterans, and their spouses to obtain over 70 civilian credentials and licenses.\n\n\nSupporting separating service members and veterans who seek to qualify for occupational licenses and certification based on their military education, training, and experience, including licenses in Emergency Medical Services and Advanced Medical Occupations.\n\n\n\t\t\t\tThe bill requires state licensing units to accept education, training, or service completed by a military member toward the qualifications to receive a license or certification.\n\n\n\nSupporting separating service members and veterans who seek to obtain academic credit for their military education, training, and experience..\n\n\n\t\t\t\tThe bill requires the state’s public universities to implement policies that award academic credit for military training, coursework, and education, thus reducing the time to degree as well as the cost of earning a degree or certificate.\n\n\n\nSupporting separating service members and military spouses who seek to transfer a current license by endorsement or obtain a temporary license when separating in a state other than the state that approved the current license.\n\n\n\t\t\t\tThe bill requires state licensing units to expedite licensing for military spouses, service members, and recently-discharged veterans.\n\n\n\nTranslating Military Experience into Civilian Employment\nThe United States has the most highly trained military in the world, comprised of men and women who have broad skill sets because of their military education and experience.  The members of our Armed Forces and their families make great sacrifices, and when their service is concluded, we owe it to our veterans and their families to help them accomplish a successful transition to the civilian labor market. That is why over the past year and a half, the President has taken significant action to create a “career-ready military” and streamline the transition process.\nToo often the talented men and women who have served our country face barriers that make it difficult to find jobs that take advantage of their military skill sets. Many service members and veterans are required to repeat education or training in order to receive industry certifications and state occupational licenses, even though much, and in some cases, all, of their military training and experience overlaps with credential requirements. Additionally, frequent moves, and the resulting need to search for new employment, can be a significant problem for military spouses, especially when getting a job in a new state requires obtaining an occupational license. Leveraging the skills of our military veterans and their families will build a stronger workforce and a more competitive economy.\n\n\nAs of March 2013, roughly 783,000 veterans were unemployed and looking for work, including 207,000 post-9/11 veterans.  As we drawdown from the war in Afghanistan, one million service members are expected to leave the armed forces over the next several years. \n\n\nTo ensure service members leave the military with the ability to transfer their education and training to the civilian job market, President Obama created the Military Credentialing and Licensing Task Force in June of 2012.\n\n\nAs its initial action, the Task Force forged partnerships with the five largest manufacturing credentialing bodies to provide opportunities for service members to gain industry-recognized, nationally-portable certifications for high-demand manufacturing jobs -- including welding, machining, maintenance, and logistics -- almost all of which have median   hourly wages above the national average. These partnerships are currently being implemented at military bases across the country.\n\n\nIn February, the Administration expanded its efforts to assist states in translating military training and experience into credit towards professional licensure. The objectives of this initiative are to accelerate states’ occupational licensing processes and to streamline approaches for assessing the equivalency of military training and experience for academic credit as well as in specific occupations, including\n\n\n\t\t\t\tEmergency Medical Technicians (EMTs) and Paramedics\n\n\t\t\t\tLicensed Practical Nurses (LPNs)\n\n\t\t\t\tPhysician Assistants (PAs)\n\n\t\t\t\tCommercial Driver’s Licenses for Bus and Truck Driver’s License (CDLs)\n\n\n\nMaking Military Spouses’ Licenses Portable\nThere are currently more than 860,000 military spouses, about 95 percent of whom are female. Over the past six years, the labor force participation rate for military spouses has been approximately 55 percent, with an unemployment rate of 9.7 percent. Military spouses experience a number of unique employment challenges. According to analysis from the Treasury Department, military spouses are ten times more likely to have moved across state lines in the last year compared to their civilian counterparts: Taking an average for the years 2007 through 2012, 15.4 percent of military spouses moved across state lines each year, compared to just 1.1 percent of civilian spouses.\nWhile many of the common occupations among military spouses are not licensed, some of the most popular professions, including teaching and nursing, do require licensure.  As occupational licenses carry state-specific conditions and processes, many spouses face lengthy re-employment delays when they move between states. Because of the delay, and expense involved in re-licensure, many spouses are unable to work in their chosen profession. This dilemma can affect the financial stability of military families, discourage service members from staying in the military, and reduce hiring potential if spouses must remain out of the workforce because of these delays.\nStates Step Up to Answer the First Lady’s Call-to-Action\nSince the First Lady’s NGA remarks on February 25th, 13 states have stepped-up to answer her call-to-action by passing legislation that streamlines the ability for service members and veterans to obtain civilian certification and licensure.  Eight states have passed legislation that expedites professional licenses or certifications for military spouses when they move to a new state.  These states include:\n\n\nArizona: On April 11th, the Governor signed into law a bill that adopts the Military Skills Test Waiver for Commercial Driver’s Licenses and eases the professional licensing requirements military applicants seeking LPN licensure. In her signing letter, the Governor encouraged all state agencies to examine their licensing rules to identify opportunities where service member training can be credited toward existing professional licensure requirements.  The state has already passed spousal licensing legislation. \n\n\nGeorgia: On April 8th, the Governor signed into law a bill that streamlines the ability for veterans to earn licenses in the construction trades. The state has already signed the Military Skills Test Waiver for the Commercial Driver’s License.  The bill also allows licensing boards to endorse certain military spousal licenses from other states.  Occupations include Electrical Contractor Class I and Journeyman Plumber.\n\n\nIdaho: On April 1st, the Governor signed into law a bill that expedites licenses for qualified spouses of members of the military.\n\n\nIndiana: On April 2nd, the Governor signed into law a bill that streamlines the ability for veterans to earn emergency medical services licenses. The state has already signed the Military Skills Test Waiver for the Commercial Driver’s License and passed spousal licensing legislation.  The state has already passed spousal licensing legislation.\n\n\nKansas: The state legislature passed a bill that broadly streamlines the ability for veterans to earn state licenses, including licenses for emergency medical services and nursing. The state has already signed the Military Skills Test Waiver for the Commercial Driver’s License and passed spousal licensing legislation.\n\n\nKentucky: On March 19th, the Governor signed into law a bill that streamlines the ability for veterans to earn emergency medical services licenses and Commercial Driver’s Licenses.  The state has already passed spousal licensing legislation.\n\n\nMaryland: Today, the Governor signed into law a bill that broadly streamlines the ability for veterans to earn state licenses, including licenses for emergency medical services and nursing. The bill also enables service members and veterans to translate military training, education, and experience into academic credit. The state has already signed the Military Skills Test Waiver for the Commercial Driver’s License.  For military spouses, the bill also requires licensing units to expedite licensing, including certificates for educators/teachers issued by the Maryland State Department of Education.\n\n\nMississippi: On March 18th, the Governor signed into law a bill that broadly streamlines the ability for veterans to earn state licenses, including Commercial Driver’s Licenses and licenses for emergency medical services and nursing.  The bill also streamlines the process for military spouses who seek to transfer their licenses from other states when they move to Mississippi. For military spouses, the bill covers all occupational and educational professions.\n\n\nMontana: On March 20th, the Governor signed into law a bill that provides members of the Reserve the ability to extend their licensing deadline while serving on active duty.  The state has already passed spousal licensing legislation.\n\n\nNew Mexico: On March 26th, the Governor signed into law a bill that broadly streamlines the ability for veterans to earn state licenses, including licenses for emergency medical services and nursing.  The bill also streamlines the process for military spouses who seek to transfer their licenses from other states when they move to New Mexico. For military spouses, the bill covers all regulated occupations, with the exception of attorneys and teachers.\n\n\n North Dakota: The Governor signed into law a bill that grants a teaching license to an applicant who holds a regular teaching license or certification in another state, provided the individual meets certain requirements. \n\n\nSouth Dakota: On March 16th, the Governor signed into law a bill that broadly streamlines the ability for veterans to earn state licenses, including licenses for nursing. The state has already signed the Military Skills Test Waiver for the Commercial Driver’s License.  The bill also streamlines the process for military spouses who seek to transfer their licenses from other states when they move to South Dakota. For military spouses, the bill covers all occupations covered under Title 36, including teachers.\n\n\nTennessee: The state legislature passed a bill that broadly streamlines the ability for veterans to earn state licenses, including Commercial Driver’s Licenses and licenses for emergency medical services and nursing.  The state has already passed spousal licensing legislation.\n\n\nUtah: On March 26th, the Governor signed into law a bill that broadly streamlines the ability for veterans to earn state licenses, including Commercial Driver’s Licenses and licenses for emergency medical services and nursing.  The state has already passed spousal licensing legislation.\n\n\nWyoming: On March 13th, the Governor signed into law a bill that broadly streamlines the ability for veterans to earn state licenses, including Commercial Driver’s Licenses and licenses for emergency medical services and nursing. The bill also streamlines the process for military spouses who seek to transfer their licenses from other states when they move to Wyoming.  For military spouses, the bill covers all occupations, except attorneys and professions with prescriptive drug authority.\n\n\n\n\n\n\n"
}