{
    "title": "MENSAJE SEMANAL: Asegurando que Nuestro Mercado Libre Funcione para Todos | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/04/18/mensaje-semanal-asegurando-que-nuestro-mercado-libre-funcione-para-todos",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nApril 18, 2016\n\n \n\n\n\nMENSAJE SEMANAL: Asegurando que Nuestro Mercado Libre Funcione para Todos\n\n\n\n\n\n\tSaludos a todos. Uno de los mejores atributos de Estados Unidos es nuestro mercado libre. Tener un sector privado en auge es el pulso de nuestra economía; es nuestra forma de crear empleo, expandir oportunidades y darles a todos la ocasión de triunfar. Es lo que ha hecho que Estados Unidos sea el país más fuerte de la Tierra.\n\n\tEl ingrediente más esencial en un mercado libre sano es la competencia. Pero hoy por hoy, demasiadas empresas usan prácticas que sofocan a la competencia; como bloquearles el paso al sector a nuevos competidores, o limitar la información y las opciones que ayudan al consumidor a tener opciones reales. El resultado es que el resto de nosotros pagamos precios más altos por productos y servicios de peor calidad. Los trabajadores reciben sueldos más bajos de lo que recibirían si fuera de otro modo. Los pequeños negocios y empresarios se ven aplastados por el mercado. Y eso no es ni justo ni bueno para nuestra economía.\n\n\tEl sistema no debería de estar a favor de las personas con más dinero ni las corporaciones más grandes, y por lo tanto en contra de los estadounidenses de a pie que quieren trabajar. Por ese motivo, mi administración está haciendo todo lo posible por cambiar el rumbo y promover más competencia en el mercado laboral. Además de hacer cumplir las reglas existentes, le he pedido a las agencias federales que identifiquen comportamientos anti competitivos en distintos sectores y que encuentren formas nuevas y específicas de promover la competencia.\n\n\tUn sector que podría beneficiarse de unos cambios es el de la televisión por cable. En la actualidad, el 99 % de los consumidores de televisión por cable y satélite alquilan decodificadores de sus proveedores. De acuerdo a una encuesta, eso le cuesta a una familia una media de más de $230 al año. Gastamos unos $20.000 millones para alquilar estos aparatos. Aunque tengamos un número casi ilimitado de opciones de qué ver en la televisión, desde programación tradicional hasta contenido online, prácticamente no hay competencia a la hora de construir un producto mejor y más fácil de usar que nos permita acceder fácilmente a todo ese contenido en un solo lugar. Por eso la mayoría de los consumidores alquilan lo que sea que les ofrezca la compañía. Porque no tenemos otra opción. Eso significa que las compañías tienen poco incentivo para innovar. Como resultado, necesitamos múltiples aparatos y controles para acceder al contenido de diferentes fuentes. Eso no tiene sentido.\n\n\tPor eso mi administración ha animado a la FCC a que quite las barreras de la competencia que hacen que sea imposible que nuevos competidores ofrezcan opciones de decodificadores de cable innovadoras a los consumidores.\n\n\tSabemos que funciona. Durante años, los estadounidenses tuvimos que alquilar los teléfonos de la compañía de teléfono. Eso fue hace mucho tiempo, pero cuando la FCC por fin desbloqueó la competencia en los teléfonos domésticos, el mercado se llenó con todo tiempo de opciones de teléfonos con nuevas funciones y a precios diferentes. De repente los consumidores tenían muchas opciones. Y el sector completo avanzó como resultado. Podría pasar lo mismo con los descodificadores de cable y en muchos otros sectores de la economía; y todos ellos pueden suponer una gran diferencia en su día a día.\n\n\tEn conclusión, la competencia es buena para los consumidores, los trabajadores, las empresas y nuestra economía. Así que yo voy a hacer todo lo posible para garantizar que nuestro mercado libre funcione para todos. Gracias y que pasen un buen fin de semana.\n\n\n\n\n"
}