{
    "title": "Let's Move! Marks First Year Anniversary | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/02/08/lets-move-marks-first-year-anniversary",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 08, 2011\n\n \n\n\n\nLet's Move! Marks First Year Anniversary\n\n\n\n\n\nLet’s Move! National Campaign to Solve the Problem of Childhood Obesity Marks First Year Anniversary\n\tFirst Lady Michelle Obama Praises Broad Coalition of Support and Real Progress Made in Communities Across America\n\n\tOn the first anniversary of Let’s Move!, First Lady Michelle Obama is celebrating the impact of parents and leaders across the country on efforts to improve children’s health through nutrition, and physical fitness.  Since the launch of the initiative at the White House on February 9, 2010, many sectors have stepped up with a diverse array of commitments to support Let’s Move! – from the medical community to schools, business leaders, mayors, sports leagues, community leaders, and more.  And now, every day, all around the country, steps are being taken to support parents and caregivers, and effect meaningful changes that will help ensure children have the best chance to live healthy and productive lives.   \n\t \n\tTomorrow, the First Lady will deliver a major address focused specifically on the campaign’s efforts to meet the needs of parents.  In a personal speech, Mrs. Obama will share how this issue has affected her as a parent, highlight the momentum Let’s Move! has gained, and look ahead to what more needs to be done to reduce childhood obesity.  Also, to provide parents and families with information on healthy food and physical activity options for children, the First Lady will unveil a national Let’s Move!  PSA campaign, created by the Ad Council, that will reach 33,000 media outlets.\n\t \n\t“One year later, Let’s Move! is far more than just a campaign.  It is so much more than just a slogan.  It’s a nationwide movement to give our kids everything they need – all the energy, strength and opportunities they need to fulfill every last bit of their potential and achieve every last one of their dreams,” said First Lady Michelle Obama.\n\t \n\tBefore thousands of parents and community and faith leaders in a speech hosted by North Point Community Church and Ray of Hope Christian Church at North Point’s congregation in Alpharetta, Georgia, Mrs. Obama will share the following remarks, excerpted from full text to be circulated tomorrow.  North Point, one of the largest churches in America, is a non-denominational evangelical congregation known for nurturing strong families and ministers to more than 20,000 people each week.  Ray of Hope Christian Church, one of the leading African American churches in Atlanta also known for strong family support, is partnering with North Point to host the First Lady.  The audience will be comprised of members of both congregations, local faith and community leaders, and supporters of the Let’s Move! campaign.\n\t \nExcerpt of Remarks from First Lady Michelle Obama to Mark the First Anniversary of Let’s Move!\n\n\t“We’re here to celebrate a new conversation in this country about the health and well-being of our children.  It’s a conversation about what our kids eat and how active they are. About how they feel and how they feel about themselves.  And about what that means, not just their physical and emotional health, but for their success in school and in life.\n\t \n\tAnd over this past year, we’ve seen the first signs of a fundamental shift in how we live and eat. We’ve seen changes at every level of our society – from classrooms, to boardrooms, to the halls of Congress.  And there’s a reason why I wanted to hold this celebration here at North Point Community Church.\n\t \n\tThere’s a reason why I wanted to talk with all of you – parents from all different backgrounds with kids of all different ages. It’s because these changes are happening for one simple reason: because you asked for them.”\n\t \nThe First Lady also will speak about the role we all can play in continuing the campaign’s progress:\n\t \n\t“We need to ask ourselves, ‘What can I do, through my workplace, my place of worship, my organization, to help kids in my community lead healthier lives.’  It might be as simple as getting your office to help sponsor a local youth sports league.  Maybe your club or community organization can adopt a local playground.  And how about getting your church or place of worship involved?”\n\t \nIn highlighting the list of major accomplishments, she will note:\n\t \n\t“All of this has happened in just one year!  And if we can do all this in the first year…just imagine what we’ll achieve next year, and the year after that.”\n\t \n\t Let’s Move! also released the following overview of accomplishments generated throughout the initiative’s first year.\n\nLet’s Move! Accomplishments\n\n\tSince the launch of Let’s Move! in February 2010, a great deal has been accomplished towards our goal of solving the problem of childhood obesity within a generation—from providing children with healthier food and greater opportunities for physical activity, to providing better information to families about health and nutrition and improving access in local communities to healthy, affordable food.  Every day, all around the country, steps are being taken to effect change at the key points of a child’s life—from schools, to grocery stores, to parks to kids TV.\n\nLet’s Move! continues to work towards the goals outlined in the Childhood Obesity Task Force.  Some of the accomplishments in the first year of the Let’s Move! initiative include:\n\nSupporting Healthy Schools\n\n\n\t\tThe Healthy, Hunger-Free Kids Act, a groundbreaking piece of legislation, was signed into law so all kids have healthier food in school and even more have access to a healthy lunch.\n\n\t\tEfforts are underway to double the number of schools that meet the HealthierUS School Challenge and schools from New Orleans to New York have signed up to help students get active.\n\nThree of the largest food service providers have committed to improving the food they provide to schools to meet recommended levels of fat, sugar and whole grains over the next five years, and to double the fruits and vegetables they serve over the next 10 years.\n\n\t\tA coalition of the Fruit and Vegetable Alliance, the Food, Family and Farming Foundation and the United Fresh Produce Association have committed over the next three years to put 6,000 salad bars in schools across the country, making fresh vegetables a more accessible choice for children.\n\n\t\tNearly 2,000 chefs have volunteered to help schools in their community become healthier through the Chefs Move to Schools program, which pairs professional chefs with schools to help educate kids about making healthy food choices and engages the entire school community to help create healthier school menus.\n\nBusinesses are stepping up to help schools meet their challenges, like All-Clad, which has donated 1,000 cooking demonstration kits for chefs who are participating in Chefs Move to Schools.\n\n\n\nMaking Healthy Foods Accessible and Affordable\n\n\n\t\tParents are demanding better food choices and Let’s Move! is working with businesses to meet the challenge.  Examples of this include Walmart’s Nutrition Charter that is designed to bring healthier and more affordable foods to the 140 million customers that shop at their stores each week, and the Healthy Weight Commitment Foundation pledging to reduce annual calories by 1.5 trillion within the next five years.\n\n\t\tFor the first time in decades, the White House has a kitchen garden.  The garden has generated over a thousand pounds of food, and most importantly, kids have had a hand in seeing where their food comes from, learning it’s not scary – it’s actually fun.\n\n\nIncreasing Physical Activity\n\n\nLet’s Move! is working towards the goal of one million Americans earning the Presidential Active Lifestyle Award (PALA) by September 2011.  Organizations across the country are helping meet the goal: the National Football League (NFL) alone is signing up 200,000 kids.\n\n\t\tTeaming up with Let’s Move!,  Disney, the National Hockey League (NHL) and Major League Baseball (MLB) are spreading the word through public service announcements (PSAs) airing nationwide.  Through this outreach, kids are inspired by their favorite actors and athletes to play sports and get active.\n\n\t\tThrough Let’s Move Outside, families and communities are being encouraged to take advantage of America’s great outdoors—which abound in every city, town and community.\n\nLet’s Move! is working with mayors and community groups to build or adopt playgrounds so kids have safe places to play and be active.  Communities are also being encouraged to join Safe Routes to School so more kids can bike and walk to school.\n\n\nSpreading the Message\n\n\n\t\tNearly 500 communities across America have signed up for Let’s Move Cities and Towns.  Through this program, local leaders are bringing Let’s Move! to their community and making commitments to significant changes in support of their communities’ health.\n\n\t\tA series of new PSAs were released to help parents and caregivers make healthy food choices and increase physical activity. Check them out online: http://letsmove.obamawhitehouse.archives.gov/moms.php.\n\n\t\tMore and more families are seeing beverage packages with clear calorie information on grocery store shelves through a commitment from the American Beverage Association.  The Grocery Manufacturers Association and the Food Marketing Institute are also reserving space for nutrition labels on the front of their food packaging.\n\n\t\tMore and more doctors are screening children for BMI during Well Child Visits.  The American Academy of Pediatrics and the American Academy of Family Physicians have pledged to have 100% of their doctors screen for BMI. To make it easier for families, the new Affordable Care Act requires all new health insurance plans to cover screening for childhood obesity and counseling from doctors.\n\n\t\tThrough Let’s Move Faith and the Communities, faith-based and community-based organizations have committed to walk three million miles, complete 500,000 PALAs, and host 10,000 community gardens or farmers markets.\n\n\n\n\tVisit www.LetsMove.gov to learn more.\n\n\n\n\n"
}