{
    "title": "Declaraciones del Presidente Sobre el Cuidado de Salud y Cambio Climatico | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-del-presidente-sobre-el-cuidado-de-salud-y-cambio-climatico",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 19, 2009\n\n \n\n\n\nDeclaraciones del Presidente Sobre el Cuidado de Salud y Cambio Climatico\n\n\n\n\n1:42 P.M. EST\nEL PRESIDENTE: Hola. Buenas tardes a todos. Como saben, soy de Chicago, por lo que permítanme decir primero que ahora que donde vivo está cubierto de nieve, finalmente estoy comenzando a sentirme en casa. Y siento mucho forzarlos a salir con este clima, pero quería hablarles brevemente sobre los logros significativos que hemos alcanzado con respecto a dos desafíos importantes que enfrenta el pueblo estadounidense: el agobiante costo del cuidado de salud y nuestra peligrosa dependencia de hidrocarburos.\nCon respecto al cuidado de salud, dados los sucesos de hoy, ahora parece que el pueblo estadounidense tendrá la votación que merece sobre una verdadera reforma que ofrezca seguridad a quienes tienen seguro médico y opciones económicas a quienes no lo tienen. Y, entonces, quiero darles las gracias al senador Harry Reid y a todos los senadores que han estado trabajando día y noche para lograrlo.\nAún queda mucho trabajo por hacer, pero no mucho tiempo para hacerlo. Pero hoy representa un gran paso para el pueblo estadounidense. Después de una lucha de casi un siglo, estamos a punto de hacer realidad la reforma del cuidado de salud en Estados Unidos de Norteamérica.\nComo con cualquier ley, hacer concesiones es parte del proceso. Pero me complace que las modificaciones recientemente agregadas hayan hecho que este histórico proyecto de ley sea aun más fuerte. Ahora, entre el momento en que se apruebe el proyecto de ley y el momento en que se ponga en marcha el mercado especializado de seguro, habrá sanciones para las compañías de seguro que aumenten arbitrariamente las tarifas a los consumidores. Y aunque se impedirá que las aseguradoras nieguen cobertura en base a una enfermedad preexistente una vez que el mercado especializado esté en marcha, mientras tanto habrá un grupo mancomunado de alto riesgo del cual las personas con enfermedades preexistentes podrán comprar cobertura costeable.\nY una reciente enmienda ha hecho que estas protecciones sean incluso más fuertes. Ahora se prohibirá que las compañías de seguro les nieguen cobertura a niños inmediatamente después de que se apruebe esta ley. También hay disposiciones explícitas en este proyecto de ley que protegerán la opción de un paciente de escoger médicos. Y las pequeñas empresas recibirán ayuda adicional también.\nEstas medidas de protección son adicionales a las cuales venimos mencionando desde hace un tiempo. Las aseguradoras ya no podrán cancelar su seguro si se enferman, y ustedes ya no tendrán que pagar una cantidad ilimitada en gastos propios por tratamiento que necesitan.\nCon este proyecto de ley, las familias ahorrarán en sus primas; las empresas que tendrán un aumento de costos si no hacemos nada al respecto ahorrarán dinero ahora y en el futuro. Este proyecto de ley reforzará Medicare y prolongará el programa. Ya que está pagado y elimina el despilfarro e ineficiencia en nuestro sistema de salud, éste será el mayor plan para la reducción del déficit en más de una década. De hecho, nos acabamos de enterar por medio de la Oficina de Presupuesto del Congreso que esta medida reducirá nuestro déficit en $132,000 millones durante la primera década del programa y más de un billón de dólares en la década posterior.\nFinalmente, esta reforma hará que el seguro esté al alcance de los bolsillos de más de 30 millones de estadounidenses que no lo tienen… más de 30 millones de estadounidenses.\nComo dije anteriormente, éstos no son cambios menores. Éstos son grandes cambios. Son reformas fundamentales. Ahorrarán dinero. Salvarán vidas. Y estoy deseoso de trabajar con el Senado y la Cámara de Representantes para concluir la labor pendiente de manera que podamos hacer esta reforma realidad por el bien de los estadounidenses.\nTambién quiero mencionar brevemente los logros que alcanzamos ayer en Copenhague. Por primera vez en la historia, todas las principales… las principales economías del mundo se han unido para aceptar su responsabilidad de tomar medidas para hacerle frente al cambio climático. Tras negociaciones sumamente difíciles y complejas, este importante logro sienta las bases para medidas internacionales en los próximos años.\nEstos logros no fueron fáciles, y sabemos que el progreso en este aspecto en particular de las negociaciones sobre el cambio climático no es suficiente. En el futuro, tendremos que aprovechar el ímpetu de Copenhague a fin de asegurar que las medidas internacionales para reducir significativamente las emisiones sean sostenidas y suficientes con el transcurso del tiempo.\nDentro del país, eso significa continuar nuestros esfuerzos por desarrollar una economía basada en energía limpia con el potencial de generar millones de empleos nuevos y nuevas industrias. Significa además aprobar leyes que creen los incentivos necesarios para propiciar esta revolución de energía limpia.\nEntonces, a pesar de que tenemos mucho camino por recorrer, no hay duda de que hemos logrado muchísimo en estos días. Y quiero que Estados Unidos continúe liderando en este esfuerzo, porque si Estados Unidos es líder en materia de desarrollo de energía limpia, seremos líderes en propiciar el crecimiento de nuestra economía y hacer que la gente vuelva a trabajar y legarles un país mejor y más seguro a nuestros hijos. Es por eso que fui a Copenhague ayer y es por eso que continuaré con estos esfuerzos en las semanas y meses venideros.\nMuchas gracias a todos.\nEND     1:45 P.M. EST\n \n\n\n\n"
}