{
    "title": "FACT SHEET: The United States and Colombia | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/04/15/fact-sheet-united-states-and-colombia",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 15, 2012\n\n \n\n\n\nFACT SHEET: The United States and Colombia\n\n\n\n\nIn their meeting following the Sixth Summit of the Americas in Cartagena, Colombia, President Obama and President Santos highlighted the strategic nature of the bilateral relationship and underscored the importance of U.S.-Colombia economic ties.  They also committed to sustained engagement on economic issues of mutual benefit to the United States and Colombia, as well as continued progress on labor rights, enhanced people to people contact, and security cooperation.\n\t \nStrengthening the U.S.-Colombia Economic Relationship\nPresident Obama and President Santos announced that the U.S.-Colombia Trade Promotion Agreement will enter into force on May 15, 2012.  The opportunities this agreement offers to American manufacturers, service providers, farmers, ranchers, and workers are key components of the President’s National Export Initiative, which aims to double American exports by the end of 2014.  The U.S.-Colombia Trade Agreement will expand U.S. goods exports by more than $1.1 billion annually, as well as provide duty free access to all U.S. goods in sectors from manufacturing to agriculture.  The Agreement will increase U.S. GDP by $2.5 billion, and support thousands of additional U.S. jobs.\nAs part of this broader trade agenda, the Obama Administration has worked closely with the government of Colombia to address labor concerns through continued progress on the “Action Plan Related to Labor Rights,” announced by both presidents during their April 2011 meeting in Washington.  The Colombian government’s achievement of milestones under the Action Plan and their continued implementation of labor reform has already provided tangible improvements and laid a foundation for improved labor rights in Colombia.\n\tIn their meeting the President also pledged U.S. support for Colombia’s bid to join the Organization for Economic Co-operation and Development (OECD), underscoring that Colombia’s membership would serve as a model for other emerging economies striving to overcome development challenges through sound democratic and economic policies. \nPresident Obama also announced the reciprocal concession of 10-year validity visas to Colombia for the purposes of tourism and business.  This change becomes effective April 16, 2012.  Visas issued for these purposes were previously valid for up to five years.\n\t \nHigh Level Strategic Security Dialogue\n\t \n\tDuring their April 7, 2011 meeting, President Obama and President Santos agreed that their teams would engage in a discussion regarding the future of the U.S.-Colombia security relationship.  The inaugural U.S.-Colombia High-Level Strategic Security Dialogue on February 23, 2012 in Washington, D.C. initiated this discussion, which aims to deepen the decades-long U.S.-Colombia security relationship.  As part of this strategic partnership, the two presidents announced an Action Plan on Regional Security Cooperation to establish a framework for supporting  capacity-building for improved citizen security in the Western Hemisphere and West Africa.\n\n\n\n\n"
}