{
    "title": "Statement by President Barack Obama on the 70th Anniversary of the Attack on Pearl Harbor | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/12/07/statement-president-barack-obama-70th-anniversary-attack-pearl-harbor",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 07, 2011\n\n \n\n\n\nStatement by President Barack Obama on the 70th Anniversary of the Attack on Pearl Harbor\n\n\n\n\n\n\tSeventy years ago today, a bright Sunday morning was darkened by the unprovoked attack on Pearl Harbor.  Today, Michelle and I join the American people in honoring the memory of the more than 2,400 American patriots—military and civilian, men, women and children—who gave their lives in our first battle of the Second World War.  Our thoughts and prayers are with the families for whom this day is deeply personal—the spouses, brothers and sisters, and sons and daughters who have known seven decades without a loved one but who have kept their legacy alive for future generations.\n\n\tWe salute the veterans and survivors of Pearl Harbor who inspire us still.  Despite overwhelming odds, they fought back heroically, inspiring our nation and putting us on the path to victory.  They are members of that Greatest Generation who overcame the Depression, crossed oceans and stormed the beaches to defeat fascism, and turned adversaries into our closest allies.  When the guns fell silent, they came home, went to school on the G.I. Bill, and built the largest middle class in history and the strongest economy in the world.  They remind us that no challenge is too great when Americans stand as one.  All of us owe these men and women a profound debt of gratitude for the freedoms and standard of living we enjoy today.\n\t    \n\tOn this National Pearl Harbor Remembrance Day, we also reaffirm our commitment to carrying on their work—to keeping the country we love strong, free and prosperous.  And as today’s wars in Iraq and Afghanistan come to an end and we welcome home our 9/11 Generation, we resolve to always take care of our troops, veterans and military families as well as they’ve taken care of us.  On this solemn anniversary, there can be no higher tribute to the Americans who served and sacrificed seventy years ago today.\n\n\n\n\n"
}