{
    "title": "Presidential Proclamation -- National Safe Boating Week, 2012 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/05/21/presidential-proclamation-national-safe-boating-week-2012",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 21, 2012\n\n \n\n\n\nPresidential Proclamation -- National Safe Boating Week, 2012\n\n\n\n\n\n\tNATIONAL SAFE BOATING WEEK, 2012\n\t- - - - - - -\n\tBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\tA PROCLAMATION\n\n\tFor generations, Americans have enjoyed our scenic lakes, rivers, and oceans as places for rest and recreation, sharing with friends and family a well-loved tradition. During National Safe Boating Week, we renew our commitment to safe, responsible practices on our Nation's waterways.\n\n\tBy planning ahead and taking basic safety precautions, boat operators and passengers can help prevent needless accidents and deaths. Before going out on the water, boaters can minimize the risk of accident or injury by taking a boating safety course, performing a vessel safety check, filing a float plan with a friend or family member prior to departure, and carefully assessing weather conditions. Operators and passengers alike can stay safe by wearing a life jacket at all times, and by forgoing alcohol consumption while on or operating a boat.\n\n\tThe United States Coast Guard continues to collaborate with organizations and governments across our country to prevent loss of life, personal harm, and property damage associated with unsafe recreational boating. As we mark National Safe Boating Week, let us reflect on that important mission and resolve to do our part to ensure America's waterways are safe and secure for all.\n\n\tIn recognition of the importance of safe boating practices, the Congress, by joint resolution approved June 4, 1958 (36 U.S.C. 131), as amended, has authorized and requested the President to proclaim annually the 7-day period prior to Memorial Day weekend as \"National Safe Boating Week.\"\n\n\tNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, do hereby proclaim May 19 through May 25, 2012, as National Safe Boating Week. I encourage all Americans who participate in boating activities to observe this occasion by learning more about safe boating practices and taking advantage of boating education.\n\n\tIN WITNESS WHEREOF, I have hereunto set my hand this twenty-first day of May, in the year of our Lord two thousand twelve, and of the Independence of the United States of America the two hundred and thirty-sixth.\n\n\tBARACK OBAMA\n\n\n\n\n"
}