{
    "title": "Statement by the President on the Presidential Policy Directive on Cuba | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/10/14/statement-president-presidential-policy-directive-cuba",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 14, 2016\n\n \n\n\n\nStatement by the President on the Presidential Policy Directive on Cuba\n\n\n\n\n\n\tToday, I approved a Presidential Policy Directive that takes another major step forward in our efforts to normalize relations with Cuba. This Directive takes a comprehensive and whole-of-government approach to promote engagement with the Cuban government and people, and make our opening to Cuba irreversible.\n\n\tIn December 2014, following more than 50 years of failed policy, I announced that the United States would begin a process of normalizing relations with Cuba. Since then, we've worked with the people and the government of Cuba to do exactly that – re-establishing diplomatic relations, opening embassies, expanding travel and commerce, and launching initiatives to help our people cooperate and innovate. This new directive consolidates and builds upon the changes we've already made, promotes transparency by being clear about our policy and intentions, and encourages further engagement between our countries and our people.\n\n\tConsistent with this approach, the Departments of Treasury and Commerce issued further regulatory changes today, building on the progress made over the last two years, to continue to facilitate more interaction between the Cuban and American people, including through travel and commercial opportunities, and more access to information. This follows previous changes that helped facilitate interconnectivity between our peoples, and to promote economic reforms on the island by providing access to the dollar in international transactions. These changes are representative of the progress I saw firsthand when I visited Havana to personally extend a hand of friendship to the Cuban people. The quick flight over 90 miles of blue water belied the real barriers of the past that were crossed that day, but my interactions with everyday Cubans told a promising story of neighbors working to build broader ties of cooperation across the Americas.\n\n\tChallenges remain – and very real differences between our governments persist on issues of democracy and human rights – but I believe that engagement is the best way to address those differences and make progress on behalf of our interests and values. The progress of the last two years, bolstered by today's action, should remind the world of what's possible when we look to the future together.\n\n\n\n\n"
}