{
    "title": "Información sobre la reunión del Presidente con hispanos influyentes sobre la necesidad de arreglar el sistema fallido de inmigración | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/28/informaci-n-sobre-la-reuni-n-del-presidente-con-hispanos-influyentes-sob",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nApril 28, 2011\n\n \n\n\n\nInformación sobre la reunión del Presidente con hispanos influyentes sobre la necesidad de arreglar el sistema fallido de inmigración\n\n\n\n\n\nThe White House\n\nOficina del Secretario de Prensa\n\n\t______________________________________________________________________________\n\n\tPARA PUBLICACIÓN INMEDIATA\n\n\t28 de abril, 2010\n\nInformación sobre la reunión del Presidente con hispanos influyentes sobre la necesidad de arreglar el sistema fallido de inmigración\n\n\tEn una reunión hoy en el Salón Roosevelt, el Presidente y altos funcionarios del gobierno se reunieron con hispanos influyentes de todo el país para hablar sobre la importancia de arreglar el sistema de inmigración a fin de atender las necesidades económicas y de seguridad del país en el siglo XXI, de manera que Estados Unidos pueda ganar el futuro. El Presidente reiteró su gran decepción de que la actividad legislativa en el Congreso con respecto a la reforma de inmigración esté estancada y que el Senado de Estados Unidos no haya aprobado la Ley DREAM tras su aprobación en diciembre por una mayoría bipartidista en la Cámara de Representantes de Estados Unidos.\n\n\tEl Presidente habló sobre el sistema fallido de inmigración, incluyendo de inquietudes que escuchó de líderes del sector policial, religioso y empresarial cuando se reunió con ellos la semana pasada. El Presidente reiteró su preocupación de que educamos a los mejores y más brillantes jóvenes pero después los enviemos al extranjero o de que expulsemos a esos jóvenes de talento que han sido criados como estadounidenses y que quieren continuar sus estudios o unirse a nuestras Fuerzas Armadas. El Presidente reiteró su compromiso con la reforma integral de inmigración que aumenta la seguridad en nuestras fronteras y a la vez restaura el rendimiento de cuentas en el fallido sistema inmigratorio, y señaló que perpetuar los problemas del sistema no es una opción si Estados Unidos ha de ganarse el futuro.\n\n\tEl Presidente también señaló que la única manera de arreglar nuestro sistema de inmigración es con medidas legislativas en el Congreso, y que él no puede cambiar las leyes unilateralmente. Dejó en claro que aunque este gobierno continúa mejorando nuestro sistema legal de inmigración, reforzando nuestras fronteras y mejorando la aplicación de nuestras leyes de inmigración para que se centren más eficaz y sensatamente en los criminales, es necesario que se escuchen más voces para hacer que el diálogo sobre inmigración vaya más allá de la política, los debates falsos y la retórica que han predominado con respecto a este asunto.\n\n\tEl Presidente instó a quienes participaron en la reunión a que ayuden a llevar el debate a un nivel más alto y, con ese fin, hagan un esfuerzo público, gracias a su singular posición, por forjar alianzas en todos los sectores y grupos demográficos. Hubo un consenso generalizado de que es necesario contar con más voces para cambiar el tono del debate a fin de que el Congreso tome medidas para arreglar el sistema que respeten la historia de Estados Unidos como estado de derecho y nación de inmigrantes. El Presidente reiteró que continuará trabajando para forjar un consenso bipartidista e intensificará los esfuerzos por encabezar un debate cortés sobre este tema en las semanas y meses venideros. Antes de reunirse con el Presidente, altos funcionarios del gobierno también informaron a los participantes sobre una variedad de asuntos de importancia para los hispanos y todos los estadounidenses, entre ellos la economía y educación.\n\n\tSe puede ver una foto de la reunión pulsando AQUÍ. \n\n\t###\n\n\t \n\n\n\n\n"
}