{
    "title": "APEC Leaders Declaration: \"The Yokohama Vision - Bogor and Beyond\" | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/11/13/apec-leaders-declaration-yokohama-vision-bogor-and-beyond",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 13, 2010\n\n \n\n\n\nAPEC Leaders Declaration: \"The Yokohama Vision - Bogor and Beyond\"\n\n\n\n\nWe, the Leaders of APEC, gathered in Yokohama under the 2010 theme of “Change and Action” to articulate our vision of further building and integrating the Asia-Pacific region in the 21st Century, and the paths to realize that vision.\n\t \nAPEC’s Road Thus Far\n\t \n\tTwenty-one years ago, APEC’s founders saw the need for greater consultation and cooperation to guide the increasingly interdependent economies of the Asia-Pacific toward a more closely and effectively linked regional economic system.  From this new and creative approach was born the consensus, as articulated in the Bogor Goals, that achieving free and open trade and investment is the surest way to accomplish greater common prosperity and stability in the Asia-Pacific region.  APEC has since followed the insight of the APEC founders and the direction provided by the Bogor Goals, and the Asia-Pacific region has become a driving force and engine of growth in the world economy.\n\t \n\tThrough our individual and collective efforts toward achieving the Bogor Goals, the Asia-Pacific region has achieved substantial reductions in barriers to trade and investment.  These efforts have led to increased trade and investment flows, sustained economic growth, and a vast improvement in the welfare of people in the region.  We are confident that APEC is well on track toward achieving the goal of free and open trade and investment among its economies.  This year we conducted a review to assess the achievement of the Bogor Goals by five industrialized economies and eight volunteer developing economies.  We endorse the Report on APEC’s 2010 Economies’ Progress Towards the Bogor Goals and conclude that while more work remains to be done, these 13 economies have made significant progress toward achieving the Bogor Goals.\n\t \n\tFrom 1994 to 2009, APEC economies’ total trade in goods grew at 7.1 percent per year while intra-APEC trade tripled over the same period.  Foreign direct investment into and out of the APEC region both grew at 13 percent per year from 1994 to 2008.  The simple average applied tariff across the region fell from 10.8 percent in 1996 to 6.6 percent in 2008.\n\t \n\tStrong progress toward the Bogor Goals of free and open trade and investment has been made possible by the decisions by APEC Leaders to liberalize their own economies, confident that others in APEC would make similar decisions.  This confidence to open up domestic economies would not have been possible were it not for the formation of APEC.  We reaffirm our unwavering commitment to achieving free and open trade and investment in the region.\n\t \nCurrent Opportunities and Challenges\n\t \n\tThe 21st century presents new promises and new challenges.  The global and regional environment is being transformed by the rising influence of the Asia-Pacific region, the development of extensive supply chains, and the rapid adoption of new information and communication technologies.  Driven by these changes, our region has become more integrated and interdependent.  While this historic transformation has brought about remarkable economic dynamism in the region, events of recent years have shown that crisis can rapidly spread across economies and have a dramatic impact on the entire regional and global economic system, slowing growth and employment.\n\t \n\tThe Asia-Pacific regional economy is recovering from the recent economic and financial crisis, but uncertainty still remains.  We also face heightened challenges with regard to the protection of our environment and natural resources, including the necessity to jointly address climate change.  We must take to heart the lessons of the recent past, recognize the increasing role we play in the global economy as the most dynamic region in the world, and seek to strengthen the foundations of each of our economies and of the multilateral trading system to ensure strong, sustainable, and balanced growth as called for by the G20 Framework.\n\t \n\tIn this regard, we welcome the outcomes of the G20 Seoul Summit.  As highlighted in the APEC Finance Ministers’ “Kyoto Report on Growth Strategy and Finance,” we will rebalance and strengthen global demand, pursue sound fiscal management and enhance finance to key sectors such as infrastructure, small and medium enterprises, households and green investment.  We should continue to take steps to build a stronger and more resilient global financial system.  We remain committed to maintaining open markets and fighting protectionism.  We reaffirm our common resolve to support the recovery in a collaborative and coordinated way.\n\t \n\tWe reaffirm our strong commitment to bring the Doha Development Agenda to a prompt and successful conclusion.  Bearing in mind that 2011 will be a critically important “window of opportunity,” we direct our Ministers to empower our representatives to engage in comprehensive negotiations with a sense of urgency in the end game, built on the progress achieved, including with regard to modalities, consistent with the Doha mandate.  We affirm our commitment to win domestic support in our respective systems for a strong agreement.  In our continued efforts to resist protectionism, we agree to extend our commitment on standstill made in 2008 to the end of 2013 to refrain from raising new barriers to investment or to trade in goods and services, imposing new export restrictions, or implementing World Trade Organization inconsistent measures in all areas, including those that stimulate exports.  We commit to take steps to rollback trade distorting measures introduced during the crisis.  Furthermore, we will continue to exercise maximum restraint in implementing measures that may be considered to be consistent with WTO provisions if they have a significant protectionist effect and promptly rectify such measures where implemented.\n\t \n\tAddressing the threat of global climate change is an urgent priority for all nations.  We reiterate our commitment to take strong and action-oriented measures and remain fully dedicated to United Nations climate change negotiations.  We reaffirm the objective, provisions, and the principles of the UN Framework Convention on Climate Change, including common but differentiated responsibilities and respective capabilities.  Those of us who have associated with the Copenhagen Accord reaffirm our support for it and its implementation.  We all are committed to achieving a successful, balanced result that includes the core issues of mitigation, transparency, finance, technology, adaptation, and forest preservation.  We express our appreciation for Mexico’s hard work in preparing for and hosting COP16.\n\t \nThe Way Forward for APEC\n\t \n\tWe envision an Asia-Pacific region that can embrace and overcome challenges and make full use of opportunities to be more fully integrated, with a higher quality of growth and a safer and more secure economic environment.\n\t \n\tWe seek to develop an APEC community in which trade and investment are freer and more open; supply-chains are better connected; doing business is cheaper, faster, and easier; growth is more balanced, inclusive, sustainable, innovative, and secure; and we are better able to cope with threats to human security and economic activity.\n\t \n\n\n\t\tOur vision of an APEC community\n\n\n\n\t\tEconomically-integrated community: A community that promotes stronger and deeper regional economic integration\n\n \n\tWe aim to establish a solid foundation for prosperity and well-being in the region by promoting stronger and deeper regional economic integration through furthering our work to liberalize and facilitate trade and investment – the core mission of APEC.  Barriers against the movement of goods, services, and capital should be further reduced and business persons should also be able to move more smoothly.  Measures that make it cheaper, faster, and easier for businesses to trade and operate in the region should be enhanced.  Customs-related procedures should be further simplified and harmonized.  Regulatory cooperation should be broadened and deepened.  Trade costs should be minimized and bureaucratic inefficiencies removed.  The multilateral trading system should be promoted and strengthened.\n\n\n\t\tRobust community: A community with higher quality growth\n\nWe aim to further enhance the quality of growth so that the Asia-Pacific region can realize sustained growth and continue to be an engine of economic activity and progress in the world economy.  Policies that promote balanced growth within and among APEC economies should be adopted.  All sectors of society, in particular potentially disadvantaged and marginalized groups, should be provided opportunities to fully realize their potential.  Both economic growth and environmental sustainability should be advanced in a holistic manner, and   progress toward a green economy should be accelerated by promoting trade and investment in environmental goods and services, developing this sector in APEC economies, and enhancing energy efficiency and sustainable forest management and rehabilitation.  Innovative growth should be advanced within and across our economies through the adoption of policies and regulatory environments that best enable economies to support innovation, utilize information and communication technologies, develop a skilled workforce, and increase research and development.\n\n\n\t\tSecure community: A community that provides a more secure economic environment\n\nWe aim to build a regional community in which people can live without the fear of poverty, violence, crime, disease, and hunger and engage in economic activity freely and at ease, bearing in mind the need to achieve the Millennium Development Goals.  Our economies’ capacity to minimize natural and human risks to economic activity should be enhanced and a secure and resilient economic environment should be achieved.  Poverty should be reduced to maintain the intrinsic dignity of the human condition.  The region’s environment for trade, finance, and travel should continue to be staunchly protected from terrorism.  Economies should strengthen their resilience and capacity to manage emergencies and natural disasters.  Infectious disease preparedness, non-communicable disease control, and health systems should be enhanced.  The availability of and access to reliable, nutritious, safe, and affordable food should be further ensured.  Efforts to combat corruption and illicit trade and improve governance should be strengthened.\n\t \n\t2.      Paths toward our vision of an APEC community\n\t \n\tWe resolve to undertake concrete, practical, and measurable steps to realize the community that we envision.  In this regard, we endorse in full the Joint Statement of the 22nd APEC Ministerial Meeting.\n\n\n\t\tPath toward an economically-integrated community\n\nWe will further promote regional economic integration, working toward the target year of 2020 envisaged by the Bogor Goals for all APEC economies to achieve free and open trade and investment.\n\t \n\tWe will take concrete steps toward realization of a Free Trade Area of the Asia-Pacific (FTAAP), which is a major instrument to further APEC’s regional economic integration agenda.  An FTAAP should be pursued as a comprehensive free trade agreement by developing and building on ongoing regional undertakings, such as ASEAN+3, ASEAN+6, and the Trans-Pacific Partnership, among others.  To this end, APEC will make an important and meaningful contribution as an incubator of an FTAAP by providing leadership and intellectual input into the process of its development, and by playing a critical role in defining, shaping, and addressing the “next generation” trade and investment issues that FTAAP should contain.  APEC should contribute to the pursuit of an FTAAP by continuing and further developing its work on sectoral initiatives in such areas as investment; services; e-commerce; rules of origin; standards and conformance; trade facilitation; and environmental goods and services.\n\t \n\tWe will work to address non-tariff barriers to trade, including by increasing regulatory cooperation and improving the use of good regulatory practices among APEC economies.  We will take actions laid out in the APEC Strategy for Investment, such as holding the APEC Public-Private Dialogue on Investment.\n\t \n\tWe remain committed to providing effective economic and technical cooperation (ECOTECH) activities to help APEC members, in particular the developing ones, improve their capabilities for further trade and investment liberalization and facilitation.\n\t \n\tWe commit to address impediments to moving goods and services through Asia-Pacific supply-chains by implementing the APEC Supply-Chain Connectivity Framework Action Plan with a view to achieving an APEC-wide target of a ten percent improvement in supply-chain performance by 2015, in terms of reduction of time, cost, and uncertainty of moving goods and services through the Asia-Pacific region, taking into consideration individual economy’s circumstances.  This work will be conducive to the development of a more advanced infrastructure and logistics network, and will facilitate clearance of goods and services across and within borders.  We will also continue to work on Authorized Economic Operator programs.\n\t \n\tWe will make our respective domestic policies and procedures more transparent, and reaffirm our aspirational target of a 25 percent improvement by 2015 in the five priority areas of: starting a business; getting credit; trading across borders; enforcing contracts; and dealing with permits.  This will make it cheaper, faster, and easier to do business in the Asia-Pacific region.\n\n\n\t\tPath toward a robust community\n\nWe set forth the APEC Leaders’ Growth Strategy as APEC’s first substantial effort to provide a comprehensive long-term framework for promoting high-quality growth in the region.  We will implement the Growth Strategy out to 2015, focusing on the five desired attributes of balanced, inclusive, sustainable, innovative, and secure growth.  Our Growth Strategy includes an Action Plan that encompasses work elements on structural reform; human resource and entrepreneurship development; green growth; a knowledge-based economy; and human security.  The Action Plan will be supported and promoted through specific work programs that draw in all aspects of APEC’s work, including sectoral Ministerial meetings, committees, APEC sub-fora, extensive regional networks of experts, and APEC’s close cooperation with the business community.  We will work with other international fora, including the G20, to realize the Growth Strategy.  We will review our progress toward implementing the Growth Strategy in 2015.\n\t \n\tWe recognize that our first priority is to ensure a durable recovery in private sector demand.  We must take steps to build a foundation for stronger, more sustainable, and more balanced growth in the future.  We note the importance of strengthening multilateral cooperation to promote external sustainability and pursuing the full range of policies conducive to reducing excessive imbalances and maintaining current account imbalances at sustainable levels.\n\t \n\tWe will move toward more market-determined exchange rate systems and enhance exchange rate flexibility to reflect underlying economic fundamentals and will refrain from competitive devaluation of currencies.  Advanced economies, including those with reserve currencies, will be vigilant against excess volatility and disorderly movements in exchange rates.  These actions will help mitigate the risk of excessive volatility in capital flows facing some emerging market economies.\n\t \n\tStructural reform is an integral part of our efforts toward higher quality growth.  In support of the Growth Strategy, and building upon significant progress made since 2005 on the Leaders’ Agenda to Implement Structural Reform (LAISR), we pledge to continue such efforts and undertake demonstrable and significant structural reform in our economies, consistent with the objective of achieving strong, inclusive, and balanced growth.  We endorse the APEC New Strategy for Structural Reform (ANSSR) and instruct our officials to steadily implement it, encouraging the use of quantitative and qualitative indicators as appropriate, toward 2015.  We agree that capacity building and technical assistance will be critically important to ensure developing economies are able to meet their structural reform objectives.\n\t \n\tUnder our human resource and entrepreneurship development agenda, we will implement policies that will enable us to create more and better jobs, enhance education and training with equal opportunities for women, youth, the elderly, and all other sectors and improve social safety nets.  We will create more business opportunities for small and medium sized enterprises and encourage measures to enhance their participation in high-growth sectors and access to global markets.  We recognize that the full potential of women to contribute to the regional economy remains untapped, and we will improve women’s access to finance, education, training, technology, and health systems by promoting entrepreneurship and greater leadership for women in business and government.\n\t \n\tUnder our green growth agenda, we will assess the potential for reducing the energy intensity of economic output in APEC economies further than called for in our Sydney Declaration in 2007, enhance work on meeting the aspirational goal in the Sydney Declaration of increasing forest cover in the region by at least 20 million hectares of all types of forests by 2020, and instruct our officials to take concrete steps toward this goal.  We will also enhance our cooperation to address concerns with illegal logging and associated trade and to promote sustainable forest management and rehabilitation.  We will implement policies to create new green jobs, technologies, and industries to enhance regional energy security, decrease environmental degradation and the effects of climate change, and promote sustainable growth.  We will promote energy-efficient transport.  We will increase the dissemination and utilization of environmental goods and services, reduce existing barriers and refrain from introducing new barriers to trade and investment in such goods and services, and enhance our capabilities to develop this sector, by prioritizing work related to addressing non-tariff measures on environmental goods, technology, and services.  We will rationalize and phase out inefficient fossil fuel subsidies that encourage wasteful consumption, while recognizing the importance of providing those in need with essential energy services, and review progress toward this goal on a voluntary basis.  We will promote deployment of low-emission power sources - renewable, nuclear, and fossil fuels with carbon capture and storage - to make our energy supply cleaner.  We will create low-carbon communities in the region.  We will facilitate the diffusion of climate-friendly technologies, including through ECOTECH and capacity building activities.  We will ensure the sustainable development of our oceans, seas, and coasts, including their resources, and the conservation of the marine environment.\n\t \n\tUnder our knowledge-based economy agenda, we will accelerate our innovative growth by promoting broadband infrastructure development, enhancing information and communication technologies (ICTs) utilization, and adopting policies and regulations to foster innovation and use of ICTs.  We will encourage the adoption of globally accepted standards, and promote cooperation on standards and conformance issues.  We will take steps to develop a skilled, adaptable, and professional workforce.  We reaffirm our commitment to strengthen the protection and enforcement of intellectual property rights (IPR) and reiterate the importance of comprehensive and balanced intellectual property systems that provide for and protect the incentives that encourage creativity and innovation and provide the tools for successful management and utilization of intellectual property.  We will further science and technology cooperation. 　We will enhance the investment environment and regulatory cooperation for innovation in life sciences.  By taking concrete measures in these areas, we will generate more innovation and develop new economic sectors.\n\n\n\t\tPath toward a secure community\n\nWe will safeguard the fundamental tenets of human security throughout the region, and call upon all member economies to continue to work to improve our collective ability to provide for this security by taking concrete steps to minimize, prepare against, and respond to serious threats that could derail the regional economy.\n\t \n\tWe will fight poverty and hunger by taking concrete steps to help all peoples in the region maintain a reasonable standard of living.  We will identify and implement initiatives to secure the region’s economic systems from terrorist attack, disruption, and misuse, counter terrorism financing, facilitate trade recovery, and enhance cyber security.  We will continue our efforts to fight corruption and promote transparency, and call for improved and regular reporting by APEC on its efforts to meet our commitments in this area.  We will further develop practical disaster risk management mechanisms to strengthen the ability of our economies to manage emergencies and natural disasters.  We will improve the capacity of economies for responses to infectious diseases, control of non-communicable diseases, and strengthening of health systems.  We will facilitate sustainable agricultural production, trade and investment in agricultural products, technical cooperation, development and use of science-based regulations, and other initiatives to strengthen regional and global food security, bearing in mind the exceptional role of food as an absolute necessity for all human societies.  We will encourage all economies to strengthen international and regional cooperation to achieve the goal of safer food.\n\n\n\t\tEconomic and technical cooperation for progress in all paths\n\nIn light of the diversity of member economies, we will ensure that ECOTECH will play a key role on our way toward our vision of an APEC community and help narrow development gaps.  We will integrate ECOTECH into the paths that we have identified and further leverage ECOTECH activities, including capacity-building, human resources development, and technology dissemination, using a strategic, demand-driven, goal-oriented, and focused approach, and emphasizing multi-year plans to reach maximum results.  We reaffirm our commitment to the Manila Framework and will enhance ECOTECH to help our member economies, especially the developing ones, in their pursuit of the Bogor Goals, to strengthen their capacity to further liberalize and facilitate trade and investment and implement the Growth Strategy, as well as to better respond to the needs and challenges of the new era.\n\t \nAPEC Membership\n\t \n\tKeeping in mind the benefits of APEC membership as well as the need for efficiency to achieve results, we will continue to review the question of APEC new membership going forward.\n\t \nConclusion\n\t \n\tAs APEC enters its third decade, it has become an engine for progress in the world’s most economically dynamic region, whose growth has driven rising prosperity for all across the globe.  Through the dedicated efforts of our member economies, APEC has taken great strides toward realizing the ideals of its founders.  Building on this progress, we reiterate our commitment to pursue an even more closely integrated regional economy and strong, sustainable, and balanced growth in the region, including by taking concrete steps toward realization of an FTAAP that should include next generation trade and investment issues, and to meet new opportunities and challenges in the 21st Century through implementation of the APEC Leaders’ Growth Strategy.  We commit to take necessary and concrete steps toward making this vision a reality, which we are confident will bring about greater prosperity and well-being for all peoples in the Asia-Pacific region and beyond.  We instruct our Ministers and Senior Officials to accelerate our work to strengthen and deepen regional economic integration in the coming year, and consistent with the vision articulated in this document, to design and implement specific initiatives to address barriers to trade and investment, and to ensure high-quality, sustainable growth in the future.  We look forward to ambitious progress on APEC’s agenda in 2011 under the leadership of the United States.\n\n\n\n\n"
}