{
    "title": "HOJA INFORMATIVA: Alianza Nacional de Flotas Limpias | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/03/31/hoja-informativa-alianza-nacional-de-flotas-limpias",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nMarch 31, 2011\n\n \n\n\n\nHOJA INFORMATIVA: Alianza Nacional de Flotas Limpias \n\n\n\n\n\n\tTHE WHITE HOUSE\n\n\tOficina del Secretario de Prensa\n\n\t________________________________________________________________________________________________________________________________________________________________\n\nPara Publicación Inmediata\n\n31 de marzo, 2011\n\nHOJA INFORMATIVA: Alianza Nacional de Flotas Limpias \n\nSociedad entre el sector público y privado para trabajar con grandes flotas comerciales para reducir significativamente el consumo de petróleo\n\n\tEn el 2008, Estados Unidos importó 11 millones de barriles de petróleo al día. El miércoles, el Presidente anunció un audaz objetivo de reducir en un tercio esa cantidad para el 2025. A fin de lograr este objetivo, aprovecharemos una gran variedad de recursos, incluida la producción nacional de gas y petróleo, y a la vez haremos uso de tecnologías y combustibles alternativos menos contaminantes que aumenten la eficiencia de los vehículos que conducimos. Un sector clave de oportunidades es la gran flota comercial que las empresas operan en todo el país todos los días, que con los debidos incentivos puede producir una reducción significativa potencial de consumo de combustible.\n\n\tEl viernes, el Presidente está destacando la Alianza Nacional de Flotas Limpias (National Clean Fleets Partnership). Esta sociedad entre el sector público y privado ayudará a las grandes empresas a reducir el consumo de diesel y gasolina por sus flotas al incorporar vehículos eléctricos, combustibles alternativos y medidas de ahorro de combustible en sus operaciones cotidianas. Por medio de la alianza, el Departamento de Energía (DOE por sus siglas en inglés) ayudará a las empresas en sus esfuerzos por reducir el consumo de combustible y lograr mayor eficiencia y ahorros, al ofrecer recursos especializados, pericia técnica y apoyo. Esta alianza es parte de “Ciudades Limpias” (“Clean Cities”) del Programa de Tecnología Vehicular (Vehicle Technology Program) del DOE.\n\n\tLa alianza anunciará el viernes pactos con cinco de sus miembros fundadores: AT&T, FedEx, PepsiCo, UPS y Verizon. Estos miembros fundadores representan cinco de las 10 mayores flotas nacionales del país y colectivamente son dueños de más de 275,000 vehículos. Las estrategias que planean para reducir el consumo de derivados de petróleo ahora y a mediano plazo llevarán al uso de más de 20,000 vehículos de tecnología avanzada y la sustitución de más de 7 millones de galones de petróleo anualmente. El DOE está desafiando a otras empresas a sumarse a este importante esfuerzo.\n\nInformación de Trasfondo\n\n\tLas grandes flotas comerciales dependen mucho de combustibles derivados del petróleo (gasolina y diesel) para distribuir productos y servicios a diario. En el 2009, circulaban más de 3 millones de vehículos de flotas comerciales, que consumían casi 4,000 millones de galones de combustible. Las flotas, que típicamente son administradas centralmente y están compuestas por un gran número de vehículos, ofrecen una oportunidad significativa de reducir el consumo de combustible y la contaminación del carbono.\n\n\tPor medio de la National Clean Fleets Partnership, el Departamento de Energía ayudará a las empresas a:\n\n\nReducirel consumo de combustible por medio del uso de tecnología y vehículos más eficientes, incluidos los híbridos;\n\nReemplazarvehículos convencionales a gasolina y diesel con vehículos de tecnología avanzada o que consumen combustibles alternativos, como electricidad, gas natural, biodiesel, etanol, hidrógeno o gas propano;\n\n\n\tLos socios se beneficiarán de:\n\n\nOportunidades para colaborar con el DOE y sus compañeros: Alparticipar en la alianza, empresas de diversos tamaños se pueden beneficiar de una serie de oportunidades de asistencia técnica y colaboración, incluidas: oportunidades de intercambio de información entre colegas; colaboración con el DOE y laboratorios nacionales en torno a programas de investigación y desarrollo, y asistencia para lograr adquisiciones en grupo, de manera que las empresas más pequeñas colaboren con las más grandes para obtener los beneficios de comprar grandes cantidades de vehículos avanzados.\n\nHerramientas y recursos técnicos del DOE: ElDOE ha desarrollado una gran variedad de herramientas técnicas para ayudar a las empresas asociadas a abrirse paso en el entorno de combustibles alternativos y vehículos avanzados. Una diversa colección de calculadoras de costo, mapas interactivos, búsquedas adaptables de bases de datos y aplicaciones móviles pone información y análisis vitales al alcance de las flotas. \n\n\n\tEste programa del Departamento de Energía complementará el programa de alianzas Smart way Transport de la Agencia de Protección Ambiental (Environmental Protection Agency) con el sector de transporte de carga al continuar los esfuerzos por mejorar la eficiencia en el traslado de productos y reducir nuestra dependencia del petróleo extranjero.\n\n\t \n\n\t###\n\n\n\n\n"
}