{
    "title": "First Lady Announces Food and Beverage Manufacturer Agreement with Partnership for a Healthier America to Fight Childhood Obesity | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/first-lady-announces-food-and-beverage-manufacturer-agreement-with-partnership-a-he",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nMay 17, 2010\n\n \n\n\n\nFirst Lady Announces Food and Beverage Manufacturer Agreement with Partnership for a Healthier America to Fight Childhood Obesity\n\n\n\n\nHealthy Weight Commitment Foundation Members Pledge Product \nChanges to Reduce 1.5 Trillion Calories by 2015\nWashington, DC – First Lady Michelle Obama today announced  that the Partnership for a Healthier America has signed an agreement with The Healthy Weight Commitment Foundation (HWCF) whose members are pledging to take actions aimed at reducing 1.5 trillion product calories by the end of 2015.  As an interim step to this goal, HWCF will seek to reduce calories by 1 trillion in 2012. \n“Solving the obesity epidemic requires far more than anything government can do alone and today’s announcement represents an important step forward to providing Americans with healthier choices so that they can choose to lead healthier lives,” said Mrs. Obama, who also serves as honorary chair of the Partnership.  “This is precisely the kind of private sector commitment we need.  I want to thank the Healthy Weight Commitment Foundation for stepping up to the plate and I hope this encourages others to do the same.” \n“On behalf of the Partnership, I am pleased to acknowledge this major first step by the Healthy Weight Commitment Foundation.  Pledges like this one – with targeted and achievable results that are meaningful and measurable – will help us reach our goal of curbing childhood obesity within a generation,” said Dr. James R. Gavin III, chairman of the Partnership’s board of directors.\nHealthy Weight Commitment Foundation manufacturing companies will pursue their calorie reduction goals by growing and introducing lower-calorie options; changing product recipes where possible to lower the calorie content of current products; or reducing portion sizes of existing single-serve products. These changes will help Americans reduce their calorie intake, improve their overall nutrition and close the energy gap.\nThrough pledges like this, the Partnership is working to mobilize the private sector, thought leaders, media, and local communities to undertake actions that will further the goals of First Lady Michelle Obama’s Let’s Move! campaign to curb childhood obesity within a generation.  To ensure that the Healthy Weight Commitment Foundation stands by its pledge, the Partnership will work with the organization and the data it collects to monitor progress towards fulfilling its commitment on an annual basis. \n“Accountability is a critical element of our agreement with the Healthy Weight Commitment Foundation.  These types of calorie reduction efforts can have a significant impact on the obesity trend, so we want to be sure that organizations making commitments are following through with real results,” said S. Lawrence Kocot, interim President and CEO of the Partnership and a member of its board of directors.\nThe Healthy Weight Commitment Foundation is working to promote ways to help Americans achieve healthy weight by balancing the energy (calories) they consume with the energy they expend through physical activity.  HWCF focuses on increasing access and opportunities for physical activity, healthier nutrition options and raising awareness of the energy balance approach – in the marketplace, in the workplace and in schools.\n \n“The First Lady has shown tremendous leadership in calling for national action to end child obesity,” said David Mackay, chair of the Healthy Weight Commitment Foundation and CEO of Kellogg Company.  “Through this effort, Healthy Weight Commitment Foundation member companies will further strengthen their emphasis on healthier food options to better help consumers achieve and maintain a healthy diet.”\nTo assess the impact of the pledge, the Robert Wood Johnson Foundation (RWJF) will support a rigorous, independent evaluation of how the Healthy Weight Commitment Foundation’s efforts to reduce calories in the marketplace affect calories consumed by children and adolescents. RWJF will publicly report its findings.\nAbout the Partnership for a Healthier America\nThe Partnership for a Healthier America is an independent, nonpartisan organization that will mobilize broad-based support for efforts to solve the child obesity challenge.  Core activities of the Partnership include:\n\nDeveloping  a strong membership network of  leaders across sectors with commitment to scaling meaningful and measurable solutions;\nConvening members annually to affirm, align, and announce commitments;\nPromoting broad understanding among all sectors about the role healthy food, physical activity, and the environment play in reversing the childhood obesity epidemic;\nFacilitating and measuring the impact of members’ commitments against clear and transparent targets; and\nConnecting potential partners in the private and nonprofit sectors to each other and to the correct points of contact in government to ensure efficient leveraging of actions, and sharing of knowledge and lessons learned at the community, state, and national levels.  \n\n \nThe Partnership emerged out of a series of conversations between The California Endowment, Kaiser Permanente Fund for Community Benefit, Nemours, the Robert Wood Johnson Foundation, the W.K. Kellogg Foundation, and the Alliance for a Healthier Generation, which is a partnership of the American Heart Association and the William J. Clinton Foundation.  Sonnenschein, Nath and Rosenthal, LLP has provided operational and legal support in establishing the Foundation. The Brookings Institution has also contributed thought leadership to the effort.  For more information, visit www.aHealthierAmerica.org. \nAbout the Let’s Move! Campaign\nThe First Lady’s nationwide initiative seeks to solve the challenge of childhood obesity, so that America’s youngest children reach adulthood at a healthy weight.  Her plan offers four pillars:\n\nOffering parents the tools and information they need to make healthy choices for their kids;\nGetting healthier food into our nation’s schools;\nEnsuring that all our families have access to healthy, affordable food in their communities; and\nIncreasing opportunities for kids to be physically active, both in and out of school. \n\nThe Partnership will support these pillars through a campaign to unite and inspire families from every corner of the United States to take real and sustained actions to eat better, be more active, and make a commitment to embracing healthier lifestyles.  For more information, visit letsmove.obamawhitehouse.archives.gov.\nAbout the Healthy Weight Commitment Foundation\nThe Healthy Weight Commitment Foundation is first-of-its kind coalition that brings together more than 80 of the nation’s largest retailers, non-profit organizations, food and beverage manufacturers and trade associations aimed at helping to reduce obesity.  The calorie-reduction initiative is part of a multi-pronged effort by the Healthy Weight Commitment Foundation and its members to help American families reduce the calories they consume while increasing the calories they expend.  For more information, visit www.healthyweightcommit.org.\n\n\n\n"
}