{
    "title": "Readout on the President’s Meeting with Family Members of the Victims of the Attacks of September 11th and the Attack on the USS Cole | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/readout-presidentrsquos-meeting-with-family-members-victims-attacks-september-11th-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nFebruary 06, 2009\n\n \n\n\n\nReadout on the President&rsquo;s Meeting with Family Members of the Victims of the Attacks of September 11th and the Attack on the USS Cole\n\n\n\n\n  THE WHITE HOUSE  Office of the Press Secretary __________________________________________________________________________________________________  For Immediate Release  February 6, 2009  READOUT ON THE PRESIDENT’S MEETING WITH FAMILY MEMBERS OF THE VICTIMS OF THE ATTACKS OF SEPTEMBER 11th AND THE ATTACK ON THE USS COLE The President met for an hour with approximately 40 family members of the victims of the attacks of September 11th and the attack on the USS Cole. The President started the meeting by thanking those in attendance for serving as the nation’s conscience and continuing to speak out about these tragic events, and he told them that he wanted today’s meeting to be just the beginning of a dialogue. The President made it clear that his most important responsibility is to keep the American people safe. He explained why he believes that closing Guantanamo will make our nation safer and help ensure that those who are guilty receive swift and certain justice within a legal framework that is durable, and that helps America fight terrorism more effectively around the world. The President then spent the majority of his time engaging the families in a dialogue, answering questions from 16 different people in attendance. He told the families that his staff would ensure that there was an ongoing forum for dialogue. The questions reflected a broad range of views, and the discussion was highly substantive, detailed, and at times emotional. ### \n\n\n\n"
}