{
    "title": "Vice President Biden Announces New Initiatives to Help Homeowners, Veterans, and Workers Access Legal Services | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/11/19/vice-president-biden-announces-new-initiatives-help-homeowners-veterans-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nNovember 19, 2010\n\n \n\n\n\nVice President Biden Announces New Initiatives to Help Homeowners, Veterans, and Workers Access Legal Services\n\n\n\n\n\n\tWASHINGTON, DC – At a Middle Class Task Force event today, co-hosted by the Department of Justice’s Access to Justice Initiative, Vice President Biden announced a series of steps designed to help middle class and low-income families secure their legal rights. These actions include strengthening foreclosure mediation programs, helping veterans secure the legal help they need, and making it easier for workers to find a qualified attorney when they believe their rights have been violated.\n\n\t“In difficult economic times, we want to make sure all Americans—regardless of income or status—have access to the resources they need to pursue justice,” said Vice President Joe Biden. “The initiatives we are announcing today represent an important step toward that goal and will help thousands of Americans get the legal assistance they need.”\n\tToday’s announcement is the culmination of work between the Department of Justice’s (DOJ) Access to Justice Initiative and federal agencies like the Department of Labor (DOL), the Department of Housing and Urban Development (HUD), and the Department of Veterans Affairs (VA), as well as partners in the advocacy community.\n\n\t“As a prosecutor and former judge, I know that the fundamental integrity of our justice system, and our faith in it, depends on effective representation on both sides of the courtroom,” said Attorney General Eric Holder. “With the strides we have made – and with the additional steps soon to come – I am confident that we can build a fairer and more effective justice system.”\n\n\t“Many people’s lives can be improved without major new investments, and in fact with real savings, if we simply help them access the legal rights and benefits that are theirs. That’s why the Department's Access to Justice Initiative is honored to work with the Vice President, HUD, the Labor Department, and the VA to make justice a reality,” said DOJ Senior Counselor for Access to Justice Larry Tribe.\n\nLegal Support for Workers\n\n\tThe Department of Labor and the American Bar Association (ABA) today announced a collaboration to help workers resolve complaints received by DOL’s Wage and Hour Division, such as not getting paid the minimum wage or not being paid overtime, or being denied family medical leave. Beginning on December 13, 2010, complainants whose cases cannot be resolved by DOL because of limited capacity will be given a toll-free number to a newly created system where they are connected to an ABA-approved attorney referral provider if there are participating attorneys in their area.\n\n\tIn addition, if DOL has conducted an investigation, the complainant will be given information about the findings to provide to an attorney who may take the case, including the violations at issue and any back wages owed. DOL has also developed a special process for complainants and representing attorneys to obtain relevant case information and documents when available.\n\nSaid Secretary of Labor Hilda Solis, “Our nation’s workers deserve full and fair compensation, and this Administration is committed to ensuring that they receive it.  Today’s announced collaboration with the American Bar Association streamlines worker access to additional legal resources and builds on the Department of Labor’s continued efforts to ensure that employers comply with America’s labor laws.”\n\n Veterans’ Access to Legal Help\n\n\tToday the Vice President announced that the Department of Veterans Affairs (VA) and the Legal Services Corporation (LSC) have launched an awareness campaign between the VA’s community-based Vet Centers and local LSC legal aid service providers to help veterans better address legal challenges in areas such as foreclosure, consumer fraud, and employment issues. The first phase of the new awareness campaign is already underway. LSC-funded programs have reached out to 51 Vet Centers operated by the Department of Veterans Affairs in the mid-Atlantic region, Maine, and Arkansas to share information about legal services and to create appropriate referral systems to minimize veterans’ frustration in obtaining advice and representation on civil legal problems.\n\t \n\tIn support of this effort, the LSC announced the launch of a new website, www.StatesideLegal.org, to help veterans access information online.  The site was developed to explain legal and military terms in a straightforward way, and includes videos and interactive forms to help veterans advocate for themselves. Information on the website covers such topics as disability benefits, employment, and legal protections for service members confronted with foreclosure actions.\n\nForeclosure Mediation Programs\n\n\tForeclosure mediation programs are designed to identify alternatives to foreclosure that benefit both the homeowner and the lender. Today, the Vice President announced a number of initiatives to strengthen these mediation programs.\n\n\tDOJ’s Access to Justice Initiative and HUD issued a joint report identifying emerging strategies for effective foreclosure mediation programs, such as well-trained housing counselors and pro bono attorneys who can counsel and support homeowners throughout the mediation process. To assist jurisdictions that are developing or expanding mediation programs, the report describes several features that have a positive impact on program effectiveness.  The report also lists existing foreclosure mediation programs that are interested in sharing their experiences with other program stakeholders throughout the country. To view the report, click HERE.\n\n\tAdditionally, HUD announced a new training webinar that will highlight strategies and resources for avoiding foreclosure. The training, which is aimed at a wide variety of audiences including homeowners, housing counselors, pro bono attorneys and mediators, will include topics such as accessing housing counseling resources, finding state-specific foreclosure prevention resources, avoiding foreclosure rescue scams, and understanding Federal foreclosure prevention programs.\n\n\tHUD also provided guidance on the use of Community Development Block Grant and Neighborhood Stabilization Funds for housing counseling, a resource that can increase the effectiveness of foreclosure mediation programs. To view the guidance, click HERE.\n\t \n\tIn addition to these efforts, NeighborWorks, a national non-profit created by Congress and funded by Congressional appropriations, will debut a foreclosure mediation workshop at the NeighborWorks Training Institute in December. More than 2,000 counselors and other nonprofit professionals are expected to attend the Training Institute. NeighborWorks is one of the largest funders of foreclosure-mitigation counseling in the nation, and is the administrator of the National Foreclosure Mitigation Counseling program.\n\t \n\tFinally, the Federal Trade Commission today announced a new rule and several enforcement actions to protect vulnerable homeowners from mortgage rescue fraud. To view the FTC’s press release, click HERE.\n\t \n\tMore information about the Department of Justice’s Access to Justice Initiative can be found at: www.justice.gov/access.\n\n\n\n\n"
}