{
    "title": "Zichal Blog Post: Cleaner Air and a Stronger Economy - A Record of Success | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/02/zichal-blog-post-cleaner-air-and-stronger-economy-record-success",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 02, 2011\n\n \n\n\n\nZichal Blog Post: Cleaner Air and a Stronger Economy - A Record of Success\n\n\n\n\n\n\tWASHINGTON- Heather Zichal, Deputy Assistant to the President for Energy and Climate Change, posted the following blog today on the steps the Obama Administration has taken to reduce harmful air pollution while promoting the nation’s economic growth and well-being.\n\n\tA link to the post can also be found online HERE\n\nClean Air: An Investment in Health, the Environment, and the Economy\n\n\tPosted by Heather Zichal on September 02, 2011 at 10:30 AM EDT\n\n\tOver the last two and a half years, the Obama Administration has taken unprecedented steps forward to protect the public health of American families by reducing harmful air pollution. Taken together, the Administration’s clean air achievements will produce enormous benefits for public health and the environment – while promoting the nation’s continued economic growth and well-being.\n\n\tClean air is critical to protecting public health and the environment and the evidence shows that it’s a good investment. A recent report by the Environmental Protection Agency (EPA) shows that the direct benefits of the Clean Air Act – in the form of cleaner air and healthier, more productive Americans – are estimated to reach nearly $2 trillion in the year 2020, exceeding the costs by a factor of more than 30 to one. These benefits are ultimately about the health of our families.\n\n\tAccording to the report, in 2010 alone, the reductions in fine particle and ozone pollution from the Clean Air Act prevented:\n\n\t• 160,000 premature deaths;\n\t• More than 80,000 emergency room visits;\n\t• Millions of cases of respiratory problems;\n\t• Millions of lost workdays, increasing productivity;\n\t• Millions of lost school days due to respiratory illness and other diseases caused or exacerbated by air pollution.\n\nThe Obama Administration’s Record of Achievement\n\nDoubling fuel efficiency for cars and light duty trucks: Shortly after taking office, President Obama directed the EPA and the Department of Transportation (DOT)to set joint fuel efficiency standards and greenhouse gas standards for cars and light-duty trucks built in 2012-2016. These groundbreaking standards, finalized in April 2010, will raise fuel efficiency to 35.5 mpg and begin saving families money at the pump this year. In July 2011, the President announced the next round of standards, for Model Years 2017 – 2025, which will require performance equivalent to 54.5 mpg or 163 grams/ mile of CO2 for cars and light-duty trucks by Model Year 2025. Together, the Administration’s programs for cars and light duty trucks represent the first meaningful update to fuel efficiency standards in three decades and will save American families $1.7 trillion dollars in fuel costs, and by 2025 result in an average fuel savings of over $8,000 per vehicle. Additionally, these programs will dramatically cut the oil we consume, saving a total of 12 billion barrels of oil, and by 2025 reduce oil consumption by 2.2 million barrels a day. Achieving our efficiency goals will also secure demand for innovative technologies and manufacturing that will spur economic growth and create high-quality domestic jobs in cutting edge industries across America.\n\nFirst-ever standards for medium and heavy-duty trucks: In addition to historic rules for light-duty vehicles, the Administration has announced the first-ever fuel economy standards for medium- and heavy-duty trucks. Under the comprehensive new national program, trucks and buses built in 2014 through 2018 will reduce oil consumption by a projected 530 million barrels and greenhouse gas (GHG) pollution by approximately 270 million metric tons. The standards are expected to yield an estimated $50 billion in net benefits over the life of model year 2014 to 2018 vehicles, resulting in significant long-terms savings for vehicle owners and operators.\n\nCutting pollution from power plants and industrial sources: EPA finalized additional Clean Air Act protections that will slash hundreds of thousands of tons of smokestack emissions that travel long distances through the air leading to soot and smog, threatening the health of hundreds of millions of Americans living downwind. The Cross-State Air Pollution Rule will reduce air pollution (including ozone) and is projected to prevent up to 34,000 deaths annually, producing annual estimated net benefits in excess of $100 billion. Twenty seven states in the eastern half of the country will work with power plants to cut air pollution under the rule, which leverages widely available, proven and cost-effective control technologies. Many power plants covered by the rule have already made substantial investments in clean air technologies to reduce SO2 and NOx emissions.\n\nFirst national standard to reduce mercury and other toxic air pollution from power plants: Power plants are the largest remaining source of several toxic air pollutants – responsible for half of mercury and more than half of acid gas emissions in the United States. In the power sector alone, coal-fired power plants are responsible for 99 percent of mercury emissions. In March of 2011, the Administration proposed new power plant mercury and air toxics standards to cut harmful emissions of mercury, arsenic, chromium, nickel and acid gases, preventing as many as 18,000 premature deaths and 11,000 heart attacks a year. These proposed standards would also prevent up to 5,300 hospitalizations for respiratory and cardiovascular diseasesand up to 860,000 days of work missed due to illness. The total health and economic benefits of this standard in 2016 would be up to $130 billion. In addition, the Administration is putting in place standards to reduce toxic pollution from cement plants, oil and gas extraction, and industrial boilers – steps which will provide large public health benefits for communities across the country.\n\nReducing harmful air pollution by expanding cleaner alternatives and increasing efficiency: The Recovery Act included over $90 billion for clean energy – the largest single clean energy investment in American history. This funding supported programs that created over 224,500 American jobs and tens of thousands of domestic renewable energy projects through programs like the successful “1603” renewable energy grant program – which was successfully extended for a year as part of the December 2010 compromise tax agreement. Thanks to these concerted efforts, we are on track to double renewable energy generation by 2012.\n\n\tThe Administration has also demonstrated a commitment to efficiency, both in the transportation sector and in the built environment. This includes implementing more rigorous energy efficiency standards for commercial and residential appliances, including microwaves, kitchen ranges, dishwashers, light bulbs and other common appliances, and supporting building retrofits. The Recovery Through Retrofit program is eliminating key barriers in the home retrofit industry and the Better Buildings Initiative for commercial buildings is striving to make this sector 20 percent more efficient by 2020.\n\n\n\n\n"
}