{
    "title": "Statement On Bilateral Meeting With President Hu Of China | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-bilateral-meeting-with-president-hu-china",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 01, 2009\n\n \n\n\n\nStatement On Bilateral Meeting With President Hu Of China\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\t\t______________________________________________________________________________________\n\t\tFOR IMMEDIATE RELEASE                                     April 1, 2009\n\n\t\t \nSTATEMENT ON BILATERAL MEETING WITH  PRESIDENT HU OF CHINA\n\t\t \n\n\t\tOn 1 April 2009, President Barack Obama of the United States and President Hu Jintao of China met on the sidelines of the G20 Financial Summit in London, the United Kingdom.  The two heads of state had an extensive exchange of views on U.S.-China relations and global issues of common interest, and reached the following points of agreement:\n\n\t\tI. Toward Enhanced U.S.-China Relations\n\n\t\tThe two sides agreed to work together to build a positive, cooperative, and comprehensive U.S.-China relationship for the 21st century and to maintain and strengthen exchanges at all levels.  President Hu Jintao invited President Obama to visit China in the second half of this year, and President Obama accepted the invitation with pleasure. \n\n\t\tThe two sides decided to establish the \"U.S.-China Strategic and Economic Dialogue.\" U.S. Secretary of State Hillary Clinton and Chinese State Councilor Dai Bingguo will chair the \"Strategic Track\" and U.S. Secretary of the Treasury Timothy Geithner and Chinese Vice Premier Wang Qishan will chair the \"Economic Track\" of the Dialogue, each as special representatives of their respective presidents.  The two sides will hold the first round of the dialogue in Washington DC this summer.  The two sides stated that they will continue to advance mutually beneficial cooperation in economics and trade through the mechanism of the high-level Joint Commission on Commerce and Trade.\n\n\t\tThe two sides agreed to further deepen mutually beneficial cooperation in a wide range of areas, including economy and trade, counterterrorism, law enforcement, science and technology, education, culture and health.  They also agreed to resume and expand consultations on non-proliferation and other international security topics.  They welcomed further exchanges between the national legislatures, local authorities, academics, young people and other sectors.  The two sides agreed to resume the human rights dialogue as soon as possible.\n\n\t\tBoth sides share a commitment to military-to-military relations and will work for their continued improvement and development.    The two sides agreed that Admiral Gary Roughead, U.S Chief of Naval Operations, will visit China upon invitation in April to attend events marking the 60th anniversary of the founding of the Navy of the Chinese People's Liberation Army.  The U.S. looks forward to visits by senior Chinese military leaders this year.\n\n\t\tThe two sides agreed to maintain close communication and coordination  and to work together for the settlement of conflicts and reduction of tensions that contribute to global and regional instability, including the denuclearization of the Korean Peninsula, the Iranian nuclear issue, Sudan  humanitarian issues, and the situation in South Asia. \n\n\t\tThe two sides agreed to intensify policy dialogue and practical cooperation in energy, the environment and climate change building on the China-US Ten Year Energy and Environment Cooperation Framework, carry out active cooperation in energy efficiency, renewable energy, and clean energy technologies and work with other parties concerned for positive results at the Copenhagen conference. \n\n\t\tII.  Strengthening Economic and Financial Cooperation\n\n\t\tThe two presidents discussed challenges facing the global economy and financial system.  They pledged that, as two major economies, the U.S. and China will work together, as well as with other countries, to help the world economy return to strong growth and to strengthen the international financial system so a crisis of this magnitude never happens again.\n\n\t\tThe two presidents welcomed the fiscal stimulus measures taken by the other, and agreed that these measures were already playing a stabilizing role for the global economy.  They also agreed that strong financial systems were essential for restoring growth, and they welcomed the commitment of both countries to address issues in this  area.  President Obama underlined the commitment of the United States to implement the American Recovery and Reinvestment Act and the Financial Stability Plan.  He underscored that once recovery is firmly established, the United States will act to cut the U.S. fiscal deficit in half and bring the deficit down to a level that is sustainable.  President Hu emphasized China’s commitment to strengthen and improve macroeconomic control and expand domestic demand, particularly consumer demand, to ensure sustainable growth, and ensure steady and relatively fast economic development. \n\n\t\tThe two presidents agreed the international financial institutions should have more resources to help emerging market and developing nations withstand the shortfall in capital, and the two countries will take actions toward this goal.  China and the United States agreed to work together to resolutely support global trade and investment flows that benefit all.  To that end, they are committed to resist protectionism and ensure sound and stable U.S.-China trade relations.  \n\n\t\tPresident Hu and President Obama discussed regulatory and supervisory changes needed to reform and strengthen the global financial system, including regulatory standards.  President Hu welcomed the recent U.S. announcement of a comprehensive financial regulatory reform agenda.  President Obama welcomed the commitment of China to continue the development and reform of its financial system.\n\n\t\tThe Presidents agreed on the need for sweeping changes in the governance structure of international financial institutions.  President Obama underscored that such changes were needed so that these organizations better reflect the growing weight of dynamic emerging market economies in the global system\n\n\t\tPresident Hu and President Obama concluded that continued close cooperation between the United States and China  was critical at this time to maintain the health of the world economy and would remain so in the future.  They both recognized that as major economies, the United States and China have a need to work together, as well as with other countries, to promote the smooth functioning of the international financial system and the steady growth of the world economy.   To this end, the two sides will exchange views and intensify coordination and cooperation on global economic and financial issues, climate change and energy, and other important issues through the Strategic and Economic Dialogue that the two countries have decided to establish.\n\n\t\t##\n\t\t \n\n\n\n\n\n"
}