{
    "title": "Briefing by White House Press Secretary Robert Gibbs, 4/15/09 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/briefing-white-house-press-secretary-robert-gibbs-41509",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 15, 2009\n\n \n\n\n\nBriefing by White House Press Secretary Robert Gibbs, 4/15/09\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  _______________________________________________________  For Immediate Release                            April 15, 2009  PRESS BRIEFING  BY PRESS SECRETARY ROBERT GIBBS   James S. Brady Press Briefing Room   1:10 P.M. EDT   MR. GIBBS:  Good afternoon.  Before I get started I want to make one brief announcement.  Earlier today the President designated three Mexican organizations under the Foreign Narcotics Kingpin Designation Act.  The three organizations are the Sinaloa Cartel, Los Zetas and La Familia Michoacana.   Today's action underscores the U.S. government's support for President Calderón's courageous attack on the cartels and our intent to attack the financial underpinnings of Mexico's cartels, believed to generate billions of dollars annually.   With today's actions the Department of Treasury will be permitted over the months and years ahead to block or seize any assets, accounts or securities under U.S. jurisdiction of those belonging to these cartels or who act on their behalf.  Pursuant to the Kingpin Act, Congress requires the President to designate such organizations by June 1st each year.  The Act allows the President to take this step outside that June 1 timeframe in instances when he wants to act with urgency.  That is the case today and is the first time any President has acted outside the June 1 timeframe.   The United States and Mexico are sharing a level of unprecedented cooperation, starting with these designations, which help make -- which help give these a tangible effect.  That cooperation is indicative of the across-the-board improvement in bilateral work to take on such cartels.   And --   Q    The designation, again, is what?   MR. GIBBS:  It is a designation under the Foreign Narcotics Kingpin Designation Act, which dates back, I believe, to either the late -- very late '80s or the early '90s.  we'll give you guys a fact sheet on this.  And it was three cartels.   Yes, sir.   Q    Robert, North Korea, the Russian chief nuclear envoy said today that the most important thing at this point was to get the North Koreans back to the negotiating table, not the imposition of stiffer sanctions or other measures.  I was wondering, what's next in the U.S. plan for dealing with North Korea?  Have there been any particular contacts between the President and any of the members of the five parties that are involved in the six-party talks?   MR. GIBBS:  I don’t know of particular communications.  As I said yesterday, the administration and I believe all those involved are anxious for the North Koreans to come back to -- come back to the table, the same place where in September of 2005 they made an agreement to dismantle their nuclear program.  And we hope that we can have further discussions and make continued progress on that dismantling.   I said yesterday and I think others have said that it was important what the U.N. Security Council did, while at the same time we have to look forward and figure out ways to continue toward the agreement that ends the nuclear program in North Korea.   Q    Just as a follow-up, as this has played out it's been very predictable.  The Koreans showed that they were going to launch a missile, did launch a missile, everybody yelled at them for launching a missile, and they said, get out of here and you can no longer inspect our nuclear program and we're going to restart a reactor.  So I guess what I'm asking is, knowing all of that was playing out, what is the next U.S. step, aside from simply saying we hope that there's progress --   MR. GIBBS:  I think the next U.S. step is involving each of the nations that take part in these talks to help also convince the North Koreans to come back and be part of a constructive negotiation.  I think that’s -- we obviously think that's in the best interest of the North Koreans, as well as the rest of the world.  That's what this President will continue to do.  The discussions that he had in Europe with those involved in the talks, there was agreement that we need to get to begin to make progress on this.   And again, I want to put a little of the onus -- I want to put a lot of onus here on the North Koreans.  This is an agreement that they were party to in September of 2005.  Their actions have, as you said, become more and more predictable.  What we'd like to see is for them to renew their commitments and take up once again their responsibilities to the international community by returning to the table.   Yes, sir.   Q    With the results of the bank stress test due by the end of the month, what is the administration going to do to ensure that the release of this data is done in an orderly fashion and doesn’t further unsettle the markets, beyond their already unsettled state?  Will this be done wholesale, selectively?   MR. GIBBS:  Well, I think there is -- let me talk a little bit about the process.  You know, these were tests that were designed by the Fed and are being implemented by regulators to determine the health of the banking system.  I said from here a few days ago, the Secretary said at the beginning of this process that there would be transparency, including the amount of capital cushion that these banks were likely to need to be healthy in an environment such as the economic one that we're in now.   As you know, these are ongoing.  I mentioned yesterday that these would likely be completed by the end of the month.  And I think by the beginning of May, early in May, you will see in a systematic and coordinated way some -- the transparency of determining and showing to all involved some of the results of these stress tests.   This is -- I've often been asked, the President has certainly been asked, you know, what are you going to do for -- what's the plan to deal with this; how are you going to stabilize the financial system.  I think it's important to understand that this process was taken to ensure that we would have an exact diagnosis of what the problem was.  I think rather than these being seen as a destabilizing activity, that instead they will be seen as a stabilizing activity; that our hope is that banks that are not healthy or need help will first and foremost seek that help privately, and then we'll take steps from there to assist them.   But I think this is a part of a longer process towards bringing some stability to the financial system.   Q    You said \"some\" of the results.  Is that to say that -- to suggest that these will be released selectively, that not all 19 will be coming out --   MR. GIBBS:  No, no --   Q    -- and he’s really concerned that by withholding some data --   MR. GIBBS:  Well, no, no, no, no.  I think --   Q    -- because --   MR. GIBBS:  -- primarily, again, this is primarily the reason that originally the Secretary in outlining these tests talked about the transparency of the amount of capital cushion that one might need in a sever economic downturn not unlike the one we're in now is precisely -- let's put it this way, if 16 were to come out and three weren't, I think you'd have some indication of what the three were.  (Laughter.)   So in this case the Secretary and the Department of Treasury have long recognized that transparency was important for taxpayers, important for the banks and important for the overall stability of the financial system.  And I think that's what you'll see -- as I said, I'll move my timeframe just a little bit from yesterday, from late April to the first little bit of May.   Jake.   Q    Does the White House have any response to the protests, the tea party protests going on across the street and in other parts of the country?   MR. GIBBS:    I don’t know if there's a specific response to protests as much as there is -- I think you saw the President today talk about as candidate Obama promising to bring a tax cut to 95 percent of working families in America, and as President delivering that tax cut.   Let's, for the benefit of everyone, go through what some of these are.  The Making Work Pay Tax Credit, which give $800 for working households, as I said, helps 95  percent of working families, which is over 120 million households in all -- and it is the most workers -- as the President said, the most workers to ever receive a tax cut in the history of this country.   During the recovery period, Making Work Pay is expected to put more than $100 billion into the pocket of hardworking Americans.  We expanded the First Time Home Buyer Tax Credit, and over $3 billion in credits have already been paid out to first-time home buyers to, not surprisingly, spur the purchase of a home.   There was an increase in the Earned Income Tax Credit.  There was an increase in the American Opportunity Tax Credit that is available now for up to four years of college, and is the first college tax benefit to be partially refundable, which helps middle-income families.   We could go on and one.  The President promised significant tax relief for working families in this country.  And in the first month of his administration delivered just that to the American people.   Q    Can I ask one quick question about something the President said?  When he refers to$2 trillion having been cut out of the budget over the next 10 years, is it accurate to say that about one-and-a-half trillion of that is from drawing down the wars in Iraq and Afghanistan?   MR. GIBBS:  I could check with CBO on some specifics -- not CBO, OMB, sorry, I got my vowels all mixed up.  We'll check on that.   Yes, sir.   Q    Thanks, Robert.  Following up on Jake, when the President said today again that if you're making $250,000 a year or less your taxes are not going up, period.  Part of the criticism from the protestors out there, they're saying that if you're making under $250,000 and you smoke, cigarette taxes did go up this year after the President signed the Children's Health bill.  How do you square those two?   MR. GIBBS:  People make a decision to smoke.   Q    But their taxes went up if they do smoke.   MR. GIBBS:  Well, people get on airlines and pay taxes to land a plane at O'Hare or in Washington.  Those people also got a tax cut.  I don’t know how much they smoke; I guess that depends on the individual consumption of nicotine habits involved in those at tea parties around the country.  (Laughter.)  Maybe on a rainy day such as today one might light up a few more times in hopes of surviving the drizzle.   You know, the only thing I find amusing is -- as I said and the President said, the largest tax -- the tax cut that covers the most number of people in the history of this country was proposed and signed by this President.  I think that's important for people all over this country to understand.   Q    One quick follow.  Later today the President is going to release his tax returns, but since this is our only chance to get you on camera, could you -- maybe without giving away the numbers --   Q    Or give away the numbers.  (Laughter.)   Q    -- if you want to reveal -- can you talk broad brush about what we can expect?  Is the President going to disclose maybe income from his books, anything the First Lady might disclose?   MR. GIBBS:  This is not the first time we've disclosed the full income tax returns of the President and the First Lady.  It's the first time we've done it as President and First Lady.  But as you know, during the campaign I think we released the full tax returns of 10 full years.  The Vice President will release tax returns, as well.  Like I said, it will be the full form.  The President sold a lot of books last year, no doubt, and paid a hefty amount in federal income tax.   But the full forms will be released a little bit later today.  I think the forms were filed yesterday; I will double check on that.  But we'll give you the full schedules and you can do a deep dive into.   Q    Do you know about what time?   MR. GIBBS:  I think 2:30 p.m. or 3:00 p.m.-ish was when they were going to get everything cued up.   Yes, sir.   Q    Thank you, Robert; a question on foreclosures.  According to a new report today, completed foreclosures were up by about 44 percent in March, compared with the stats of increase in February.  Many more new foreclosures are expected now that many lenders, including Fannie Mae and Freddie Mac, have allowed foreclosure moratoriums to expire.  Will the administration attempt or will they ask for Fannie Mae and Freddie Mac to reinstate these foreclosure moratoriums to stem this tide?   MR. GIBBS:  Let me check with those guys, in terms of the foreclosure moratoriums.  Obviously the President proposed one during the campaign.   I think in combination with that, one has to also look at the statistics for the number of people that -- the record number of people that have refinanced their home and we hope are even farther away from undergoing home foreclosure.  And the program that the President set up is helping people that could at some point have faced foreclosure because the amount that they owed on their home did not allow them, based on the mortgage -- what they owed on the home did not allow them to undergo a traditional refinancing.  Obviously this is a concern to the President of the United States.  I will check specifically on renewing a moratorium.   Q    And troubling, this statistic, 44 percent up compared with the month before --   MR. GIBBS:  Well, look, there are few things involved here.  I mean -- and I said this back in February when we did the housing speech.  There are people that got into homes that they couldn't afford and likely knew they couldn't afford.  And the truth is there's not a lot of remedy for somebody like that.  If somebody is making far less than they need to live in a half-a-million-dollar house, they're not going to find many programs to help them.   The President obviously is concerned about any increase, though, in this and that's why he's dedicated a serious amount of time and resources to address it.   Yes, ma'am.   Q    A quick one on tea parties and then a totally unrelated one.  Do you think these tea parties reflect a genuine grassroots sentiment out there in the country of frustration with the President's tax policies?  Or is it something that's contrived?   MR. GIBBS:  Well, you can speak to the organizers, I guess, on whether they're contrived.  I think -- the statistics I read I think are pretty clear.  If you make -- if you're one of the 95 percent of working families in this country, I think it's that earns less than $200,000 a year, you've seen a tax cut.  That's not contrived; those are the facts.   If you're trying to send your kid to college you've likely seen a tax cut.  If you tried to buy a house for the very first time, you've taken advantage of a tax cut.  And as the President said, and I’ll say it I think for the fourth time, it's a tax cut that covered the largest number of workers of any tax cut in the history of this country.   I think if people -- if anybody involved looks at the facts, they'll find out that this President promised and this President delivered on putting more money back into the pockets of hardworking Americans, cut their taxes, made it more affordable to buy a home, made it more affordable to send their kids to college, provided tax incentives for businesses to create jobs through things like clean energy.  I'll let the organizers of whatever these are speak to their motivations.  I think they can be reasonably assured, though -- maybe they fall outside the window of making a quarter of a million dollars a years.   Q    And on Mexico, does the President feel he has to go the extra mile in these meetings -- not just Mexico, but Latin America, in general, because, you know, he's never traveled there, this will be his first visit, hasn't been extensively involved in Latin American issues up to this point.  Doe he feel like he has to go the extra mile?  Does he face a more hostile audience there than he did, say, with some of the European leaders?   MR. GIBBS:  I don’t think the effort of the President or the reception that anybody might get is dependent upon the number of times one has visited this region of the world.  I think it depends on the stance and the posture of the United States of America to reach out to this part of the world and seek to, based on shared and common interests, improve the lives of both of their citizens.   I think that's what the President will hope to do in discussing the economy.  I think that's what the President will hope to do overall in reengaging this hemisphere, as I said, in our common interests, in talking about the challenges that we face on security, on energy.  So I think this President is determined to go, as he did to Europe, not with a grand plan but with the idea of listening to those in Latin America and working constructively to increase opportunity, education, and reduce poverty in the area.   Jonathon.   Q    The President said today that he was talking about tax simplification, tax reform.  I wonder if you could offer any further details on what he has in mind, his schedule for getting something done, and how it fits into a very -- already a very ambitious agenda on health care and energy and education.   MR. GIBBS:  There's no specific policy details, except the President has talked about this repeatedly.  He talked about the notion of being able to fill out -- for millions and millions of Americans, being able to fill out taxes more simply using a single form.  I think this likely includes the President -- or does include the President; that people spend a lot of time and often are required to seek the help of a tax professional in filing their income taxes and that it ought to be more simple for millions of Americans that do this each and every year.   As you mentioned, Jonathon, we've got a lot on our plate, but I thin k this is something that is both near and dear to the heart of the President, as well as to millions of Americans who file big forms each and every year.   Q    Following up, the Assistant Secretary of Treasury for Tax Policy has been nominated, was a member of President Bush's tax reform panel.  Does that indicate that a broader tax reform, encompassing the whole tax code, might be something in the works either this term or maybe in the second term?   MR. GIBBS:  Well, let me not get ahead of what we might do in a second term.   Q    Are you announcing the President is running for reelection?  (Laughter.)   MR. GIBBS:  Not today.  (Laughter.)  Give him a couple more years and see if he wants to do that.   I think the President has talked about over the course of even the past few weeks the notion that there are, as many Americans know, loophole after loophole after loophole that complicates the tax code.  There are systems that are set up, some of which were addressed in the President's original budget proposal, with offshore tax deals that protect the income from certain individuals from having to pay taxes.  Addressing those, in addition to other loopholes, is likely to give the ability to make the system simpler and fairer for all those involved.   Yes, ma'am.   Q    What role is the President going to play in terms of immigration, gun-running and so forth?  Why does he have to keep listening?  He knows what the issues are.  Why doesn’t he take some leadership?   MR. GIBBS:  Helen, I think you -- I think to subtract listening from leadership -- I think listening is a big part of leadership.   Q    But he does know the problems.   MR. GIBBS:  He's aware of many of the problems.  I think it's important, though, that he hear also from those that are experiencing those firsthand in their own countries, in the countries of Latin America.  We said this around Europe and we'll say it again around this trip to Latin America and Mexico, and that is the President is going to listen, but the President will also lead.   The President -- I think some of the things that happened at the G20 will be stuff that is discussed here, particularly the ability for countries to borrow additional resources from the IMF.  We'll talk about with each of these countries markets for exports that raise standards of living and employ millions of Americans as well as Latin Americans.  We’ll talk about our energy relationships.   But, Helen, I think leadership and listening are not words I would necessarily divorce from each other.   Q    No, but I mean in terms of initiatives -- I've been to Mexico several times with a President.  Every time immigration is on the bottom of the agenda and Mexicans say, it’s your problem.  So we know what the issue is.   MR. GIBBS:  Well, I think the issue of immigration is not one country’s problem; I think it’s both countries to deal with.  We have security concerns along the border.  I think you’ll see the President discuss tomorrow, both in his private meetings and publicly with President Calderón, the assistance that the United States has and will continue to give as he courageously battles the drug cartels.  I think the actions that the President took earlier today as it relates to these three drug cartels I think demonstrates that he’s both willing to listen and lead in a very important part of the world to the United State of America.   Q    There’s been quite a strong reaction to the story that we ran yesterday about this DHS report on right-wing radical groups.  I think the gist of the concern is that there was this footnote that some perceived equated or lumped together racist groups along with anti-immigration folks, anti-abortion folks and the people who don’t like the size of government.  I'm just wondering, you're with the President a bit, is this on his radar, does he feel like the concerns that have been raised are legitimate?  Does he think that it’s an overreaction, or is it just not on his radar?   MR. GIBBS:  Well, meaning the reaction of certain people to the agenda?   Q    To the report, to the language in the report -- is he aware of the language and of the concerns?  Does he feel like the reaction is justified?   MR. GIBBS:  I haven’t spoken specifically to him about the report.  I think the Secretary of Homeland Security has and will make a statement about this today.  I think the -- without getting into the report, I think the President works hard every day to make sure that all Americans are safe and secure.  And I would say that as it relates to some aspect of the report, that the President believes those who serve our country represent the very best of it.   Q    So it sounds like you’ve talked to DHS; at least you're aware of this --   MR. GIBBS:  I, on occasion, read The Washington Times.  (Laughter.)   Q    I mean, if you talked to DHS about this, then, I mean --   MR. GIBBS:  I have not spoken to DHS about this.  But like I said, I've seen news clippings of the report.   Q    Robert, on taxes, the President can say with justification that he hasn’t raised taxes on anyone making less than $200,000 --   MR. GIBBS:  No, the President can say with much justification that he’s cut taxes for the largest number of --   Q    Not only not raised them, he’s cut them, okay.  Okay.   MR. GIBBS:  Let’s not -- I don’t know if you are handing out tea, but I just want to -- (laughter.)   Q    My question is that -- is that pledge to not raise taxes on the 95 percent of working families, is that a kind of \"read my lips\" pledge going forwards?  Because the reason I ask this is that the tea party people say it’s no so much they feel that he’s taxing them now, but they’re worried in the future to pay for all these programs he’s simply going to have to raise taxes on the vast majority of people.  And even the tax hikes that he sent up on the wealthy to Congress -- to pay for health care, for instance -- had been rejected.  So the question is, you know, where else are you going to get the money.  I'm wondering if this is a kind of \"read my lips\" pledge going forward that he will never raise taxes to pay for any program on the 95 percent of working families.   MR. GIBBS:  Well, whether this is a \"read my lips\" or however -- it’s a statement and a promise that the President has made.   Q    But not just up until this point, but going forward --   MR. GIBBS:  He didn’t say, I make this promise at or until April 15th of 2009.  I think you can assure people across the street that that's not the case.   Q    Okay, but you're saying that he will not --   MR. GIBBS:  I would restate what he said in the campaign, and that is he won’t raise taxes on people that make above $250,000 a year.   Q    Below.   MR. GIBBS:  I’m sorry, below.  See?  (Laughter.) You've even confused me.  (Laughter.)  Now I'm all flummoxed.   Again, I can’t speak to what you said in terms of this notion that people are more concerned about -- they’re not actually concerned about what’s happened now, but they’re concerned about what could happen in the future.  Again, I would encourage you to go out there and ask them about the tax cuts that they’ve already gotten.   Q    Well, I'm not disputing that.  I'm talking about -- and I'm not talking about just the tea party people.  But when people see Congress saying, okay, we don’t want to eliminate the tax deductions for the wealthy to pay for health care, the question is where else is this money going to come from.   MR. GIBBS:  I don’t know how much polling NPR has done; I've certainly seen it from other organizations that denote even this week healthy support among the American people for those that make above $250,000 a year to pay more in taxes.   Q    But that's not my question.  I'm talking about is he confident that he can stick to his pledge --   MR. GIBBS:  He is.   Q    -- and not raise taxes..  Okay.   MR. GIBBS:  He is.   Yes, sir.   Q    Back to the Summit of the Americas.  I understand the part with listening and showing a change of attitudes towards the partners in Latin America.  But in this room and (inaudible) will be sitting also heads of state from 34 countries which are -- well, a little critical of the United State, for example, Hugo Chavez.  Is this listening also part -- is the President looking forward to listening to Hugo Chavez?  Is he willing to talk to him or would he rather try to avoid talking to Hugo Chavez or (inaudible) and these kinds of critics of the United State?   MR. GIBBS:  If we didn’t sit in the same room with people that were critical of this country, we’d probably be sitting in a room all alone.  We certainly wouldn’t have gone to Europe.  But the fact that some people have critical things to say hasn’t and won’t deter the President of the United State from looking for areas of common interest.   I think to anybody in the hemisphere that has been critical of this country, I think the President would tell them to look at the policies of their own government, first and foremost, before being critical of anybody else’s government; that if over the course of the past several years, based on the high price of oil, you've enjoyed a tremendous increase in your resources, to use some of those resources to increase opportunity and education and decrease poverty in your own country might be a good place to start looking.   Yes, sir.   Q    A follow-up on Jonathon’s question and others on tax reform -- why is it that the President is saying, you know, I’ll have the Volcker board look at this for the next nine months and then maybe do something, when on any other issue -- say health care or other complicated issues -- he’s tackling them right away.  Why are you slow-walking tax reform, tax simplification?  And is it possibly because politically it’s very hard to make some of the changes that the last tax commission and others have suggested?   MR. GIBBS:  Well, are you then denoting that health care is somehow going to be on the easy part of the political change spectrum?   Q    I guess what I'm saying is because it’s difficult, because health care is difficult and some of the other things you're tackling are difficult, why not add this to the list?   MR. GIBBS:  The President has often said, at least in meetings that I've been in, when he gets to the point of making decisions it’s because they’re all difficult.  If the decisions are easy they generally get made by somebody well before it ever gets to his desk.  So I think it’s safe to assume that most of what he takes on each and every day is difficult for any number of reasons -- political or policy or what have you.   The President I think has identified some of the priorities that he has in the short term.  You heard the President speak yesterday about the strong desire to create a solid foundation with which we build our economic house.  The President strongly believes that in the coming months of this year that dealing with our dependence on foreign oil, dealing with the skyrocketing costs for businesses and families of their health care, and dealing with reforming an education system that may not be preparing our children for the new jobs that we create are the focus of his priorities right now.   Obviously tax reform and tax simplification are complex, as are the three issues I just mentioned.  I do think that the President looks forward to the Volcker board studying these issues and understanding what is possible from the perspective of tax reform.  I think all of these issues, though, are going to be difficult.  The President believes, though, as I said -- as he said yesterday, that the issues of health care, energy and education have to be addressed now in order to put ourselves on that path towards long-term economic growth.   Yes, sir.   Q    Robert, back to the tea parties for one more question.  I was over there this morning --   MR. GIBBS:  You look a little wet.   Q    Yes, yes.  (Laughter.)   MR. GIBBS:  They’re not giving out umbrellas at the tea party?   Q    No, I tired to hide under a couple, but it was tough.   There’s a crowd of about 500 people over there, a little more, and a lot of these people I would venture none of them probably make more than $200,000 a year.  A lot of these folks are out there, it’s raining really hard, they’ve got their kids with them.  You've been asked about this a number of times, and you talk about how, well, they’re the ones getting helped, they’re getting a tax cut.  And that message doesn’t seem to be getting through to them.  So do you have a plan to reach out to them in the future in a different way?  Do you think that's even possible?   MR. GIBBS:  I think having the luxury of sitting in a room not unlike this with many important and captive reporters repeating the message is probably important.  I don’t think anybody doubts that there’s a frustration with where we are economically in this country.  That's a frustration, as you heard yesterday, shared by the President.  The President didn’t come to office seeking to want to hope to help banks survive or insurance companies that have hedge funds attached to the top of them, not have them dissolved to the point of causing systemic risks to the entire economy.   But I think -- I think the President will continue to, as he did yesterday, provide the American people with a progress report on what action he and the administration have done and look to undertake in order to make everybody’s lives in America better:  to stabilize the financial system, to put money back in their pockets, to ensure that they have and their children have the opportunity they deserve as citizens of this country.  He'll continue to --   Q    Think they'll come around when things get better?  Is that --   MR. GIBBS:  I don't know if they will.  I mean, look, do I -- I have no doubt that some of them are politically of a persuasion that may never be supportive of the President, that's -- I get that.  I do think that people can be assured that the President each and every day is working hard and looking out for their concerns, the concerns of taxpayers expressing concern about executive compensation, looking to cut taxes and put money back directly into their pockets.  I think that's the -- I think that's the agenda the President ran on, and that's the agenda that the President has thus far, not just undertaken, but in many ways, through the Recovery and Reinvestment Plan, accomplished.   Yes.   Q    The President's opposition to tax increases for the middle income.  Does that apply to the health care bill, and specifically to this idea about taxing health insurance premiums?   MR. GIBBS:  Taxing?   Q    Health insurance premiums.   MR. GIBBS:  Well, I mean it's -- the statement didn't come with caveats.   Q    I just want to make sure that when the budget director indicated that he might want to hear more about this idea from Senator Baucus, that --   MR. GIBBS:  Well --   Q    -- that does not represent the President's thinking?   MR. GIBBS:  Well, let's -- no, the President has said that everybody involved -- and Congress, the President, interest groups representing doctors and patients, hospitals, the pharmaceutical industry -- should bring their ideas to the table.   Q    But the idea -- the idea that someone might bring to the table of making you pay taxes on the health insurance premiums that you pay.  That's -- he's going to reject that idea?   MR. GIBBS:  I would point you to any number of the commercials that we ran during the campaign on that topic.   Q    But you said he was open to that.  You previously said open to that.   MR. GIBBS:  I said he was open to --   Q    To the idea of --   MR. GIBBS:  No, no, no, no.  I said he was open to people bringing their ideas.   Q    But he's not open to that idea?   MR. GIBBS:  I think we can discuss those ideas.  The President isn't particularly supportive of -- as he was in the campaign, or wasn't in the campaign -- of that.  That doesn't mean people shouldn't bring those ideas.  That's why we had the health care summit.   Q    But he's not ruling that idea out?  I mean, that -- this is important.  These are -- I mean --   MR. GIBBS:  I know, I think I've answered your question like seven times.  So I don't know if eight will make it more or less clear.   Q    That was a different answer that you just -- I mean, so you're saying that he is not ruling it out?   MR. GIBBS:  No, I --   Q    Okay, well, I'm sorry, maybe I'm being really dense, but try again.  (Laughter.)   MR. GIBBS:  Maybe I should go stand in the rain.  (Laughter.)  I think I was clear.  I'd be happy to read back the answer that I gave to you.   Margaret.   Q    Actually, at the risk of repeating my own my own question, I kind of want to stand by for an answer on this too.   MR. GIBBS:  We can get the stenographer to read back the question.   Q    I mean, a lot of people want health insurance reform, maybe at a cost.  I mean, so probably everything is on the table for negotiation.  This is going to be a complicated --   MR. GIBBS:  Well, everything is on the table for people to bring their ideas to discuss.  The President has talked about -- you all covered in the campaign -- a health care plan.  That's the idea that the President had.  The President had ideas about how things were and weren't paid for -- those were covered also in the campaign.   Q    But would he veto --   MR. GIBBS:  I'm not going to get into -- how about we get a bill through Congress before we get through particular veto scenarios about what may or may not be involved --   Q    Can I ask my question anyway?  (Laughter.)   MR. GIBBS:  Just because I'm a glutton for absolute and utter punishment, sure.  (Laughter.)   Q    Tomorrow is -- tomorrow is the deadline for the government to turn over --   MR. GIBBS:  Speaking of torture.   Q    Exactly -- Bush-era torture memos.  Has the administration -- will you tell us if the administration is going to redact information, or not, and why?   MR. GIBBS:  Well, as you said there is a pending court case in California relating to a Freedom of Information Act suit brought by a group seeking disclosure of memos from the Office of Legal Counsel at the Department of Justice.  The deadline is -- the deadline is tomorrow, and I think we'll have -- the administration will have more to say about that going forward tomorrow.   END  1:53 P.M. EDT \n\n\n\n"
}