{
    "title": "FACT SHEET: New Commitments Announced in Support of the My Brother’s Keeper Initiative at ESPN Town Hall with President Obama at North Carolina A&T State University | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/10/11/fact-sheet-new-commitments-announced-support-my-brothers-keeper",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 11, 2016\n\n \n\n\n\nFACT SHEET: New Commitments Announced in Support of the My Brother’s Keeper Initiative at ESPN Town Hall with President Obama at North Carolina A&T State University\n\n\n\n\n\n\tToday, President Obama will participate in a town hall meeting hosted by ESPN’s “the Undefeated” on the campus of North Carolina A&T State University to discuss progress made on his My Brother’s Keeper (MBK) initiative and the role and legacy of Historically Black Colleges and Universities. The President will also discuss new progress by the federal government, as well as commitments made by state and local leaders and the private sector to expand opportunity for all of the nation’s young people.\n\n\tIn February 2014, President Obama launched MBK, a call to action to address persistent opportunity gaps facing boys and young men of color and ensure all young people can reach their full potential. In response to the President’s call to action nearly 250 communities in all 50 states, D.C., Puerto Rico, and 19 tribal nations have accepted the MBK Community Challenge, executing their own robust plans to ensure that all young people can achieve their full potential, no matter who they are, where they come from, or the circumstances into which they are born. \n\n\tSince launching more than two years ago, more than $600 million in private sector and philanthropic grants and in-kind resources and $1 billion in low-interest financing have been committed toward the MBK call to action to expand opportunity for young people.  Additionally, the MBK Task Force’s efforts have led to new federal policy initiatives, grant programs, and guidance, which are being implemented to ensure that every child has a clear pathway to success from cradle to college and career. Click here to read more about this progress.  \n\nNew Federal Commitments in Support of MBK\n\nAdvancing “What Works” to Better Serve More At-Risk Youth, Including Boys and Young Men of Color – Today, the U.S. Department of Education is announcing its first-ever Pay for Success grants to identify and scale more effective solutions for kids and youth who face barriers to success.  The White House Office of Social Innovation and the MBK Task Force is announcing the date of its first What Works Showcase, to spotlight evidence-based interventions targeting MBK goals.\n\n\nBuilding Brighter Futures - At-risk underserved youth—including low-income youth and students of color—have the lowest rates of high school graduation and attainment of higher education and consequently low employment in jobs with decent wages.  Today, the Department of Education's Office of Career, Technical and Adult Education is announcing a $2 million grant to Social Finance, in partnership with Jobs for the Future, to help expand proven and promising career and technical education (CTE) programs to help these youth achieve their full potential. The grant will provide funding for four communities to explore how Pay for Success (PFS) strategies can improve educational outcomes for these youth through expanded CTE programs.  PFS can leverage private funding for services upfront and allow government to pay only once individual lives measurably benefit.  Up to three of these communities will then have federal support to construct their PFS projects.\n\nSupporting English Learners - Children learning English may need supports to ensure they read at grade level by the third grade – a key milestone for a child’s future success.  Yet schools and communities don’t often have the resources they need to provide those services.  Today, the Department of Education’s Office of English Language Acquisition is announcing a contract with the American Institutes for Research to study how these students’ educational outcomes could be improved through Pay for Success strategies. Such strategies can leverage private funding for services upfront and allow government to pay only once individual lives measurably benefit.\n\nMBK What Works Showcase - Today, the White House Office of Social Innovation and the My Brother’s Keeper Task Force are announcing they will host the inaugural MBK What Works Showcase at the White House on October 17. The Showcase will feature more than 30 organizations with rigorous, third-party evidence of positive results for underserved youth – in a science-fair meets demo-day style event. The White House is co-hosting the Showcase with the U.S. Department of Education, Campaign for Black Male Achievement, Laura and John Arnold Foundation, and Results for America. Tune in on October 17 at obamawhitehouse.archives.gov/live.\n\n\nNew Private Sector Commitments in Support of MBK\n\nOne Million Mobile Broadband-enabled Devices for Students in Low-income Families – The Sprint Corporation and its partners will provide one million high-school students who do not have the Internet at home with new digital devices paired with four years of mobile broadband connectivity. This commitment builds on the company's first ConnectED commitment, made in 2014, to connect 50,000 K-12 students nationwide with mobile broadband wireless service. The commitment also advances MBK goals to ensure youth graduate high school ready for college and career. Schools in underserved communities will be able to choose tablets, smartphones, mobile broadband-enabled laptops, or Wi-Fi hotspots through Sprint’s new program. These students can then access resources that support President Obama’s ConnectED initiative, like Open eBooks, so that they have a world-class collection of popular and award-winning eBooks at their fingertips. Having access to these resources will narrow the digital divide, accelerate the digital inclusion progress that the Administration has already made, and provide one million more kids with the tools they need to thrive in a digital world.\n\n\tPresident Obama launched the ConnectED initiative in 2013 to provide students and teachers with the connectivity, devices, and know-how needed to ensure that the digital revolution improves the life of every young American, not just those in affluent communities. ConnectED has accelerated the percentage of school districts with high-speed broadband from 30 percent to 77 percent, and the initiative remains on track to reach 99 percent of students by 2018. Companies have also responded to the President’s ConnectED challenge and have committed billions of dollars’ worth of resources so that students can take full advantage of the next-generation broadband infrastructure. Over 5 million students are using the resources, including students at hundreds of schools in North Carolina. This includes schools that have received devices, connectivity, teacher professional development, and software, from Apple, Verizon, Prezi, Adobe, Autodesk, Esri, and Verizon. North Carolina A&T, for example, has leveraged ConnectED corporate commitments to teach 315 middle school boys the latest in coding, app development, and 3D design. This includes schools that have received devices, connectivity, teacher professional development, and software from Apple, Adobe, Autodesk, Esri, and others. North Carolina A&T, for example, has leveraged a ConnectED commitment from Verizon to teach 315 middle school boys of color the latest in coding, app development, and 3D design.\n\nNearly 40 Major Companies Sign Onto the #FirstJob Hiring and Recruiting Compact – A first job means experience, confidence, and networks for young people, and a bigger pool of future talent for businesses. And when a young person fails to get onto that first rung of the employment ladder it can set her back for a lifetime. Studies show that people who endure a spell of unemployment between the ages of 16 and 24 earn $400,000 less over their careers. Unfortunately, one in seven young people aged 16 to 24 are both out of school and out of work – a population that is disproportionately young men of color.  For a young person just starting off in the work world, the prospect of finding a job with a blank resume, limited education, and no meaningful connections to employers can be daunting. \n\n\tThat’s why President Obama has proposed new investments to get young people into year-round and summer jobs, and it’s why he called on businesses to play their part.  Today, the Administration is announcing that nearly 40 of the nation’s largest businesses, in addition to hundreds of small- and medium-sized companies, have answered this call by signing on to the #FirstJob Compact. The #FirstJob Compact is a commitment from businesses to implement best practices for recruiting, hiring, and supporting Opportunity Youth – out-of-school, out-of-work young people. Organizations like the My Brother’s Keeper Alliance and Grads of Life will work with these companies to help them execute their commitments.\n\n\nNew #FirstJob Compact of Best Practices for Hiring, Recruiting, and Supporting Young People. Today the Administration is releasing the #FirstJob Compact—a set of best practices that were designed with leading companies in hiring and promoting young people who are not in school or working. The #FirstJob Compact will:\n\n\t\t\n\n\t\t\t\tIdentify jobs and internships that can be filled by young workers (ages 16 to 24) with little or no prior experience. \n\n\t\t\t\tPartner with nonprofits, school districts, workforce development boards, and others to identify and recruit opportunity youth.\n\n\t\t\t\tDevelop a plan to support opportunity youth once hired so they can gain the skills and experiences needed to move up.\n\n\t\t\t\tTake steps to create data systems to track and capture results.\n\n\t\t\t\tDevelop internal and external communications strategy to share outcomes of opportunity youth hiring initiatives\n\n\n\n\nMajor Companies Sign on as Founding Members of #FirstJob Compact. In February, the President called on businesses to give more young Americans with limited resumes a better shot in the hiring process. Today nearly 40 of the largest businesses in the U.S. are responding to that call by signing onto the #FirstJob Compact.\n\n#FirstJob Compact Founding Companies\n\n\t\t\t3M\n\n\t\t\tAlaska Airlines\n\n\t\t\tAT&T\n\n\t\t\tArcher Daniels Midland Company\n\n\t\t\tChipotle Mexican Grill\n\n\t\t\tCHS\n\n\t\t\tConcur Technologies\n\n\t\t\tCVS Health\n\n\t\t\tDollar General\n\n\t\t\tDelta Air Lines\n\n\t\t\tPrincipal Financial Group\n\n\t\t\tFedEx\n\n\t\t\tFrontier Communications\n\n\t\t\tGameStop\n\n\t\t\tGap, Inc.\n\n\t\t\tGlassdoor\n\n\t\t\tGoodwill Industries\n\n\t\t\tThe Hershey Company\n\n\t\t\tHilton Worldwide\n\n\t\t\tJohnson & Johnson\n\n\t\t\tManpowerGroup, Inc.\n\n\t\t\tMastercard\n\n\t\t\tMcDonald’s\n\n\t\t\tNew York Life Insurance\n\n\t\t\tPacific Gas and Electric Company\n\n\t\t\tPotbelly Sandwich Works\n\n\t\t\tRackspace\n\n\t\t\tFairview Health Services\n\n\t\t\tSears\n\n\t\t\tShinola\n\n\t\t\tStarbucks\n\n\t\t\tT-Mobile US\n\n\t\t\tU.S. Bank\n\n\t\t\tViacom Inc.\n\n\t\t\tVisa Inc.\n\n\t\t\tWal-Mart Stores, Inc.\n\n\t\t\tXerox Services\n\n\t\t\t \n\n\t\t\tExamples of commitments made by these companies include:\n\n\nGap Inc. Gap Inc. will expand its life skills and paid internship program, This Way Ahead, which gives 16-24 year olds from low-income communities training and in-store work experience. Gap, Banana Republic, and Old Navy will recruit five percent of all entry-level store employees from program graduates by 2025, or approximately 5,000 hires per year.  \n\nNew York Life Insurance. New York Life Insurance is committing that Opportunity Youth will make up at least one third of all its interns over the next 3-5 years and it will convert an average of 50 percent of those Opportunity Youth to full-time employees. Interns will be paired with executive sponsors and will receive regular professional and life skills training.\n\nChipotle Mexican Grill.  Chipotle Mexican Grill is committing to hiring and providing training and mentoring to over 100,000 Opportunity Youth over the next 5 years. \n\nCVS Health. Building on its Pathways to Pharmacy program, which has introduced more than 1 million underserved young people to the pharmacy profession through training, internships and apprenticeship since 2006, CVS Health will launch myCVS Journey. This will be a series of STEM-enriched programs designed to inspire young people to seek a diverse set of career paths in health care, including retail pharmacy, professional management, nursing, and information technology.\n\nMy Brother’s Keeper (MBK) Alliance. The MBK Alliance, a nonprofit dedicated to creating pathways to success for boys and young men of color, will assist #FirstJob Compact employers in implementing 21st century hiring practices, and connect the private sector to workforce development organizations in cities across the country. In 2017, the MBK Alliance will also launch an online community to share best practices and resources.\n\nGrads of Life.  Grads of Life, a national initiative to catalyze market demand for Opportunity Youth by transforming employer perceptions and business practices, will work with at least eight employers to support the implementation of their First Job commitments by providing consultative services and program design assistance. Grads of Life will also release a business case framework and partnership management tool to help employers develop a successful Opportunity Youth talent pipeline.\n\nOpportunity Youth Network. The Opportunity Youth Network is a coalition of corporate, philanthropic, government, nonprofit and youth leaders work to reconnect America's 5.5 million disconnected youth. The Opportunity Youth Network will provide an annual report on the activities of the First Job Compact employers.\n\n\n\n\nConversations with Youth and Community Leaders\n\n\tSurrounding today’s Town Hall, MBK Task Force leaders will continue to engage in forums where youth and community leaders share perspectives on the challenges and opportunities they face, progress in advancing the goals of MBK and future goals and aspirations. These forums include:\n\n\nWhite House Town Hall for Latino Youth – Today at the White House, the MBK Task Force and the White House Office of Public Engagement and Intergovernmental Affairs are hosting an MBK Town Hall: Opportunities for Latino Youth in recognition of Hispanic Heritage Month. The event will include youth and guests from several national organizations including the Hispanic Heritage Foundation, the League of United Latin American Citizens and the Congressional Hispanic Caucus Institute. Domestic Policy Council Director Cecilia Muñoz, HUD Secretary Julián Castro, NBA Cares Ambassador Felipe López, and NASCAR driver Daniel Suárez will all participate in the event.  \n\nMBK Charlotte Roundtables – On October 8, senior Obama Administration officials joined a series of roundtable discussions with youth and community leaders hosted by MBK-Charlotte and National Organization of Black Law Enforcement Executives (NOBLE). Roundtables focused on strengthening relationships between youth and law enforcement, creating a supportive environment to address youth trauma and best practices for MBK-Charlotte.\n\nMBK North Carolina Summit – On October 10, the MBK Task Force and Bloomberg Associates hosted a statewide MBK North Carolina Summit to highlight progress being made at the local level. Ten communities in North Carolina have accepted the MBK Community Challenge since September 2014, including Charlotte, Creedmoor, Durham, Fayetteville, Greensboro, Hillsborough, Orange County, Salisbury, Spring Lake, and Winston-Salem.  The summit convened these communities, including heads of local government, MBK Task Force leadership, national nonprofits and local youth, to discuss strategies and resources for success. \n\n\n\n\n\n"
}