{
    "title": "President Obama Fills New CPSC Posts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-fills-new-cpsc-posts",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 05, 2009\n\n \n\n\n\nPresident Obama Fills New CPSC Posts\n\n\n\n\nTHE WHITE HOUSE  Office of the Press Secretary    ______________________________________________________________________________ FOR IMMEDIATE RELEASE                                 May 5, 2009   President Obama Fills New CPSC Posts Announces expansion of CPSC leadership; Agency will receive 71 percent more funding than in FY2007    WASHINGTON – Today, President Obama announced his intent to nominate Inez Moore Tenenbaum as Chair of the Consumer Product Safety Commission (CPSC) and Robert S. Adler as a new Commissioner of the Consumer Product Safety Commission. Furthermore, in the President’s budget, the CPSC receives $107 million, a 71 percent increase in resources since FY 2007. This is almost three quarters of the way to meeting the President's goal of doubling CPSC’s funding. President Obama believes strongly in the mission of the Consumer Product Safety Commission: to protect the public, especially children, from unreasonable risks of serious injury or death from consumer products, including children’s products such as toys and strollers.  For over fifteen years, CPSC has operated with only three Commissioners.  To revitalize the agency, President Obama is going to expand the Commission later this summer, to include five Commissioners at CPSC.  If confirmed, Robert Adler would fill one of these new posts.  The addition of extra Commissioners is tangible evidence of President Obama’s commitment to restoring the health of the agency, and will ensure opportunity for additional viewpoints to be expressed at the top of the agency. President Obama said, \"It is a top priority of my administration to ensure that the products the American people depend on are safe. We must do more to protect the American public – especially our nation’s children – from being harmed by unsafe products. I am confident that Inez and Bob have the commitment and expertise necessary to fill these roles and raise the standard of safety.  To ensure these goals are met, I will also increase the number of Commissioners at the CPSC.  I am confident this new leadership at the CPSC will revitalize the agency and achieve the high standard of product safety that the American people deserve.\" President Obama announced his intent to nominate the following individuals today: Inez Moore Tenenbaum, Nominee for Chair, Consumer Product Safety Commission                           Inez Moore Tenenbaum was elected South Carolina's State Superintendent of Education in 1998 and completed her second term in 2007.  Throughout her career, Tenenbaum has been an energetic and determined advocate for children and families and has extensive experience in administrative and regulatory matters.  During her tenure as South Carolina's State Superintendent of Education, student achievement in South Carolina improved at the fastest rate in the nation, with scores increasing on every state, national, and international tests administered.  At the end of Tenenbaum's tenure, the prestigious journal Education Week ranked South Carolina number one in the country for the quality of its academic standards, assessment, and accountability systems. Tenenbaum also ran as the Democratic candidate for retiring Democrat Fritz Hollings' seat in the U.S. Senate in 2004.  She previously practiced health, environmental, and public interest law with the firm Sinkler & Boyd.  Before attending law school, Tenenbaum served as the director of research for the Medical, Military, Public and Municipal Affairs Committee of the South Carolina House of Representatives.  She carried out the Committee's responsibilities for all legislation relating to public health, the environment, child welfare, social services, adult and juvenile corrections, state military affairs, and local government.  Tenenbaum has also served on numerous task forces that provide oversight on children and family services in the state.  She received her Bachelor of Science and Master of Education degrees from the University of Georgia and her law degree from the University of South Carolina.  Tenenbaum is the recipient of several honorary degrees and has been recognized by numerous state and community organizations for her civic work on behalf of children and families.  She currently serves as special counsel to the McNair Law Firm in the area of public school finance. Robert S. Adler, Nominee for Commissioner, Consumer Product Safety Commission Robert S. Adler has a breadth of experience in consumer product safety issues and an extensive knowledge of the CPSC.  He is currently a Professor of Legal Studies and the Luther H. Hodges, Jr. Scholar in Law & Ethics at the University of North Carolina at Chapel Hill’s Kenan-Flagler Business School.  He has served as the Associate Dean of the MBA Program and as Associate Dean for the School’s Bachelor of Science in Business Administration Program.  A recipient of teaching awards both within the business school and university-wide, Adler’s research and teaching focus on consumer protection, product liability, ethics, regulation and negotiation.  Before joining the UNC faculty, Adler served as Counsel on the Committee on Energy and Commerce where he advised on CPSC legislative and oversight issues under the leadership of Henry Waxman.  Prior to that, he spent eleven years (from 1973-1984) as an attorney-advisor to two commissioners at the CPSC in Washington, D.C.  One of the commissioners for whom he worked was David Pittle, an original appointee at the inception of the CPSC.  Before joining the CPSC, Adler served as a Deputy Attorney General for the Pennsylvania Justice Department, where he headed the southwest regional office of the Pennsylvania Bureau of Consumer Protection.  Adler has been elected six times to the board of directors of Consumers Union, publisher of Consumer Reports magazine.  He also served on the Obama-Biden Presidential Transition Team and co-authored the agency review report on the CPSC.  Adler graduated from the University of Pennsylvania and received his J.D. from the University of Michigan. ### \n\n\n\n"
}