{
    "title": "Expected Attendees at Tonight's State Dinner | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/expected-attendees-tonights-state-dinner",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 24, 2009\n\n \n\n\n\nExpected Attendees at Tonight's State Dinner\n\n\n\n\nBelow is a list of expected attendees at tonight’s State Dinner:\nThe President & First Lady Michelle Obama\nDr. Manmohan Singh, Prime Minister, India & Ms. Gursharan Kaur\nThe Honorable (Rep) Gary Ackerman, United States Representative \nMr. Sant Singh Chatwal (Guest)\nHis Excellency Montek Singh Ahluwalia, Deputy Chairman of the Planning Commission of the Republic of India, Indian Delegation\nMr. Mukesh D Ambani\nMr. Tim Dutta (Spouse of Ms. Pia Awal)\nThe Honorable (Mr.) David Axelrod, White House Communications \nMrs. Susan Axelrod\nMs. Preeta Bansal, OMB - General Counsel\nThe Honorable (Ms.) Melody Barnes, Domestic Policy Council \nMr. Marland E. Buckner\nThe Honorable (Rep.) Howard Berman, United States Representative (D/California) \nMrs. Janis Berman, Spouse of United States Representative (D/California)\nMr. Om Prakash Bhatt\nMr. Hunter Biden \nMrs. Kathleen Biden\nThe Honorable (Vice President) Joseph R. Biden, Jr., Vice President of the United States \nDr. Jill Biden\nMr. Robert O Blake, Jr., Assistant Sec for South and Central Asian Affairs, State Department \nMrs. Sofia Blake\nMayor Michael Bloomberg, New York, NY \nMs. Diana Taylor\nThe Honorable (Mr.) John Brennan, Assistant to the President for Homeland Security and Deputy National Security Advisor for Counterterrorism, Homeland Security Council \nMrs. Katherine Brennan\nThe Honorable (Ms.) Lisa Brown, Office of Staff Secretary \nMr. Kevin Cullen\nMr. Donald Browne \nMs. Maria Junqera\nThe Honorable (Ms.) Carol Browner, Energy and Climate Change \nThe Honorable (Mr.) Tom Downey\nMr. William Burns, Under Secretary for Political Affairs, Department of State \nMs. Lisa Carty\nGeneral James E Cartwright, Vice Chairman of the Joint Chiefs of Staff \nMrs. Sandee Cartwright\nThe Honorable (Senator) Bob Casey, United States Senator (D/Pennsylvania) \nMrs. Terese Casey, United States Senate Spouse (D/Pennsylvania)\nMr. Rajiv Chandrasekaran\nMrs. Julie Chandrasekaran\nMr. I.S. Chaturvedi, Personal Secretary to the Prime Minister of the Republic of India, Indian Delegation\nSenator Satveer Chaudhry, State Senator \nColonel Ravi Chaudhry (Guest)\nMs. Rohini Chopra\nMr. Deepak Chopra \nMrs. Rita Chopra\nThe Honorable (Secretary) Steven Chu, Secretary of the Department of Energy \nMrs. Jean Chu\nThe Honorable (Secretary) Hillary R. Clinton, Secretary of State\nThe Honorable (Rep.) James E. Clyburn, United States Representative (D/South Carolina) \nMrs. Emily Clyburn\nThe Honorable (Senator) Kent Conrad, United States Senator (D/North Dakota) \nMs. Lucy Calutti, United States Senate Spouse (D/North Dakota)\nMr. David Cote\nMs. Katie Couric\nMr. Brooks L Perlin\nMr. Greg Craig, Assistant to the President and Counsel to the President\nMrs. Margaret D Craig\nMrs. Paula Crown\nMr. Jim Crown\nThe Honorable (Rep.) Elijah Cummings, United States Representative (D/Maryland) \nMrs. Maya Rockeymoore\nSenator Swati Dandekar, State Senator \nMr. Arvind Dandekar\nMr. Rajesh De, Deputy Assistant Attorney General, U.S. Department of Justice\nNancy Ann DeParle, Office of Health Reform \nMr. Jason P DeParle\nMs. Bhairavi Desai\nJavaid Tariq\nDr. Vishakha N. Desai\nRobert Oxman\nThe Honorable (Senator) Chris Dodd, United States Senator (D/Connecticut) \nMrs. Jackie Clegg Dodd\nMr. John Doerr\nThe Honorable (Mr.) Thomas Donilon, Assistant to the President, Deputy National Security Advisor, NSC \nMs. Cathy Russell\nThe Honorable Anita Dunn, White House Communications Director\nMr. Bob Bauer\nMr. Ari Emanuel\nMrs. Sarah Emanuel\nThe Honorable (Mr.) Rahm Emanuel, Chief of Staff to the President \nMs. Amy Rule\nThe Honorable (Mr.) Jon Favreau, Assistant to the President and Director of Speechwriting\nMs. Sarah Feinberg, Office of the Chief of Staff\nThe Honorable (Mayor) Adrian Fenty, Mayor of the District of Columbia \nMrs. Michelle Fenty\nMs. Michelle Flournoy\nMr. Thomas Friedman\nMrs. Ann Friedman\nThe Honorable (Mr.) Mike Froman, Deputy Assistant to the President and Deputy National Security Advisor for International Economic Affairs, NSC\nDr. Ashok S Ganguly\nThe Honorable (Mr.) Patrick Gaspard, Office of Political Affairs \nMrs. Raina Washington\nThe Honorable Robert Gates\nMs. Charlene Gaynor \nMr. Richard Heiss\nMr. David Geffen \nMr. Jeremy Lingvall\nThe Honorable (Secretary) Timothy F. Geithner, Secretary of the Treasury \nMs. Carole Sonnenfeld\nThe Honorable (Mr.) Robert Gibbs, White House Press Secretary\nMr. Anish Goel, Acting Senior Director, South Asia Affairs, NSC\nMr. Senapathy Gopalakrishnan\nMr. Mark Gorenberg\nMs. Wendy Wanderman\nMr. John Gorman\nMrs. Tamra Gorman\nRepresentative Jay Goyal, State Representative \nKiran Goyal\nRepresentative Raj Goyle, State Representative \nMrs. Monica Arora\nThe Honorable (Governor) Jennifer Granholm, Governor of Michigan (D) \nMr. Daniel Mulhern, First Gentleman of Michigan\nMr. Earl G. Graves\nMrs. Barbara Graves\nMs. Geeta Rao Gupta\nMr. Arvind Gupta\nMr. Raj Gupta\nMr. Rajat Gupta\nMrs. Anita M Gupta\nDr. Sanjay Gupta\nMrs. Rebecca Olson Gupta\nMr. Lee Hamilton \nMrs. Nancy Hamilton\nThe Honorable (Ms.) Kamala Harris\nMs. Maya Harris\nMr. Kamil Hassan\nMrs. Talat Hassan\nMr. George Haywood\nMrs. Cheryl J Haywood\nThe Honorable Fred Hochberg, Export-Import Bank \nThomas P Healy\nThe Honorable (Rep.) Paul Hodes, United States Representative (D/New Hampshire) \nMrs. Margaret Hodes\nThe Honorable (Attorney General) Eric Holder, United States Attorney General, Department of Justice \nDr. Sharon Malone, MD\nDr. John P. Holdren\nDr. Cheryl E Holdren\nThe Honorable (Rep.) Eleanor Holmes-Norton, United States of Representative (D/DC) \nMr. John Norton\nMr. Robert D Hormats, Under Secretary of State for Economic, Energy, and Agricultural Affairs, State Department \nMs. Camille Massey\nThe Honorable (Rep) Steny Hoyer, United States Representative (D/Maryland) \nMs. Kathleen May\nMr. Chris Hughes \nMr. Sean S Eldridge\nMr. Jeff Immelt\nThe Honorable (Senator) Daniel Inouye, United States Senator (D/Hawaii) \nMs. Irene Hirano, United States Senate Spouse (D/Hawaii)\nMrs. Deepa Iyer\nMr. Parag Khandhar \nMr. Vasudeva Iyer\nThe Honorable (Administrator) Lisa Jackson, Administrator, Environmental Protection Agency \nMr. Kenneth Jackson\nThe Honorable (Ms.) Valerie Jarrett, Assistant to the President and Senior Advisor\nThe Honorable (Governor) Bobby Jindal, Governor of Louisiana \nMrs. Supriya Jindal, First Lady of Louisiana\nThe Honorable (General) James Jones, Assistant to the President and National Security Advisor \nMrs. Diane Jones\nMrs. Ann Jordan \nMr. Vernon Jordan\nMr. Anil Kakani\nMr. Farooq Kathwari \nMrs. Farida Kathwari\nMr. Neal Katyal, Principal Deputy Solicitor General, Office of the Solicitor General\nMr. Jeffrey Katzenberg\nMrs. Marilyn Katzenberg\nMs. Maneesha Kelkar, Manavi \nVinay Vaishampayan\nThe Honorable (Senator) John Kerry, United States Senator (D/Massachusetts)\nDr. Harish Khare, Media Advisor to the Prime Minister of India, Indian Delegation\nThe Honorable (Mr.) Bradley Kiley, Office of Management and Administration \nMr. James Coley, Jr.\nMs. Gayle King\nThe Honorable (Ambassador) Ron Kirk, USTR \nMrs. Matrice Ellis-Kirk\nThe Honorable (Mr.) Ronald Klain, Assistant to the President and Chief of Staff to the Vice President, Office of the Vice President\nMrs. Chanda D Kochhar\nHis Excellency S.M. Krishna, Minister of External Affairs of the Republic of India, Indian Delegation\nMs. Gaitri Kumar, Joint Secretary (Americas), Ministry of External Affairs of the Republic of India, Indian Delegation\nMr. Vivek Kundra\nMrs. Jhumpa Lahiri\nMr. Alberto Vourvoulias\nMr. Marc Lasry \nCathy Lasry\nMr. Jacob Lew, Deputy Secretary, Department of State\nThe Honorable Gary Locke, Secretary of Commerce \nMrs. Mona Locke\nThe Honorable (Mr.) Christopher Lu, Cabinet Affairs \nMs. Kathryn Thomson\nThe Honorable (Senator) Richard Lugar, United States Senator (R/Indiana) \nMrs. Char Lugar, United States Senate Spouse (R/Indiana)\nMr. Michael Lynton \nMs. Elizabeth Jamie Alter\nMr. Surinder Malhotra\nThe Honorable (Chief of Protocol) Capricia Marshall\nThe Honorable (Ms.) Alyssa Mastromonaco, White House Office of Scheduling\nMr. Brian Mathis\nMrs. Tracey Kemble\nMs. Kiran Mazumda-Shaw\nThe Honorable (Senator) Claire McCaskill, United States Senator (D/Missouri) \nMr. Joseph Shepard, United States Senate Spouse\nThe Honorable (Rep) Jim McDermott, United States Representative (D/Washington) \nMrs. Therese Marie Hansen\nMr. Zarin Mehta \nMs. Carmen Lasky\nThe Honorable (Mr.) Jim Messina, Office of Chief of Staff\nMr. Judd Miner\nMrs. Linda Miner\nMr. Newt Minow\nMrs. Josephine Minow\nMr. Sunil Bharti Mittal\nKalpen Modi, Associate Director, Office of Public Engagement\nAdmiral Michael Mullen, Chairman of the Joint Chiefs of Staff \nMrs. Deborah Mullen\nThe Honorable (Secretary) Janet Napolitano, Secretary, Department of Homeland Security\nHis Excellency M.K. Narayanan, National Security Adviser of the Republic of India, Indian Delegation\nMr. Shantanu Narayen \nMrs. Reni Narayen\nMr. Raju Narisetti \nDurga Raghunath\nMr. Martin Nesbitt\nMs. Anita Blanchard\nMr. Konrad Ng \nDr. Maya Soetoro-Ng\nMs. Indra Nooyi\nThe Honorable (Rep) David Obey, United States Representative (D/Wisconsin) \nMrs. Joan Obey\nThe Honorable (Mr.) Peter Orszag, Director, Office of Management & Budget\nMr. Jim Owens \nMs. Katie Owens\nMr. Deepak Parekh\nMr. Eboo Patel \nMs. Shehnez Mansuri\nThe Honorable (Governor) Deval Patrick, Governor of Massachusetts (D) \nMrs. Diane Patrick, First Lady of Massachusetts\nThe Honorable (Speaker) Nancy Pelosi, United States Representative (D/California) and Speaker of the House \nMr. Paul Pelosi\nMr. Dan Pfeiffer, White House Office of Communications\nMr. Sam Pitroda \nMrs. Anjana Pitroda\nGeneral Colin Powell\nMs. Alma Powell\nDr. Rachakonda D Prabhu\nDr. Lata Shete Prabhu\nMrs. Penny Pritzker\nDr. Brian Traubert\nMs. Kavita Ramdas\nHer Excellency Nirupama Rao, Foreign Secretary, Ministry of External Affairs of the Republic of India, Indian Delegation\nMs. Preetha Reddy\nThe Honorable (Governor) Edward Rendell, Governor of Pennsylvania (D) \nThe Honorable (Judge) Marjorie Rendell, First Lady of Pennsylvania\nMr. Ben Rhodes, Deputy National Security Advisor for Strategic Communications and Speechwriting\nThe Honorable (Ambassador) Susan Rice, United States Ambassador to the United Nations \nMr. Ian Cameron\nThe Honorable (Governor) Bill Richardson, Governor of New Mexico (D) \nMrs. Barbara Richardson, First Lady of New Mexico\nMs. Robin Roberts\nMrs. Marian Robinson\nAmbassador Timothy Roemer, US Ambassador to India \nMrs. Mary Johnston\nMs. Desiree Rogers, Special Assistant to the President and White House Social Secretary\nMr. John Rogers\nThe Honorable (Dr.) Christina Romer, Chair, Council of Economic Advisers\nMr. Dennis Ross, NSC\nThe Honorable (Rep) Edward Randall Royce, United States Representative \nMarie Therese Royce\nMr. Michael Sacks \nMrs. Cari Sacks\nThe Honorable (Rep.) Linda Sanchez, United States Representative (D/California) \nMr. James Sullivan, Guest of Then Honorable Linda Sanchez\nMr. Pankaj Saran, Joint Secretary to the Prime Minister of the Republic of India, Indian Delegation\nHis Excellency Shyam Saran, Special Envoy to the Prime Minister on Climate Change, Indian Delegation\nMr. Jaideep Sarkar, Personal Secretary to the Prime Minister of the Republic of India, Indian Delegation\nMr. Parag Saxena\nThe Honorable (Rep.) Jan Schakowsky, United States Representative (D/Illinois) \nMr. Robert Creamer\nThe Honorable (Mr.) Phil Schiliro, Assistant to the President for Legislative Affairs                      \nMrs. Jody Schiliro\nMs. Annetta Seecharran\nSeema Agnani\nMr. Stuart Seldowitz, Acting Director for South Asia, NSC\nDr. Amartya Sen \nMs. Emma Georgina Rothschild\nUnder Secretary Rajiv J Shah, Under Secretary for Research, Education & Economics, Department of Agriculture\nThe Honorable Sonal Shah, Deputy Assist to the President, Director Office of SICP, Domestic Policy Council\nMr. Vinod Shah\nHer Excellency Meera SHANKAR, Ambassador, India\nThe Honorable Susan Sher, Assistant to the President/Chief of Staff to the First Lady \nThe Honorable (Mr.) Neil Cohen\nMr. M. Night Shyamalan\nMrs. Bhavna Shyamalan\nMs. Amrit Singh \nMr. Analjit Singh\nMr. Arun K. Singh, Deputy Chief of Mission, Embassy of the Republic of India, Indian Delegation\nMr. Balvinder Singh \nMr. Mohinder Singh\nMr. Lakhwinder Singh\nMrs. Sukhbir Kaur\nMs. Upinder Singh\nMr. Steven Spielberg\nMr. Sri Srinivasan \nMs. Carla Garrett\nMs. Srinija Srinivasan\nThe Honorable (Mr.) Jim Steinberg, Deputy Secretary of State \nMs. Sherburne Bradstreet\nMrs. Semonti Stephens, Deputy Press Secretary, Office of the First Lady\nMr. Andy Stern\nMs. Anna Burger\nMrs. Jane Stetson\nMr. Bill Stetson\nHonorable (Dr.) Larry Summers, Director, National Economic Council \nDr. Elisa New\nThe Honorable (Ms.) Mona Sutphen, Office of Chief of Staff \nMr. Clyde Williams\nMr. Ratan Tata\nThe Honorable (Ms.) Tina Tchen, Office of Public Liaison\nAmbassador Vinai Thummalapally, Ambassador, Embassy of Belize \nMrs. Barbara Thummalapally\nMr. Jim Torrey\nMs. Rose P Lynch\nMr. Richard Trumka \nMr. Paul H Lemmon\nMs. Urvashi Vaid\nMs. Kate Clinton\nMr. Kirk Wagar\nMs. Crystal Connor\nDr. Eric E. Whitaker\nDr. Cheryl Whitaker\nMr. Brian Williams\nMrs. Jane Williams\nMr. Wellington Wilson\nMrs. Wilson\nMr. Neal Wolin, Deputy Secretary, Department of Treasury\nMs. Alfre Woodard\nMr. Blair E Underwood\nMr. Fareed Zakaria \nMs. Paula Throckmorton Zakaria\n\n\n\n"
}