{
    "title": "White House Report: American Jobs Act Supports Nearly 400,000 Education Jobs | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/10/04/white-house-report-american-jobs-act-supports-nearly-400000-education-jo",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 04, 2011\n\n \n\n\n\nWhite House Report: American Jobs Act Supports Nearly 400,000 Education Jobs\n\n\n\n\n\nWhite House Releases Report Outlining the Current Challenges to our Education System and the Impact of the American Jobs Act\n\n\tToday, the White House released a report, Teacher Jobs at Risk, outlining how the Administration’s efforts – including the American Jobs Act - will keep teachers in the classroom, strengthen our schools and improve the local economy in communities across the country. The American Jobs Act will support nearly 400,000 education jobs, preventing layoffs of educators and allowing thousands more to be hired or rehired. In addition, the President’s plan will modernize at least 35,000 public school buildings and community college campuses while putting construction workers back to work.\n\n\tHere in America, we are laying off teachers in droves. It makes no sense, and it has to stop. This bill will prevent up to 280,000 teachers from losing their jobs – and support almost 40,000 jobs right here in Texas,” said President Obama. “Congress should pass this jobs bill so we can put our teachers back in the classroom where they belong.”\n\n\tAmerica’s education system has always been one of our greatest sources of strength and global economic competitiveness, as well as the engine of incredible progress in science, technology, and the arts. We cannot expect to train our children for the high-skilled jobs of today, or for the opportunities of the future, without investments in a world-class education system.\n\n\tBut the severe recession from which we are still recovering has caused serious budget problems for many state and local governments, which fund the vast majority of the costs of public elementary through high school education. What this means is that school districts have been forced to make difficult decisions. Over the past twelve months, despite private-sector job growth of 1.7 million, local governments have reduced the number of teachers and education personnel they employ by nearly 200,000 people, about two thirds of all local government job losses during this period.\n\n\tnd in the coming school year, without additional support, many school districts will have to make another round of difficult decisions. As a result of state and local funding cuts, as many as 280,000 teacher jobs could be at risk in the coming year. Unless they receive federal assistance, many school districts will be forced to reduce the number of teachers in their classrooms, or turn to other measures such as shortening the school year or cutting spending on schoolbooks and supplies.\n\n\tPresident Obama believes that America cannot win the future if its teachers are not where they belong—at the chalkboards or the Smart Boards in our classrooms, teaching our nation’s children. That’s why he put forward a plan – the American Jobs Act – that will prevent further cuts and more than offset these layoffs, providing support for nearly 400,000 education jobs – enough for states to avoid harmful layoffs, rehire tens of thousands of teachers who lost their jobs over the past three years, preserve or extend the regular school day and school year, and support important after-school activities.\n\n\tToday, the President will travel to Eastfield College, a community college in Mesquite, Texas, to tour the campus’ Children’s Laboratory School and meet with students and teachers before delivering remarks urging Congress to pass the American Jobs Act now to keep teachers in the classroom and rebuild our schools across the nation. In addition, Vice President Biden will visit Oakstead Elementary School in Land O’Lakes, Florida, a public school which lost teachers due to budget cuts and has seen class sizes balloon as a result.\n\n\tTo view the full report, click here.\n\n\n\n\n"
}