{
    "title": "Statement by the Press Secretary | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/03/23/statement-press-secretary",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 23, 2013\n\n \n\n\n\nStatement by the Press Secretary\n\n\n\n\nTHE WHITE HOUSE\nOffice of the Press Secretary\n_____________________________________________________________________________________________________________________________\nFOR IMMEDIATE RELEASE\nMarch 23, 2013\nStatement by the Press Secretary\nToday, the Senate passed a budget plan that will create jobs and cut the deficit in a balanced way.  Like the President's plan, the Senate budget cuts wasteful spending, makes tough choices to strengthen entitlements, and eliminates special tax breaks and loopholes for the wealthiest Americans to reduce the deficit. \nThe President and Democrats in Congress are willing to make difficult choices so we can cut the deficit while laying the foundation for long term middle class job growth.  And it is encouraging that both the Senate and House have made progress by passing budgets through regular order.  We will continue to insist that any solution has balance.  The House Republican budget refuses to ask for a single dime of deficit reduction from closing tax loopholes for the wealthy and the well-connected but instead makes deep cuts to education and manufacturing while asking seniors and the middle class to pay more.  That's not an approach we support and it's not an approach the majority of the American people support.    \nNow it is time for our leaders to come together to find common ground.  The President has put a plan on the table that reflects compromise, and he will continue to work with both sides to see if there is an opportunity to reach a solution to our budget challenges. We hope we will find this compromise because that is what the American people expect and what they deserve.\n\n\n\n\n"
}