{
    "title": "FACT SHEET: Obama Administration Announces Public and Private Sector Efforts to Increase Community Resilience through Building Codes and Standards | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/05/10/fact-sheet-obama-administration-announces-public-and-private-sector",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 10, 2016\n\n \n\n\n\nFACT SHEET: Obama Administration Announces Public and Private Sector Efforts to Increase Community Resilience through Building Codes and Standards\n\n\n\n\n\n\tBuilding codes set the baseline for the safe design and construction of our homes, schools, and workplaces, providing the minimum requirements to adequately safeguard the health, safety and welfare of building occupants.  The impacts of climate change – including hotter temperatures, more extreme weather, sea level rise, and more severe drought – pose significant challenges for buildings and homes, many of which were not built to withstand the future impacts of climate change.  Today, the White House hosted a Conference on Resilient Building Codes to highlight the critical role of building codes in furthering community resilience and the importance of incorporating resilience and the future impacts of climate change in the codes and standards development process. \n\n\tAs part of today’s event, the Administration highlighted Federal and private sector efforts aimed at advancing the principles of resilience in building codes and standards, and building design.  President Obama declared May as National Building Safety Month in order to recognize and pay tribute to those who ensure the safety and resilience of our Nation's buildings, and to reaffirm our commitment to upholding and abiding by strong and effective building safety standards. \n\nNew Federal actions announced today include: \n\n\nU.S. Department of Housing and Urban Development: Incorporation of Resilient Building Codes into Housing Programs \n\n\n\tThe U.S. Department of Housing and Urban Development (HUD) announces it will review, through the Department’s executive-level Climate Council, its existing building construction requirements with the goal of aligning program requirements with the most recent model building codes and standards for resilient construction.  This action responds to the 2014 Housing and Urban Development Climate Change Adaptation Plan recommendation to update building standards to incorporate sustainability and resilience measures.\n\n\nFederal Emergency Management Agency and the National Institute of Building Sciences: Update to the 2005 Multihazard Mitigation Council Mitigation Saves Study \n\n\n\tThe Federal Emergency Management Agency announces its support for an effort by the National Institute of Building Science to revisit and extend the 2005 Mitigation Saves study that demonstrated that for every dollar spent on hazard mitigation, society saves $4.  This new study, titled “An Independent Study on Savings Associated with Public and Private Mitigation” seeks to both update the original Mitigation Saves study data as well as to study the cost-effectiveness of private-sector mitigation. \n\n\nFederal Emergency Management Agency: Disaster Deductible for the Public Assistance Program\n\n\n\tThe Federal Emergency Management Agency commits to further explore incentivizing the adoption and enforcement of building codes at the state and local level through a disaster deductible requirement for the Public Assistance Program.  In January 2016, FEMA published an Advance Notice of Proposed Rulemaking introducing the deductible as a general concept and soliciting input from stakeholders.  FEMA is currently evaluating the extensive input that was received and is developing a more detailed plan, to be put forth for additional public discussion in a Notice of Proposed Rulemaking.  The revised plan would allow states to earn credits toward their deductible requirement through adoption and enforcement of building codes.  \n\n\nGeneral Services Administration: Climate Change Risk Screening for Capital Investment Leasing Program\n\n\n\tGSA commits to systematically incorporate climate change risk management into its Capital Investment Program and the P-100 Facilities Standard. In addition, GSA commits to develop a decision-making framework to help GSA customers identify and manage climate-related risks to their supply chains. These efforts support best value decisions by addressing climate change vulnerabilities and ensuring that the initial public investment is fit for purpose over the asset life.\n\n\nNational Institute of Standards and Technology: Codes and Standards for Resilience to Tornadoes\n\n\n\tThe National Institute of Standards and Technology, in coordination with FEMA and other Federal agencies, announces that it is developing state-of-the-science tornado hazard maps, which will underpin a new performance-based standard for design of buildings and other structures to better resist tornadoes. These tornado maps and standard will help design professionals ensure that future buildings are better equipped to withstand the impacts of high winds and debris. \n\n\nU.S. Army Corps of Engineers: Resilient Building Codes Resource Website\n\n\n\tToday, the U.S. Army Corps of Engineers launched a website to promote more resilient communities through use of the latest standards and criteria, building codes, and recent climate science. The Corps’ website serves as a single starting point for planners and designers with needs for greater building safety and resilience.\n\n\nU.S. Environmental Protection Agency: Smart Growth Code Fixes for Climate Adaptation Report\n\n\n\tThe U.S. Environmental Protection Agency (EPA) announces the upcoming release of the Office of Sustainable Communities Smart Growth Code Fixes for Climate Adaptation report.  This report will give communities a menu of changes they can make to zoning and building codes and related policies to prepare for and adapt to climate change while bringing other environmental, economic, social, and health benefits. The report will be available in Fall 2016.\n\n\nMitigation Framework Leadership Group: Implementation Strategy for Increasing Disaster Resilience Through Federal Support for Building Code Adoption and Enforcement The Federal interagency Mitigation Framework Leadership Group (MitFLG) announces that the Implementation Strategy for Increasing Disaster Resilience through Federal Support for Building Code Adoption and Enforcement will be released in Fiscal Year 2016.  This Strategy identifies several activities Federal departments and agencies can use to align programs, resources, and coordination efforts in the pursuit of increased resilience through building code adoption and enforcement. \n\nU.S. Department of Homeland Security Office of Infrastructure Protection: Community Infrastructure Resilience Toolkit\n\n\n\tThe U.S. Department of Homeland Security’s (DHS) Office of Infrastructure Protection announces that it will release the Community Infrastructure Resilience Toolkit (CIRT) in late 2016. The CIRT will help communities develop a Community Infrastructure Resilience Plan that will provide actionable guidance for building critical infrastructure resilience considerations into planning and resource allocation decisions at the community level.\n\n\nU.S. Department of Agriculture: Incorporation of Resilient Building Codes into Rural Housing Programs\n\n\n\tThe U.S. Department of Agriculture (USDA) Rural Development announces it will review its existing building construction requirements with the goal of aligning program requirements with the most recent model building codes and standards for resilient construction.  This action responds to the 2014 USDA Climate Change Adaptation Plan recommendations to update building standards to incorporate sustainability and resilience measures.\n\n\nU.S. Department of Transportation: Resilient Design of the Volpe National Transportation Systems Center\n\n\n\tThe U.S. Department of Transportation, in partnership with the General Services Administration, announces that it is seeking an exchange partner to redevelop the 14-acre John A. Volpe National Transportation Systems Center (Volpe Center) in Cambridge, Massachusetts using principles of resilient design on the new Federal building portion of the project. \n\n\t \n\nNew Private Sector actions highlighted today include: \n\n\n\t\tThe Alliance to Save Energy commits to incorporating resilience into existing Alliance building energy code education, development, and implementation efforts. \n\n\t\tThe American Institute of Architects announces that it will create a resilience curriculum for the professional development of architects including resilient design and decision-making on hazard mitigation, climate adaptation, and community resilience.\n\n\t\tThe American Society of Interior Designers commits to advancing the awareness of resilient design during its Impact Summit in August of 2016. \n\n\t\tThe American Society of Landscape Architects commits to publishing a resilience toolkit that will include research, guides, projects, and other resources to help professionals design resilient landscapes at various scales.\n\n\t\tThe Associated General Contractors of America commits to supporting a coordinated national strategy to invest in infrastructure and provide education and outreach to construction professionals on resiliency initiatives.\n\nASHRAE commits to utilizing member research funding to support research related to resilience in buildings and building systems.\n\n\t\tThe Building Owners and Managers Association International commits to creating webinars focused on existing buildings and code adoption to provide guidance and best practices on how to increase resiliency of buildings.\n\n\t\tIn 2016, the Concrete Reinforcing Steel Institute is launching a comprehensive resilience education program incorporating web-based tools and local learning resources to convey best practices for resilient design and construction.\n\nThe Federal Alliance for Safe Homes is launching a new 2016 national hurricane resilience initiative, #HurricaneStrong, through collaboration with FEMA, NOAA/National Weather Service, The Home Depot, and The Weather Channel.\n\nFlorida International University commits to releasing peer-reviewed publications that provide benefit/cost analyses on building code enforcement and effectiveness to inform community decisions to replace, relocate, or retrofit their homes. \n\n\t\tThe Green Building Initiative will convene a resilience task force as part of its efforts to update and revise its ANSI/GBI 01-2010 Standard, an assessment protocol for green commercial buildings.\n\n\t\tThe Illuminating Engineering Society, through its newly formed Standing Committee on Resilience, will assess lighting’s role in advancing building and community resilience. \n\n\t\tThe Insurance Institute for Business & Home Safety is committed to working with FEMA, other Federal agencies, and state and local jurisdictions to increase public awareness and use of FEMA P-804, Wind Retrofit Guide for Residential Buildings.\n\n\t\tThe International Association of Fire Chiefs will develop training for the fire and emergency services focused on reducing community risk in order to support a whole community approach to resilience.\n\n\t\tThe International Code Council announces that it will co-lead an effort to organize an inclusive, nationwide coalition to create and develop the country’s first Whole-Community metric for resilience.\n\n\t\tThe Laborers' International Union of North America is committed to incorporating the latest knowledge to advance resilience and the implementation of building code provisions through its network of sites offering Department of Labor approved apprenticeship programs.\n\n\t\tThe National Association of Mutual Insurance Companies announces that it will lead the creation of a national strategy for investing in mitigation. \n\n\t\tThe National Concrete Masonry Association commits to developing materials supporting a refined articulation of resilient construction as construction designed and built to survive foreseeable catastrophic events and continue near normal operation within a short recovery period.\n\n\t\tThe National Fire Protection Association announces the establishment of a new NFPA technical committee project to develop NFPA 1300 Standard for Community Risk Reduction with an anticipated release in 2017.\n\n\t\tThe National Institute of Building Sciences commits to convening key industry stakeholders to develop recommendations to advance resilience and long-term performance in codes, standards, and other policies.\n\n\t\tThe  Royal  Institution  of  Chartered  Surveyors commits to incorporating resilience  practices  into  the  RICS  Practice  Statements with which all RICS members are  required to comply.\n\n\t\tThe Urban Land Institute announces that in 2016 it will launch a new Returns on Resilience website, which will spotlight design and development leaders in the real estate industry and highlight the business case for resilient buildings.\n\n\t\tThe U.S. Green Building Council commits to actively engaging through its partnership in Resilient Communities for America and additional efforts to promote resilient building codes in communities across the country.\n\n\t\tThe US Resiliency Council will launch a Building Rating System for Earthquakes in 2016 through which it will advocate for safe buildings and a better public understanding of building performance.\n\n\t\tThe Verisk family of companies commits to expanding the Building Code Effectiveness Grading Schedule (BCEGS®) program to aid in a better understanding of the losses avoided and the overall resiliency of a community through the effective enforcement of building codes by developing a new BCEGS grading schedule that will incorporate additional data elements related to resiliency. \n\n\n\n\n\n"
}