{
    "title": "U.S. Fact Sheet for President Obama’s Bilateral Meeting with President Xi Jinping | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/09/03/us-fact-sheet-president-obamas-bilateral-meeting-president-xi-jinping",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 03, 2016\n\n \n\n\n\nU.S. Fact Sheet for President Obama’s Bilateral Meeting with President Xi Jinping\n\n\n\n\n\n\tOn September 3, 2016, President Barack Obama met with President Xi Jinping of China for a bilateral meeting on the margins of the G20 Leaders Summit in Hangzhou, China.  The two heads of state exchanged views on a range of global, regional, and bilateral subjects.  President Obama and President Xi affirmed their commitment to work together to constructively manage differences and decided to expand and deepen cooperation in the following areas: \n\n\t \n\nAddressing Global and Regional Challenges\n\n\t \n\n\nPeacekeeping – Recognizing the critical role UN-mandated peacekeepers serve in maintaining international peace and security, the United States and China decided to collaborate in building the peacekeeping capacity of third-country partners and committed to work jointly with the UN to ensure that appropriate arrangements are in place to effectuate rapid deployment of such forces.  The United States reaffirmed its commitment to provide engineering support and access to U.S. airlift, sealift, and other logistics support to UN peacekeeping operations where there is an urgent need that the United States is uniquely positioned to address.  China announced its intention, in conjunction with the establishment of its 8000-person standby peacekeeping force, to make certain units deployable within 60 days.  Both sides look forward to a detailed discussion before the end of 2016 to build peacekeeping capacity with African regional partners. \n\n\n\t \n\n\nRefugees – The United States and China expressed grave concern over the increasing numbers of refugees globally.  China appreciates the U.S. hosting of a Summit on Refugees and commends the new contributions to be announced by the United States to protect and assist refugees. The United States welcomes the new contributions to be announced by China to support UN refugee efforts.\n\n\n\t \n\n\nMaritime Risk Reduction and Cooperation – In support of the 2015 Presidential-level commitment to establish rules of behavior between the U.S. Coast Guard and China Coast Guard, both sides decided to reference the rules of behavior confidence building measures annex on surface-to-surface encounters in the November 2014 Memorandum of Understanding (MOU) between the U.S. Department of Defense and Chinese Ministry of Defense when developing the U.S. Coast Guard-China Coast Guard rules of behavior MOU.  Recognizing the importance of reducing the risk of accidents, improving navigational safety, and promoting professional standards of behavior, the two sides committed to finalize the U.S. Coast Guard-China Coast Guard rules of behavior MOU as soon as possible.  The United States and China decided to host the negotiation meetings in rotation and to hold the third experts meeting between the U.S. Coast Guard and China Coast Guard in late September 2016.  Both sides commended cooperation to date and reached consensus to finalize an MOU on maritime law enforcement cooperation between Coast Guards at an early date.\n\n\n\t \n\n\nIraq – The United States and China reaffirmed their shared interest in a stable Iraq and expressed support for the Iraqi Government’s efforts to implement reforms and combat terrorism.  The two sides expressed deep concern over the humanitarian situation, and are willing to provide increased assistance to Iraq and improve coordination.\n\n\n\t \n\n\nSpace Cooperation – The United States and China recognized that space debris can be catastrophic to satellite and human spaceflight, and that, due to the global dependence on space-based capabilities, the creation of space debris can seriously affect all nations. Therefore, as two Permanent Members of the UN Security Council with major space programs, the United States and China committed to intensify cooperation to address the common challenge of the creation of space debris and to promote cooperation on this issue in the international community.  Both sides decided to work further on the basis of their inaugural Space Security Exchange held in May 2016 to expand consensus and to hold the second round of the Space Security Exchange before the end of 2016.\n\n\n\t \n\n\nAfghanistan – The United States and China reaffirmed their commitment to a peaceful, stable, and prosperous Afghanistan and decided to expand their areas of cooperation in support of the Afghan government.  The two sides will continue to work together, including in the Quadrilateral Coordination Group, to support an Afghan-led, Afghan-owned peace process.  The two sides expressed their intent to participate in and support the EU-hosted Brussels Conference on Afghanistan on October 5, 2016.  The United States and China are willing to communicate on counterterrorism assistance according to the willingness and needs of the Afghan government.  The two sides decided to enhance existing U.S.-China capacity-building programs for the Afghan government by extending cooperation to the disaster management sector.\n\n\n\t \n\n\nNuclear Security and Liability – The United States and China decided to continue to deepen their cooperation on issues related to nuclear security and liability. Both sides committed to reach consensus on the arrangements necessary to implement fully the provisions of the U.S.-China Agreement for Cooperation Concerning Peaceful Uses of Nuclear Energy.  Both sides committed to work with Ghana and the International Atomic Energy Agency to complete the conversion of the miniature neutron source reactor in Ghana from highly enriched uranium to low enriched uranium fuel  as soon as possible.  The United States and China jointly committed to support Nigerian efforts to convert its miniature neutron source reactor as early as possible and to convert the remaining highly enriched uranium-fueled miniature neutron source reactor located in China.  The two sides concur on the importance of establishing a global nuclear liability regime, and commit to strengthening communication and exchanges on the regime.  The United States and China decided to hold a dialogue on deepening cooperation on countering nuclear smuggling in Beijing in October 2016.\n\n\n\t \n\n\nCombating Wildlife Trafficking – The United States and China underscored the importance and urgency of combating wildlife trafficking and are taking actions to protect the African elephant, including by imposing nearly complete bans on the commercial trade in elephant ivory.  The United States implemented its commitments on nearly complete bans on the import, export, and domestic commercial trade in ivory in July 2016.  China enacted bans on import of ivory and its products in March 2016 and committed to publish a timetable to halt its domestic commercial trade of ivory by the end of 2016.\n\n\n\t \n\n\nOceans Cooperation – The United States and China affirmed their commitment to work with other relevant governments toward reaching an instrument to prevent unregulated commercial fishing in the high seas of the Central Arctic Ocean by the end of 2016.  To further cooperation between the United States and China on polar and ocean matters, both sides decided to facilitate cooperative and mutually beneficial science-related activities in both the Arctic and Antarctic.  The two sides pledged to hold the Eighth Annual Dialogue on the Law of the Sea and Polar Issues in the United States in 2017.\n\n\n\t \n\n\nStrengthening Development Cooperation:  In 2016, the United States and China have worked under the cooperative principle raised, agreed and led by recipient countries to strengthen our development cooperation, following the signing in 2015 of a Memorandum of Understanding. The MOU provides a framework for better communication and cooperation to help achieve our shared development objectives, including ending poverty and hunger, promoting sustainable development, and implementing the 2030 Agenda for Sustainable Development.  In April 2016, the United States and China held the first ever U.S.-China Development Cooperation Annual Meeting.\n\n\n\t \n\n\nAfrica Center for Disease Control and Prevention (Africa CDC):  The United States and China reaffirmed a commitment to work with the African Union and its member states to advance the Africa CDC and sustain support for the Africa CDC.  Both sides committed to finalize a memorandum of understanding by the end of 2016 among relevant government partners that further promotes the success of U.S.-China cooperation to support the Africa CDC.  The two sides also intend to cooperate with the African Union to support the planning and operations of the Africa CDC; in collaboration with Africa CDC plan the implementation of activities; strengthen technical capacity; jointly implement public health trainings; and accelerate the capacity of African public health experts.  The two sides are committed to strengthen exchanges and cooperation among Chinese, African, and American health experts in disease control and prevention and share respective experiences.\n\n\n\t \n\n\nGlobal Health and Global Health Security: The United States and China reaffirmed their decision to enhance concrete cooperation in public health and global health security.  The two sides decided to continue to make contributions and strengthen their support to the Global Fund to Fight AIDS, Tuberculosis, and Malaria, and participate in the fifth replenishment conference on September 16, 2016.  Both sides reaffirmed their support to advance the implementation of the World Health Organization (WHO) International Health Regulations.  They also encouraged voluntary participation in WHO Joint External Evaluation.  The two sides reaffirmed their commitment to support the goals and objectives of the Global Health Security Agenda (GHSA) under the framework of WHO International Health Regulations.  Both countries intend to enhance cooperation on anti-microbial resistance and other concerns.  The two countries decided to strengthen African countries’ public health capacity, including continuing post-Ebola cooperation in Sierra Leone and Liberia through training in areas including field epidemiology and laboratory systems and responding to health emergencies such as the Yellow Fever outbreak.\n\n\n\t \n\n\nFood Security and Nutrition: The United States and China reaffirmed their support for the African Union’s Comprehensive African Agriculture Development Program (CAADP) to meet its goals to promote food security across the continent.  The two countries also decided to explore cooperation on climate smart agriculture in Africa.  The two sides committed to finalize plans for trilateral cooperation on aquaculture with the government of Timor-Leste in the fall.\n\n\n\t \n\n\nHumanitarian Assistance and Disaster Response: The United States and China reaffirmed their commitment to support nations affected by El Nino and La Nina-related climate disasters.  Both sides decided to increase their resource contributions to mechanisms supporting drought-affected countries in the Horn of Africa, including through the World Food Program.  The two sides also reaffirmed their commitment to continue cooperating on search and rescue capacity-building via the International Search and Rescue Advisory Group.\n\n\n\t \n\n\nMultilateral Institutions: The United States and China intend to continue their cooperation with international institutions to tackle key global development challenges.\n\n\n\t \n\n\nClean Energy Cooperation : Under the framework of the Development Cooperation Annual Meeting between the United States Agency for International Development and the Ministry of Commerce of China, the two sides intend to explore clean energy cooperation in third countries.\n\n\n\t \n\nStrengthening Bilateral Relations\n\n\t \n\n\nCounternarcotics – The United States and China praised their positive cooperation in the counternarcotics field.  The two sides reaffirmed their commitment to routinely exchange law enforcement and scientific information with a view towards coordinated actions to control substances and chemicals of concern.  The United States recognizes the positive contribution that China has made to world health and safety by controlling over 100 substances whose manufacture and distribution is not addressed by the UN Conventions and commends the existing mechanism set forth in China's 2015 law to expedite scheduling of new synthetic substances which are subject to control by other countries, including fentanyl analogues.  The United States committed to work with China to enhance data collection and analysis on drug abuse and diversion that could benefit international understanding of ketamine misuse and its international scheduling.  China will pay special attention to the substances exported to and controlled in the United States that are not controlled in China, and will fully explore the possibility of further scheduling of these substances, while the United States committed to provide lists and samples of these substances. \n\n\n\t \n\n\nLaw Enforcement – The two sides decided to continue expanding law enforcement and anti-corruption cooperation, including by enhancing coordination and cooperation on criminal investigations and repatriations of fugitives and illegal immigrants.  Both sides will continue to prioritize cooperation on repatriating fugitives and illegal immigrants through charter flights and issuance of travel documents.\n\n\n\t \n\n\nCounterterrorism – The United States and China condemn all forms of terrorism and decided to improve information-sharing on foreign terrorist fighters, including sharing biographical information and debriefing reports.  As Permanent Members of the UN Security Council, both sides recognize the importance of reporting of foreign terrorist fighters to international databases, including Interpol.  The United States and China reaffirmed their commitment to communicate and cooperate in the UN Security Council 1267 Committee to designate terrorist entities in accordance with relevant UN Security Council Resolutions.\n\n\n\t \n\n\nCybersecurity – Both sides reaffirmed their intent to implement fully the September 2015 cyber commitments, including combatting malicious cyber activity and hacking, and not conducting or knowingly supporting cyber-enabled theft of intellectual property for commercial gain.  Both sides affirmed the development of a “scorecard” for law enforcement cases for review at the next High-Level Dialogue in December 2016, and at future Dialogues thereafter, and to continue assessing progress in both law enforcement and network protection cooperation between the two countries.  Both sides committed to strengthen law enforcement cooperation on cybercrime investigations, including business e-mail compromise, and network protection cooperation, including critical infrastructure protection.   The two sides decided to enhance bilateral cooperation on cybercrime and network protection, including through additional tabletop exercises and working-level engagements.  They reaffirmed their support for strengthening bilateral cooperation with respect to voluntary norms of responsible state behavior in cyberspace in peacetime.  Both sides decided to hold the second round of the Senior Experts Group on International Norms in Cyberspace and Related Issues in November 2016 in Beijing.  The two sides look forward to conducting a successful third High-Level Joint Dialogue on Cybercrime and Related Issues in December 2016.\n\n\n\t \n\n\nMilitary Relations – Both sides affirmed the value of a constructive military-to-military relationship and recognize the progress that has been made in recent years to strengthen and improve this relationship in support of the overall bilateral U.S.-China relationship.  In particular, the two sides highlighted the importance of grounding the U.S.-China military-to-military relationship in a sustained and substantive dialogue to build toward common views of the regional security environment and related security challenges; a commitment to develop concrete and practical cooperation in areas of mutual interest, such as humanitarian assistance and disaster relief, counter-piracy, military medicine, and peacekeeping; and, enhanced measures to deepen mutual trust, improve operational safety, and reduce risk between our armed forces.  To this end, the two sides will continue to develop and actively implement confidence building measures based on the Memoranda of Understanding concerning Notification of Major Military Activities and Rules for the Safety of Air and Maritime Encounters signed by the United States and China in November 2014, with the United States prioritizing completion of a mechanism for informing the other party of ballistic missile launches.  The two sides decided to conduct joint training and seminars on familiarization of these Rules, including during future port calls to both countries.  Both sides look forward to China sending a delegation to a bilateral workshop on submarine rescue hosted by the United States in early 2017. \n\n\n\t \n\n\nSubnational Cooperation on Municipal Governance – The United States and China affirmed their commitment to strengthening subnational cooperation and announced the launch of a new program to promote effective municipal governance.  The program – led by the National League of Cities and the Chinese People’s Association for Friendship with Foreign Countries and with support from the U.S. Department of State, the U.S. Department of Housing and Urban Development, and other U.S. and Chinese organizations as appropriate – is intended to host exchanges and workshops on environmentally sustainable urban planning, developing healthy communities, public participation, open government information, and other governance issues.  The first exchange is planned for early 2017 in the United States.‎\n\n\n\t \n\n\n\n\n"
}