{
    "title": "Renewing the National Commitment to Putting America’s Heroes Back to Work | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/02/25/renewing-national-commitment-putting-america-s-heroes-back-work",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nFebruary 25, 2013\n\n \n\n\n\nRenewing the National Commitment to Putting America’s Heroes Back to Work\n\n\n\n\nWashington, D.C. – As part of their Joining Forces initiative, First Lady Michelle Obama and Dr. Jill Biden addressed the National Governors Association and renewed their call on governors to do their part putting America’s heroes back to work, and to serve our military veterans and spouses as well as they’ve served us.  The First Lady’s remarks are a call to action – building on President Obama’s June 2012 announcement of the Military Credentialing and Licensing Task Force – setting a goal that by the end of 2015, all 50 states will have taken legislative or executive action to help our troops get the credentials they need to successfully transition to the civilian labor market.\nThe remarks by Mrs. Obama and Dr. Biden coincide with a new report by the Executive Office of the President that details the barriers veterans and their families face as they seek employment, the Administration’s commitment to help them leverage their skills to good, meaningful jobs and the progress that has already been made.\nFACT SHEET: The Fast Track to Civilian Employment\nThe United States has the most highly trained military in the world, sustained by individuals who have skill sets with enormous breadth and depth because of their military education and experience.  The members of our Armed Forces and their families make great sacrifices, and when their service is concluded, we owe it to our veterans and their families to help them accomplish a successful transition to the civilian labor market. That is why over the past year and a half, the President has taken significant action to create a “career-ready military” and streamline the transition process.\n\t \n\tToo often the talented men and women who have served our country face barriers that make it difficult to find jobs that capitalize on their skills. Many service members and veterans are required to repeat education or training in order to receive industry certifications and state occupational licenses, even though much, and in some cases, all, of their military training and experience overlaps with credential requirements.\n\t \n\tAdditionally, frequent moves, and the resulting need to search for new employment, can be a significant problem for military spouses, especially when getting a job in a new state requires obtaining an occupational license. Leveraging the skills of our military veterans and their families will build a stronger workforce and a more competitive economy.\n\t \nThe Fast Track to Civilian Employment\n\t \n\tIn the coming years, America will see a continued demand for skilled workers in high-growth industries from healthcare and information technology to clean energy and advanced manufacturing.\n\t \n\tStudies generally find that both occupational licenses and government certifications are associated with higher wages, with substantial wage premiums—on the order of 15 to 18 percent—for individuals who hold an occupational license.  Those without licenses often have to take jobs in different, lower-paying occupations.\n\t \nHelping Servicemembers Gain Industry Recognized Licenses and Credentials\n\tDespite having valuable military experience which in many cases is applicable to well-paying civilian jobs, veterans frequently find it difficult to obtain formal private sector recognition of their military experiences and skill sets through civilian certification and licensure.\n\t \n\to As of January 2013, roughly 844,000 veterans were unemployed and looking for work, including 252,000 post-9/11 veterans.  As we drawdown from the war in Afghanistan, one million service members are expected to leave the armed forces over the next several years. \n\t \n\to To ensure service members leave the military with the ability to transfer their education and training to the civilian job market, President Obama created the Defense Department Military Credentialing and Licensing Task Force in June of 2012.\n\t \n\to As its initial action, the Task Force forged partnerships with the five largest manufacturing credentialing bodies to provide opportunities for service members to gain industry-recognized, nationally-portable certifications for high-demand manufacturing jobs -- including welding, machining, maintenance, and logistics -- almost all of which have median   hourly wages above the national average. These partnerships are currently being implemented at military bases across the country.\no Administration is now expanding its efforts to assist states in translating military training and experience into credit towards professional licensure. The objectives of this initiative  will be to accelerate states’ occupational licensing processes and to streamline approaches for assessing the equivalency of military training and experience in specific occupations, including:\n\t Emergency Medical Technicians (EMTs) and Paramedics\n\t Licensed Practical Nurses (LPNs)\n\t Physician Assistants (PAs)\n\t Commercial Drivers Licenses for Bus and Truck Drivers (CDLs)\n\t \nExpanding Licensing Portability for Military Spouses\n\tFrequent moves resulting in the need to search for new employment, can inhibit or delay military spouses from continuing employment, especially when getting a job in a new state requires obtaining an occupational license.\n\t \n\to There are currently more than 860,000 military spouses, about 95 percent of whom are female.  Over the past six years, the labor force participation rate for military spouses has been approximately 55 percent, with an unemployment rate of 9.7 percent.\no Military spouses experience a number of unique employment challenges. According to analysis from the Treasury Department, military spouses are ten times more likely to have moved across state lines in the last year compared to their civilian counterparts.\n\t \n\to In February of 2012, only 11 states had legislation in place to assist military spouses seeking licenses or certifications.  One year later, an additional 17 states have passed spousal licensing legislation, bringing the overall total to 28 states with military spouse measures in place.  Another 15 states have introduced spouse licensure bills. \n\t \n\to Through collaboration with state legislators and regulators, the Department of Defense has worked to develop best practices with regards to military spouse licensure. These include: licensure through endorsement, temporary licensure, and expedited processes for issuing licenses.\n\n\n\n\n"
}