{
    "title": "FACT SHEET: Administration and Fire Chiefs Around the Country Take Action to Reduce the Risk of Wildfires in the Wildland Urban Interface Exacerbated by Climate Change | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/11/09/fact-sheet-administration-and-fire-chiefs-around-country-take-action",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 09, 2015\n\n \n\n\n\nFACT SHEET:  Administration and Fire Chiefs Around the Country Take Action to Reduce the Risk of Wildfires in the Wildland Urban Interface Exacerbated by Climate Change\n\n\n\n\n\n\tPresident Obama has made clear that climate change is one of the greatest threats facing our country and our planet. With a changing climate comes more extreme weather, including droughts and wildfires.\n\n\tThe increase in wildfires is particularly dangerous in the Wildland-Urban Interface (WUI), where houses, structures and people are at risk of structure loss, injury and death. Since 1990, 60 percent of new homes built in the United States have been built in the WUI, increasing the amount of land at risk in the by 4,000 acres per day, nearly 2 million acres per year. The WUI now contains 46 million single family homes, several hundred thousands of businesses, and a population of more than 120 million.\n\n\tMany of the homes and businesses located in the WUI are at greater risk from wildfire because of the impacts of climate change, threatening both structures and lives. It’s essential that we recognize the climate impacts on fire risks in these areas, and that we’re doing all we can to share information about these risks with fire professionals and community leaders. To better combat these fire risks, we need to increase our understanding of how wildfires interact with communities in terms of structures, terrain, and weather. Together, we must take action to enhance community resilience against these risks.\n\n\tToday, Vice President Biden, in partnership with the U.S. Fire Administration and other Federal partners, is hosting a Fire Chiefs’ White House Roundtable with chiefs from across the nation to discuss the scientific basis for climate impacts and WUI fire threats, review lessons from recent fire events and practices employed to address these threats, and identify further policy actions needed to enhance community resilience in the WUI. At the roundtable, the following announcements will be made: \n\n\nA Commitment from Fire Chiefs Across the Country to Combat Climate Change Impacts in the Wildland Urban Interface: Over 37 fire chiefs and professional fire associations from local and tribal communities, counties, states and federal agencies have committed to ensure that fire fighters have the information, training and resources required to face the current and growing threats that climate impacts are having at the WUI, and to ensure community resilience by encouraging wildland fire prevention and mitigation practices by property owners, communities, and local governments across the country. The fire chiefs represent the following communities and organizations:\n\n\t\tChief of Fire and Aviation, Alaska Division of Forestry, Alaska\n\n\t\tFire Chief, Fort McDowell Yavapai Nation Fire Department, Arizona\n\n\t\tFire Chief, Mesa Fire and Medical Department, Mesa Arizona\n\n\t\tFire Chief, Salt River Pima - Maricopa Indian Community, Arizona\n\n\t\tFire Chief, City of Oakland, California\n\n\t\tState Fire Marshal, State of California\n\n\t\tFire Chief, Pasadena Fire Department, California\n\n\t\tFire Chief, Fire and Rescue Division, Office of Emergency Services, California\n\n\t\tFire Chief, Orange County Fire Authority, California\n\n\t\tFire Chief, County of Los Angeles, California\n\n\t\tFire Chief, North County Fire Protection District, Fallbrook (San Diego), California\n\n\t\tDirector, California Department of Forestry and Fire Protection, California\n\n\t\tFire Chief, Cunningham Fire Protection District, Colorado\n\n\t\tDeputy Fire Chief, Castle Rock Fire and Rescue Department, Colorado\n\n\t\tFire Marshal, Colorado Springs, Colorado\n\n\t\tFire and EMS Chief, D.C. Fire and EMS, Washington, D.C.\n\n\t\tFire Chief, Lakeland Fire Department, and President, Florida Fire Chiefs Association, Florida\n\n\t\tState Forester, State of Florida\n\n\t\tFire Chief, Caldwell, Idaho\n\n\t\tFire Chief, Kansas City Kansas Fire Department, Kansas\n\n\t\tFire Chief, Red Lodge Fire Rescue, Montana\n\n\t\tFire Chief (Interim), Lincoln, Nebraska Fire and Rescue, Nebraska\n\n\t\tFire Chief, City of Omaha Fire Department, Nebraska\n\n\t\tState Forester, State of Nevada\n\n\t\tFire Chief, City of Santa Fe, New Mexico and Chair, IAFC Wildland Fire Policy Committee\n\n\t\tFire Chief, Tualatin Valley Fire & Rescue, Oregon\n\n\t\tFire Chief, City of Austin, Texas\n\n\t\tFire Chief (Acting), City of Fairfax Fire Department, Virginia\n\n\t\tFire Chief, Stafford County Fire and Rescue Department, Virginia\n\n\t\tChief of Emergency Services, County of Lancaster, Virginia\n\n\t\tFire Chief, Cowlitz 2 Fire and Rescue, Kelso, Washington\n\n\t\tFire Chief, Tualatin Valley Fire & Rescue, Washington\n\n\t\tFire Chief, Kittitas Valley Fire and Rescue, Ellensburg, Washington\n\n\t\tU.S. Fire Administrator\n\n\t\tChief Executive Officer and Executive Director, International Association of Fire Chiefs\n\n\t\tWestern Fire Chiefs Association (AK, AZ, CA, HI, ID, MT, NV, OR, UT, WA, and Western Pacific Islands)\n\n\t\tWildland Fire Coordinator, International Association of Fire Chiefs\n\nA New Study Illustrating the Need to be More Prepared: The Department of Commerce’s National Institute of Standards and Technology (NIST) today announced the release of “A Case Study of a Community Affected by the Waldo Fire-Event Timeline and Defensive Actions”. This case study demonstrates the WUI fire event attributes that differ from either urban or wildland fires, including the extreme and rapid rates of structure ignition, and provides recommendations for planning and operational considerations before, during, and after fires in the WUI.\n\nA Report on Understanding the Science Behind Wildland Fires:  A Wildland Fire Science and Technology Task Force, chartered under the National Science and Technology Council’s Subcommittee on Disaster Reduction, is releasing a Final Report that proposes mechanisms to improve coordination between fire-science producers and the community of users of fire science, including a recommendation to establish a standing Federal Fire Science Coordination Council to define national-level needs for Federal fire science in support of the fire-management community. The proposed Council will also will serve as a formal, institutionalized mechanism to systematically link fire researchers with fire managers.\n\n\n\tTo continue to address wildfire risk, including risks in the WUI, the President’s FY 2016 Budget proposal would provide the necessary resources for the U.S. Forest Service as well as the Department of the Interior to address wildfire suppression and rehabilitation needs without resorting to detrimental transfers from other critical forest landscape resilience priorities. As more and more agency resources are spent each year to provide the firefighters, aircraft, and other assets necessary to protect lives, property, and natural resources from catastrophic wildfires, fewer and fewer funds and resources are available to support other agency work -- including the very programs and restoration projects that reduce the fire threat on public and private land.\n\n\n\n\n"
}