{
    "title": "Información Sobre la Reunión del Presidente con el Grupo Hispano del Congreso | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/informaci-n-sobre-la-reuni-n-del-presidente-con-el-grupo-hispano-del-congreso",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 29, 2010\n\n \n\n\n\nInformación Sobre la Reunión del Presidente con el Grupo Hispano del Congreso\n\n\n\n\nHoy, el Presidente Obama se reunió con miembros del Grupo Hispano del Congreso (Congressional Hispanic Caucus) sobre la necesidad de arreglar el sistema fracasado de inmigración de nuestro país. El Presidente habló con los miembros acerca del discurso sobre la reforma integral de inmigración que pronunciara próximamente  y de su deseo de ver un proceso bipartidista que se base en la propuesta presentada en el Senado y que parta del marco Schumer-Graham. El Presidente señaló que la estrategia bipartidista de la propuesta aborda sensatamente la necesidad de resguardar mejor nuestras fronteras y exige que tanto los trabajadores que están aquí ilegalmente como los empleadores inescrupulosos que se aprovechan del sistema asuman responsabilidad por sus actos. Durante la reunión el Presidente también mencionó el esfuerzo sin precedente que su gobierno está haciendo para resguardar nuestras fronteras, lo que incluye su solicitud al Congreso de $600 millones en asignaciones suplementarias y la movilización de hasta 1,200 efectivos adicionales de la Guardia Nacional para complementar dichos esfuerzos. El Presidente señaló que la verdadera protección de la frontera requiere una reforma integral de la inmigración y dijo que quiere continuar trabajando con el CHC y el Congreso para tomar medidas lo antes posible. El Presidente les agradeció a los miembros del CHC por su firme respaldo en el último año y medio, pues contribuyó a que se aprobara una histórica medida de recuperación económica, la reforma del cuidado médico, la reforma educativa y a que esté por aprobarse la reforma de Wall Street, que asegura que la irresponsabilidad del pasado no nos lleve a otra crisis. Además, el Presidente dejó en claro nuevamente su opinión sobre la ley recientemente aprobada por Arizona e indicó que el Departamento de Justicia la está analizando.\nUna fotografía de la reunión se puede descargar aquí: http://bit.ly/dlZOMB.\n \n\n\n\n"
}