{
    "title": "Mensaje Semanal: El Presidente Obama critica a los líderes del Partido Republicano por bloquear soluciones al dictamen de Citizens United | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/18/mensaje-semanal-el-presidente-obama-critica-a-los-l-deres-del-partido-re",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 18, 2010\n\n \n\n\n\nMensaje Semanal: El Presidente Obama critica a los líderes del Partido Republicano por bloquear soluciones al dictamen de Citizens United\n\n\n\n\n\n\tWASHINGTON – En su mensaje de esta semana, el Presidente Obama criticó a los líderes republicanos del Congreso por defender intereses especiales arraigados y el status quo. Después de que la Corte Suprema revirtió décadas de leyes y precedentes en el dictamen de Citizens United, el poder ejecutivo trató de cerrar estas nuevas brechas legales con una ley de sentido común. Esta ley requeriría que se divulgue públicamente quiénes pagan los anuncios políticos y restringiría que las corporaciones controladas en el exterior gasten para ejercer influencia en las elecciones. Pero los líderes del partido republicano han impedido que la ley se someta a votación en el Senado, con la esperanza de que los intereses especiales los recompensen al financiar anuncios para atacar a sus opositores.  \n\n\tEl audio y video del mensaje estará disponible en obamawhitehouse.archives.gov a partir de las 6:00 am ET, del sábado, 18 septiembre, 2010.\n\n\tDeclaraciones del Presidente Barack Obama\n\tVersión preparada\n\tSábado, 18 de setiembre, 2010\n\tWashington, DC\n\n\n\t \n\tEn enero, en mi discurso sobre el Estado de la Nación, les advertí del peligro que representaba un dictamen de la Corte Suprema llamado Citizens United. Este dictamen revirtió décadas de leyes y precedentes. Les dio a los intereses especiales el poder de gastar sin límite y sin necesidad de divulgación pública para sacar anuncios dirigidos a influir en las elecciones. \n\t \n\tAhora que las elecciones se aproximan, no sólo es una teoría. Podemos ver nosotros mismos cuán destructiva se puede volver esta decisión para nuestra democracia. Lo vemos en el diluvio de anuncios con ataques engañosos patrocinados por intereses especiales que se esconden tras organizaciones con nombres tendenciosos. No sabemos quiénes están detrás de esos anuncios ni quiénes los pagan. Incluso firmas extranjeras que buscan influir en nuestra democracia pueden gastar libremente para inclinar la balanza hacia el candidato que prefieren. \n\t \n\tHemos tratado de solucionar esto con una nueva ley que simplemente requiere que revelen su identidad y la de quienes pagan el anuncio. De esta manera, los votantes podrán tomar una decisión informada sobre las motivaciones del grupo. Todos los que ponen esos anuncios tendrán que aseverar su veracidad. Y las compañías extranjeras no podrán gastar dinero para influir en las elecciones, como era antes de la Corte Suprema abriera esta brecha legal.\n\t \n\tEsto tiene sentido común. De hecho, los demócratas y republicanos han estado de acuerdo con este tipo de propuesta durante décadas. Sin embargo, los líderes republicanos del Congreso ahora dicen “no”. Han bloqueado esta ley y ni siquiera puede someterse a votación en el Senado. Es la peor cara de la política. Pero no es difícil comprender por qué.\n\t \n\tEn los últimos dos años, hemos luchado contra intereses especiales especialmente arraigados, debilitando su influencia sobre los diferentes niveles de poder en Washington. Adoptamos una posición firme contra los peores abusos del sector financiero y las compañías de seguro médico. Hemos descontinuado los créditos tributarios para compañías que envían empleos al extranjero. Y hemos restaurado el cumplimiento de normas de sentido común para proteger la pureza del agua y el aire. Nos hemos rehusado a continuar el status quo.\n\t \n\tAhora, los intereses especiales desean recobrar el Congreso y regresar a los días en que los cabilderos redactaban las leyes. Y el partido minoritario en el Congreso espera que su defensa de estos intereses especiales y el status quo sea recompensada con un diluvio de anuncios negativos en contra de sus rivales. Pura y simplemente están en pos del poder. Esperan que esta ola poderosa de influencia sin control los lleve a la victoria.\n\t \n\tLo que está claro es que el Congreso tiene la responsabilidad de actuar. Pero la verdad es que cualquier ley llegará demasiado tarde para evitar el daño ya hecho en esta temporada de elecciones. Por eso, cada vez que vean un ataque publicitario por estos grupos desconocidos, se deben preguntar: ¿quién está pagando esta publicidad? ¿Las aseguradoras? ¿Las petroleras? ¿Las compañías de tarjetas de crédito?\n\t \n\tPero más que eso, pueden estar seguros de que decenas de millones de dólares gastados en publicidad engañosa no ahogarán la voz del pueblo. Porque no importa cuántos anuncios pasen, no importa cuántas elecciones tratan de comprar; el poder para determinar el destino de este país no está en sus manos. Está en las manos de ustedes. Nos toca a nosotros defender el principio estadounidense más básico del gobierno del pueblo, para el pueblo y por el pueblo. Lo que está en juego no es sólo una elección. Es nuestra democracia misma.\n\n\tGracias.\n\n\t###\n\n\n\n\n"
}