{
    "title": "President Obama to Host Space Conference in Florida in April | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-host-space-conference-florida-april",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 07, 2010\n\n \n\n\n\nPresident Obama to Host Space Conference in Florida in April\n\n\n\n\nWASHINGTON – On April 15, President Barack Obama will visit Florida to host a White House Conference on the Administration’s new vision for America’s future in space, the White House today announced.\nThe President, along with top officials and other space leaders, will discuss the new course the Administration is charting for NASA and the future of U.S. leadership in human space flight.  Specifically, the conference will focus on the goals and strategies in this new vision, the next steps, and the new technologies, new jobs, and new industries it will create.   Conference topics will include the implications of the new strategy for Florida, the nation, and our ultimate activities in space.\nFurther logistical details will be announced as they become available.\nAfter an independent review panel found that the previous program to return astronauts to the Moon was fundamentally un-executable, the President included an additional $6 billion for NASA in his FY2011 budget over the next five years. This funding will help us achieve our boldest aspirations in space.   The President’s ambitious new strategy pushes the frontiers of innovation to set NASA on a more dynamic, flexible, and sustainable trajectory that can propel us on a new journey of innovation and discovery.\nThe President and the NASA Administrator both believe that we have to be forward thinking and aggressive in our pursuit of new technologies to take us beyond low-Earth orbit.  The President’s plan does this.\nA foundational element of this new strategy is to invest in the development of a targeted set of inter-related technologies and capabilities that can help us travel from the Earth’s cradle to our nearby Solar System neighborhood in a more effective and affordable way, thus laying the foundation to support journeys to the Moon, asteroids, and eventually to Mars.     \nAfter years of underinvestment in new technology and unrealistic budgeting, the President’s plan will unveil an ambitious plan for NASA that sets the agency on a reinvigorated path of space exploration.\n\n\n\n"
}