{
    "title": "Readout of Vice President Biden's Meeting with Members of the African Union High-Level Implementation Panel for Sudan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/18/readout-vice-president-bidens-meeting-members-african-union-high-level-i",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nApril 18, 2011\n\n \n\n\n\nReadout of Vice President Biden's Meeting with Members of the African Union High-Level Implementation Panel for Sudan\n\n\n\n\nVice President Biden today met at the White House with former South African President Thabo Mbeki, Chairman of the African Union (AU) High-Level Implementation Panel for Sudan, along with fellow panel members, former President of Nigeria Abdulsalami Abubakar, and former President of Burundi Pierre Buyoya.\n\t \n\tThe Vice President and the delegation committed to continue their work together with the parties to resolve outstanding Comprehensive Peace Agreement (CPA) issues by July 2011, particularly the issue of Abyei.  The Vice President expressed appreciation for the Panel's role in brokering the recent commitment by Sudanese leaders to withdraw Northern and Southern forces from Abyei and underscored the commitment of the United States to coordinate our efforts regarding Sudan with the African Union.\nOn the critical issue of Darfur, the Vice President expressed great concern that security conditions on the ground continue to deteriorate and are further aggravated by restrictions on peacekeepers’ and humanitarian workers’ access to vulnerable populations.  The Vice President underscored the importance of ensuring the establishment of two viable states in Sudan after the South’s independence in July and stressed that a resolution to the situation in Darfur must be part of that process.\nBoth sides committed to working together to galvanize international support for addressing our shared interests in the coming months.  The meeting builds on Vice President Biden’s trip to Kenya, Egypt, and South Africa last June that helped to build regional cooperation on CPA implementation.  \nTo view a photograph of the Vice President’s meeting, click HERE.\n\n\n\n\n"
}