{
    "title": "New $100 Million Microfinance Growth Fund for the Western Hemisphere | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/new-100-million-microfinance-growth-fund-western-hemisphere",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 18, 2009\n\n \n\n\n\nNew $100 Million Microfinance Growth Fund for the Western Hemisphere\n\n\n\n\nTHE WHITE HOUSE  Office of the Press Secretary  (Port of Spain, Trinidad) ________________________________________________________________________ For Immediate Release                   April 18, 2009                       New $100 Million Microfinance Growth Fund for the Western Hemisphere The global credit crisis is having a significant and harmful impact on the availability of finance for micro and small businesses that provide a majority of the jobs in the Hemisphere.  This is one of the factors jeopardizing recent hard won gains in reducing poverty.  While the region has a wealth of microfinance institutions, these lenders are now confronting a serious shortage of private finance from both international and local sources.  As the supply of lending is shrinking, the demand for smaller loans is expanding as job loss escalates and the newly unemployed are falling back on micro and small enterprises as their sole source of income.  To address this shortfall, the Treasury Department brought together key U.S. and multilateral institutions to develop a rapid response. Today the President announced a new partnership of the Multilateral Investment Fund (MIF) at the Inter-American Development Bank (IDB), the U.S. Overseas Private Investment Corporation (OPIC), and the Inter-American Investment Corporation (IIC) for the purpose of launching a new Microfinance Growth Fund for the Western Hemisphere.  The fund will provide stable medium and longer-term sources of finance to microfinance institutions and microfinance investment vehicles to help rebuild their capacity to lend during this difficult period and to increase the supply of finance for micro and small businesses as recovery takes hold. Debt and equity financing of $100 million, subject to each partner’s board approval, has already been identified as initial capital for the fund.  The MIF will take the lead role in structuring this facility, identifying managers, and defining the lending strategy and the operational procedures, together with other investors.  The MIF will launch a request for statements of interest next month. The fund partners challenge other private and public organizations to join this effort and assist in reaching the ultimate goal of raising $250 million. Microfinance Growth Fund The facility: The Microfinance Growth Fund will be established as a Delaware limited partnership to make medium and long term senior loans and subordinated loans to microfinance institutions (MFIs), microfinance investment vehicles (MIVs), and other financial intermediaries that fund micro and small enterprises in Latin American and the Caribbean (LAC).  This facility is designed to be a public-private partnership.  The funding provided by the facility is intended to support sustained growth of micro and small enterprises in light of the contraction of external financing sources, tighter liquidity in local banking markets, and the projected increased demand. Potential market size:  According to a recent report funded by MIF, there are an estimated 565 MFIs currently financing about nine million microenterprises in the region, with an outstanding loan portfolio of US $9 billion.  Loan growth rates have averaged over 40% per year since 2002, as MFIs had ready access to debt and equity financing, from both domestic and international sources, to meet their funding needs.  As domestic and external debt financing contracts, regional MFIs could confront a financing shortage of up to US $750 million this year. Investment Objective: The principal investment objective of the facility will be to provide senior and subordinated medium and long term loans to credit-worthy MFIs, either directly, or indirectly, through MIVs. Target size and market: A first closing of US $100 million, out of which US $20 million will be equity and US $80 million senior debt.  The fund is intended to reach a broad range of sustainable MFIs, including smaller institutions with limited international access to credit that nevertheless play an important and active role. Fund Manager: The Multilateral Investment Fund (MIF) at the Inter-American Development Bank (IDB) and other potential investors will conduct a competitive process to select a management company that will be responsible for administering the fund according to pre-established credit criteria.  The management company will be selected on the basis of knowledge of and presence in the LAC microfinance and financial sector, previous track record, proven relevant experience, reputation, management, professional capacity, proposed structure, management fees, and cost.  MIF will launch a request for statements of interest next month. Equity Partners: A group of leading investors has been identified that have agreed to collaborate in the design of the facility and that will undertake to present the proposal to their Boards for commitment of the initial US $20 million.  These include members of the IDB group (MIF and the Inter-American Investment Corporation or IIC) and other well known and respected public and private sector investors. Senior debt: The equity will be leveraged by senior debt from the Overseas Private Investment Corporation (OPIC) and IIC. ### \n\n\n\n"
}