{
    "title": "Readout of the President’s Meeting on the United States’ Ebola Response | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/10/06/readout-president-s-meeting-united-states-ebola-response",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 06, 2014\n\n \n\n\n\nReadout of the President’s Meeting on the United States’ Ebola Response\n\n\n\n\nThe President met this afternoon with his senior health, homeland security, and national security advisors to receive an update on the Ebola case in Texas, broader domestic preparedness plans, and U.S. and international efforts to contain and end the epidemic in West Africa. The President and his team discussed the progress health officials in Texas have made in identifying and monitoring the contacts of the patient in Dallas. The team reviewed the measures that have been in place for weeks in preparation for this contingency, and underscored their confidence that the nation’s health infrastructure is prepared and able to prevent an outbreak here at home.  Participants also discussed options to enhance airport screening in the United States and the need to tackle Ebola at its source in West Africa, where the United States has launched a civilian-led whole-of-government effort that leverages the unique capabilities of the U.S. military to help bring the epidemic under control.  Finally, the President reiterated that the epidemic is a top national security priority, and that we will continue to do everything necessary to address it.\nParticipants:\n\n\n\t\tThe Vice President (via secure videoconference)\n\n\t\tJohn Kerry, Secretary of State\n\n\t\tChuck Hagel, Secretary of Defense\n\n\t\tGeneral Martin Dempsey, Chairman of the Joint Chiefs of Staff\n\n\t\tSylvia Burwell, Secretary of Health and Human Services\n\n\t\tJeh Johnson, Secretary of Homeland Security\n\n\t\tRajiv Shah, Administrator of the U.S. Agency for International Development\n\n\t\tSamantha Power, Representative of the United States of America to the United Nations\n\n\t\tDr. Thomas Frieden, Director of the Centers for Disease Control and Prevention\n\n\t\tDenis McDonough, White House Chief of Staff\n\n\t\tJohn Podesta, Counselor to the President\n\n\t\tSusan Rice, National Security Advisor\n\n\t\tValerie Jarrett, Senior Advisor to the President\n\n\t\tNeil Eggleston, Counsel to the President\n\n\t\tShaun Donovan, Director of the Office of Management and Budget\n\n\t\tDr. John Holdren, Director of the Office of Science and Technology Policy\n\n\t\tAntony Blinken, Deputy National Security Advisor\n\n\t\tLisa Monaco, Assistant to the President for Homeland Security and Counterterrorism\n\n\t\tSuzanne George, Executive Secretary and Chief of Staff of the National Security Council\n\n\t\tRand Beers, Deputy Assistant to the President for Homeland Security\n\n\t\tColin Kahl, National Security Advisor to the Vice President\n\n\t\tKatie Fallon, Director of the Office of Legislative Affairs\n\n\t\tGayle Smith, Senior Director for Development and Democracy, National Security Council\n\n\n\n\n\n"
}