{
    "title": "MENSAJE SEMANAL: Presidente Obama envía saludo por el Día de Acción de Gracias | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/11/25/mensaje-semanal-presidente-obama-env-a-saludo-por-el-d-a-de-acci-n-de-gr",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 25, 2010\n\n \n\n\n\nMENSAJE SEMANAL: Presidente Obama envía saludo por el Día de Acción de Gracias\n\n\n\n\n\n\tWASHINGTON – Durante este periodo, el Presidente Obama aprovechó su mensaje semanal para agradecer por las bendiciones recibidas por Estados Unidos, en particular por ese impulso tan característicamente estadounidense de dar algo de nosotros mismos y hacer lo que se requiere para lograr un futuro mejor. Con ese sentido de decisión y sacrificio, Estados Unidos desarrolló una economía sólida, se enfrentó a la tiranía, luchó por la igualdad y conectamos al planeta con nuestra propia ciencia e imaginación. Y si trabajamos juntos como un solo pueblo, como estadounidenses, podemos superar los desafíos que actualmente enfrenta nuestra nación.\n\t \n\tEl audio y video estarán disponibles a las 6:00am EST jueves, 25 de noviembre, 2010, en obamawhitehouse.archives.gov.\n\n\n\t \nDeclaraciones del Presidente Barack Obama\n\tVersión preparada\n\tThe White House\n\t25 de noviembre, 2010\n\n\n\t \n\tHoy, al igual que millones de familias en todo Estados Unidos, Michelle, Malia, Sasha y yo nos sentaremos a compartir el Día de Gracias con muchos amigos y familiares, varias porciones de comida y también mucho fútbol. Y como viene haciendo la gente cada año desde el primer Día de Acción de Gracias, hemos pasado tiempo haciendo una lista de las cosas por las que nos sentimos agradecidos: por los numerosos dones divinos de Estados Unidos y la bendición de tenernos uno al otro.\n\n\tEsta también es una fiesta que capta el impulso característicamente estadounidense de dar algo de nosotros mismos. En este preciso instante hay innumerables estadounidenses sirviendo en comedores gratuitos y bancos de comida, contribuyendo a su comunidad y haciendo guardia alrededor del mundo.\n\t \n\tY en un sentido más extenso, eso es característico de lo que los estadounidenses siempre han hecho. Nos unimos y hacemos lo que se requiere que hagamos para lograr un futuro mejor. Así somos.\n\t \n\tRecordemos nuestra trayectoria desde ese primer Día de Acción de Gracias. Estamos entre los pueblos más jóvenes del mundo, pero una y otra vez, hemos liderado el camino con audacia y resistencia. Con las posibilidades en contra, somos un pueblo recio, que exploró y se asentó en un continente vasto e indómito; construyó una economía poderosa y se enfrentó a la tiranía en todas sus formas; que marchó y peleó por la igualdad; y conectamos al planeta con nuestra propia ciencia e imaginación.\n\t \n\tNada de ese progreso estaba predestinado. Nada fue fácil. Por el contrario, los dones por los cuales tenemos que agradecer son el producto de decisiones que tomaron nuestros padres, abuelos y generaciones que nos precedieron, cuya determinación y sacrificio aseguraron un futuro mejor para nosotros.\n\n\tEn este feriado, debemos optar por hacer eso mismo una vez más.\n\t \n\tEste no es el Día de Acción de Gracias más difícil que ha enfrentado Estados Unidos. Pero mientras haya muchos miembros de nuestra familia estadounidense que estén sufriendo, debemos protegernos unos a los otros. Y mientras muchos de nuestros hijos e hijas, esposas o esposos estén en guerra, tenemos que apoyar su misión y honrar sus servicios. Mientras muchos de nuestros amigos y vecinos estén buscando trabajo, tenemos que hacer todo lo posible para acelerar esta recuperación y mantener a nuestra economía en movimiento.\n\t \n\tY lo haremos. Pero no lo lograremos si cada partido actúa solo. Tenemos que hacerlo juntos como un pueblo. Y en las semanas y meses venideros, espero que podamos trabajar juntos, los demócratas, republicanos e independientes, para lograr progresar en este y otros asuntos.\n\t \n\tPor eso, la próxima semana, he invitado a los líderes de ambos partidos a la Casa Blanca para sostener una conversación real y franca, porque consideramos que si dejamos de criticarnos el uno al otro y empezamos a hablar uno con el otro, podemos lograr mucho.\n\t \n\tPorque lo que se nos pide ahora no es cuestión de demócratas o republicanos. No es cuestión de izquierda o derecha. Nos atañe a todos. Es cuestión de lo que sabemos que puede hacer nuestro país. Es cuestión de lo que queremos que Estados Unidos logre en este nuevo siglo.\n\t \n\tUna nación vibrante que se asegura que sus niños tengan la mejor educación del mundo. Una economía saludable y en crecimiento que utiliza energía limpia y crea los empleos del mañana. Un gobierno responsable que reduce su déficit. Un Estados Unidos donde todo ciudadano puede progresar tanto como lo desee.\n\t \n\tPodemos hacer todo esto porque lo hemos hecho antes. Estamos hechos de la misma fibra resistente que los viajeros que se sentaron a celebrar el primer Día de Acción Gracias y de todos los que vinieron después, que trabajaron y se sacrificaron e invirtieron, porque estaban convencidos de que sus esfuerzos tendrían un impacto en nosotros.\n\t \n\tAsí somos. Forjamos nuestro propio destino con convicción, compasión y claridad en el propósito común. Honramos nuestro pasado y seguimos adelante con la seguridad de que el mañana será mejor que hoy. Somos estadounidenses. Esa es la visión que no vamos a perder de vista. Ese es el legado que recaerá sobre nuestra generación. Ese es el desafío que, juntos, vamos a superar.\n\t \n\tA todos los estadounidenses, les digo que me siento agradecido por el privilegio de ser su Presidente. A todos los que prestan servicios en las fuerzas armadas alrededor del mundo, les digo que es un honor ser su Comandante en Jefe. Y la familia Obama les desea que tengan un muy Feliz Día de Acción de Gracias. Muchas gracias.\n\n\n\n\n"
}