{
    "title": "President Obama Marks 100th Day of Recovery Act with Release of 100 Days 100 Projects Report | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-marks-100th-day-recovery-act-with-release-100-days-100-projects-rep",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 27, 2009\n\n \n\n\n\nPresident Obama Marks 100th Day of Recovery Act with Release of 100 Days 100 Projects Report\n\n\n\n\nTHE WHITE HOUSE  Office of the Press Secretary    ______________________________________________________________ FOR IMMEDIATE RELEASE                     May 27, 2009  President Obama Marks 100th Day of Recovery Act with Release of \"100 Days, 100 Projects\" Report Report Includes Over $467 Million Recovery Act Investment in Geothermal, Solar Technology President Will Announce Today in Nevada   LAS VEGAS, NV – President Barack Obama today marked the 100th day of the Recovery Act by releasing \"100 Days, 100 Projects,\" a report from the Vice President that highlights the progress the country has made in the first 100 days of the American Recovery and Reinvestment Act and the work that is already being done to build a new foundation for America’s economic recovery.  To view the report, click HERE. \"One hundred days ago, in the midst of the worst economic crisis in half a century, we passed the most sweeping economic recovery act in history – a plan designed to save jobs, create new ones, and put money in people’s pockets,\" President Obama said.  \"Now, one hundred days later, we are meeting our economic challenges head-on and beginning to see early signs of progress across the country.\" Among the projects in the report are two new Recovery Act investments totaling over $467 million to expand and accelerate the development and use of geothermal and solar energy throughout the country that the President will announce today during a visit to Nellis Air Force Base in Las Vegas, Nevada with Senate Majority Leader Harry Reid.  Nellis Air Force Base is home to the largest solar photovoltaic array in the United States, and 25 percent of the energy used by the 12,000 people that live and work on the base is generated by the 72,000 solar panel installation.  The Recovery Act funds announced today represent a substantial down payment on bringing renewable energy technology like that used at Nellis to the mass market and is expected to create thousands of jobs, particularly in the western United States.  To learn more about the new Recovery Act investments in geothermal and solar energy technology, click HERE. Today’s announcement is just one of the many ways the Recovery Act is jump-starting the economy today and building a new foundation for sustained economic growth in the future.  Across the country, the Recovery Act is already at work, providing essential financial relief for American families and businesses, creating and saving jobs, and spurring technology and infrastructure investments that will lay the groundwork for the new economy – and work is just getting started.  In Southern California, construction is underway on the I-405 Sepulveda Pass Project on the San Diego Freeway, one of the most congested highways in the nation, because of a $189.9 million Recovery Act investment In Cumberland, Maine, Storey Brothers Trucking, a small family-owned business that was struggling to pay its 19 employees is now back to work and boosting the local economy because of a $2 million Recovery Act grant awarded to the Portland Water District for upgrading the town’s sewer system.   In Pearl, Mississippi, a $1.3 million Recovery Act grant award is allowing the Family Health Care Clinic to open three new branches that will offer medical and dental services to low-income and uninsured residents and provide increased job oppor­tunities in the community by employing 70 staff over the next two years. At the University of North Carolina at Chapel Hill, a $17.5 million Recovery Act grant is funding the development of a solar fuels research center that will conduct research on how to use artificial photo­synthesis to produce low-cost and efficient solar fuels.  President Obama signed the American Recovery and Reinvestment Act into law on February 17, 2009.  Just 100 days into the two-year economic recovery program, over $112 billion in Recovery Act funds has been obligated to stimulative programs and projects and over 150,000 jobs have been created or saved by the Recovery Act.  In addition to providing immediate relief measures for American families like the Making Work Pay tax credit and a 65 percent reduction in COBRA health insurance premiums, the Recovery Act also provides new and expanded energy-efficiency and first-time homebuyer tax credits that are driving fresh consumer demand and makes multi-billion dollar long-term investments in high-speed rail, broadband access, a nationwide smart energy grid and a modern health information technology system.  To learn more about the Recovery Act, click HERE.  ## \n\n\n\n"
}