{
    "title": "Presidential Memorandum -- Uniformed Services Employment and Reemployment Rights Act (USERRA) | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/07/19/presidential-memorandum-uniformed-services-employment-and-reemployment-r",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 19, 2012\n\n \n\n\n\nPresidential Memorandum -- Uniformed Services Employment and Reemployment Rights Act (USERRA) \n\n\n\n\n\n\tMEMORANDUM FOR THE HEADS OF EXECUTIVE DEPARTMENTS AND AGENCIES\n\n\tSUBJECT: Ensuring the Uniformed Services Employment and\n\n\tReemployment Rights Act (USERRA) Protections\n\n\tThe Uniformed Services Employment and Reemployment Rights Act of 1994 (USERRA) protects individuals performing, or who performed, uniformed service in accordance with 38 U.S.C. 4301-4335 from adverse employment discrimination on the basis of their uniformed service, and provides for their prompt restoration to civilian employment when they return to civilian life.\n\n\tUSERRA is intended to ensure that these service members are not disadvantaged in their civilian careers because of their service; are promptly reemployed in their civilian jobs upon their return from duty; and are not discriminated against in employment because of their military status or obligations. This memorandum will help ensure that Federal agencies improve compliance with USERRA through outreach, education, and oversight.\n\n\tThe Administration strongly believes that every man or woman who has served in our country's uniformed services deserves the full protection of our employment laws, including USERRA. No discrimination or unfair treatment based on one's service will be tolerated. We must do our utmost to ensure that all service members' employment and reemployment rights are respected.\n\n\tThe Federal Government, as our Nation's largest employer, has a responsibility to adopt best practices with respect to employing returning service members. Attracting and retaining the best talent means ensuring fair treatment for individuals who have served our country. Close attention must be paid to our returning service members to ensure that we protect their reemployment rights, and effectively manage their reintegration when they return from service.\n\n\tAs a critical part of that effort, I am directing executive departments and agencies (agencies) to take steps to ensure robust compliance with USERRA's employment and reemployment protections across the Federal Government through outreach, education, and oversight. Ensuring agencies' compliance with USERRA across the Federal Government will maintain our commitment to those who serve.\n\n\tThis effort will build upon, and be in furtherance of, Executive Order 13518 of November 9, 2009 (Employment of Veterans in the Federal Government), which directed agencies to take steps to enhance recruitment of and promote employment opportunities for veterans within the executive branch. Over the last few years, the Federal Government has made a concerted and successful effort to increase the hiring of military veterans and members of the National Guard and Reserves, and veterans now constitute a higher percentage of the Federal workforce than they have in years.\n\n\tThe Federal Government must continue to improve outreach to the uniformed services, veteran, Guard, and Reserve communities; improve agencies' USERRA training and guidance; and ensure that service members and veterans in Federal employment receive the full extent of their employment protections, including USERRA protections. Therefore, by the authority vested in me as President by the Constitution and the laws of the United States of America, I hereby direct the following:\n\nSection 1. USERRA Employment Protection Working Group. There is established the USERRA Employment Protection Working Group (Working Group), to be co-chaired by the Assistant to the President for Domestic Policy and the Assistant to the President and National Security Advisor, or their designated representatives, which shall coordinate and review agency efforts to implement USERRA.\n\n\t(a) In addition to the Co-Chairs, the Working Group shall include representatives from:\n\n\t(i) the Department of Defense;\n\n\t(ii) the Department of Justice;\n\n\t(iii) the Department of Labor;\n\n\t(iv) the Department of Veterans Affairs;\n\n\t(v) the Office of Personnel Management;\n\n\t(vi) the Office of the Special Counsel; and\n\n\t(vii) such other agencies or offices as the Co-Chairs may designate.\n\n\t(b) In addition to coordinating and reviewing agency efforts to implement USERRA pursuant to this memorandum, the Working Group shall:\n\n\t(i) collect data to better track the Federal Government's performance in implementing USERRA protections;\n\n\t(ii) coordinate agency efforts to implement best practices, training, and procedures for any agency officials who are authorized to recommend, take, or approve any personnel action with respect to employees of the agency in order to improve compliance with USERRA employment and reemployment protections; and\n\n\t(iii) conduct outreach to veterans and members of the National Guard and Reserve and other members of the\n\n\tuniformed services to assist them in fully exercising their employment rights.\n\n\t(c) Within 30 days of the date of this memorandum, the head of each agency shall designate a senior agency official to act as a liaison between the agency and the Working Group. The agency liaison shall be responsible for providing the Working Group with information on agency efforts to implement this memorandum, as well as any other relevant information on service member employment that the Working Group may require.\n\n\t(d) Within 90 days of the date of this memorandum, the Working Group shall report to the President on Government-wide progress in implementing this memorandum.\n\nSec. 2. Federal USERRA Guidance. (a) Within 180 days of the date of this memorandum, the Director of the Office of Personnel Management, in consultation with the Council on Veterans Employment established by Executive Order 13518 and offices and agencies participating in the Working Group, as appropriate, shall issue guidance to agencies on Federal USERRA employment protection, which shall describe specific steps agencies can take to improve USERRA employment and reemployment protection policies and practices, including:\n\n\t(i) improving data collection procedures to help better track overall service member employment data in the Federal Government, including Guard and Reserve members;\n\n\t(ii) using appropriate metrics, as established by the Office of Personnel Management, to measure implementation of this memorandum;\n\n\t(iii) using guidance and tools, as developed by the Office of Personnel Management through collaboration with the Working Group and Council on Veterans Employment, which draw upon best agency practices as well as practices and guidance from the private sector; and\n\n\t(iv) strengthening relationships between service members, stakeholder groups, and the agency, and providing better information to service members so as to allow them to be reintegrated as quickly and efficiently as possible when they return to civilian life.\n\n\t(b) In the course of developing guidance pursuant to subsection (a), the Director of the Office of Personnel Management, in consultation with the Council on Veterans Employment and offices and agencies participating in the Working Group as appropriate, shall review relevant statutes, regulations, policies, and agency training and guidance to identify reforms that would facilitate improved implementation of and compliance with USERRA. The Director of the Office of Personnel Management, in consultation with the Director of the Office of Management and Budget (OMB), shall report to the President on this review, no later than 1 year from the date of this memorandum, and provide recommendations for changes to\n\n\tlaws, regulations, and policies that would strengthen USERRA protections.\n\n\t(c) In developing guidance pursuant to subsection (a), the Director of the Office of Personnel Management shall consult with affected agencies, interagency groups, and public stakeholders.\n\n\t(d) The Department of Defense and the Office of Personnel Management shall work together to improve data collection procedures to help better track the overall veteran and service member employment data in the Federal Government, particularly Guard and Reserve Members.\n\nSec. 3. Ensuring USERRA Employment Protection. The head of each agency shall, as expeditiously as possible:\n\n\t(a) implement the guidance issued pursuant to section 2 of this memorandum;\n\n\t(b) ensure that the agency has prioritized policies and actions to implement USERRA employment protections, including providing appropriate training and information, as well as undertaking appropriate reemployment measures; and\n\n\t(c) allocate sufficient resources to effectively implement the requirements of this memorandum, subject to the availability of appropriations.\n\nSec. 4. General Provisions. (a) Nothing in this memorandum shall be construed to impair or otherwise affect:\n\n\t(i) the authority granted by law to a department or agency, or the head thereof; or\n\n\t(ii) the functions of the Director of OMB relating to budgetary, administrative, or legislative proposals.\n\n\t(b) This memorandum shall be implemented consistent with applicable law and subject to the availability of appropriations.\n\n\t(c) This memorandum is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n\n\t(d) Independent agencies are strongly encouraged to comply with the requirements of this memorandum.\n\n\tThe Director of the Office of Personnel Management is hereby authorized and directed to publish this memorandum in the Federal Register.\n\n\tBARACK OBAMA\n\n\n\n\n"
}