{
    "title": "FACT SHEET: The STOCK Act: Bans Members of Congress from Insider Trading | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/04/04/fact-sheet-stock-act-bans-members-congress-insider-trading",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 04, 2012\n\n \n\n\n\nFACT SHEET: The STOCK Act: Bans Members of Congress from Insider Trading\n\n\n\n\n\n“Send me a bill that bans insider trading by members of Congress; I will sign it tomorrow.”  -- President Obama, State of the Union, January 24, 2012\n\n\tIn the State of the Union Address, the President laid out a blueprint for an economy where everyone gets a fair shot, everyone does their fair share, and everyone plays by the same set of rules, including those who have been elected to serve the American people. \n\n\tToday, the President signed into law the STOCK Act, a bipartisan bill that prevents Members of Congress from trading stocks based on nonpublic information they gleaned on Capitol Hill.  While this is a good first step, the President will continue to work with Congress to do even more to help fight the destructive influence of money in politics and rebuild the trust between Washington and the American people.\n\nDetails of the STOCK Act:\nAnswers the President’s Call to Ban Insider Trading for Members and Congressional Staff:  The STOCK Act expressly affirms that Members of Congress and staff are not exempt from the insider trading prohibitions of federal securities laws and gives House and Senate ethics committees authority to implement additional ethics rules.  The Act makes clear that Members and staff owe a duty to the citizens of the United States not to misappropriate nonpublic information to make a profit.  \n\nIncreases Transparency in Financial Disclosure Reporting:  The STOCK Act amends the Ethics in Government Act of 1978 to require a government-wide shift to electronic reporting and online availability of public financial disclosure information.  The STOCK Act provides additional transparency for Members of Congress, legislative staff and other government employees currently required to make public financial disclosures:\n\t• Trade Reporting:  requires that Members of Congress and government employees report certain investment transactions within 45 days after a trade.   \n\n\t• Online Availability: mandates that the information in public financial disclosure reports (currently made available on request) be made available on agency websites and ultimately through searchable, sortable databases. \n\nNew Ethics Requirements:\n\t• Expands Pension Forfeiture for Corrupt Members:  the STOCK Act requires forfeiture of federal pension if a Member of Congress commits one of several corruption offenses while serving as an elected official.  Current law forfeits a Member’s pension for conviction of offenses committed while serving in Congress.  The STOCK Act expands forfeiture to apply to misconduct by Members committed in other federal, state and local elected offices and adds further federal crimes, including insider trading, for which forfeiture will be required.\n\n\t• Requires Disclosure of Terms of Mortgages:  the STOCK Act will require Members and certain high level government officials to disclose the terms of personal mortgages.\n\n\t• Bans Special Access to Initial Public Offerings (IPOs):  the STOCK Act limits participation in IPOs by Members and senior government employees to purchases available to the public generally.\n\n\t• Requires Report on Political Intelligence in the Financial Markets:  the STOCK Act requires GAO and CRS to produce a report on the role of political intelligence firms in the financial markets. \n\n\t• Requires Job Seekers to Disclose:  the STOCK Act requires that Members of Congress and senior federal employees file a written notification with their ethics office when starting a job negotiation to leave the government. \n\nBans Bonuses for Fannie & Freddie Executives:  the STOCK Act bars senior executives at Fannie Mae and Freddie Mac from receiving bonuses during any period of conservatorship after enactment.\n\n\n\n\n"
}