{
    "title": "President Obama Announces His Intent to Nominate Meredith Attwell Baker as Commissioner for the FCC | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-announces-his-intent-nominate-meredith-attwell-baker-commissioner-f",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 25, 2009\n\n \n\n\n\nPresident Obama Announces His Intent to Nominate Meredith Attwell Baker as Commissioner for the FCC\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  ____________________________________________________________________________  For Immediate Release                                                            June 25, 2009    President Obama Announces   His Intent to Nominate Meredith Attwell Baker as Commissioner for the FCC  WASHINGTON – Today, President Barack Obama announced his intent to nominate Meredith Attwell Baker as Commissioner for the Federal Communications Commission. President Obama announced his intent to nominate the following individual today: Meredith Attwell Baker, Commissioner, Federal Communications Commission Meredith Attwell Baker has more than twelve years of experience working in the field of telecommunications and technology policy in both the public and private sector. She most recently served as Acting Assistant Secretary of the National Telecommunications and Information Administration from 2007 to January 2009. Ms. Baker was previously Vice President at the firm of Williams Mullen Strategies, where she focused on telecommunications, intellectual property, and international trade issues. Earlier, she held the position of Senior Counsel at Covad Communications from 2000 to 2002, and Director of Congressional Affairs at the Cellular Telecommunications Industry Association (CTIA) from 1998 to 2000. Ms. Baker worked at the U.S. Court of Appeals Fifth Circuit in Houston and later at the law firm of DeLange and Hudspeth, L.L.P. From 1990 to 1992, she worked in the Legislative Affairs Office of the U.S. Department of State in Washington. Ms. Baker earned a Bachelor of Arts degree from Washington & Lee University in 1990 and a law degree from the University of Houston in 1994. She is a member of the Texas State Bar.\n\n\n\n"
}