{
    "title": "Geithner and Summers Pen Joint Op-ed: ‘Our Agenda for the G-20’ | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/geithner-and-summers-pen-joint-op-ed-our-agenda-g-20",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 23, 2010\n\n \n\n\n\nGeithner and Summers Pen Joint Op-ed: ‘Our Agenda for the G-20’\n\n\n\n\nExcerpts of the op-ed by Treasury Secretary Timothy F. Geither and National Economic Council Director Lawrence H. Summers are printed below.  The op-ed, in its entirety, can be found online HERE.\n\nOur Agenda for the G-20 \nBy TIMOTHY GEITHNER AND LAWRENCE SUMMERS\n“This week, President Obama will travel to Toronto for the G-20 Summit. Engagement with the G-20 has been a key component of the administration's strategy to defuse the global financial crisis and ensure economic recovery. Stronger growth with solid job creation here in the U.S. depends on an expanding global economy, and this year's G-20 provides an important opportunity to focus on the policies required to reinforce growth.”\n…\n“In London last spring, the G-20 embraced an unprecedented and coordinated strategy to end this crisis. In Pittsburgh last fall, we established a new framework for global growth, and we designated the G-20 as the premier forum for international economic cooperation. In Toronto, we will take steps to ensure that the current recovery is self-sustaining.”\n…\n“Thanks to strong, decisive and coordinated action, President Obama and the other G-20 leaders have achieved significant progress since the London meeting. The global economy, which was then contracting at an unprecedented rate, is now expanding, and world trade has increased by more than 20% over the last 15 months.”\n…\n“This turnaround has been especially dramatic in the United States. At the time of the London summit, the U.S. economy was shrinking at an annual rate of 6%. Now it is growing at a rate in excess of 3%—the largest swing in U.S. growth in 50 years.\nAt the start of last year, the U.S. was losing more than 700,000 jobs a month, and today the private sector is generating new jobs. Recovery was only possible because we took action to repair our financial system, driving down borrowing costs for homeowners, consumers and businesses, and put in place the Recovery Act, which increased demand by cutting taxes for families, helping unemployed workers, and investing in public infrastructure.”\n\nMr. Geithner is the secretary of the Treasury. Mr. Summers is director of the National Economic Council.\n\n\n\n"
}