{
    "title": "Statement by Deputy NSC Spokesperson Bernadette Meehan on Deputy National Security Advisor for Strategic Communications Benjamin Rhodes and National Security Advisor to the Vice President Jake Sullivan’s Meeting with the Syrian Defector “Caesar” | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/08/01/statement-deputy-nsc-spokesperson-bernadette-meehan-deputy-national-secu",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 01, 2014\n\n \n\n\n\nStatement by Deputy NSC Spokesperson Bernadette Meehan on Deputy National Security Advisor for Strategic Communications Benjamin Rhodes and National Security Advisor to the Vice President Jake Sullivan’s Meeting with the Syrian Defector “Caesar”\n\n\n\n\nDeputy National Security Advisor Benjamin Rhodes and National Security Advisor to the Vice President Jake Sullivan met today with former Syrian military police photographer “Caesar,” who defected from the Assad regime with thousands of photographs of brutalized bodies, suggestive of torture and killing on an industrial scale by the Assad regime.  \nMr. Rhodes and Mr. Sullivan thanked “Caesar” for his personal and moral courage in bearing witness to the Assad regime's atrocities, which represent an assault on human dignity.  The images that “Caesar” has shared with the world paint a picture of unimaginable suffering – gouged eyes, abrasions in the silhouette of metal chains, and the emaciated corpses of men, women, and children – and offer some of the most heart wrenching evidence of the unconscionable tactics Bashar al-Assad employs to cling to power.\n\t \n\tMr. Rhodes and Mr. Sullivan told “Caesar” that he has done a service not only to the Syrian people, but to the world, in bringing this evidence to light.  The United States remains deeply disturbed that because Russia and China vetoed a referral to the International Criminal Court (ICC) that was supported by every other member of the United Nations Security Council, the perpetrators cannot be held to account in the ICC.  Nevertheless, the United States will continue working through other avenues with our international partners to pursue accountability for the perpetrators of these crimes against the Syrian people. \n\n\tThe United States is deeply concerned for the many thousands of Syrians who remain imprisoned within Syria.  More broadly, the United States will continue to be the largest international donor to help alleviate the humanitarian crisis faced by the Syrian people.  We are also providing increased support for the moderate Syrian opposition, which is fighting both the Assad regime and the Islamic State of Iraq and the Levant.  Finally, we will continue our efforts to achieve a negotiated political resolution to the Syrian conflict that leads to Assad’s departure and finally ends the nightmare facing the Syrian people.\n\n\n\n\n"
}