{
    "title": "White House Launches 2011 Citizens Medal Nomination Process | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/05/16/white-house-launches-2011-citizens-medal-nomination-process",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 16, 2011\n\n \n\n\n\nWhite House Launches 2011 Citizens Medal Nomination Process\n\n\n\n\n\nWASHINGTON, DC--In an email sent today, President Obama announced that the American public will once again be invited to nominate candidates for the Citizens Medal, the nation’s second highest civilian award.  For over 40 years, the Presidential Citizens Medal has recognized “citizens of the United States of America who have performed exemplary deeds of service for their country or their fellow citizens.” Past recipients have included some of America’s most respected public figures including Colin Powell, Bob Dole and Muhammad Ali, but also everyday heroes like 2010 recipient Susan Retik Ger, a widow who lost her husband on 9/11 and who found cause in educating and training Afghan widows and their children. The President’s email can be viewed HERE.\n\n\tBy asking the public to submit nominees, President Obama hopes to recognize exemplary citizens and local heroes who have significantly impacted their communities but who may not have garnered national attention. \n\n\t“Now I know there are thousands of citizens out there who meet these criteria -- I read their letters every night, and I meet many of them in my travels around the country” said President Obama.  “I also know that many times their contributions go unrecognized.  The 2011 Citizens Medal is a chance to recognize the everyday heroes in your community.”\n\n\tPublic nominations will be reviewed by White House staff. Additional nominees may be identified outside of the public nomination process.  The President will select award recipients and award the 2011 Citizens Medal in a ceremony at the White House.  Last year, the White House received more than 6,000 nominations and invited 13 outstanding Americans to the White House to receive the Medal and be recognized for their service. Learn more about the 2010 Citizens Medal recipients and view a video gallery HERE.\n\n\tNominees must be citizens of the United States and fulfill specific criteria posted HERE. All applications must be completed in full and submitted via obamawhitehouse.archives.gov/citizensmedal by Monday, May 30, 2011 at 11:59 p.m. EST.\n\nBACKGROUND ON THE CITIZENS MEDAL:\n\n\tThe Citizens Medal recognizes “citizens of the United States of America who have performed exemplary deeds of service for their country or their fellow citizens.”  Executive Order 11494 (Nov. 13, 1969).  It is generally recognized as the second highest civilian award of the United States government. \n\n\tThe 2011 Citizens Medal will recognize citizens who have performed exemplary deeds of service outside of their regular jobs, including individuals:\n\nWho have a demonstrated commitment to service in their own community or in communities farther from home.  Someone who has engaged in activities that have had an impact in their local community, on a community or communities elsewhere in the United States or on fellow citizens living or stationed around the world.\n\nWho have helped their country or their fellow citizens through one or more extraordinary acts.  Individuals who have demonstrated notable skill and grace, selflessly placed themselves in harm’s way, taken unusual risks or steps to protect others, made extraordinary efforts to further a national goal, or otherwise conducted themselves admirably when faced with unusually challenging circumstances.   \n\nWhose service relates to a long-term or persistent problem.  Individuals who have made efforts to combat stubbornly persistent problems that impact entire communities, for example those who have taken innovative steps to address hunger, homelessness, the dropout crisis, lack of access to health care, and other issues that plague too many Americans.\n\nWhose service has had a sustained impact on others’ lives and provided inspiration for others to serve.   The ideal nominee for a Citizens Medal is a person whose work has had a meaningful and lasting impact on the lives of others.\n\n\n\n\n"
}