{
    "title": "First Lady Michelle Obama to Travel to China March 19-26, 2014 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/03/03/first-lady-michelle-obama-travel-china-march-19-26-2014",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nMarch 03, 2014\n\n \n\n\n\nFirst Lady Michelle Obama to Travel to China March 19-26, 2014\n\n\n\n\n \nThe First Lady will travel to China from March 19-26, 2014. She will be visiting Beijing from March 20-23, Xi’an on March 24, and Chengdu from March 25-26. During her trip, the First Lady will meet with Madame Peng, the spouse of China’s President Xi Jinping. She will also visit a university and a high school in Beijing, and a high school in Chengdu. Additional details about the First Lady’s trip will be announced in the coming weeks. Accompanying Mrs. Obama on this trip will be her mother, Mrs. Marian Robinson, and daughters, Malia and Sasha Obama.\nDuring the trip to China, as on previous international trips to Africa, Asia, Europe and Latin America, the First Lady will be focusing on the power and importance of education, both in her own life and in the lives of young people in both countries.\nShe will also be visiting important historical and cultural sites in China, and will share with students in the U.S. the stories of the students she meets in China, as well as interesting facts about China’s history and culture – emphasizing the importance of students learning from one another globally.  \nThe First Lady is encouraging students and classrooms across the U.S. to follow her trip by signing up for updates throughout the visit. View the First Lady’s message to students here.\nPBS LearningMedia and Discovery Education will offer engagement opportunities for young people surrounding the trip, along with resources available for U.S. classrooms that explore the culture, geography, current events and people of China.\nTuesday, March 4, 2014\nWashington, DC * 2:00 PM – As part of her focus on education and reaching out to students for her upcoming trip to China, First Lady Michelle Obama will visit the Washington Yu Ying Public Charter School – a Chinese-immersion, International Baccalaureate, elementary school in Washington, DC. At the event, Mrs. Obama will encourage students around the U.S. to follow her trip. The First Lady will deliver brief, informal remarks following a 6th grade presentation on their 2013 trip to China.  The First Lady will also visit with pre-Kindergarten students in their classroom to experience their language learning firsthand. The First Lady’s remarks and the 6th grade presentation will be open press; the visit with Pre-Kindergarten students will be covered by a pool.\nYu Ying – meaning nurturing excellence – takes its name from a groundbreaking girls school founded in 1911 in Beijing, China. Established by a former Imperial Lady-in-Waiting, Madame Tzen-Kuei Wang, the Yu Ying School offered classroom education at a time when the centuries-old tutorial system was still the norm in China. The school was a powerful force for educational change in China.\n\n\n\n\n"
}