{
    "title": "Statement by the Vice President on the Passing of Elie Wiesel | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/07/02/statement-vice-president-passing-elie-wiesel",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nJuly 02, 2016\n\n \n\n\n\nStatement by the Vice President on the Passing of Elie Wiesel\n\n\n\n\n\n\tThe two people in this world who did more than anyone else to awaken my conscience to the horrors of the Holocaust—and to the obligations we all bear as a consequence—were my father and Elie Wiesel. \n\n\tWhen I first read Night I never dreamed I would meet Elie, much less that we would become friends. And I’m grateful for the opportunity I had to get to know him and to continue learning from him on a personal level.  Throughout my career, I relied on his friendship and his counsel. And I will never forget the generosity of spirit he showed to my family and me.\n\n\tElie implanted in my soul an unwavering insistence that we must educate every successive generation to exactly what happened, so that we can never forget the horrors of the Shoah. It was Elie’s life-long work to make sure each of us carried in our hearts that promise—never again. \n\n\tIt was also Elie who taught me to understand the incomparable resilience of the human spirit—our capacity to overcome virtually anything. And because he had seen the depths of the darkness that we are capable of inflicting on one another, his belief in the fundamental goodness of humanity—his decision to live with purpose and kindness and respect toward all—was all the more inspiring. \n\n\tElie once said: “Because I remember, I despair. Because I remember, I have the duty to reject despair.” Throughout his life, Elie never stopped fighting for what he believed was right. He never gave in to despair. And he made the world better for all the children of this earth.   \n\n\tJill and I are heartbroken by the loss of such a great man and good friend.  Our deepest condolences go out to Elie’s wife Marion and their children and grandchildren. And we join people all around the world in honoring the indelible mark that Elie Wiesel has left on so many of us. \n\n\t \n\n\t###\n\n\t \n\n\n\n\n"
}