{
    "title": "President Obama Announces New White House Counsel Kathryn Ruemmler | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/06/02/president-obama-announces-new-white-house-counsel-kathryn-ruemmler",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 02, 2011\n\n \n\n\n\nPresident Obama Announces New White House Counsel Kathryn Ruemmler\n\n\n\n\n\n\tWashington, DC – Today, June 2nd , the White House announced that White House Counsel Bob Bauer will return to private practice and that current Principal Deputy Counsel to the President Kathryn Ruemmler will serve as White House Counsel.\n\t \n\t“Bob is a good friend and has served as a trusted advisor for many years,” said President Obama. “Bob was a critical member of the White House team. He has exceptional judgment, wisdom, and intellect, and he will continue to be one of my close advisors.”\n\t \n\tAt the end of June, Bauer will return to Perkins Coie where he will resume his practice focused on serving as general counsel to the President’s reelection campaign, general counsel to the Democratic National Committee, and personal lawyer to President Obama.\n\t \n\t“Kathy is an outstanding lawyer with impeccable judgment,” said President Obama. “Together, Bob and Kathy have led the White House Counsel’s office, and Kathy will assure that it continues to successfully manage its wide variety of responsibilities.”\n\t \n\tKathryn Ruemmler currently serves as the Principal Deputy Counsel to the President and has served as Bob Bauer’s deputy since January of 2010.  Ruemmler joined the Obama Administration in January of 2009 as the Principal Associate Deputy Attorney General at the United States Department of Justice.\n\t \n\tRuemmler was a litigation partner in the Washington, D.C. office of Latham & Watkins from 2007 to 2009.  Prior to Latham, Ruemmler served as a federal prosecutor for six years, where she was a co-lead prosecutor in the successful prosecution of the former CEOs of Enron.  Ruemmler received the Attorney General’s Award for Exceptional Service for her work on the Enron investigation.\n\t \n\tFrom 2000 to 2001, Ms. Ruemmler served as Associate Counsel to President Bill Clinton. Ruemmler received her J.D. from Georgetown University Law Center where she was Editor-in-Chief of the Georgetown Law Journal, and her B.A. cum laude with distinction in English from the University of Washington.  She clerked for the Honorable Timothy K. Lewis on the U.S. Court of Appeals for the Third Circuit.\n\n\n\n\n"
}