{
    "title": "Background on the President's Event in Winston-Salem Today | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/06/background-presidents-event-winston-salem-today",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 06, 2010\n\n \n\n\n\nBackground on the President's Event in Winston-Salem Today\n\n\n\n\n\nTOUR OF BIOTECH CLASSROOMS\n\tFORSYTH TECHNICAL COMMUNITY COLLEGE – MAIN CAMPUS\n\n\tThe President will visit the Forsyth Technical Community College Main Campus in Winston-Salem, North Carolina where he will tour two biotech classrooms.\n\n\tTOUR PARTICIPANTS\n\nDr. Gary Green, President\n\tDr. Gary Green has been President of Forsyth Technical Community College in Winston-Salem since July 2001.  Prior to that, he held teaching and administrative positions in Kentucky and Alabama.  Dr. Green is a native of Lexington, Kentucky where he earned his B.A. and M.A. in English and Ed.D. in higher education from the University of Kentucky.  He is married and has two children.\n\nAlan Beard, Department Chair\n\tMr. Beard has been an Instructor in the Biotechnology Department at Forsyth Technical Community College in Winston-Salem since 2003 and has served as the Department Chair since 2009.\n\nLucien Houenou, Instructor\n\tMr. Houenou has been an Instructor of Genetics and Microbiology in the Biotechnology Department at Forsyth Technical Community College in Winston-Salem since 2006.\n\n\nREMARKS ON THE ECONOMY\n\tFORSYTH TECHNICAL COMMUNITY COLLEGE – WEST CAMPUS\n\t           \n\tAfter touring the biotech classrooms, the President will move to the West Campus where he will deliver remarks on the economy to an audience of 300 students, faculty, local business leaders, and elected officials.\n\n\tELECTED OFFICIALS EXPECTED TO ATTEND\n\n\tGovernor Bev Perdue\n\tUS Senator Richard Burr\n\tUS Senator Kay Hagan\n\tUS Representative Brad Miller\n\tUS Representative Mel Watt\n\tMayor Allen Joines, Winston-Salem\n\tNC Secretary of State Elaine Marshall\n\tState Senator Dan Blue\n\tState Senator Linda Garrou\n\tState Representative Alma Adams       \n\tState Representative Beverly Earle\n\tState Representative Dale Folwell\n\tState Representative Verla Insko\n\tState Representative Earline Parmon\n\tState Representative Larry Womble\n\tChair of Forsyth County Commission David Plyler\n\tCounty Commissioner Beaufort Bailey\n\tCounty Commissioner Valerie Foushee\n\tCounty Commissioner Walter Marshall\n\tCounty Commissioner Dudley Watts\n\tWinston-Salem City Councilwoman Denise Adams\n\tWinston-Salem City Councilman Dan Besse\n\tWinston-Salem City Councilwoman Vivian Burke\n\tWinston-Salem City Councilwoman Wanda Merschel\n\tWinston-Salem City Councilman Derwin Montgomery\n\tWinston-Salem City Councilman James Taylor\n\n\tPRE-PROGRAM PARTICIPANTS\n\n\tRev. Steven Rice will deliver the Invocation.\n\tReverend Rice currently serves at St. Timothy's Episcopal Church in Winston-Salem.\n\n\tMarysue Antonucci will lead the Pledge of Allegiance.\n\tMs. Antonucci is the Student Government President at Forsyth Technical Community College.\n\n\tBeverly Nunley-Lewis will sing the National Anthem.\n\tMs. Lewis is the Director of Student Activities at Forsyth Technical Community College and has over ten years of experience in higher education.\n\n\tBACKGROUND ON FORSYTH TECHNICAL COMMUNITY COLLEGE\n\n\tProvided by Forsyth Tech\n\n\tThe biotechnology program at Forsyth Tech takes recent high school graduates, dislocated workers, returning students and others and prepares them for careers in biotechnology.  The program started with five students in 2002 and the first graduates of the program completed the curriculum in May 2004.  There is now an estimate of more than 300 students who have enrolled in the program at one particular time.\n\n\tForsyth Technical Community College’s leadership in biotechnology training strengthened when it became the National Center of Expertise in Research and Development Training in 2004, one of five components of the National Center for the Biotechnology Workforce.  This center forged numerous successful partnerships with industry leaders, including research-based institutions such as the nearby Wake Forest School of Medicine.\n\n\tOvercoming challenges and obstacles, Forsyth Tech gained more knowledge and leadership in recruiting new biotech students and transitioning workers from obsolete industries and technologies.  Today it grows, recruits, and provides resources to build the biotechnology workforce of the future.  It is now the largest biotechnology training program in North Carolina, twice winning the Recognition of Excellence Awards from the U.S. Department of Labor and also received an Award of Recognition of Excellence from the NC Biotechnology Advisory Committee.  Forsyth Tech not only trains for needed workers, it innovates and develops new curricula and training models that can be replicated across the nation.  Its students are taught in a real world professional research and development setting and its graduates, qualified and capable, arrive on the work site ready to work because an internship is required.\n\n\tA new facility to accommodate increasing space needs for the program was constructed and completed in February 2005 with 17,500 sq. ft. dedicated to biotechnology.  Newly constructed labs and classrooms were put into operation.  Grant funds were used to furnish these new labs with state-of-the-art equipment made possible by the DOL-ETA and BioNetwork grants; all items budgeted were purchased, installed and are currently in use.\n\n\tEstablishment of partnerships in workforce training with local biotech companies and academic institutions continues to generate employment opportunities.  Most of Forsyth Tech graduates (estimated to be more than 90 percent) are now employed as R&D lab technicians.  The Wake Forest Institute for Regenerative Medicine and Targacept, for example, recruit students annually, offering internship arrangements that will provide “hands-on-experience” training year after year.  Through these partnerships, and many more, Forsyth Tech created competency models that accurately address the needs of industry partners in a comprehensive, demand-driven program with industry employer partners confirming their satisfaction with outcomes.\n\nBackgrounder on the economic climate in Winston-Salem, North Carolina\n\n\n\n\n"
}