{
    "title": "Statement by the Press Secretary on H.R. 298, H.R. 1423, H.R. 2079, H.R. 2213, H.R. 2244, H.R. 2660, H.R. 2668, H.R. 2767, H.R. 3004, H.R. 3246, 3247, H.R. 3248, and S. 1302 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/05/15/statement-press-secretary-hr-298-hr-1423-hr-2079-hr-2213-hr-2244-hr-2660",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 15, 2012\n\n \n\n\n\nStatement by the Press Secretary on H.R. 298, H.R. 1423, H.R. 2079, H.R. 2213, H.R. 2244, H.R. 2660, H.R. 2668, H.R. 2767, H.R. 3004, H.R. 3246, 3247, H.R. 3248, and S. 1302\n\n\n\n\n\nOn Tuesday, May 15, 2012, the President signed into law:\n\n\tH.R. 298, which designates the facility of the United States Postal Service in Cedar Park, Texas, as the Army Specialist Matthew Troy Morris Post Office Building;\n\n\tH.R. 1423, which designates the facility of the United States Postal Service in Ardmore, Oklahoma, as the Specialist Micheal E. Phillips Post Office;\n\n\tH.R. 2079, which designates the facility of the United States Postal Service in East Rockaway, New York, as the John J. Cook Post Office;\n\n\tH.R. 2213, which designates the facility of the United States Postal Service in Iuka, Mississippi, as the Sergeant Jason W. Vaughn Post Office;\n\n\tH.R. 2244, which designates the facility of the United States Postal Service in Geneva, New York, as the Corporal Steven Blaine Riccione Post Office;\n\n\tH.R. 2660, which designates the facility of the United States Postal Service in Tomball, Texas, as the Tomball Veterans Post Office;\n\n\tH.R. 2668, the \"Brian A. Terry Memorial Act,\" which designates the station of the United States Border Patrol in Bisbee, Arizona, as the Brian A. Terry Border Patrol Station;\n\n\tH.R. 2767, which designates the facility of the United States Postal Service in Westfield, Massachusetts, as the William T. Trant Post Office Building;\n\n\tH.R. 3004, which designates the facility of the United States Postal Service in Yountville, California, as the Private First Class Alejandro R. Ruiz Post Office Building;\n\n\tH.R. 3246, which designates the facility of the United States Postal Service in Ballwin, Missouri, as the Specialist Peter J. Navarro Post Office Building;\n\n\tH.R. 3247, which designates the facility of the United States Postal Service in Chesterfield, Missouri, as the Lance Corporal Matthew P. Pathenos Post Office Building;\n\n\tH.R. 3248, which designates the facility of the United States Postal Service in Saint Charles, Missouri, as the Lance Corporal Drew W. Weaver Post Office Building; and\n\n\tS. 1302, which authorizes the General Services Administration to convey a reversionary interest in a parcel of real property to the city of Tracy, California.\n\n\n\n\n"
}