{
    "title": "President Obama Presents the National Medals of Science & National Medals of Technology and Innovation | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/11/20/president-obama-presents-national-medals-science-national-medals-technol",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 20, 2014\n\n \n\n\n\nPresident Obama Presents the National Medals of Science & National Medals of Technology and Innovation \n\n\n\n\nAnnounces new commitments in support of his Educate to Innovate campaign\nWashington, D.C. – Today at a White House ceremony, President Obama will honor the newest recipients of the National Medal of Science and the National Medal of Technology and Innovation. These awards are the highest honors bestowed by the United States Government for achievements in science, technology, and innovation.\nPresident Obama said, “The story of these trailblazers reflect our bigger American story of constant transformation. They represent the spirit that has always defined the American people, one of restless searching for the right solution to any problem; an inclination to dream big dreams; and an insistence on making those dreams come true.” \nThe President will also announce new commitments and progress updates onEducate to Innovate, his all-hands-on-deck campaign to help more girls and boys be inspired to excel in science, technology, engineering and math (STEM) subjects.\nMarking Five Years of Progress in the President’s Educate to Innovatecampaign\nFive years ago, President Obama launched Educate to Innovate, an all-hands-on-deck campaign to help more girls and boys be inspired to excel in science, technology, engineering and math (STEM) subjects. The campaign reflects the President’s core conviction that far more needs to be done in giving students the critical skills needed to succeed in STEM fields, and that success required action not just from the Federal government, but the broader community of educational leaders, foundations, companies, non-profits, and science and technology professionals that have unique contributions they can make.\nToday, the Administration is announcing new commitments and progress updatesthat showcase the ongoing momentum of the campaign, including:\n\n\n100kin10, a network of more than 200 partners, is announcing that it has raised another $28 million in support of the goal of preparing 100,000 excellent STEM teachers over a decade.  \n\nChange the Equation, a coalition of leading CEOs, is committing to expanding high-quality STEM programs to more than 1 million students by 2016.\n\nDiscovery Communications will launch a new show next year to inspire students in STEM fields, highlighting “All-American Makers.”\n\n\t\tContinued growth in students reached by range of companies, non-profits, Federal agencies and others participating in the President’s campaign, including National Math and Science Initiative, US2020, Time Warner Cable, Maker Education Initiative, Institute of Museum and Libraries Services, Corporation for National and Community Service,Underwater Dreams and others.\n\nRead the full fact sheet of announcements and progress updates here.\nRecognizing the Achievements of Our Innovators, Explorers, and Researchers\nThe National Medal of Scientists honors individuals for their outstanding contributions in fields such as biology, physics, and math. The National Medal of Technology and Innovation honors the Nation’s visionary thinkers whose creativity and intellect have made a lasting impact on the United States and its workforce.\nToday’s recipients of the National Medal of Science are:\nBruce Alberts\n\tUniversity of California, San Francisco\nFor intellectual leadership and experimental innovation in the field of DNA replication, and for unparalleled dedication to improving science education and promoting science-based public policy.\nRobert Axelrod\n\tUniversity of Michigan\nFor interdisciplinary work on the evolution of cooperation, complexity theory, and international security, and for the exploration of how social science models can be used to explain biological phenomena.\nMay Berenbaum\n\tUniversity of Illinois at Urbana-Champaign\nFor pioneering studies on chemical coevolution and the genetic basis of insect-plant interactions, and for enthusiastic commitment to public engagement that inspires others about the wonders of science.\nDavid Blackwell*\n\tUniversity of California, Berkeley\nFor fundamental contributions to probability theory, mathematical statistics, information theory, mathematical logic, and Blackwell games, which have had a lasting impact on critical endeavors such as drug testing, computer communications, and manufacturing.\nAlexandre J. Chorin\n\tUniversity of California, Berkeley\nFor the development of revolutionary methods for realistic fluid-flow simulation, now ubiquitous in the modeling and design of engines, aircraft wings, and heart valves, and in the analysis of natural flows.\nThomas Kailath\n\tStanford University\nFor transformative contributions to the fields of information and system science, for distinctive and sustained mentoring of young scholars, and for translation of scientific ideas into entrepreneurial ventures that have had a significant impact on industry.\nJudith P. Klinman\n\tUniversity of California, Berkeley\nFor her discoveries of fundamental chemical and physical principles underlying enzyme catalysis and her leadership in the community of scientists.\nJerrold Meinwald\n\tCornell University\nFor applying chemical principles and techniques to studies of plant and insect defense and communication, and for his seminal role in establishing chemical ecology as a core discipline important to agriculture, forestry, medicine, and environmental science.\nBurton Richter\n\tSLAC National Accelerator Laboratory and Stanford University\nFor pioneering contributions to the development of electron accelerators, including circular and linear colliders, synchrotron light sources, and for discoveries in elementary particle physics and contributions to energy policy.\nSean C. Solomon\n\tColumbia University\nFor creative approaches and outstanding contributions to understanding the internal structure and evolution of the Earth, the Moon, and other terrestrial planets, and for his leadership and inspiration of new generations of scientists.\n*Awarded posthumously\n \nToday’s recipients of the National Medal of Technology and Innovation\nCharles W. Bachman\nFor fundamental inventions in database management, transaction processing, and software engineering.\nEdith M. Flanigen\n\tUOP, LLC., a Honeywell Company\nFor innovations in the fields of silicate chemistry, the chemistry of zeolites, and molecular sieve materials.\nEli Harari\n\tSanDisk Corporation\nFor invention and commercialization of Flash storage technology to enable ubiquitous data in consumer electronics, mobile computing, and enterprise storage.\nThomas J. Fogarty\n\tFogarty Institute for Innovation\nFor innovations in minimally invasive medical devices.\nArthur Levinson\n\tCalico Life Sciences, LLC\nFor pioneering contributions to the fields of biotechnology and personalized medicine, leading to the discovery and development of novel therapeutics for the treatment of cancer and other life-threatening diseases.\nCherry A. Murray\n\tHarvard University School of Engineering and Applied Sciences\nFor contributions to the advancement of devices for telecommunications, the use of light for studying matter, and for leadership in the development of the Science, Technology, Engineering, and Math (STEM) workforce in the United States.\nMary Shaw\n\tCarnegie Mellon University\nFor pioneering leadership in the development of innovative curricula in Computer Science.\nDouglas Lowy and John Schiller\n\tNational Cancer Institute, National Institutes of Health\nFor developing the virus-like particles and related technologies that led to the generation of effective vaccines that specifically targeted HPV and related cancers.\n\n\n\n\n"
}