{
    "title": "Factsheet: Economic Support for the Middle East and North Africa | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/05/18/factsheet-economic-support-middle-east-and-north-africa",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 18, 2011\n\n \n\n\n\nFactsheet: Economic Support for the Middle East and North Africa\n\n\n\n\n\n\tThe revolutions in the Middle East and North Africa (MENA) provide an historic opportunity to meet the aspirations of a people long denied political freedom and economic opportunity. Economic modernization is key to building a stronger foundation for prosperity and showing people the fruits of democratic change.  The people of the region will choose their own paths to democracy and prosperity, with policies and programs that suit their circumstances.  That process may take years, as was the case in the transitions of Central and Eastern Europe.  From the beginning of this process and along the way, the United States will offer its support for economic modernization and development to those making the transition to democracy.\n\t \n\tThe countries of the Middle East and North Africa are diverse societies with diverse characteristics and economies.  The region of over 400 million people contains a group of countries that export 18 million barrels a day of oil as well as a group that is dependent on oil imports from their neighbors.  Saudi Arabia’s $440 billion economy is more than 14 times that of Yemen.  What these countries share is untapped potential, that if unlocked could provide broader economic opportunities for their people.\n\t \n\tOil and gas revenues have enriched several countries and enabled them to fund ambitious infrastructure programs.  Some of the non-oil exporters attracted more foreign direct investment and achieved an acceleration of economic growth.  The pace of economic reform in the region, however, has been uneven and corruption has been a widespread challenge.  Despite an abundance of natural resources and impressive potential human capital, economic growth in the region has not been as rapid as in the fast-growing emerging market world, nor have its benefits been widely distributed.\n\t \n\tWith the majority of the population under the age of 30, and more than 4 million people entering the labor force annually, the demographics of the Middle East and North Africa pose challenges. Unemployment rates are high across the region, particularly among the burgeoning youth population. In Egypt, youth unemployment is estimated at over 30 percent.  The ability to address the growing demand for jobs – which was one of the drivers behind the revolution – will require significant structural changes and economic reform.\n\t \n\tFrom the beginning of the transitions, representatives of the U.S. government have consulted with the people of the region to better understand the significant challenges they are facing.  Given the nature of change in the region – the nature of our support is also evolving.   The President outlined a new economic vision to support nations that commit to transition to democracy, and announced a series of initiatives that are geared toward supporting a broadening of economic opportunity.\n\t \n\tThese initiatives are designed to meet short term economic stabilization requirements as well as longer term economic modernization needs.  These two objectives are not mutually exclusive – The U.S. will direct support now to help meet the needs of future generations.  Our approach is based around four key pillars – support for better economic management, support for economic stability, support for economic modernization, and the development of a framework for trade integration and investment.\n\t \nSupport for better economic management. We will offer concrete support to foster improved economic policy formulation and management.  We will do so alongside our democratization efforts.  We will focus not only on promoting economic fundamentals, but also transparency and the prevention of corruption.  We will use our bilateral programs to support economic reform preparations, including outreach and technical assistance from our governments, universities, and think tanks to regional governments that have embraced reform, individuals, and NGOs.  We will mobilize the knowledge and expertise of international financial institutions to support home grown reforms that increase accountability.\n\t \nSupport for economic stability. Egypt and Tunisia have begun their transitions.  Their economic outlooks were positive before recent events, but they are now facing a series of economic dislocations.  Growth forecasts have been revised downward to 1 percent or less.  International reserves have decreased and budget deficits are widening.  The tourism sector, which is an important employer and source of revenue, has been idled and foreign direct investment will significantly decrease this year. Egypt is projecting a fiscal gap of 10 percent of GDP over the next 12 months, and Tunisia is projecting a deficit of 5 percent of GDP.  If we implement the right initiatives to offer stabilization support, the long term outlook for these countries can be positive.  Absent action, we run the risk of allowing economic instability to undermine the political transition.\n\t \n\tThe United States has designed initiatives to support the stabilization process and to lay the foundation for longer term prosperity.  We are galvanizing financial support from international financial institutions and Egypt and Tunisia’s neighbors to help meet near term financial needs.  We strongly welcome Egypt and Tunisia’s engagement with the IMF and are looking forward to seeing the joint action plan that multilateral development banks are working on for the G8 summit.\n\t \n\tWe will also help bilaterally.  In response to numerous requests from the Egyptian government and the Egyptian people, the United States will relieve Egypt of up to $1 billion in debt by designing a debt swap arrangement, and swap it in a way that allows Egypt to invest these resources in creating jobs and fostering entrepreneurship.  As another part of our effort to help Egypt invest in its people and regain access to global capital markets, we will lend or guarantee up to $1 billion in borrowing needed to finance infrastructure and support job creation.  We will do this via our Overseas Private Investment Corporation (OPIC).\n\t \n\nSupport for economic modernization.  We realize that the modernization of the MENA economies will require a stronger private sector.  To address that, we are committed to working with our international counterparts to support a reorientation of the European Bank for Reconstruction and Development to support countries in the region.  That Bank played a crucial role in the democratization and economic transition in Central and Eastern Europe and can make a great contribution in MENA as well.  The International Financial Corporation will scale up its investments to strengthen the private sector in transition countries.  We also seek to establish Egyptian-American and Tunisian-American Enterprise Funds to stimulate private sector investment, to promote projects and procedures that support competitive markets, and to encourage public/private partnerships.  And as Secretary Clinton announced in Cairo, the Overseas Private Investment Corporation will provide up to $2 billion dollars in financial support for private sectors throughout the MENA region.\n\t \nDevelop a framework for trade integration and investment.   If you take out oil exports, the MENA region of nearly 400 million people exports about the same amount of goods as does Switzerland, with less than 8 million people.  Moreover, regional trade structures are poorly integrated, as MENA sourced just 13 percent of their imports from other countries in the region.  Developing Asian countries, in contrast, sourced over 25 percent of their imports from regional partners. The United States will launch a comprehensive Trade and Investment Partnership Initiative in the Middle East and North Africa. We will work with the European Union as we launch step-by-step initiatives that will facilitate more robust trade within the region, build on existing agreements to promote greater integration with U.S. and European markets, and open the door for those countries who adopt high standards of reform and trade liberalization to construct a regional trade arrangement.\n\t \n\t \nBackground:  The Economic Situation in Egypt and Tunisia\n\t \n\tEgypt’s economy grew by more than 5 percent on average over the last 15 years.   However, these gains did not translate into improved opportunity for the Egyptian people.  Egypt is a lower middle income country, with per capita GDP at about $2,800.  Inflation levels are well above regional averages, and Egypt is plagued by chronic structural problems, including high levels of youth unemployment (34 percent) and long-term unemployment for first time job-seekers.\n\t \n\tEgypt is now facing a series of economic dislocations associated with the transition, which has raised its financial vulnerability.  Before recent unrest, GDP growth was projected at 5.5 percent and the fiscal deficit was estimated at 8.4 percent. Due to a slump in tourism, which accounts for over 5 percent of GDP and employs more than 10 percent of the labor force, as well as a decline in foreign direct investment, growth forecasts have been revised downward to about 1percent and the deficit is expected to widen to over 10 percent of GDP.  Decreased tourism revenues and foreign direct investment will also have an adverse impact on employment.\n\t \n\tTunisia, which is wealthier than Egypt on a per capita basis ($4400), also had a positive economic outlook before the revolution.  However, the revolution is expected to put pressure on the economy in the short term.  GDP growth will be close to zero this year, and reserves have declined by about a billion since unrest broke out.  After running relatively small fiscal deficits the past few years, Tunisia’s fiscal position is expected to widen this year to about 5 percent of GDP (up from 3 percent in 2010).   Much like in Egypt, tourism revenues and foreign direct investment, coupled with labor protests and increased social spending, are adversely impacting the near-term economic outlook.  A failure to help stabilize these economies could undermine democratization efforts.\n\t \n\n\n\n\n"
}