{
    "title": "Información sobre la reunión del Presidente con el Secretario General Rasmussen de la OTAN | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/07/informaci-n-sobre-la-reuni-n-del-presidente-con-el-secretario-general-ra",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 07, 2010\n\n \n\n\n\nInformación sobre la reunión del Presidente con el Secretario General Rasmussen de la OTAN\n\n\n\n\nEl Presidente recibió hoy al Secretario General Anders Fogh Rasmussen de la OTAN en la Oficina Oval. El Presidente le agradeció al Secretario General por el significativo compromiso de la OTAN con la promoción de la paz y estabilidad en todo el mundo, particularmente en Afganistán, donde casi 50,000 militares, entrenadores y civiles no estadounidenses de la Fuerza de Asistencia para la Seguridad Internacional se desempeñan con honor de lado de los estadounidenses. Los dos líderes hablaron sobre el progreso en la implementación de nuestra estrategia compartida hacia Afganistán y Pakistán, y de maneras de intensificar los esfuerzos de la comunidad internacional. El Presidente y el Secretario General trataron los objetivos para la cumbre del 19 y 20 de noviembre de la OTAN en Lisboa, donde se dará a conocer un nuevo Concepto Estratégico de la OTAN que afianza el compromiso aliado de invertir en capacidad del siglo XXI, particularmente de defensa cibernética y contra misiles, y capacidad cívico-militar; reforma las estructuras de la OTAN para hacerla más ágil y eficiente a fin de que asuma los diversos desafíos que los países aliados enfrentan hoy en día, y confirma la función de la OTAN como eje de una red de alianzas de seguridad que promueven la estabilidad mundial. El Presidente está deseoso de continuar tratando estos asuntos con el Secretario General y otros líderes aliados y miembros de la Fuerza de Asistencia en la cumbre de noviembre.\n       \n \n\n\n\n"
}