{
    "title": "First Lady Michelle Obama Announces Nationwide Commitments to Provide Millions of People Access to Healthy, Affordable Food in Underserved Communities | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/07/20/first-lady-michelle-obama-announces-nationwide-commitments-provide-milli",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJuly 20, 2011\n\n \n\n\n\nFirst Lady Michelle Obama Announces Nationwide Commitments to Provide Millions of People Access to Healthy, Affordable Food in Underserved Communities\n\n\n\n\n\nSUPERVALU, Walgreens, Walmart and regional retailers among those making major commitments\n\n\tFirst Lady Michelle Obama joined leaders from major retailers, foundations and small businesses today to announce commitments that will provide access to healthy, affordable food to millions of people in underserved communities. The commitments from SUPERVALU, Walgreens, Walmart and regional retailers will include opening or expanding over 1,500 stores to serve communities throughout the country that currently do not have access to fresh produce and other healthy foods. These stores estimate that they will create tens of thousands of jobs and serve approximately 9.5 million people in these communities throughout the country. Currently, 23.5 million Americans – including 6.5 million children – live in low-income areas that lack stores likely to sell affordable and healthy foods. Studies have shown that limited access to healthy food choices can lead to poor diets, higher levels of obesity and other diet-related diseases.\n\n\t“The commitments we’re announcing today have the potential to be a game-changer for kids and communities all across this country,” said First Lady Michelle Obama. “We can give people all the information and advice in the world about healthy eating and exercise, but if parents can’t buy the food they need to prepare those meals because their only options for groceries are the gas station or the local minimart, then all that is just talk. Let’s Move is about giving parents real choices about the food their kids are eating, and today’s announcement means that more parents will have a fresh food retailer right in their community – a place that sells healthy food, at reasonable prices, so they can feed their families the way they want.”\n\n\tMrs. Obama has been leading a nationwide effort to combat childhood obesity so that children born today will reach adulthood at a healthy weight.  The Let’s Move! Campaign is a comprehensive, collaborative, and community-oriented initiative that has sought to engage every sector of society to tackle head-on the many different factors that lead to childhood obesity.  Today’s announcement is a historic step towards addressing that issue and achieving the primary goal of Let’s Move! – solving the problem of childhood obesity within a generation\n\n\tThe White House Task Force on Childhood Obesity Report to the President identified access to healthy, affordable food as key to solving childhood obesity.  In February 2010, Mrs. Obama traveled to Philadelphia where she announced the Healthy Food Financing Initiative, a multi-million dollar public and private investment to improve access to healthy food. The President’s 2012 Budget proposes funding for the multi-year initiative to increase the availability of affordable, healthy foods in underserved urban and rural communities. The Departments of Agriculture, Health and Human Services, and Treasury are proposing $330 million in financing to community development financial institutions, other nonprofits, public agencies, and businesses with sound strategies for addressing the healthy food needs of communities.\n\nPartnership for a Healthier America secured the following commitments and will be working with the companies to evaluate and monitor their progress with these efforts. Decisions on store locations will be made with communities based on their needs.\n\nNational Commitments\n\nSUPERVALU – Committed to opening 250 Save-A-Lot stores over the next five years\n\tSUPERVALU is committed to opening 250 new Save-A-Lot stores over the next five years in areas with limited or no access to healthy foods, and estimates that these new stores will serve approximately 3.75 million people and create more than 6,000 new jobs.  Headquartered in Minnesota, SUPERVALU is one of the nation’s largest retail and wholesale grocers serving customers across the United States through a network of approximately 4,294 stores, including ACME, Albertsons, Cub, Farm Fresh, Hornbacher’s, Jewel-Osco, Lucky, Save-A-Lot, Shaw’s, Shop ‘N Save and Shoppers, as well as independent grocery retailers served primarily by the company’s food distribution business.  \n\nWalgreens – Committed to expanding its food offering to include whole fruits and vegetables, and other healthy options in at least 1,000 stores\n\tWalgreens is the nation’s largest drugstore chain, operating 7,733 drugstores in all 50 states, the District of Columbia and Puerto Rico. More than 45% of those stores are located in underserved communities. As part of today’s announcement, Walgreens is committing to convert at least 1,000 of its stores into food oasis stores. This means that whole fruits and vegetables, pre-cut fruit salads and green salads as well as basic amenities like breads and ready-made meals will now be available at these locations, along with Walgreens accessible pharmacy, health and wellness services. This will bring basic fresh and healthy food to many communities where there currently is limited or no access. Walgreens estimates that these stores will serve nearly 4.8 million people.\n\nWalmart – Committed to opening or expanding up to 300 stores by 2016\n\tIn January, Mrs. Obama joined Walmart executives to help launch the company’s initiative to make food healthier and healthier food more affordable.  Walmart’s healthier food initiative will reduce sodium and added sugars form packaged food items, make healthier food more affordable and develop a simple front-of-package seal for identifying healthier food choices. Today, Walmart is committing to opening or expanding 275 to 300 stores which will serve more than 800,000 people in rural and urban areas with limited or no access to grocery options. Walmart also estimates that more than 40,000 associates will work in these stores.\n\nRegional Commitments\n\nCalifornia FreshWorks Fund – Secured $200 million to promote healthy food retailing in California\n\tA project of The California Endowment and an all-star team of partners, FreshWorks is a $200 million public-private partnership loan fund created to increase access to healthy, affordable food in underserved communities, spur economic development, and inspire innovation in healthy food retailing. The fund will provide financing to grocery stores and other healthy food retailers and distributors who meet a subset of skillfully developed program guidelines designed to move healthy food retailing forward in an affordable and accessible way and prioritize healthy choices from top to bottom. FreshWorks estimates that this fund will create or retain approximately 6,000 jobs.\n\nBrown’s Super Store – Committed to building one new supermarket in Philadelphia and expanding one existing store in Chelthenham, PA\n\tBrown’s Super Stores is a family owned and operated supermarket chain of Philadelphia area ShopRite supermarkets and was founded in 1988 by President and CEO Jeffrey Brown. Brown operates 10 ShopRite Supermarkets in the Philadelphia area, with five of his stores located in communities that were previously underserved communities. Brown will be opening one new supermarket in North Philadelphia and expanding an existing location in Chelthenham, PA as part of Mrs. Obama’s campaign. The state-of-the-art stores will feature several new innovations including a culturally inspired International Foods Department, Health Clinic, social service office and Pharmacy. Brown expects this expansion and new store will create approximately 325 jobs and serve 150,000 people.\n\nCalhoun Grocer – Committed to building 10 stores in Alabama and Tennessee\n\tCalhoun is an African American, family owned, small local chain based in Montgomery, Alabama. They serve areas in and around Mobile where their stores are often the only ones serving the community they are operating in.  They are working to expand their reach and work on improving access to communities in the south who are underserved.  As part of today’s announcement, Calhoun has committed to building 10 stores over the next 5 years in Alabama and Tennessee. Calhoun estimates they will create approximately 500 jobs and serve 10,000 people.\n\nKlein’s Family Markets – Committed to opening one new store in Baltimore, MD\n\tKlein’s Family Markets is headquartered in Forest Hill, MD and operates 7 ShopRite supermarkets in Maryland. They were founded in 1925 and have been operating supermarkets for four generations. Klein’s has committed to building one new store in Baltimore, MD and estimates creating approximately 275 jobs and serving 75,000 people. The state-of-the-art store will feature several new innovations including a culturally inspired International Foods Department, Health Clinic, social service office and Pharmacy.\n\n\tA fact sheet on today’s announcement is available at http://letsmove.obamawhitehouse.archives.gov/sites/letsmove.obamawhitehouse.archives.gov/files/Food_access_factsheet.pdf.\n\n\n\n\n"
}