{
    "title": "Vice President Biden Announces Six Year Plan to Build National High-Speed Rail Network | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/02/08/vice-president-biden-announces-six-year-plan-build-national-high-speed-r",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nFebruary 08, 2011\n\n \n\n\n\nVice President Biden Announces Six Year Plan to Build National High-Speed Rail Network\n\n\n\n\n\nPlan Lays Out Vision for Long Term Infrastructure Investments Needed to Win the Future\n\nPhiladelphia, PA - Vice President Joe Biden today announced a comprehensive plan that will help the nation reach President Obama’s goal of giving 80 percent of Americans access to high-speed rail within 25 years, as outlined in his State of the Union address. The proposal will place high-speed rail on equal footing with other surface transportation programs and revitalize America’s domestic rail manufacturing industry by dedicating $53 billion over six years to continue construction of a national high-speed and intercity passenger rail network.  As a part of President Obama’s commitment to winning the future by rebuilding America’s roadways, railways and runways, the plan will lay a new foundation for the nation’s economic opportunity, job creation, and competitiveness.\n\t \n\tThe Vice President made the announcement with Transportation Secretary Ray LaHood during a visit to Philadelphia’s historic 30th Street Station, where passengers traveling from Pittsburgh and Harrisburg on Amtrak’s Keystone Corridor connect to high-speed Acela service to Boston, New York City, and Washington, D.C.  Since track improvements raised speeds between Harrisburg and Philadelphia to 110 mph in 2006, the Keystone Corridor has seen rail ridership rise by 57 percent.  In fact, more passengers now travel from Harrisburg to Philadelphia – and from Philadelphia to New York City and Washington D.C. – by rail than by plane.\n\t \n\t“As President Obama said in his State of the Union, there are key places where we cannot afford to sacrifice as a nation – one of which is infrastructure,” said Vice President Biden.  “As a long time Amtrak rider and advocate, I understand the need to invest in a modern rail system that will help connect communities, reduce congestion and create quality, skilled manufacturing jobs that cannot be outsourced. This plan will help us to do that, while also increasing access to convenient high speed rail for more Americans.”\n\t \n\tAs the first step in this comprehensive, six-year plan, the President’s Budget for the coming fiscal year would invest $8 billion in expanding Americans’ access to high-speed passenger rail service.  In order to achieve a truly national system, these investments will focus on developing or improving three types of interconnected corridors:\n\t \n\n\nCore Express:  These corridors will form the backbone of the national high-speed rail system, with electrified trains traveling on dedicated tracks at speeds of 125-250 mph or higher.\n\nRegional:  Crucial regional corridors with train speeds of 90-125 mph will see increases in trips and reductions in travel times, laying the foundation for future high-speed service.\n\nEmerging:  Trains traveling at up to 90 mph will provide travelers in emerging rail corridors with access to the larger national high-speed and intercity passenger rail network.\n\n\n\tThis system will allow the Department – in partnership with states, freight rail, and private companies – to identify corridors for the construction of world-class high-speed rail, while raising speeds on existing rail lines and providing crucial planning and resources to communities who want to join the national high-speed rail network. With rail ridership reaching all-time highs in many areas of the country during 2010, these investments will ensure that more Americans have the option of taking a train to reach their destination.\n\t \n\t\"In America, we pride ourselves on dreaming big and building big,\" said Secretary of Transportation Ray LaHood.  \"This historic investment in America’s high-speed rail network keeps us on track toward economic opportunity and competitiveness in the 21st century.  It’s an investment in tomorrow that will create manufacturing, construction, and operations jobs today.”\n\t \n\tThis long term commitment builds on the $10.5 billion down payment the Obama Administration already devoted to a national high-speed rail system – including $8 billion of Recovery Act funds and $2.5 billion from the 2010 budget.  These investments are already paying economic dividends in places like Brunswick, Maine, where construction workers are laying track that will provide the first rail service since the 1940s from Brunswick to Portland to Boston.  Private dollars are also gravitating toward Brunswick’s station neighborhood, as investors have financed a number of businesses and residential condos, a new movie theatre, a new 60 room hotel, and a 21st century health clinic.  Similar high-speed and intercity passenger rail projects across the country will create jobs not only in our manufacturing sector, but also in the small businesses that open near modernized train stations.  They will connect large metropolitan communities and economies through a safe, convenient, and reliable transportation alternative.  They will ease congestion on our roads and at our airports.  And they will reduce our reliance on oil as well as our carbon emissions.\n\t \n\tBy clarifying the long-term federal role in passenger rail, this six-year program will provide states and cities with the certainty they need to make long-term transportation plans for their communities.  It will provide businesses the confidence they need to hire American workers.  Strong Buy American requirements will create tens of thousands of middle-class jobs in construction, manufacturing, and rail operations.   And the proposal will open the door to new public-private partnerships, and attract significant private investment in developing and operating passenger rail corridors.\n\t \n\tThe proposal announced today by the Vice President also streamlines the Department of Transportation’s rail programs, making it simpler for states, cities, and private companies to apply for grants and loans.  For the first time, all high speed and intercity passenger rail programs will be consolidated into two new accounts:  a $4 billion account for network development, focused on building new infrastructure, stations, and equipment; and a $4 billion account for system preservation and renewal, which will maintain state of good repair on Amtrak and other publicly-owned assets, bring stations into Americans with Disabilities Act compliance, and provide temporary operating support to crucial state corridors while the full system is being built and developed.\n\n\n\n\n"
}