{
    "title": "President Obama Underscores Commitment to Restoring Fairness to the Tax Code and Providing Tax Relief to Working Americans | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-underscores-commitment-restoring-fairness-tax-code-and-providing-ta",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 15, 2009\n\n \n\n\n\nPresident Obama Underscores Commitment to Restoring Fairness to the Tax Code and Providing Tax Relief to Working Americans\n\n\n\n\n THE WHITE HOUSE Office of the Press Secrectary  _____________________________________________________________  For Immediate Release                                            April 15, 2009 President Obama Underscores Commitment to Restoring  Fairness to the Tax Code and Providing Tax Relief to Working Americans  WASHINGTON - Today, on Tax Day, President Obama will meet with several working families, just like the ones all across America, who are facing tough choices during this economic crisis. President Obama will underscore his commitment to a simpler tax code that rewards work and the pursuit of the American dream and supports a future of sustained economic growth that creates good jobs and rising incomes for all Americans. He will discuss the unprecedented action his Administration has taken to give tax cuts to the Americans who need them, while jump-starting growth and job creation in the process. Many working Americans have lost a job or are fighting to keep their small business open. Many more are struggling to make payments, to stay in their home, or to pursue a college education. To help middle-class families get back on their feet and restore some fairness to the tax code, as part of the American Recovery and Reinvestment Act, President Obama signed the Making Work Pay tax credit into law. As a result, families across the country are seeing more money in their paychecks. \"Since the Recovery Act was signed into law we have delivered real and tangible progress for the American people. I am proud to announce that my Administration has lessened the tax burden on working families while also restoring some balance to the tax code,\" said President Barack Obama. The American Recovery and Reinvestment Act is based on the simple premise: what is good for working families is good for the economy and what is good for the economy is good for working families. Specifically, cutting taxes for working families helps to create jobs because these families are the most likely to spend the money. And staving off a deep recession disproportionately helps working families that would have been most likely to get hurt by the recession. Here are some of the highlights of the plan:     American Recovery and Reinvestment Act: A Plan to Create Jobs and Help Families  95% of all working families will receive a tax cut 70% of the tax benefits goes to the middle 60% of American workers 2 million families will be lifted out of poverty by the tax cuts in the Recovery Act More than $150 billion in tax cuts will help low-income and vulnerable households during the economic recovery About 1 Million jobs will be created or saved by these tax cuts alone Already, over $3 billion of tax credits have been paid out to first-time homebuyers.       What Americans Are Getting: Making Work Pay Tax Credit. The Making Work Pay tax credit provides a refundable tax credit of up to $400 for working individuals and $800 for working households, increasing most families’ take-home pay by over $65/month. The Making Work Pay Credit helps 95% of working families – over 120 million households in all. According to ADP, the nation’s largest payroll service provider, more than 80% of workers paid though ADP received the Making Work Pay tax credit in paychecks dated March 1 or later, and virtually all of their clients began using the new withholding tables by March 6th. During the recovery period, Making Work Pay is expected to put more than $100 billion into the pockets of hard-working Americans. Expansion Of The First-Time Homebuyer Tax Credit. The expansion of the First-Time Homebuyer tax credit allows qualifying taxpayers who buy a home this year before December 1, 2009, to claim a credit of up to $8,000 on either their 2008 or 2009 tax returns. Unlike the prior first-time homebuyer credit, individuals do not need to pay this credit back. This credit will contribute to stabilizing the housing market and is estimated that it will help 1.4 million Americans purchase their first home by providing over $6.5 billion in credits. Over $3 billion of credits have already been paid out to first-time homebuyers. Increased Earned Income Tax Credit. The Recovery Act includes two improvements to the EITC. It increases the credit for families with 3 or more children to 45% by more than $500, helping to reward work and reduce poverty. And it reduces EITC-related marriage penalties by as much as $400. Overall, 6.3 million low-income families with 12.7 million children will benefit from these two changes. American Opportunity Tax Credit. The American Opportunity Tax Credit provides financial assistance of up to $2,500 to help offset the cost of tuition and other expenses for individuals seeking a college education. This new credit is available for up to four years of college and is the first college tax benefit to be partially refundable so that it will benefit moderate-income households as well. It is expected to save 4.9 million families save $9 billion. Child Tax Credit Expansion. Thanks to the Recovery Act, the Child Tax Credit will now increase tax funds for more than 11 million low-income earners by increasing the refundability of the credit. Before the Act, working families with less than $12,550 were set to be excluded from the credit. The Act reduced this eligibility floor to $3,000, increasing tax refunds for million of low-income working families with children. This increase in eligibility will put almost $18 billion into the pockets of families most likely to spend the money and stimulate the economy. Health Insurance For Workers Between Jobs. To help people maintain health coverage following job loss, the Recovery Act provides a 65% subsidy for COBRA continuation premiums for up to 9 months. As a result, eligible individuals pay only 35% of their COBRA premiums. Based on average COBRA premiums, this amounts to a subsidy of about $325 per month for single coverage and $715 per month for family coverage. This subsidy is expected to provide approximately $24 billion in benefits to more than 5 million individuals and families that have recently lost jobs that provided them with health benefits. Benefits For Retirees, other Social Security Beneficiaries and Disabled Veterans. The American Recovery Act provides a one-time payment of $250 to retirees, disabled veterans, and SSI recipients. Over 64 million retirees and other individuals will receive this one-time payment, totaling $16 billion. Auto Sales and Excise Tax Deduction. The Recovery Act provides taxpayers with a new tax deduction for state and local sales and excise taxes paid on the purchase of a new car, light truck, recreational vehicles, or motorcycles through 2009. This deduction is estimated to save 7.8 million new vehicle purchasers $1.6 billion during the new recovery period. Carryback Of Net Operating Losses For Small Businesses. Under the Recovery Act, small businesses can elect to carryback 2008 net operating losses (NOLs) for up to five years, as opposed to 2 years. This longer carryback period gives small businesses that experienced losses in 2008 the ability to get immediate refunds of income taxes they paid in earlier years and is estimated to give back $3.4 billion to small businesses this year. Expanded Depreciation for Businesses. The economic recovery legislation extends a provision allowing small businesses to expense up to $250,000 in investments. In addition, the extension of the bonus depreciation under the Recovery Act generally allows businesses that purchase equipment placed in service during 2009 to accelerate their first year depreciation to up to 50% of purchase cost. This additional tax relief is estimated to help business save $34 billion during the recovery period. How These Tax Cuts Affect American Families:    SAMPLE FAMILY TAX CUT UNDER RECOVERY ACT   Married couple with 2 children.              Income: $120,000 $800              ($800 from Making Work Pay Credit)   Married couple eligible for first time Homebuyer’s Credit with 2 children              Income: $60,000 $8,800               ($800 from Making Work Pay Credit and $8,000 from Homebuyer’s Credit)   Married couple with 3 children, all eligible for the Child Tax Credit and EITC.               Income: $30,000 $2,172              ($800 from Making Work Pay Credit, $1,025 from EITC increase, and $347 from Child Tax Credit increase)   Married Couple with a Child who is a Full Time Student with $4,000 in Education Expenses              Income: $90,000 $1,500               ($800 from Making Work Pay Credit, $700 from increased American Opportunity Tax Credit)   \n\n\n\n"
}