{
    "title": "Presidential Proclamation -- National Physical Fitness and Sports Month, 2012 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/05/01/presidential-proclamation-national-physical-fitness-and-sports-month-2-0",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 01, 2012\n\n \n\n\n\nPresidential Proclamation -- National Physical Fitness and Sports Month, 2012\n\n\n\n\n\n\tNATIONAL PHYSICAL FITNESS AND SPORTS MONTH, 2012\n\t- - - - - - -\n\tBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\tA PROCLAMATION\n\n\tIn July 1961, President John F. Kennedy remarked that \"the strength of our democracy and our country is really no greater in the final analysis than the well-being of our citizens.\" He envisioned a renewed national commitment to leading a more active and vigorous life -- to pursuing health of mind and body in equal proportion. Over half a century later, that call to action still rings true. During National Physical Fitness and Sports Month, we rededicate ourselves to empowering Americans young and old with the tools to pursue a healthy lifestyle.\n\n\tFrom the classroom to the court, countless Americans enrich their lives and their health by getting active. Regular physical activity promotes strong mental and physical development, builds lean muscle, and plays an essential role in maintaining a healthy weight. Coupled with nutritious meals, it can help prevent a wide variety of chronic diseases, including cancer, heart disease, and stroke -- three leading causes of death in the United States. Yet, with inactivity and obesity continuing to put millions at risk, we know we must do more to help individuals, families, and communities across our Nation make exercise an easy, accessible part of daily life.\n\n\tMy Administration is committed to realizing this vision. With First Lady Michelle Obama's Let's Move! initiative and the President's Council on Fitness, Sports, and Nutrition, we are working to give more Americans the tools and information they need to maintain a healthy lifestyle. We are striving to ensure children have access to nutritious food at school and at home, and we are partnering with organizations across our country to help more Americans get active. To learn more about these initiatives, the President's Active Lifestyle Award, and how to get involved in your community, visit www.LetsMove.gov and www.Fitness.gov.\n\n\tAll of us can play a role in giving our children a strong start and ensuring a healthy future for our Nation. By coming together to exercise with friends or family, children and adults can support each other in living a more active life. Schools can bring more physical education into the curriculum before, during, or after the school day. And community leaders can promote physical activity by expanding safe routes for children to walk or ride a bike to school, revitalizing parks and playgrounds, and developing sports and fitness programs that are accessible to all. As we celebrate the progress we have made toward these goals, let us recommit to making positive change in our lives by eating healthy and embracing an active lifestyle.\n\n\tNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim May 2012 as National Physical Fitness and Sports Month. I call upon the people of the United States to make daily physical activity, sports participation, and good nutrition a priority in their lives.\n\n\tIN WITNESS WHEREOF, I have hereunto set my hand this\n\tfirst day of May, in the year of our Lord two thousand twelve, and of the Independence of the United States of America the two hundred and thirty-sixth.\n\n\tBARACK OBAMA\n\n\n\n\n"
}