{
    "title": "Declaraciones del Presidente Obama sobre la reforma financiera | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-del-presidente-obama-sobre-la-reforma-financiera",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 12, 2010\n\n \n\n\n\nDeclaraciones del Presidente Obama sobre la reforma financiera \n\n\n\n\nDurante todo el debate sobre la reforma de Wall Street, he instado a los miembros del Senado a que combatan los esfuerzos de los intereses especiales y sus cabilderos por debilitar las medidas de protección al consumidor. Una enmienda que el Senado pronto someterá a consideración haría precisamente eso al socavar las estrictas medidas de protección al consumidor con una laguna legal de particular beneficio para los concesionarios de autos que también hacen de prestamistas. Esta enmienda creará una exención especial para estos prestamistas que permitiría que aumenten demasiado las tasas y añadan gastos excesivos que tomarían a los compradores por sorpresa. Esta modificación debilita las cláusulas que les dan poder a los consumidores con información clara, que les permite tomar las decisiones financieras que más les convienen. Además, simplemente fomenta engañosas tácticas de ventas que perjudican a los consumidores estadounidenses. Desafortunadamente, innumerables familias –particularmente familias militares– han sido blanco de estas prácticas engañosas.\nSimplemente son incorrectas las afirmaciones de quienes se oponen a la reforma de que esta medida está dirigida injustamente a los concesionarios de autos. El hecho es que los concesionarios de autos-prestamistas otorgan casi 80 por ciento de los préstamos para automóviles en el país, y estos prestamistas deben cumplir con los mismos estándares que cualquier banco local o comunitario que otorga préstamos. Los concesionarios de autos-prestamistas que les ofrezcan productos financieros honrados y transparentes a sus clientes deben acoger con beneplácito dichas reformas, que harán que sus competidores que no cumplen con las normas compitan bajo condiciones equitativas.\nSimplemente no podemos permitir que las lagunas y concesiones especiales inspiradas por los cabilderos debiliten la verdadera reforma, que les otorgará poder a las familias estadounidenses. Insto al Senado a que continúe derrotando los esfuerzos de los intereses especiales por debilitar las medidas de protección que favorecen a todos los consumidores estadounidenses. \n \n\n\n\n"
}