{
    "title": "Fact Sheet: U.S. – China Cooperation on Climate Change, Clean Energy, and the Environment | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/19/fact-sheet-us-china-cooperation-climate-change-clean-energy-and-environm",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 19, 2011\n\n \n\n\n\nFact Sheet: U.S. – China Cooperation on Climate Change, Clean Energy, and the Environment\n\n\n\n\nToday, President Obama and President Hu agreed to enhanced cooperation on climate change, clean energy, and the environment. Toward this end, the leaders welcomed new public-private partnerships and collaboration on the development and deployment of clean energy technologies that will spur economic growth and create jobs in both the United States and China.\n\n\tPresident Obama and President Hu applauded efforts to implement the provisions of the Cancun Agreements that build on the Copenhagen Accord, with a view to achieving a positive outcome at the climate change conference in Durban. They reiterated their commitment to work together to address climate change both bilaterally and through the U.N. Framework Convention on Climate Change, the Major Economies Forum, the Clean Energy Ministerial, and the U.S.-China Climate Policy Dialogue.\n\n\tThe leaders welcomed the announcement of joint work plans under the U.S.-China Clean Energy Research Center (CERC), which was launched by Presidents Obama and Hu in November 2009. The work plans cover energy efficient buildings, clean coal, and clean vehicles, and the U.S. research consortia for the three respective areas are led by the Department of Energy’s Lawrence Berkeley National Laboratory, West Virginia University, and the University of Michigan. They noted with approval the meetings of more than 150 U.S. and Chinese researchers from CERC consortia to advance technical cooperation under the program.\n\n\tThe United States and China agreed to advance new initiatives at the next Joint Working Group Meeting of the Ten Year Framework for Cooperation on Energy and Environment (TYF) in Beijing and at the Third U.S.-China Strategic and Economic Dialogue in Washington, D.C., as well as through other fora. Under the Ten Year Framework, President Obama and President Hu welcomed two new EcoPartnerships on energy efficiency research and clean electricity, and an agreement between the U.S. Department of Transportation, the National Development and Reform Commission, and other Chinese agencies on next generation aviation biofuels, congestion and multimodal transportation planning, and livable communities.\n\tThe Presidents lauded announcements by U.S. and Chinese energy companies on a range of deals that demonstrate clean energy as an engine of growth and job creation.\n\n\tThe leaders endorsed the signing of the Memorandum of Understanding Protocol for Cooperation in Energy Sciences between the U.S. Department of Energy and the Chinese Academy of Sciences. This Protocol will facilitate and promote cooperation in energy sciences such as nuclear energy sciences, biological science and environmental science.\n\n\tPresident Obama and President Hu noted the signing of a Memorandum of Understanding between the U.S. Department of Energy, Applied Materials, Inc., China’s National Energy Administration, and Peking University to collaborate on organizing a Solar Decathlon in China. Both sides applauded a Statement of Intent between the U.S. Department of Energy and China’s Ministry of Science and Technology on data sharing for electric vehicle demonstrations projects between the cities of Los Angeles and Shanghai that will accelerate the deployment of electric vehicles.\n\n\tThe leaders welcomed the announcement to develop a joint U.S.-China Eco-city Initiative between the U.S. Department of Energy and China’s Ministry of Housing and Urban-Rural Development, under which both sides will develop guidelines and policies to support the integration of energy efficiency and renewable energy into city design and operation.\n\n\n\n\n"
}