{
    "title": "Statement by the Press Secretary on H.R. 724, H.R. 1036, H.R. 1228, H.R. 1451, H.R. 2391, H.R. 2939, H.R. 3060, H.R. 3658, H.R. 4032, H.R. 4488, S. 611 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/06/09/statement-press-secretary-hr-724-hr-1036-hr-1228-hr-1451-hr-2391-hr-2939",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 09, 2014\n\n \n\n\n\nStatement by the Press Secretary on H.R. 724, H.R. 1036, H.R. 1228, H.R. 1451, H.R. 2391, H.R. 2939, H.R. 3060, H.R. 3658, H.R. 4032, H.R. 4488, S. 611\n\n\n\n\nOn Monday, June 9, 2014, the President signed into law:\nH.R. 724, which removes the requirement that auto dealers provide a purchaser of a new light-duty motor vehicle a written certification that the vehicle meets Clean Air Act emission standards;\nH.R. 1036, which designates the facility of the United States Postal Service in Eatonville, Washington, as the National Park Ranger Margaret Anderson Post Office;\nH.R. 1228, which designates the facility of the United States Postal Service in De Pere, Wisconsin, as the Corporal Justin D. Ross Post Office Building;\nH.R. 1451, which designates the facility of the United States Postal Service in Brockport, New York, as the Staff Sergeant Nicholas J. Reid Post Office Building;\nH.R. 2391, which designates the facility of the United States Postal Service in Cottleville, Missouri, as the Lance Corporal Phillip Vinnedge Post Office;\nH.R. 2939, which provides for the award of a congressional gold medal to Israeli President Shimon Peres;\nH.R. 3060, which designates the facility of the United States Postal Service in Burleson, Texas, as the Sergeant William Moody Post Office Building;\nH.R. 3658, the \"Monuments Men Recognition Act of 2014,\" which provides for the award of a single congressional gold medal collectively, to the Monuments Men, in recognition of their heroic role in the preservation, protection, and restitution of monuments, works of art, and artifacts of cultural importance during and following World War II;\nH.R. 4032, the \"North Texas Invasive Species Barrier Act of 2014,\" which exempts from the Lacey Act Amendments of 1981 certain water transfers by the North Texas Municipal Water District and the Greater Texoma Utility Authority;\nH.R. 4488, the \"Gold Medal Technical Corrections Act of 2014,\" which gives to the Smithsonian Institution for appropriate display congressional gold medals struck under previously enacted laws in honor of:  Dr. Martin Luther King, Jr., and Coretta Scott King; and the Montford Point Marines; and\nS. 611, the \"Sandia Pueblo Settlement Technical Amendment Act,\" which amends the T'uf Shur Bien Preservation Trust Area Act to resolve the land exchange related to the Sandia Pueblo Tribe of New Mexico Settlement.\n\n\n\n\n"
}