{
    "title": "Readout of the President's Meeting with Representatives of the Congressional Hispanic Caucus Today | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/11/16/readout-presidents-meeting-with-representatives-congressional-hispanic-c",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 16, 2010\n\n \n\n\n\nReadout of the President's Meeting with Representatives of the Congressional Hispanic Caucus Today\n\n\n\n\n\n\tIn an Oval Office meeting today, the President and leaders of the Congressional Hispanic Caucus (CHC) – U.S. Senator Robert Menendez of New Jersey, U.S. Representative Nydia Velazquez of New York, and U.S. Representative Luis Gutierrez of Illinois – discussed the options on immigration reform immediately facing the Congress.  He thanked them for their constant efforts on this issue.  The President and the CHC leaders believe that, before adjourning, Congress should approve the DREAM Act.  This legislation has traditionally enjoyed support from Democratic and Republican lawmakers and would give young people who were brought as minors to the United States by their parents the opportunity to earn their citizenship by pursuing a college degree or through military service.\n\n\tThe President reiterated his support for fixing the broken immigration system and urged the CHC leaders to work to restore the bipartisan coalition backing comprehensive immigration reform.  The President repeated his hope that, with the election season’s pressures past, Congressional Republicans would work with their Democratic colleagues not only to strengthen security at the nation’s borders, but also to restore responsibility and accountability to what everyone agrees is a broken immigration system.  The President reiterated his strong support for bipartisan Congressional action on immigration reform at the earliest opportunity, noting that the American people expect both parties to work together to tackle the challenges confronting our nation.\n\n\n\n\n"
}