{
    "title": "FACT SHEET: First Lady Michelle Obama Announces More than $20 Million in New Commitments to the U.S. Government's Let Girls Learn Initiative at United State of Women Summit Dinner | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/06/14/fact-sheet-first-lady-michelle-obama-announces-more-20-million-new",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJune 14, 2016\n\n \n\n\n\nFACT SHEET:  First Lady Michelle Obama Announces More than $20 Million in New Commitments to the U.S. Government's Let Girls Learn Initiative at United State of Women Summit Dinner\n\n\n\n\n\nAs part of the Let Girls Learn initiative, the First Lady has called upon organizations around the country to support adolescent girls’ education, in order to provide the more than 62 million girls around the world who are out of school with the opportunity to attain an education. As part of the United State of Women Summit, the First Lady announced and applauded additional commitments made by a variety of organizations during the United State of Women Summit Dinner held at the U.S. Department of State, co-hosted by the Bureau of Educational and Cultural Affairs and The Goldman Sachs Foundation on June 14, 2016 in Washington, D.C. \n\nNew Commitments to Let Girls Learn:\n\n\nCARE is committing to reach adolescent girls by investing $15 million dollars in six countries through its Udaan “Second Chances” school program. Through this new commitment, Second Chances will broaden from India into Afghanistan, Yemen, Pakistan, Bangladesh, Somalia, and Malawi to double its reach. This program provides an intensive, nine month curriculum to help girls who were unable to finish primary school, catch up to their peers. Through Second Chances, some of the world’s most marginalized girls have returned to school and some have even gone on to college. With a 95 percent success rate, CARE plans to broaden this program with the support of ministries of education, corporations, foundations, and local organizations. For more information, please contact CARE.\n\nOracle is committing to invest more than $3 million in direct and in-kind funds over the next 12 months to promote and support educational opportunities for adolescent girls around the world. Under this Let Girls Learn commitment, Oracle Academy, Oracle Women's Leadership (OWL) communities, Oracle's Diversity & Inclusion program, and Oracle Volunteers will offer more than 65 direct educational events and support conferences, summer computing camps, and codefests for girls, reaching more than 55,000 students around the globe and inspiring them to explore and pursue opportunities in STEM fields.  The Oracle Education Foundation and Oracle Volunteers will teach girls coding, electrical engineering, and project management through four immersive girls-only workshops. Oracle also plans to expand the work of its Oracle Academy program in Egypt by making an additional investment of nearly $1 million in resources and services over the next four years as part of a new partnership with the Ministry of Education in Egypt to expand computer science education for girls in nine newly developed STEM schools. These schools, also supported by USAID, will provide three years of paid secondary education for each girl. For more information, please contact Oracle.\n\nThe International Rescue Committee (IRC) is committing to deliver new programs worth $1 million to adolescent girls in the most conflict-affected states in Africa and the Middle East, including programming that addresses how violence impacts girls’ learning and their ability to access education services. Through its education and GIRL SHINE programs, IRC will target the hardest-to-reach adolescent girls with an in-school and out-of-school enhanced package of services, including girl-only safe spaces and discussion groups, life skills and social and emotional skill development curricula, remedial support in math and reading, parent and caregiver support groups, and an interactive visioning program that breaks down barriers, reduces violence, and ensures increased access to education. For more information, please contact IRC.\n\nThe Hershey Company is committing to support projects that will empower and educate adolescent girls through a $250,000 three-year commitment to the Peace Corps’ Let Girls Learn Fund. The Hershey Company has a long history of giving underserved children the resources they need to be successful. Today, the company advances this shared social purpose through this new commitment to Peace Corps’ Let Girls Learn Fund. For more information, please contact Hershey.\n\nPayPal is featuring Peace Corps’ Let Girls Learn Fund in its Back to School charitable giving campaign this August as part of an effort to raise awareness and encourage millions of PayPal U.S. users to support Let Girls Learn projects around the world. In addition to encouraging customers in the U.S. to support the Peace Corps’ Let Girls Learn Fund, PayPal will add 1 percent to each donation, ensuring that 101 percent of every gift made by PayPal U.S. users reaches Let Girls Learn projects. For more information, please contact PayPal.\n\nJust Like My Child Foundation (JLMC) is committing to reach an additional 10,000 vulnerable adolescent girls with their Girl Power Project® in Central Uganda, thereby doubling their current program reach by 2020. An initial investment from the Toni Ko Foundation will launch the JLMC’s $250,000 commitment. The Girl Power Project® was created to empower adolescent girls and to reduce barriers that prevent adolescent girls from completing secondary school. The Girl Power Project® (GPP) “System in a Box” is an evidence­-based, innovative, targeted, and scalable mentoring program totaling more than 60 hours of training over two years. It addresses the complex needs of vulnerable adolescent girls’ aged 10­-15, by ensuring that they stay in school and avoid obstacles in the transition to secondary school. The GPP® empowers girls to live healthy lives by avoiding forced child marriage, HIV transmission, early pregnancy, rape and disease. For more information, please contact JLMC.\n\nAmerican Airlines, through its Change for Good partnership with UNICEF, is committing to expanding support for adolescent girls’ education by working with UNICEF’s “Let Us Learn” initiative. American is committing to build upon Let Us Learn's successes to-date, including awarding more than 4,000 scholarships to girls in Madagascar to help them enroll and stay in school through the lower secondary level, and helping over 8,000 out-of-school adolescent girls enroll in non-formal classes that provide flexible learning opportunities in Nepal.  For more information, please contact American Airlines at 817-967-1577. \n\nAOL, a media technology company with a mission to connect consumers and creators, is taking action in support of Let Girls Learn by announcing the Let Girls Build Challenge. The Challenge, powered by Citizen AOL and AOL's #BUILTBYGIRLS platform, calls for young women to use the power of technology to conceptualize tech-enabled solutions to the problems facing the #62milliongirls without access to education. Through the Let Girls Build Challenge, AOL and Let Girls Learn will provide the resources, funding, and mentorship needed to empower the leaders of tomorrow to help open the doors to education globally. For more information, please go to builtbygirls.com/letgirlsbuild or contact AOL.\n\n\n\n\n\n"
}