{
    "title": "Presidente Obama sienta las bases de un nuevo Sistema de Control de Exportaciones para reforzar la seguridad nacional y aumentar la competitividad de sectores industriales y tecnológicos clave en Estados Unidos | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/08/30/presidente-obama-sienta-las-bases-de-un-nuevo-sistema-de-control-de-expo",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 30, 2010\n\n \n\n\n\nPresidente Obama sienta las bases de un nuevo Sistema de Control de Exportaciones para reforzar la seguridad nacional y aumentar la competitividad de sectores industriales y tecnológicos clave en Estados Unidos\n\n\n\n\nMañana, el Presidente Obama anunciará un importante paso hacia adelante en los esfuerzos de su gobierno para reformar los fundamentos del sistema de control de exportaciones y describirá las bases de nuestro nuevo sistema de control de exportaciones. Estos cambios (en lo que controlamos, la forma que controlamos, los mecanismos de control y la administración de dichos mecanismos) ayudarán a reforzar nuestra seguridad nacional al dedicar nuestros esfuerzos al control de productos y tecnología más importantes, y al aumentar nuestra competitividad en sectores industriales y tecnológicos clave en Estados Unidos.\n\t \n\tEn agosto pasado, el Presidente solicitó un estudio de amplia base de todas las agencias del sistema de control de exportaciones de Estados Unidos, con la meta de reforzar la seguridad nacional y aumentar la competitividad de sectores industriales y tecnológicos clave en Estados Unidos, al centrarnos en las amenazas actuales y adaptarnos al cambiante panorama económico y tecnológico. El estudio determinó que el actual sistema de control de exportaciones es demasiado complicado, contiene demasiadas redundancias y que, por pretender proteger demasiado, disminuye nuestra capacidad de dedicar nuestros esfuerzos a las principales prioridades de seguridad nacional:\n\t \n\t• El actual sistema opera bajo dos diferentes listas de control con enfoques diametralmente diferentes para definir productos controlados, administrados por dos departamentos diferentes. Esto ha causado significativa ambigüedad, confusión y disputas de jurisdicción, con lo que llegar a decisiones claras sobre licencias tarda meses y, en algunos casos, años;\n\t \n\t• Tres agencias primarias diferentes otorgan licencias, y cada una aplica su propia política. Ninguna considera las licencias otorgadas por las otras, y cada una opera bajo procedimientos y definiciones propias, lo cual lleva a brechas en el sistema y requisitos totalmente diferentes con respecto a licencias para productos prácticamente idénticos;\n\t \n\t• Múltiples agencias con facultades que se repiten o coinciden en parte actualmente están a cargo de verificar el cumplimiento de nuestros controles de exportación, lo cual genera redundancias y pone en peligro los demás casos, y\n\t \n\t• Todas estas agencias utilizan diferentes sistemas informáticos, sin acceso por las otras agencias que controlan u otorgan licencias, ni compatibilidad fácil con otros sistemas. Como resultado, el gobierno de Estados Unidos no tiene la capacidad de saber lo que fue aprobado para exportación ni lo que fue rechazado, lo cual es más significativo.\nListas de control\n\t \n\tCon el enfoque descrito por el Presidente, las agencias pondrán en vigor nuevos criterios para determinar qué artículos deben ser controlados y un conjunto común de criterios para determinar cuándo se necesita una licencia de exportación. Los criterios de la lista de control se basan en normas transparentes, que reducirán la incertidumbre que enfrentan nuestros aliados, el sector industrial de Estados Unidos y sus socios extranjeros, y permitirán que el gobierno tenga mayores medidas de protección de productos de mayor confidencialidad, con el fin de reforzar la seguridad nacional.\n\t \n\tLas agencias pondrán en vigor los criterios y modificarán las listas de municiones y artículos de uso dual cuya exportación es controlada de modo que:\n\t \n\t• haya “diferentes niveles” para distinguir los tipos de productos que deben ser sometidos a un nivel de control más estricto o menos exigente, según diferentes puntos de destino, objetivos de uso y usuarios finales,\n\t \n\t• se establezca una “línea clara” entre las dos listas actuales de control para precisar la determinación de jurisdicción y reducir la incertidumbre del gobierno y el sector industrial sobre si un producto en particular está sometido al control del  Departamento de Estado o del  Departamento de Comercio y\n\t \n\t• estén estructuralmente alineados para que tengan el potencial de ser combinados en una lista única de productos controlados.\n\t \n\tPara lograr esos cometidos, tanto la Lista de Municiones de Estados Unidos (U.S. Munitions List o USML) como la Lista de Control del Departamento de Comercio deben estar totalmente estructuradas como “listas positivas”. Una “lista positiva” es una lista que describe productos controlados usando criterios objetivos (por ejemplo, parámetros técnicos como caballos de fuerza o micrones) en lugar de criterios amplios, abiertos, subjetivos, generalizados o basados en la intención. Esto pondrá fin a la mayoría de, si no a todas, las disputas de jurisdicción y ambigüedades que ahora definen a nuestro sistema.\n\t \n\tEn base a esos criterios, las dos listas existentes se dividirán en tres niveles:\n\t \n\t• Los productos en el nivel más alto proporcionan una ventaja crucial en el aspecto militar o de inteligencia a Estados Unidos y están casi exclusivamente a disposición de Estados Unidos, o son productos que son armas de destrucción masiva.\n• Los productos en el nivel intermedio proporcionan una ventaja considerable en el aspecto militar o de inteligencia a Estados Unidos y están casi exclusivamente a disposición de nuestros socios multilaterales o aliados.\n• Los productos en el nivel más bajo proporcionan una ventaja considerable en el aspecto militar o de inteligencia pero se puede acceder a ellos de manera más amplia.\n\t \n\tEste concepto flexible reforzará la seguridad nacional del país y permitirá que el gobierno reajuste los controles oportunamente durante el ciclo de vida de un producto con el fin de mantener las listas de productos actualizadas y perfiladas según la madurez y confidencialidad del producto.\nCriterios para otorgan licencias\n\t \n\tUna vez que se designa un nivel a un producto controlado, se le asignan los correspondientes criterios para otorgar licencias con el fin de enfocar los esfuerzos de las agencias en los productos más confidenciales:\n\t \n\t• Generalmente se requerirá una licencia para productos en el nivel más alto para todos los destinos. Muchos de los productos en el segundo nivel recibirán autorización de exportación a socios multilaterales y aliados bajo exenciones de licencia o autorizaciones generales. Para productos de menor confidencialidad, en general no se requerirá de una licencia.\n\t \n\t• Para productos autorizados para exportación sin licencia, habrá nuevos controles para la re-exportación de dichos artículos con el fin de impedir que lleguen a destinos no autorizados.\n\t \n\t• Al mismo tiempo, el gobierno de Estados Unidos continuará sus programas de sanciones hacia países específicos como Irán y Cuba.\n\t \n\tLa reestructuración de las listas de control y la política armonizada para licencias en base a los tres niveles de control revolucionarán nuestro actual sistema de control. Los resultados preliminares de la aplicación del nuevo sistema destacan esto.\n\t \n\t• Expertos técnicos en todo el gobierno han terminado la revisión de una categoría de controles en la Lista de Municiones de Estados Unidos y las entradas correspondientes en la Lista de Control del Departamento de Comercio, y han reestructurado la Categoría VII de la USML (Tanques y vehículos militares) de manera que sea una lista positiva, clasificada en niveles.\n\t \n\t• Los resultados son significativos. Nuestro análisis preliminar es que 74 por ciento de los 12,000 productos para los cuales otorgamos licencias el año pasado en esta categoría de la USML serán trasladados a la Lista de Control del Departamento de Comercio o se dejará de controlarlos del todo.\n\t \n\t• Nuestro cálculo preliminar es que 32 por ciento del total deje de ser controlado. Del 26 por ciento de los productos que siguen en la USML, ninguno está considerado en el nivel más alto de control, 18 por ciento está en el nivel intermedio, y el 8 por ciento restante está en el nivel más bajo.\n\t \n\tBajo el sistema actual, si un producto requiere una licencia, ésta depende de la lista en que se encuentra. El mismo producto puede estar considerado bajo dos sistemas con requisitos totalmente diferentes, según cómo se le categorice.\n\t \n\t• Un ejemplo son los discos de freno para el tanque M1A1. Estos discos son prácticamente idénticos a los de los camiones de bomberos, pero la exportación de discos de freno para tanques requieren una licencia, mientras que se puede exportar discos de freno de camiones bomberos sin licencia. A pesar de ello, en nuestro sistema actual dedicamos los mismos recursos a la protección del disco de freno que a la protección del tanque M1A1 mismo.\n\t \n\tLa reestructuración de las listas de control y la aplicación de los mismos criterios para el otorgamiento de licencias en todo el gobierno eliminarán estas anomalías y nos permitirán dedicar nuestros recursos a la protección de productos y tecnología de mayor importancia para nuestra seguridad nacional.\n\t \n\tSupervisión de exportaciones\n\t \n\tLas agencias se centrarán en y verificarán más enérgicamente el cumplimiento de las normas, lo que incluye el establecimiento de mayor protección de los productos más confidenciales. Habrá seguros adicionales a nivel de usuario contra la evasión de consignatarios extranjeros, mayor extensión y supervisión nacional e internacional in situ, y mayor cumplimiento y control.\n\t \n\t• El Presidente anunciará mañana que por decreto ejecutivo creará un Centro de Coordinación para el Control de Exportaciones (Export Enforcement Coordination Center) que coordinará e intensificará los esfuerzos de control del gobierno de Estados Unidos, y eliminará las brechas y redundancia en todos los departamentos y agencias pertinentes.\n\t \n\tSistemas informáticos\n\t \n\tFinalmente, el gobierno de Estados Unidos está haciendo la transición a un sistema informático único (Information Technology o IT) para administrar su sistema de control de exportaciones. Los departamentos de Estado y Defensa actualmente están conectados al mismo sistema de informática, y el Departamento de Comercio se integrará a este sistema para el próximo año. Todos los departamentos y agencias pertinentes tendrán acceso al sistema. Estas mejoras crearán eficiencia dentro del gobierno de Estados Unidos para examinar solicitudes y asegurarán que las decisiones sean plenamente informadas. También facilitarán que los exportadores soliciten licencias y que las entidades de control tengan información sobre las decisiones tomadas.\n\t \n\tEl objetivo del gobierno es empezar este año a emitir modificaciones propuestas a las listas de control y criterios para el otorgamiento de licencias. Estos cambios, junto con mejoras a la capacidad de control y a los sistemas informáticos, crearán un sistema de control de exportaciones más eficaz, transparente y previsible, que refuerza la seguridad nacional de Estados Unidos, mejora el funcionamiento del gobierno y mantiene la competitividad de los importantes sectores de producción y tecnología.\n\tMientras implementamos estas medidas, el gobierno seguirá trabajando con el Congreso y la comunidad de control de exportaciones, incluidas las entidades necesarias, para consolidar estas actividades bajo una sola agencia que otorgue licencias y una sola agencia que coordine el control de las exportaciones.\n\t \n\t \n\t###\n\t \n\n\n\n\n"
}