{
    "title": "Briefing by White House Press Secretary Robert Gibbs and UN Ambassador Susan Rice | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/briefing-white-house-press-secretary-robert-gibbs-and-un-ambassador-susan-rice",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nSeptember 18, 2009\n\n \n\n\n\nBriefing by White House Press Secretary Robert Gibbs and UN Ambassador Susan Rice\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  ___________________________________________________________________________  For Immediate Release                                                 September 18, 2009 BRIEFING BY PRESS SECRETARY ROBERT GIBBS  AND UN AMBASSADOR SUSAN RICE  James S. Brady Press Briefing Room  12:19 P.M. EDT MR. GIBBS: Good afternoon. In order to even enliven more greatly the week ahead, to describe in great detail the week ahead and our events at the U.N. General Assembly, we have our U.N. Ambassador Susan Rice with us. We'll walk you through some of that, we'll take some questions, and then we'll do our regularly scheduled TV programming. AMBASSADOR RICE: Good afternoon, everyone. In anticipation of President Obama's historic first visit to the United Nations next week, I'd like to talk to you a bit about the work we've been doing at the U.N. over the past eight months to advance our interests and make Americans safer, and how the President intends to use his time up in the United Nations next week. The United States has dramatically changed the tone, the substance, and the practice of our diplomacy at the United Nations and our approach to the U.N. as an institution, as well as our approach to multilateralism in general. We start from the premise that this change is necessary because we face an extraordinary array of global challenges -- things like poorly guarded nuclear facilities, terrorism by al Qaeda and its affiliates, nuclear challenges from Iran and North Korea, genocide and mass atrocities, cyber attacks on our digital infrastructure, pandemic disease, climate change, international criminal networks and organizations. These transnational security challenges can only be dealt with in cooperation with other nations. They can't by definition be dealt with by any single country in isolation. In the 21st century America's security and well-being is in fact inextricably linked to the security and well-being of people elsewhere. And the United Nations is thus essential to our efforts to galvanize concerted international action to make Americans safer and more secure. So in both the Security Council and the United Nations General Assembly, we're working to forge common purpose with other nations. And let me briefly go over the principles that have guided our new approach to the U.N. First, we work at the U.N. to promote America's core national security interests. On North Korea, we negotiated a unanimous Security Council resolution imposing the toughest sanctions on the books against any country in the world today. We also continue our work in the Security Council to ensure that Iran meets its nuclear obligations and to deal with pressing crises in places from Congo to Somalia. Second, we participate constructively. Rather than throw up our hands and walk away, we're trying to roll up our sleeves and get things done. So consider the United Nations Human Rights Council. In May, we changed course and sought a seat on the council, and we won that seat with 90 percent of the votes cast. We joined this troubled body fully aware of its many flaws. But we recognize that we can't fix it or contribute to fixing it simply by carping from the outside. Third, we stand firmly on principle and resolute on issues that matter most to us. But we're not picking petty battles simply for the sake of being contrary. In the past, we've sometimes let ourselves be defined as much by what we stand against as what we stand for. \n\n\n\n\n\n\n\n\n\nTwitter\nInstagram\nFacebook\nGoogle+\nYoutube\nMore ways to engage\nContact Us\nEmail\n\n\n\n\nHome\nBriefing RoomFrom the News RoomLatest News\nShare-Worthy\nPhotos\nVideo Gallery\nLive Events\nMusic & Arts Performances\n\nFrom the Press OfficeYour Weekly Address\nSpeeches & Remarks\nPress Briefings\nStatements & Releases\nWhite House Schedule\nPresidential Actions\nLegislation\nNominations & Appointments\nDisclosures\n\n\nIssuesPopular TopicsThe Record\nCabinet Exit Memos\nCriminal Justice Reform\nCuba\nSee All\n\nTop IssuesCivil Rights\nClimate Change\nEconomy\nEducation\nForeign Policy\nHealth Care\nIran Deal\nImmigration Action\n\nMoreDefense\nDisabilities\nEthics\nEqual Pay\nHomeland Security\nReducing Gun Violence\nRural\nService\n\nMoreSeniors & Social Security\nTaxes\nTechnology\nTrade\nUrban and Economic Mobility\nVeterans\nWomen\n\n\nThe AdministrationPeoplePresident Barack Obama\nVice President Joe Biden\nFirst Lady Michelle Obama\nDr. Jill Biden\nThe Cabinet\nExecutive Office of the President\nSenior White House Leadership\nOther Advisory Boards\n\nExecutive OfficesOffice of Management and Budget\nOffice of Science and Technology Policy\nCouncil of Economic Advisers\nCouncil on Environmental Quality\nNational Security Council\nSee All\n\nInitiativesLets Move\nJoining Forces\nReach Higher\nMy Brother's Keeper\nPrecision Medicine\n\nSpecial EventsState of the Union\nInauguration\nMedal of Freedom\n\n\nParticipateDigitalFollow Us on Social Media\nWe the Geeks Hangouts\nMobile Apps\nDeveloper Tools\nTools You Can Use\n\nJoin UsTours & Events\nJobs with the Administration\nInternships\nWhite House Fellows\nPresidential Innovation Fellows\nUnited States Digital Service\nLeadership Development Program\n\nSpeak OutWe the People Petitions\nContact the White House\nCitizens Medal\nChampions of Change\n\n\n1600 PennInside the White HouseWest Wing Tour\nEisenhower Executive Office Building Tour\nVideo Series\nDécor and Art\nHolidays\nSee All\n\nHistory & GroundsPresidents\nFirst Ladies\nThe Vice President's Residence & Office\nEisenhower Executive Office Building\nCamp David\nAir Force One\n\nOur GovernmentThe Executive Branch\nThe Legislative Branch\nThe Judicial Branch\nThe Constitution\nFederal Agencies & Commissions\nElections & Voting\nState & Local Government\nResources\n\n\n\n\n\n\nEn Español\nAccessibility\nCopyright Information\nPrivacy Policy\nUSA.gov\n\n\n\n\n\n\n\n"
}