{
    "title": "Declaraciones del Presidente Obama sobre el 45to aniversario de la Ley del Derecho al Voto | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/08/06/declaraciones-del-presidente-obama-sobre-el-45to-aniversario-de-la-ley-d",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 06, 2010\n\n \n\n\n\nDeclaraciones del Presidente Obama sobre el 45to aniversario de la Ley del Derecho al Voto \n\n\n\n\nHoy celebramos el 45to aniversario de la Ley del Derecho al Voto (Voting Rights Act) de 1965, una de las más históricas e innovadoras medidas en la historia de nuestra nación. Para quienes marcharon valerosamente, trabajaron incansablemente, derramaron sangre y dieron la vida por la libertad de todo estadounidense, la ley representó la culminación de décadas de trabajo para que se alcanzara la promesa de Estados Unidos. Y para los miembros de la generación de Moisés –entre ellos Martin Luther King, Jr. y Rosa Parks, quienes estaban junto al Presidente Johnson cuando promulgó la ley, fue la ratificación de que, aunque a veces la justicia tarda, finalmente llega.\nLa Ley del Derecho al Voto les garantizó a los afroamericanos el derecho de votar en un momento en que se privaba de él a miles de personas en todo el país. Otorgó la protección de nuestra Constitución a todo ciudadano, independientemente de raza o religión, color o credo. Y en los 45 años que han transcurrido desde entonces, la ley ha sido ratificada cuatro veces, y cada una de ellas fue un recordatorio de que debemos permanecer alerta para garantizar el acceso a las urnas.\nAl hacer una pausa para reflexionar sobre el aniversario de ese momento histórico, sobre el legado de los valientes hombres y mujeres del pasado, desde los partidarios hasta los líderes del movimiento Freedom Riders, aliento a todos los estadounidenses a que lo celebren ejerciendo los derechos que se lograron con tanto sacrificio. Juntos, volvamos a comprometernos, de maneras grandes y pequeñas, a continuar sus esfuerzos para promover la igualdad y llevar a nuestro país a la perfección. \n \n\n\n\n"
}