{
    "title": "First Lady Michelle Obama to Travel to the United Kingdom and Italy | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/06/04/first-lady-michelle-obama-travel-united-kingdom-and-italy",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJune 04, 2015\n\n \n\n\n\nFirst Lady Michelle Obama to Travel to the United Kingdom and Italy\n\n\n\n\nIn London, the First Lady will participate in events for the Let Girls Learn initiative; in Milan, she will lead the Presidential Delegation to the World’s Fair; in Vicenza, she will visit US military service members and their families at US Army Garrison Vicenza\nFirst Lady Michelle Obama will travel to London, Milan, and Vicenza from June 15-21, 2015.  Accompanying Mrs. Obama on this trip will be her mother, Mrs. Marian Robinson, and daughters, Malia and Sasha Obama.\nAs part of the Let Girls Learn initiative and following her recent visits to Japan and Cambodia, the First Lady will visit London where she will meet with students and discuss how the UK and the U.S. are working together to expand access to girls education around the world – supporting adolescent girls in completing their education.\nAs part of the First Lady’s Let’s Move! initiative, the First Lady will lead a Presidential Delegation to the Milan Expo 2015 representing our steadfast commitment to a healthier nation.  The Presidential Delegation will tour the USA Pavilion, “American Food 2.0: United to Feed the Planet,” and participate in activities to lift up efforts to support healthier families and communities.\nAnd as part of the Joining Forces initiative, Mrs. Obama will visit members of the military and their families stationed in Vicenza, Italy.  The First Lady will also visit cultural sites in Venice before returning to Washington, DC. \nAdditional information on the First Lady’s travel, including information on the Presidential Delegation to Milan Expo 2015, will be released as it becomes available in the coming days.\n\n\n\n\n"
}