{
    "title": "Presidential Proclamation -- 70th Anniversary of the Battle of the Bulge | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/12/15/presidential-proclamation-70th-anniversary-battle-bulge",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 15, 2014\n\n \n\n\n\nPresidential Proclamation -- 70th Anniversary of the Battle of the Bulge\n\n\n\n\n70TH ANNIVERSARY OF THE BATTLE OF THE BULGE\n- - - - - - -\nBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\nA PROCLAMATION\nBy the winter of 1944, the United States and Allied forces had stormed the beaches of Normandy, thundered into Europe, and liberated Paris, turning the tide in the struggle against the forces of oppression. With the fate of freedom in peril, millions of Americans went to fight for people they had never met to defend ideals they could not live without. But as Americans and our allies advanced through the Ardennes Forest region of Belgium and Luxembourg, German forces launched a desperate and massive assault, attacking the poorly-supplied and heavily-outnumbered Allied front during the early hours of December 16, 1944. Against improbable odds, patriots of exceptional valor and remarkable courage beat back Hitler's armies and achieved a crucial victory at the Battle of the Bulge, marking the beginning of the end of a world war.\nThe Battle of the Bulge was one of the United States largest and bloodiest encounters of the Second World War. Over the course of more than a month, some 500,000 American service members fought through snow and bitter winter conditions. In extraordinarily difficult circumstances, our Armed Forces faced down bullets and German tanks. From the grip of hatred and tyranny, they won a victory for liberty and freedom. But our triumph came at a tremendous cost; over 76,000 Americans were killed, wounded, or missing in action.\nOn the 70th anniversary of the Battle of the Bulge, we are called to do more than commemorate a victory. We must honor the sacrifice of a generation who defied every danger to free a continent from fascism. As we salute the unfailing dedication of a free people, we tell their story so as to commit it to the memory of our Nation. The world will never forget the heroes who stepped forward to secure peace and prosperity far from home, and we will always remember those who gave their last full measure of devotion.\nThe warriors who defended the promise of liberty during the Battle of the Bulge are an inspiring and heroic link in an unbroken chain that has made America the greatest force for freedom the world has ever known. Today, we lift up their memories and carry forward the proud legacy of the veterans who gave their all and in doing so, changed the course of human history.\nNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim Tuesday, December 16, 2014, as the 70th Anniversary of the Battle of the Bulge. I encourage all Americans to observe this solemn day of remembrance with appropriate ceremonies and activities.\nIN WITNESS WHEREOF, I have hereunto set my hand this fifteenth day of December, in the year of our Lord two thousand fourteen, and of the Independence of the United States of America the two hundred and thirty-ninth.\nBARACK OBAMA\n\n\n\n\n"
}