{
    "title": "Declaraciones del Presidente sobre la aprobación en la Cámara de Representantes de la Ley para Eliminar y Recuperar Pagos Inapropiados | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-del-presidente-sobre-la-aprobaci-n-en-la-c-mara-de-representantes-de-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 28, 2010\n\n \n\n\n\nDeclaraciones del Presidente sobre la aprobación en la Cámara de Representantes de la Ley para Eliminar y Recuperar Pagos Inapropiados\n\n\n\n\n“Hoy la Cámara de Representantes dio otro paso crucial hacia una mayor responsabilidad fiscal al aprobar la Ley para Eliminar y Recuperar Pagos Inapropiados (Improper Payments Elimination and Recovery Act).  Esta ley cuenta con el respaldo de ambos partidos y ayudará a ahorrar dinero de los contribuyentes al controlar pagos excesivos y despilfarradores hechos por el gobierno federal a personas, organizaciones y contratistas, el tipo de inaceptables errores contables que les costaron a los contribuyentes $98,000 millones en el 2009. Esta ley también pone en vigor requisitos más rigurosos respecto al escrutinio de programas con pagos errados y amplía la autoridad de las agencias federales para que utilicen auditores del sector privado a fin de encontrar y recuperar pagos excesivos hechos por el gobierno. Y aumenta significativamente la transparencia y rendimiento de cuentas en el gasto gubernamental. En pocas palabras, cambia la manera en que Washington ha venido operando.\n \nConsidero que tenemos la especial responsabilidad de ser sabios administradores del dinero que con tanto trabajo ganan los estadounidenses y pagan como impuestos. Por eso, en noviembre pasado firmé un decreto ejecutivo para disminuir los pagos inapropiados al aumentar la transparencia, requerir rendimiento de cuentas de las agencias y crear sólidos incentivos para el cumplimiento. Y por eso en marzo pasado firmé un decreto haciendo un llamado a todas las agencias federales para que realizaran rigurosas auditorías a fin de recuperar parte del dinero perdido a raíz de pagos inapropiados el año anterior. Aplaudo a la Cámara de Representantes por aprobar hoy la legislación que apoya estos objetivos y espero que el Senado tome pronta acción y que me envíen la ley para su promulgación lo antes posible”.\n \n\n\n\n"
}