{
    "title": "Gobierno del Presidente Obama anuncia que garantizará préstamos para la construcción de nuevos reactores nucleares en Georgia | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/gobierno-del-presidente-obama-anuncia-que-garantizar-pr-stamos-para-la-construcci-n",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 16, 2010\n\n \n\n\n\nGobierno del Presidente Obama anuncia que garantizará préstamos para la construcción de nuevos reactores nucleares en Georgia\n\n\n\n\n Trato condicional es importante paso hacia el relanzamiento de la industria nacional de energía nuclear\nWashington D.C. – Para destacar el compromiso de su gobierno con revitalizar la industria nacional de energía nuclear, el Presidente Obama anunció hoy que el Departamento de Energía se ha comprometido condicionalmente a otorgar garantías de préstamo por un total de $8,330 millones para la construcción y operación de dos nuevos reactores nucleares en una planta en Burke, Georgia. Se tiene previsto que el proyecto sea la primera planta de energía nuclear que se construya en Estados Unidos en casi tres décadas.\n“A fin de satisfacer nuestra creciente necesidad de energía y evitar las peores consecuencias del cambio climático, tenemos que incrementar nuestro suministro de energía nuclear, y el anuncio de hoy nos lleva por ese camino. Pero los líderes y expertos del sector de energía reconocen que, en la medida en que la producción de contaminación con carbono no implique un costo, las plantas tradicionales que usan hidrocarburos seguirán siendo más baratas que las plantas que usan energía nuclear. Por eso necesitamos leyes integrales de energía y clima para crear un sistema de incentivos que haga que la energía limpia sea rentable”, dijo el Presidente Obama. “Con este anuncio espero subrayar nuestro compromiso para solucionar el desafío energético y nuestra voluntad de ver este desafío, no como un asunto de partido, sino como un asunto de importancia superior a la política”.\n\t \n\tLos dos nuevos reactores nucleares Westinghouse AP1000 de 1,100 megavatios en la planta generadora de electricidad Alvin W. Vogtle complementarán a los otros dos reactores que existen actualmente en la planta. Según proyecciones del sector, el proyecto creará aproximadamente 3,500 empleos de construcción en la planta misma. Una vez que los reactores nucleares empiecen a operar, el proyecto creará 800 empleos permanentes.\n“Éste es un paso significativo para el gobierno del Presidente Obama a fin de relanzar nuestra industria nacional de energía nuclear, lo que ayudará a crear valiosos empleos a largo plazo y reducir nuestras emisiones de gas de invernadero”, dijo el secretario de Energía Steven Chu.\nEntre los auspiciadores del proyecto están Georgia Power Company (GPC), Oglethorpe Power Corporation (OPC), la Dirección Municipal de Electricidad de Georgia (Municipal Electric Authority of Georgia o MEAG) y la ciudad de Dalton, Georgia (Dalton).\nLa Ley de Política Energética del 2005 autorizó al Departamento de Energía a garantizar préstamos de proyectos que eviten, reduzcan o capturen contaminantes del aire o emisiones antropogénicas de gases de invernadero y empleen tecnología nueva o significativamente mejor que la tecnología en uso en Estados Unidos al momento en que se emita la garantía. Éstos son los primeros compromisos condicionales para garantizar préstamos que ofrecerá el Departamento de Energía respecto a una planta de energía nuclear desde la promulgación de la ley del 2005. La Oficina de Programas de Préstamo del departamento administra el programa de garantías de préstamos.\nLa planta nuclear cumple con los requisitos para garantizar préstamos porque consigue considerables beneficios ambientales respecto a la reducción de gases de invernadero y otros contaminantes. Asimismo, el reactor Westinghouse AP1000 incorpora numerosas innovaciones que resultan en significativas mejoras en funcionamiento, seguridad y costo.\nLa necesidad de electricidad de Georgia está aumentando, y se tiene previsto que se incremente en aproximadamente 30 por ciento en los próximos 15 años. Cuando los nuevos reactores nucleares empiecen a operar, proporcionarán un suministro seguro de electricidad y suficiente energía para prestar servicios a 550,000 residencias ó 1.4 millones de personas.\nEn comparación con una planta de carbón de tamaño similar, las nuevas unidades Vogtle evitarán considerables emisiones de gas de invernadero todos los años: 16 millones de toneladas de anhidrido carbónico, 3,900 toneladas de óxidos de nitrógeno y 5,500 toneladas de anhidrido sulfuroso.\nComo parte del contrato condicional para garantizar el préstamo, la Comisión Reguladora Nuclear de Estados Unidos (U.S. Nuclear Regulatory Commission o NRC) debe determinar si el AP1000 cumple con los requisitos de la norma para la construcción y licencia de operaciones.\nÉsta es la quinta vez que el Departamento de Energía ofrece compromisos condicionales para garantizar préstamos conforme a la Ley de Política Energética del 2005. También han recibido garantías de préstamo para proyectos de energía con tecnología innovadora: Solyndra, Inc., fabricante de paneles solares fotovoltaicos de forma cilíndrica; Nordic Windpower, USA, fabricante de turbinas de viento de dos aspas y un megavatio; Beacon Power, firma de almacenaje de energía, y Red River Environmental Products, fabricante de carbón activado.\nPara mayor información, visite www.lgprogram.energy.gov.\n\t \n\n\n\n\n"
}