{
    "title": "Presidential Proclamation - National Alzheimer's Disease Awareness Month | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidential-proclamation-national-alzheimers-disease-awareness-month",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nOctober 30, 2009\n\n \n\n\n\nPresidential Proclamation - National Alzheimer's Disease Awareness Month\n\n\n\n\nClick here to download PDF\n\n\nTHE WHITE HOUSE\nOffice of the Press Secretary\n___________________________________________________________________\nFor Immediate Release                                                                                 October 30, 2009\nNATIONAL ALZHEIMER'S DISEASE AWARENESS MONTH, 2009\n- - - - - - -\nBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\nA PROCLAMATION \n\n\nEvery day, millions of American families experience the difficult reality of Alzheimer's disease. The physical and emotional demands of caring for a loved one with Alzheimer's can be overwhelming, but no one should face this disease alone. During National Alzheimer's Disease Awareness Month, we recognize all those living with Alzheimer's disease and honor the caregivers, including families and friends, who support them. We also renew our commitment to research that is improving treatments for this illness and may one day prevent it entirely.\nAlzheimer's disease is an irreversible and progressive brain disorder that slowly destroys memory  and thinking skills. Symptoms usually appear after age 60, but many scientists now believe damage to the brain may begin decades earlier. Research conducted and supported by the National Institutes of Health and the Veterans Health Administration has shed light on these early effects and identified genetic risk factors for Alzheimer's. Doctors are now able to start treatments earlier, slowing the loss of brain cells and the progression of debilitating physical and mental impairments.\nAs we seek hope for families struggling with Alzheimer's disease, we must leave no avenue unexplored. Embryonic stem cells may hold the key for us to better understand, and possibly cure, some of our most devastating diseases and conditions. That is why I signed an Executive Order lifting the ban on Federal funding for embryonic stem cell research, with proper guidelines and strict oversight to prohibit abuse.\nWe must continue the urgent work of giving substance to hope for all who dream of a day when words like \"terminal\" and \"incurable\" are finally retired from our vocabulary. Until then, we must strive to ease the burden of every individual struggling to recall a spouse's name; every parent unable to recognize a child's face; and every family member or friend who brings them comfort and care.\nNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim November 2009 as National Alzheimer's Disease Awareness Month. I call upon the people of the United States to observe this month with appropriate programs and activities.\nIN WITNESS WHEREOF, I have hereunto set my hand this thirtieth day of October, in the year of our Lord two thousand nine, and of the Independence of the United States of America the two hundred and thirty-fourth.\nBARACK OBAMA\n\n\n\n"
}