{
    "title": "President Obama, Vice President Biden, Members of the Cabinet Fan Out Across the Country, Highlight Vision for Winning the Future | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/26/president-obama-vice-president-biden-members-cabinet-fan-out-across-coun",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 26, 2011\n\n \n\n\n\nPresident Obama, Vice President Biden, Members of the Cabinet Fan Out Across the Country, Highlight Vision for Winning the Future\n\n\n\n\n\n\tPresident Obama, Vice President Biden, Members of the Cabinet Fan Out Across the Country, Highlight Vision for Winning the Future\n\t \n\tWASHINGTON – This week, President Obama, Vice President Biden, and members of the President’s Cabinet will travel across the country to highlight the President’s plan for winning the future and creating jobs by out-innovating, out-educating and out-building the rest of the world.\n\t \n\tIn tonight’s State of the Union Address, the President will speak directly to the American people about the contest we face today – not a contest between Democrats and Republicans, but one between America and our competitors across the globe for the jobs and industries of our time.\n\t \n\tIn travel on Wednesday, the President and Vice President will hold “White House to Main Street Tours” in Wisconsin and Indiana to visit companies that have shown that we can win that contest, hiring workers and investing in industries of the future.  Details about their travel, along with information on cabinet members traveling this week, are below.\n\t \nPresident Obama – White House to Main Street Tour, Manitowoc, Wisconsin on Wednesday:   \n\tOn Wednesday, January 26, 2011, President Barack Obama will take the “White House to Main Street Tour” to Manitowoc, WI, where he will continue his conversation with American families and workers about rebuilding an economy that ensures America’s long-term economic competitiveness and guarantees that America and its people continue to lead in the future.\n\t \n\tThe President will tour Orion Energy Systems, a power technology company that designs, manufactures and deploys energy efficiency and renewable energy technology for commercial and industrial business, and deliver remarks on the economy to employees.  In 2004, Orion shifted their manufacturing operations to Manitowoc, WI where they now employ over 250 employees and anticipate growing to more than 300 employees by the end of 2011.\n\t \n\tThe President will then tour Skana Aluminum Company, an aluminum manufacturer and rolling mill.  Skana opened in 2010 and continues a long history of aluminum manufacturing in the Wisconsin Lakeshore area.  Skana currently has over 70 employees and expects to reach 100 employees in 2011, with plans to fill approximately 15 positions for a second shift by the end of January.\n\t \n\tThe President will also tour Broadwind Towers (Tower Tech Systems), a wind turbine tower manufacturer. Tower Tech Systems opened in 2003 in Manitowoc and since that time has grown to over 300 employees.\n\t \n\tCompanies like the ones the President is visiting and middle-class families in places like Manitowoc have benefitted from the President’s efforts to support growth and job creation, including through the package of tax cuts and unemployment insurance he signed last month and the Small Business Jobs Act signed last fall. For example:\n\t \nIncentives to Support Investments in Renewable Energy: The bill the President signed in December included an extension of the 1603 grant program, which provides incentives for the production of renewable energy like wind and solar. For example, some of Orion’s customers have benefited from this program, supporting demand for its products.\n\t \nTax Cuts to Encourage Businesses to Make New Investment: The bill the President signed includes provisions that encourage businesses to make new investments that will support growth and job creation. Under the bill, businesses – large and small – are now able to immediately expense 100% of investments they make in new machinery from September 2010 through the end of this year. For example, companies like Tower Tech Systems that plan to make capital investments this year as demand increases will be able to immediately expense 100% of these investments as they seek to expand and create new jobs.\n\t \nEfforts to Help Small Businesses Get Access to the Credit They Need to Expand and Hire: The President has supported efforts to ensure that creditworthy small businesses can access the loans they need to expand and hire. The Small Business Jobs Act he signed last September included measures the President proposed – including an extension of successful Recovery Act provisions to boost Small Business Administration (SBA) lending, an expansion of the maximum SBA 7(a) loan to $5 million, and the creation of two new programs, a Small Business Lending Fund and a State Small Business Credit Initiative, to boost private-sector lending to small businesses. Skana Aluminum has benefitted from these provisions by taking out a $5 million loan with a 90 percent SBA guarantee in December.\n\t \nTax Cuts to Support Middle Class Families: The bill the President signed in December – in addition to preventing the middle class tax cuts from expiring, which would have increased taxes by $3,000 for a typical working family – included several tax cuts that help middle-class families across the country. For a family with the median household income of Manitowoc County, Wisconsin – about $51,000 – these provisions the President fought for could provide significant savings. For example, the 2% payroll tax cut could result in savings of about $1,020 for the typical Manitowoc family this year. If that family sent a child to college, they could be eligible for the American Opportunity Tax Credit – a tax cut initially passed under the Recovery Act and extended under the recent bill he signed that is worth up to $2,500 per year of college.\n\t \nVice President Biden – White House to Main Street Tour, Greenfield, Indiana on Wednesday:\n\tOn Wednesday, Vice President Biden, Chair of the Middle Class Task Force, will take the “White House to Main Street Tour” to Greenfield, Indiana, where he will visit Ener1, Inc., a leading manufacturer of advanced lithium-ion battery systems for transportation, grid energy storage and industrial electronics. Ener1 was awarded a $118.5 million Recovery Act grant to expand its production of advanced batteries for hybrid and electric vehicles. The grant is allowing Ener1 to expand its current manufacturing and assembly operation from 336 workers at its Indianapolis manufacturing and assembly facilities to over a thousand by the start of 2013. In 2010 alone, Ener1 added 120 jobs at its Indianapolis plants.\n\t \n\tFollowing a tour of the factory, the Vice President will discuss with workers how the Administration is incentivizing investment in innovation and helping to lay the foundation for American competiveness in the 21st century. He will outline the President’s new plan to reach an ambitious goal of making the United States the first country in the world to put 1 million advanced technology vehicles on the road by 2015.  The President’s new three-part plan will include supporting electric vehicle manufacturing and adoption in the U.S. through generous new consumer rebates, investments in R&D, and a competitive program to encourage communities to invest in electric vehicle infrastructure.\n\t \nCabinet Member Travel:\n\tMembers of the Cabinet will travel throughout the country to highlight the pillars of the President’s remarks, visiting companies and schools that are already engaged in cutting-edge ways to innovate and accelerate economic growth.  This week and throughout February, the Cabinet will discuss ways to win the future through investments in innovative technologies and research, strengthened educational opportunities, and cutting-edge approaches to manufacturing and modern infrastructure.\n\t \n\tFor example, SBA Administrator Karen Mills will travel to St. Louis on Wednesday, where she will focus on ways to accelerate economic growth through innovation during a visit to Innoventor, Inc.  The firm is a go-to company for businesses which have an idea and want it invented and built.  To date, Innoventor has been part of building:  a non-invasive, magnetically controlled heart catheter machine; a chiller for use in human laser surgery; TheraStride, a technology developed through funding from the Christopher Reeve Foundation, that helps people with spinal cord injuries to restore their ability to walk; and green technology that converts swine manure into biofuels and asphalt.\n\t \n\tOn Thursday, Transportation Secretary Ray LaHood will visit Proterra, Inc., in Greenville, S.C., where targeted investments are sparking innovation and job creation.  Proterra, which began in 2004 as a small start up in Golden, Colorado, is on the cutting-edge of advanced transportation fuel technology development.  The Greenville facility is building the world’s first fast-charge electric transit buses, and is on track to grow from more than 120 employees today to more than 350 employees by the end of the year.  Proterra is building a new plant on the campus of Clemson University, where they will collaborate with the faculty to research new technologies and train the next generation of transportation scientists and engineers.\n\n\n\n\n"
}