{
    "title": "Briefing on the Upcoming Visit of Israeli Prime Minister Benjamin Netanyahu by Ben Rhodes, Deputy National Security Advisor for Strategic Communications and Dan Shapiro, Senior Director for The Middle East and North Africa | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/briefing-upcoming-visit-israeli-prime-minister-benjamin-netanyahu-ben-rhodes-deputy",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 02, 2010\n\n \n\n\n\nBriefing on the Upcoming Visit of Israeli Prime Minister Benjamin Netanyahu by Ben Rhodes, Deputy National Security Advisor for Strategic Communications and Dan Shapiro, Senior Director for The Middle East and North Africa\n\n\n\n\n1:05 P.M. EDT\nMR. VIETOR:  Hey, guys, thanks for getting on.  I know the President is going to speak fairly soon, so we will keep this brief.  And we’ll also get you a transcript.\nWe’re here today to talk about the President’s meeting with Prime Minister Netanyahu on Tuesday.  Your speakers today are Dan Shapiro, who is our senior director for the Middle East and North Africa, and Ben Rhodes, deputy national security advisor for strategic communications.\nSo I’m going to turn it over to Ben.  He and Dan will quickly speak, and then we’ll take some questions.\nMR. RHODES:  Hi, thanks, everybody for joining, heading into a holiday weekend here.  We knew there’s a good amount of interest in the upcoming visit of Prime Minister Netanyahu, so we wanted to provide you with this brief overview of what the meeting will entail and what our expectations are.\nLet me just start by saying this will be the fifth meeting between Prime Minister Netanyahu and President Obama since Prime Minister Netanyahu took office last spring.  Three of those, of course, have been here in the White House.  One was up in New York at the U.N. General Assembly.\nIn terms of what we have scheduled for the visit right now, the President will have the opportunity to meet with Prime Minister Netanyahu in the Oval Office on Tuesday morning.  Following that, we’ll have a press spray where the leaders will be able to make statements and take questions.  And following that, there will be expanded working lunch with the Israeli delegation.\nI’d just say a few comments by way of introduction then turn it over to Dan.  This comes at a time of some momentum in a number of fronts.   In terms of the proximity talks, Dan can speak a little bit about the activity that's taken place since the proximity talks got started in the spring.  The President has hosted Abu Mazen and King Abdullah here in the White House, too, recently and had very good meetings with them and discussed our shared interests in advancing peace in the Middle East. \nWe’ve also had substantial progress in terms of dealing with regional security, particularly the threat from Iran’s failure to live up to its obligations with regard to its nuclear programs both through the U.N. Security Council resolution and a number of national measures that have been taken following the Security Council resolution, including by the United States. \nAnd finally, of course, there’s been close cooperation with Israel as related to Gaza.  But I’ll let Dan speak to that, as well.  So with that I’ll turn it over to Dan to set up some of the substantive matters of the meeting.  And then we’ll take your questions.\nMR. SHAPIRO:  Hi, everybody.  Thanks for joining.  As Ben said, this is the fifth meeting between these two leaders in the last -- just a little over a year, which is appropriate.  This is a very close relationship, a special relationship, a strategic alliance with one of our closest partners in not just the Middle East but the entire world.  And it’s quite fitting and quite expected I think that these two leaders would see each other regularly for very deep and detailed -- discussions on a whole range of issues that we work on together.\nWe have shared interests.  We have shared values.  And we have a great deal of work that we do together with our Israeli partners.  So we look forward to the Prime Minister’s arrival.\nAs Ben said, certainly a major focus of the discussion will be around the progress that's been made so far in the proximity talks and the opportunity to make the transition into direct talks.  Our special envoy, George Mitchell, has just returned from the region where he conducted the fifth round of proximity talks.\nThese talks have been really quite substantive.  We’ve engaged with both sides on all the core issues that are relevant to this conflict.  And we’ve always viewed the proximity talks as a mechanism to get to direct talks, which is where the real negotiations toward agreements and ultimately an agreement that will produce a two-state solution can be achieved.\nWe feel that already in the little over a month that these talks have been going on, the gaps have narrowed.  And we believe there are opportunities to further narrow those gaps to allow the sides to take that next step to the direct talks.  And so we’re encouraged, and obviously, the President and the Prime Minister will talk about that subject.\nWe always keep our focus on our broader Middle East peace goals -- a comprehensive Middle East peace that includes not only an Israeli-Palestinian agreement, but an Israeli-Syrian, and Israeli-Lebanese agreements and normalization and full peace between Israel and all its neighbors.  And so there will certainly be an opportunity to discuss those tracks, as well.\nAs Ben mentioned, there has been a lot of very significant developments on the subject of Iran.  Iran is, of course, an issue that both we and Israel -- and of course, many of our other international partners have deep concerns about its pursuit of nuclear weapons.  And we share with Israel and with many other countries a determination to prevent Iran from acquiring those weapons.\nObviously, the passage of Security Council Resolution 1929, the additional measures that many other countries have taken and the Iran Sanctions Legislation that the President signed yesterday are all very significant developments in demonstrating to Iran that there are significant costs for continuing on the path it’s on and ultimately in our effort to change that path, and as I say, prevent the acquisition of nuclear weapons.  So there is much commonality of our focus and our effort on that with Israel.  And I’m certain the Prime Minister and the President will discuss that issue, as well.\nBen mentioned Gaza.  And I’m certain that will be on the agenda, as well.  Just under two weeks ago, the Prime Minister announced a new policy on Gaza with a significant liberalization of the regime that governs the kinds of goods and the kinds of commercial activity that can go through the crossings between Israel and Gaza.\nThe President welcomes those changes which we think will make -- are already beginning to and certainly as they're -- continue to be implemented will make a significant difference in the lives of people on the ground in Gaza.  We were joined in welcoming those steps by our Quartet partners.  And already we’ve seen, as I’ve said, some significant work by the Israelis to implement the new policy.  More is coming in the days ahead.  And I think the President and the Prime Minister really look forward to reviewing that progress, as well as exploring what additional steps are possible to continue to address what has been an unsustainable situation in Gaza.\nAnd all of that must be done, and we place a high priority on doing that in a way that's fully consistent with Israel’s security needs and preventing weapons from getting in the hands of Hamas, which, of course, has launched many terrorist attacks against Israeli citizens, as well as maintaining our focus on securing the release of Gilad Shalit from captivity.  So I think I’ll stop there and let Tommy handle questions.\nMR. VIETOR:  Great.  Why don't you fire away and we’ll ask a couple questions here?\nQ    Thanks.  I think it was yesterday or the day before, Mahmoud Abbas was quoted as saying that the Israelis were stalling in the proximity talks.  Can I just get your comment on that?  And given that, do you think there is a realistic time frame for moving into direct talks in the near future?  What kind of time frame would it be?\n\n\tMR. SHAPIRO:  Well, as I say, I think our view is that these talks which have always been understood as a mechanism to narrow gaps in order to get to direct talks actually have made progress, and the gaps have been narrowed.  It’s hard to put a precise timeline on when that step could be taken, but we are encouraged by the progress that's been made. \nOf course, the President had a chance to review that progress himself with President Abbas just about two or three weeks ago.  And we heard useful, encouraging things in those meetings.  The two rounds since then that Senator Mitchell has conducted have further advanced the effort, so this is an important opportunity for the two leaders, the President and the Prime Minister to engage in some of the details that obviously Senator Mitchell has been dealing with on a daily basis.  And often those kinds of meetings help spur additional progress -- in this case toward narrowing gaps, toward getting to direct talks.  So I couldn’t put a precise timeline on it, but we feel things are moving in a positive direction, but there’s still work to do.\nMR. RHODES:  Yes, I’d just add, Steve, this is Ben, that the President believes that we have made a good deal of progress through the proximity talks in narrowing those gaps that it’s important for all parties to seize an opportunity here to move forward.  And you know he underscored the importance of moving to direct talks in his meeting with Abu Mazen.  And we’ll have the opportunity to continue to move in that direction with this visit from Prime Minister Netanyahu, as well.\nMR. VIETOR:  We’ll take the next question.\nQ    Thanks.  Is the 2004 letter from President Bush to Prime Minister Sharon still reflecting a U.S. understanding of the parameters or borders of final agreement between the Israelis and Palestinians?\nMR. SHAPIRO:  Eli, understand I don't think we’ll have a comment on these kinds of private discussions that we’re having with the parties.  We have a very good understanding with our Israeli partners about the foundations of this relationship and this effort to move toward our shared goals of comprehensive peace and two states.  But on the specific question you’ve raised, I don't have a comment.\nQ    It was a public letter.\nMR. RHODES:  We understand.\nQ    No comment.\nMR. VIETOR:  Okay, we’ll take next question.\nQ    Hi.  The settlement freeze in the West Bank is due to come up in September, and it’s pretty -- and it seems like there’s already a lot of pressure on Prime Minister Netanyahu not to sort of roll it over again unless there’s direct talks, kind of starting quickly.  Do you expect the issue of the settlement freeze be a major part of the meeting next week?  And what is President Obama’s position on the continued settlement freeze in the West Bank?  Thanks.\nMR.  SHAPIRO:  Actually, the settlement freeze or moratorium that the Prime Minister announced last fall was really quite significant and we think has contributed to the progress we have made so far.\nI think our focus and the focus of this meeting is very much going to be on making that transition into direct talks and really on the substance of what’s already been covered in the proximity talks.  So that I expect is what will be the main focus of their conversation.\nMR. RHODES:  And I’d just add, David, that part of what has taken place over the last several months is to create the kind of conditions that can facilitate productive proximity talks to lead into those direct talks and to help facilitate an atmosphere of confidence and trust to address what are, of course, some very complicated issues.\nRelated to that I think the President saw the moratorium as a very constructive step taken by Prime Minister Netanyahu and the Israeli government.  And right now, as Dan said, what we’re focused on is capitalizing on the momentum that's been built through the proximity talks to move -- to continue to move forward and to reach direct negotiations in pursuit of a comprehensive peace.\nMR. VIETOR:  We’ll take the next question.\nQ    Hello.  I would like to know because many Israeli officials feeling there is a rift between the U.S. and the Obama -- between them and the Obama administration, do you feel from your hand that they feel the same situation, that there is a rift between the two administrations?\nMR. RHODES:  Sure, I’ll just say a couple of words, and then Dan may want to add in.  I mean I think that there’s absolutely no rift between the United States and Israel.  This is a relationship, first of all, that is very strong and very important to the United States.  It’s one that's based on our shared interest and our shared values.  I think that our administration in partnership with the Israeli government has taken a number of steps to strengthen and deepen our cooperation.\nJust to focus, for instance, in the security side of things, the commitment of this administration to Israel’s qualitative military edge has been -- through programs such as the Iron Dome, and through a very close contact through our national security teams is evidence of really a deepening of cooperation.  We’re pleased that, for instance, Admiral Mullen was recently able to visit Israel on a trip to the region to further underscore the closeness of our consultations among our militaries and our national security teams.\nHere at the White House, I know that General Jones is in constant contact with Uzi Arad on a range of issues, and that that's emblematic of, again, the close contacts among many government officials.\nBut I’d say that as it relates to a whole range of issues, whether it is proximity talks, whether it is our shared view of the threat from Iran’s nuclear program, whether it is our shared efforts to -- in recent days at least, to see that the situation in Gaza improves, we actually have very close consultation and cooperation with the Israel government and it reflects a relationship that is in a very good place and that -- and that's, of course, fitting and appropriate given the deep and longstanding ties to the United States and Israel. \nBut, Dan, may want to add --\nMR. SHAPIRO:  Yes, well, I just agree with everything Ben said and can certainly state -- underscore the incredible richness and intensity and quality of the exchange between our governments in military channels, in political channels, in intelligence channels.  That kind of cooperation characterizes a spirit of partnership and strategic alliance that, as Ben said, is extremely important to the United States and our interests and, of course, our values.\nWe view the Prime Minister as our partner in the effort to pursue peace with the Palestinians, peace -- comprehensive peace in the region, and deal with all of the security threats, many of which are threats that we both face -- the same threats.  So in no way do we perceive a rift, quite the contrary, we perceive -- and I believe our friends in Israel perceive a strong, close relationship -- a partnership.\nMR. VIETOR:  Great, thanks.  Why don't we take one more, and we’ll see if we can wrap up before the President goes on.\nQ    Hi.  I would like just to ask very quick two questions.  One regarding the meeting next week, do you think the President will call two parties -- Prime Minister Netanyahu and President Abbas to come to Washington next month to start kind of direct peace talks?  I just want to know can you confirm that, first?\nSecondly, I would like to know, as you know the Arab, especially Egypt announced that in September, it will be the view for the Arab League if the settlement not ceased totally, they will go to the U.N. and they will acknowledge a Palestinian state.  I would like to know what’s the position of the Obama administration on that?\nMR. RHODES:  Good, thanks, for the questions.  I’ll just say a couple of things and then turn it over to Dan.  On the first one, of course, as we said, we are very much looking to move to a direct negotiation between the Israelis and the Palestinians.  The proximity talks have been in service of that goal.  I think that as it relates to the venue and nature of those direct talks, we have not yet reached the point where we are discussing the kind of scenario that you put forward, for instance a meeting here in Washington.\nAgain, our focus is to narrow the gaps -- to use these proximity talks, which are focused on the full range of substantive issues between Israelis and Palestinians, but to use those talk to narrow gaps and to create the best conditions possible to move toward direct negotiations.\nBut again, we have not yet discussed with the parties what the particular venue for those talks would be, or the level of which they would commence, so it’s premature to speculate as to the kind of meeting -- be it bilateral or trilateral, including that United States -- that you outlined.\nBut, of course, it is our strong view that the parties should move to direct negotiations in the near future to address the issues that are being discussed through the proximity channels. \nAgain, and with regard to September, Dan can speak to this, we’re, of course, fully aware of a number of events that are taking place in September, whether it is a meeting of the Arab League or the U.N. General Assembly or the -- as with that before on the call, the West Bank settlement moratorium, but again, our focus is on building what really has been some momentum in a number of areas -- be it Gaza, and the changes that are being implemented there, be it the proximity talks that we believe could create an opportunity here in the coming weeks and months to make some substantial progress over the course of the summer.\nAnd this meeting between Prime Minister Netanyahu and President Obama is yet another opportunity to do so, again, building on a very positive meeting with President Abbas when he was here in Washington.\nI should have just added too by the way when I was going through the schedule and introduction to the meeting that this is a meeting that was rescheduled from earlier in the month when Prime Minister Netanyahu had to go back to Israel on short notice from Canada.  But again, we do feel it comes at a very opportune time, building on positive discussions with President Abbas, with King Abdullah, with the proximity talks Senator Mitchell has led in the region.\nBut I don't know Dan if you want to add to any of those two?\nMR. SHAPIRO:  No, I have nothing to add to that.\nMR. VIETOR:  Well, thanks, guys, have a great Fourth of July.  If you have follow-ups, let us know.  But we hope to talk to you on Tuesday.  Bye.\nEND\n\t1:27 P.M. EDT\n\n\n\n\n"
}