{
    "title": "First Lady Michelle Obama, WGBH Boston, And PBS Announce Winning Recipes In Nationwide Healthy Lunchtime Challenge | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/06/08/first-lady-michelle-obama-wgbh-boston-and-pbs-announce-winning-recipes",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJune 08, 2016\n\n \n\n\n\nFirst Lady Michelle Obama, WGBH Boston, And PBS Announce Winning Recipes In Nationwide Healthy Lunchtime Challenge\n\n\n\n\n\nWinners to Attend Kids’ \"State Dinner\" at the White House on July 14\n\nWASHINGTON, D.C. – First Lady Michelle Obama, PBS flagship station WGBH Boston, the U.S. Department of Education, and the U.S. Department of Agriculture announced today the winners of the Healthy Lunchtime Challenge, a nationwide recipe challenge for kids that promotes cooking and healthy eating as part of the First Lady’s Let’s Move! initiative. Winners representing all U.S. states, five territories, and the District of Columbia will attend a Kids’ “State Dinner” at the White House hosted by Mrs. Obama on July 14. The 56 aspiring young chefs and a parent or guardian will join the First Lady for a healthy lunch, featuring a selection of the winning recipes, followed by a visit to the White House Kitchen Garden.\n\n\t“For the last five years, kids across the country have cooked up nutritious and delicious dishes as part of the Healthy Lunchtime Challenge, and each year, I continue to be impressed by their talent and creativity,” said First Lady Michelle Obama. “Kids are truly embracing and enjoying healthy eating and preparing healthy meals for their families, and I look forward to meeting this year’s winners here at the White House for the Kids’ “State Dinner” and trying some of their tasty creations.”\n\n\tThis is the fifth year of the Healthy Lunchtime Challenge & Kids’ “State Dinner” in which 8 to 12-year-olds across the nation were invited to create a healthy, affordable, original, and delicious lunch recipe. Entrants were encouraged to reference ChooseMyPlate.gov to ensure recipes met the USDA’s recommended nutrition guidance by representing each of the food groups, either in one dish or as parts of a lunch meal, including fruits, vegetables, whole grains, lean protein, and low-fat dairy. In addition, in celebration of the MyPlate, MyState initiative, this year’s challenge put a spotlight on homegrown pride across the country and encouraged entries to include local ingredients grown in the entrant’s state, territory, or community. The Healthy Lunchtime Challenge received over 1,200 entries featuring wholesome, tasty ingredients. To make the challenge possible for kids and their families across America, support is being provided to WGBH by Newman’s Own Foundation.\n\n\tThe winners and featured recipes include:\n\n\nALABAMA: Green Chicken Wrap and Fruit-tacular Salad, Lael Jefferson, Age 11\n\nALASKA: Wrapped Alaska Denali Style and Spinach Smoothie, Denali Schijvens, Age 9\n\nAMERICAN SAMOA: Breadfruit, Taro, and Garlic Chicken Trio, Amelie Chen, Age 9\n\nARIZONA: Scarlet's Southwest Barack-A-Bowl, Scarlet Summers, Age 10\n\nARKANSAS: Asian in Arkansas, Lily Radtke, Age 11\n\nCALIFORNIA: Cannon's California Rolls, Cannon Meiers, Age 8\n\nCOLORADO: Hannah's Sweet and Savory Chicken and Peaches, Hannah Skalicky, Age 10\n\nCONNECTICUT: Springtime Lunchtime, Kalaya Moody, Age 10\n\nDELAWARE: Caribbean Fiesta!, Jamal Bin-Yusif, Age 11\n\nFLORIDA: Bountiful Florida Fish “BFF” Cakes, Olivia LaRochelle, Age 12\n\nGEORGIA: Spaghetti Squash and Turkey Bolognese, Jackson Kelly, Age 8\n\nGUAM: Quinoa-Crusted Katsu Curry with Cauliflower Rice, Grayson Giles, Age 8\n\nHAWAII: Poke Me Ke Aloha, Kaira Grace Pan, Age 9\n\nIDAHO: Super Stars and Stripes Salmon Patty, Jacob Russell, Age 8\n\nILLINOIS: West Wing Chicken with Secret Service Noodles, Maggie Smith, Age 11\n\nINDIANA: Chicken Tikka Pita with Cucumber Raita, Shakthi Ramachandran, Age 8\n\nIOWA: American Gothic Calzones, Lola Shorney, Age 11\n\nKANSAS: Lentil Tacos with Cilantro-Avocado Drizzle, Joey Heidari, Age 12\n\nKENTUCKY: One Bag Bluegrass Bake!, Will Bingham, Age 10\n\nLOUISIANA: Sweet Savory Dip-tastic Louisiana Power Lunch, Owen Osborne, Age 8\n\nMAINE: Quinoa Chickpea Salmon Rolls with Salad, Scout Bookham, Age 8\n\nMARYLAND: Maryland Crab Lettuce Cups, Colby Trenor, Age 9\n\nMASSACHUSETTS: Fit to Run Boston Marathon Cod-Potato Cake, Abby Newman, Age 10\n\nMICHIGAN: Super Stuffed Squash, Ethan Yodzevicis, Age 10\n\nMINNESOTA: Alexandra's Refreshing Watermelon Salad, Alexandra Steele, Age 9\n\nMISSISSIPPI: Kickin’ Cauliflower Shrimp and Grits, Aniya Madkin, Age 10\n\nMISSOURI: Tropical Vacation with Catfish and Quinoa, Abhijith Jenkins, Age 11\n\nMONTANA: Bison in a Field, Brooke DuCharme, Age 8\n\nNEBRASKA: Tasty Veggie Tacos, Lauren Hinrichs, Age 10\n\nNEVADA: Veggie-Packed Indian Lentils, Skylar McGough, Age 8\n\nNEW HAMPSHIRE: Teeny Zucchini Triangular Panini, Jude VanderHooven, Age 8\n\nNEW JERSEY: Gianna's Salmon Paradise, Gianna Malecki, Age 8\n\nNEW MEXICO: Green Chili Cheese Roll and Lime Jicama Fries, McLean Knight, Age 10\n\nNEW YORK: Chicken Cheeseball Kabobs on Veggie Spaghetti, Danielle Mazlish, Age 10\n\nNORTH CAROLINA: Korean Lentil Patties, Mena Choi, Age 10\n\nNORTH DAKOTA: Red Potato Boat with 3 Bean Bison Chili, Stella Halverson, Age 8\n\nNORTHERN MARIANA ISLANDS: Chicken Kebab Lettuce Wraps, Fanai Staffler, Age 9\n\nOHIO: Chicken Sausage Cauliflower Crust Pizza, Wyatt Rosengarten, Age 9\n\nOKLAHOMA: Okie Pride Brown Rice with Chicken and Vegetables, Maya Jacob, Age 10\n\nOREGON: All Kale Caesar!, Hannah Conte, Age 12\n\nPENNSYLVANIA: Sunny's Omelette and Bo's Patriotic Parfait, Ava Terosky, Age 9 \n\nPUERTO RICO: Oat! My Tropical Pizza, Victor Junniel Rivera, Age 10\n\nRHODE ISLAND: Peace in the Middle East Soup and Salad, Pablo Aizenman, Age 10\n\nSOUTH CAROLINA: Carolina Shrimp Tacos with Pineapple Salsa, Kiana White, Age 12\n\nSOUTH DAKOTA: Catch of the Day Fish Tacos, Josh Weissenberger, Age 11\n\nTENNESSEE: Awesome Baked Falafel with Mango Salsa, Leya Alani, Age 9\n\nTEXAS: Tex-Mex Veg-Head Lasagna, Priya Patel, Age 10\n\nU.S. VIRGIN ISLANDS: Healthy Chicken, Orin Hayes, Age 12\n\nUTAH: American Flag Ravioli in Creamy Garden Sauce, Daniela Bergantz, Age 10\n\nVERMONT: Go Local Lunch!, Miranda Gallagher, Age 8\n\nVIRGINIA: Victory at Yorktown, Kathryn Duvall, Age 10\n\nWASHINGTON: Salish Sea Kedgeree, Lukas Anderson, Age 10\n\nWASHINGTON, D.C.: D.I.Y. Sushi, Elena Sotobashi, Age 8\n\nWEST VIRGINIA: Grace's Supermeal: Cool Couscous and Berry Healthy Dessert, Grace Landini, Age 12\n\nWISCONSIN: Wisconsin Cranberry Chickpea Salad, Raya El-Hajjar, Age 8\n\nWYOMING: Chicken and Veggie Salad, Hannah Andreen, Age 11\n\n\n\tEach winner and a parent or guardian will be flown to Washington, D.C. courtesy of United Airlines. Accommodations in Washington are provided by the Westin Georgetown. New this year, Blue Apron will be featuring one of the winning recipes on their Family Plan menu for delivery the week of July 11 as part of their efforts to get the whole family into the kitchen preparing healthy meals. In addition, at the Kids’ “State Dinner,” winners will have the opportunity to learn from Author, Daytime Host, Child Nutrition Advocate, and member of the President’s Council on Fitness, Sports & Nutrition Rachael Ray, whose Yum-o! organization has joined to support this year’s Healthy Lunchtime Challenge.\n\n\t“These extraordinary recipes remind us how much we all can learn from young people when we give them an opportunity to be inventive,” said WGBH Executive in Charge Brigid Sullivan.\n\n\t“We are thrilled to see kids across the country connecting with local and regional foods by highlighting locally grown ingredients in their recipes,” said U.S. Agriculture Secretary Tom Vilsack. “That’s what MyPlate, MyState is all about – celebrating healthy eating with foods grown in states, territories and communities across the country. Increasing awareness and appreciation for local and regional agriculture not only helps America’s farmers, ranchers, and producers, but also strengthens local economies and brings communities together while ensuring improved nutrition for our children in schools across America.”\n\n\t“Healthy students are better learners and better positioned to thrive in school and later in life,” said U.S. Secretary of Education John B. King, Jr. “Every child in this country needs and deserves access to a genuinely well-rounded education that engages and intrigues them, and allows them to discover their interests in the arts, science, world languages and so much else. Physical education and health are an important part of that education as well as hands-on learning.  The Healthy Lunchtime Challenge inspires children to use their creativity and passion to learn about healthy food choices and to make nutritious, affordable meals that are appealing to kids.”  \n\n\tThe winners were chosen by a panel of judges that included: Debra Eschmeyer, Executive Director of Let’s Move! and Senior Policy Advisor for Nutrition; Lauren Purcell, Editor-in-Chief of Rachael Ray Every Day Magazine; Jackie Haven, MS, RD, Deputy Director, USDA’s Center for Nutrition Policy and Promotion; Stephenie Fu, Senior Policy Advisor, USDA’s Center for Nutrition Policy and Promotion; Gena Kochan, Office of General Counsel, USDA; Kristina Spencer, Office of the General Counsel, U.S. Department of Education; Tanya Steel, Editorial Director of Clean Plates; previous Healthy Lunchtime Challenge winners; and participants in the Common Threads program for children.\n\n\tThe full list of winners and recipes can be found online at pbs.org/lunchtimechallenge. Additionally, a free downloadable and printable e-cookbook of the winning recipes, including nutritional analyses and photos, will be available on July 14 on the contest site, LetsMove.gov, USDA.gov, and Ed.gov. \n\n\n\n\n"
}