{
    "title": "President and First Lady Call For a United Effort to Address Bullying | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/03/10/president-and-first-lady-call-united-effort-address-bullying",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 10, 2011\n\n \n\n\n\nPresident and First Lady Call For a United Effort to Address Bullying\n\n\n\n\n\nWhite House Highlights Private, Non-Profit, and Federal Commitments to Bullying Prevention\n\n\tWASHINGTON, D.C. – Today, the President and First Lady called for a united effort to address bullying at the White House Conference on Bullying Prevention.   Approximately 150 students, parents, teachers, non-profit leaders, advocates, and policymakers came together to discuss how they can work together to make our schools and communities safe for all students.\n\n\t“If there’s one goal of this conference, it’s to dispel the myth that bullying is just a harmless rite of passage or an inevitable part of growing up.  It’s not,” said President Obama.  “Bullying can have destructive consequences for our young people.  And it’s not something we have to accept. As parents and students; teachers and communities, we can take steps that will help prevent bullying and create a climate in our schools in which all of our children can feel safe.”\n\n\t\"As parents, this issue really hits home for us. It breaks our hearts to think that any child feels afraid every day in the classroom, on the playground, or even online,\" First Lady Michelle Obama said. \"I hope that all of you – and everyone watching online – will walk away from this conference with new ideas and solutions that you can take back to your own schools and communities.\"\n\n\tEvery day, thousands of children, teens, and young adults around the country are bullied. Estimates are that nearly one-third of all school-aged children are bullied each year - upwards of 13 million students. Students involved in bullying are more likely to have challenges in school, to abuse drugs and alcohol, and to have health and mental health issues. If we fail to address bullying we put ourselves at a disadvantage for increasing academic achievement and making sure all of our students are college and career ready.\n\n\tThe conference encouraged schools, communities, and the private sector to join together to combat bullying.  Today the White House also highlighted private, non-profit, and federal commitments to bullying prevention.\n\nPublic-Private Partnerships, Commitments and Activities\n\nFormspring and Massachusetts Institute of Technology\n\tFormspring is a social network with over 22 million members, and is working with The MIT Media Lab, to develop new approaches to detect online bullying, and designing interfaces which help prevent it or mitigate it when it does occur. This approach uses a collection of common sense knowledge and reasoning techniques from artificial intelligence to understand online bullying at a deeper level than just words. MIT Media Lab and Formspring hope to build self-reflective interfaces that encourage social network participants to think sensibly about their behavior and suggest alternatives and coping strategies. Unlike spam filters, which work by collecting statistics on occurrences of particular words, the new MIT Media Lab and Formspring approach seeks to understand the intent behind the words. In addition, Formspring will discuss their corporate commitment to discovering & supporting the most advanced and meaningful technological innovations that can identify and curb online bullying and harassment.\n\nMTV Networks: “A THIN LINE”\n\tAs part of MTV’s multi-year, award-winning A THIN LINE campaign, the network will launch a new anti-digital discrimination coalition, which will work with MTV to fight bullying and intolerance online (in partnership with the National Council of La Raza, Anti-Defamation League, Council on American-Islamic Relations, and GLAAD).  MTV  will also announce the forthcoming premiere of a poignant new feature film inspired by the true, tragic tale of Abraham Biggs – a 19-year-old who battled bipolar disorder and ultimately webcast his suicide after being egged on by a digital mob. The film will illustrate what can happen when we forget there’s a person on the other side of the screen, and serve as a powerful call to action to fight the spread of digital abuse.  The network plans six new cyberbullying and digital discrimination public service announcements, encouraging bullying bystanders to support their friends, connect victims of digital abuse to resources, and drive home the serious impact typewritten words can have.\n\nFacebook\n\tFacebook will unveil two new safety features in the coming weeks: a revamped multimedia Safety Center to incorporate multimedia, external resources from renowned experts, and downloadable information for teens.  Additionally, they will create a new “Social Reporting” system to enable people to report content that violates Facebook policies so that it can be removed as soon as possible, while notifying parents or teachers of the content so that the reasons for its posting can be addressed.  \n\nSurveyMonkey: www.surveymonkey.com/bullying\n\tSurveyMonkey—a “do-it-yourself” survey tool—allows anyone to survey people quickly and easily. More than 100 million people are interviewed in the education space each. The familiarity with the application, combined with its ease of use, create an opportunity to help students and administrators alike to use SurveyMonkey to collect information about the prevalence of bullying in schools.  To facilitate data collection, SurveyMonkey has created a dedicated page for bullying detection which includes a 10 question survey that students can adopt in order to distribute and disseminate via email, on fliers, through Facebook, and elsewhere. The application is free to use.\n\nNational Education Association: “Bully-Free: It Starts with Me.”\n\tThe National Education Association (NEA) is launching a nationwide anti-bullying campaign entitled Bully-Free: It Starts with Me.  Through this new online campaign, the NEA will identify and support caring adults in each school who will listen and act on behalf of bullied students in schools across America.  The NEA will invite its members to join the campaign and will work to extend the campaign to the broader community.  NEA will also release a new study on bullying in schools – based on a survey of more than 5,000 educators.  Findings from the National Education Association’s Nationwide Study of Bullying: Teachers’ and Education Support Professionals’ Perspectives represents the first nationwide study of teachers’ and education support professionals’ perspectives on bullying and bullying prevention efforts. \n\t \nAmerican Federation of Teachers: “See a Bully, Stop a Bully, Make a Difference”\n\tThe American Federation of Teachers (AFT) is launching a national bullying campaign, See a Bully, Stop a Bully. Make a Difference, focused on raising bullying awareness and providing resources, training, and technical assistance for leaders and members. AFT will be hosting regional summits, holding a series of topical webinars, and developing new materials for the campaign, and incorporating it into their Back to School efforts. AFT is also working with various organizations including America’s Promise Alliance, the national PTA, AASA, GLAAD, NASP, ASCA, NEA, and GLSEN to amplify an anti-bullying message. The AFT has accelerated their efforts during the fall of 2010 in response to heightened awareness of bullying as well as the federal guidance issued by the Department of Education detailing the obligations of local school districts and state education departments to address bullying.\n\nNational PTA: “Connect for Respect”\n\tNational PTA is launching a campaign called Connect for Respect, asking PTAs nationwide to host a Connect for Respect event in their communities and to share resources with parents about bullying in the schools they serve. The campaign will also encourage parents to talk to their child about bullying and to advocate for policies and practices that create a safe school climate for all children. PTA will launch a communications campaign to promote Connect for Respect with PTA leaders and members across the country. PTA will issue five tip sheets for PTAs and for parents to increase their understanding of bullying, how to prevent it, and how to recognize if your child is the bully; create tools to share how to create a Connect for Respect event; and re-launch PTA.org/bullying, which will house all of the PTA resources.\n\nNational Association of Student Councils: “Raising Student Voice and Participation Bullying Challenge”\n\tThe National Association of Student Councils (NASC) declares its commitment to foster a national student-led conversation and call to action utilizing its Raising Student Voice & Participation (RSVP) process.  Through RSVP, student councils can lead student summits to identify strategies and projects that address the problem of bullying. NASC will also involve its sister organizations, the National Honor Society (NHS) and National Junior Honor Society (NJHS) expanding its outreach to some 33,000 student groups in middle level and high schools around the nation. The NASC Raising Student Voice and Participation (RSVP) process was launched during the 2006-2007 school year.  \n\nNational School Boards Association: “Students on Board for Bullying Prevention”\n\tThe National School Boards Association (NSBA) will launch a series of student conversations between boards of education and students in middle and high school. The conversations will be about the climate in their schools, and will be guided by questions from the research-based school climate surveys developed by the Council of Urban Boards of Education and by the Pearson Foundation’s Million Voices project. \n\nThe Federal Partners in Bullying Prevention\n\n\tEarly in the Obama Administration, six federal agencies (Departments of Education, Health and Human Services, Justice, Defense, Agriculture, and Interior) joined together to establish the Federal Partners in Bullying Prevention Steering Committee to explore ways to provide guidance for individuals and organizations in combating bullying. This interagency group was recently joined by the National Council on Disability and the Federal Trade Commission.  In August of last year, the Steering Committee brought together non-profit leaders, researchers, parents, and youth to begin the national discussion and identify issues requiring additional guidance and clarification.  Since that convening, the Steering Committee has focused on the following activities:\n\n\nStopBullying.gov:  This website will launch at today’s Conference to provide  information from various government agencies on how children, teens, young adults, parents, educators and others in the community can prevent or stop bullying.  The website will provide information on what bullying is, its risk factors, its warning signs and its effects.  It will also provide details on how to get help for those that have been victimized by bullying. \n\nEnforcing Civil Rights Laws:  Last October, the U.S. Department of Education Office of Civil Rights issued guidance as a “Dear Colleague” letter to clarify issues of bullying and violation of federal education anti-discrimination laws.  The guidance explains educators’ legal obligations to protect students from student-on-student racial and national origin harassment, sexual and gender-based harassment, and disability harassment.\n\nShaping State Laws and Policies:  In December of last year, Secretary Duncan issued a memo to Governors and Chief State School Officers in each state providing technical assistance and outlining key components of comprehensive and effective state anti-bullying laws and policies.\n\n\n\tIn addition to the Steering Committee’s work, the Health Resources and Services Administration (HRSA) has also created the Stop Bullying Now! Campaign to raise awareness about bullying; prevent and reduce bullying behaviors; identify interventions and strategies; and encourage and strengthen partnerships.  SBN was developed by a steering committee and implementation work group that included  more than seventy organizations from in and out of government.  The campaign covers ages five to eighteen years old, and includes tool kits to encourage and empower youth to mentor younger children to take action again bullying.   \n\n\tThe Department of Education’s  Safe and Supportive Schools competitive grant program requires recipient states to measure school safety, which includes issues of bullying and harassment, at the building level by surveying students.   Federal funds are available for interventions in those schools identified as having the greatest need.   The Department of Education has awarded grants to 11 States for activities under this program.\n\n\n\n\n"
}