{
    "title": "Mensaje Semanal - El Presidente alaba exitos de reestructuracion del sector automotor | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/mensaje-semanal-el-presidente-alaba-exitos-de-reestructuracion-del-sector-automotor",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 31, 2010\n\n \n\n\n\nMensaje Semanal - El Presidente alaba exitos de reestructuracion del sector automotor\n\n\n\n\nWASHINGTON – En el mensaje de esta semana, el Presidente Obama alabó los éxitos de la reestructuración del sector automotor. Cuando su gobierno decidió invertir en compañías automotrices de Estados Unidos, hubo quienes dijeron que una movida tal estaba destinada a fracasar. Pero desde entonces, GM y Chrysler han salido de la bancarrota, el sector automotor ha agregado 55,000 empleos –su mayor crecimiento en 10 años– y por primera vez desde el 2004, todas las tres compañías son rentables. El Presidente también instó a los líderes republicanos en el Senado a que dejen de obstaculizar la votación con respecto a una medida para ayudar a las pequeñas empresas. A pesar de que esta propuesta contribuirá a la recuperación y ha sido respaldada por grupos como la Cámara de Comercio y la Federación Nacional de Empresas Independientes, los líderes republicanos en el Senado continúan poniendo la política primero y negando una votación a favor o en contra del proyecto de ley.\nEl audio y video del mensaje estarán disponibles por Internet en obamawhitehouse.archives.gov\nDeclaraciones del Presidente Barack Obama\nVersión preparada\nSábado, 31 de julio, 2010\nDetroit, Michigan\n            \nBuenos días a todos. Me dirijo a ustedes desde la planta de autos de GM aquí en Detroit, Michigan, donde está surgiendo una historia de esperanza en un lugar que ha sido de los más afectados de Estados Unidos.\nEn los doce meses anteriores al inicio de mi presidencia, las empresas automotrices perdieron cientos de miles de empleos. Las ventas se redujeron en 40 por ciento. La liquidación era una posibilidad muy real. Los muchos años de soluciones superficiales a problemas difíciles y la falta de cambios acordes con los tiempos, se combinaron con una virulenta crisis económica que llevaron al borde del colapso a un sector que había sido el símbolo de nuestro poderío industrial durante un siglo.\nNo teníamos muchas opciones. Por un lado, podíamos continuar entregando miles de millones de dólares de los contribuyentes al sector automotor sin realmente imponer condiciones. Por otro lado, podíamos permanecer cruzados de brazos y permitir que dos grandes empresas de autos cerraran sus puertas, lo cual habría eliminado un millón de empleos estadounidenses.\nMe rehusé a permitir que eso sucediera. Por lo tanto, encontramos una tercera opción. Les dijimos a las compañías de autos: si están dispuestas a tomar las difíciles pero necesarias decisiones para adaptarse y competir en el siglo 21, haremos una inversión única en su futuro.\nPor supuesto que si algunas personas se hubiesen salido con la suya, nada de esto estaría sucediendo. Esta planta posiblemente ya no existiría. Había líderes del “coro del no” en Washington que argumentaban que apoyar al sector automotor conllevaba fracaso garantizado. Uno dijo que era “la peor inversión que se podía hacer”. Dijeron que simplemente debíamos quedarnos cruzados de brazos y permitir que esos empleos desaparecieran.\nHoy, los hombres y mujeres en esta planta están probando que esos cínicos estaban equivocados. Desde que GM y Chrysler salieron de la bancarrota, nuestro sector industrial ha agregado 55,000 puestos en el mejor periodo de generación de empleo en más de diez años. Por primera vez desde el 2004, las operaciones de los tres fabricantes de autos de Estados Unidos son rentables. Las ventas han comenzado a repuntar. Y plantas como ésta, que no existirían si todos nosotros no hubiéramos hecho algo, ahora operan a capacidad máxima.\nEs más, gracias a nuestras inversiones, muchas de estas empresas automotrices están reinventándose para atender la demanda de una nueva era. En esta planta, están trabajando arduamente para construir los autos de alta calidad y eficiente consumo de combustible del futuro, autos como el híbrido eléctrico Chevy Volt, que puede recorrer 40 millas antes de consumir gasolina. En todo Michigan, se afianza una industria de baterías avanzadas para autos eléctricos no contaminantes, la cual producía apenas 2 por ciento de las baterías avanzadas del mundo el año pasado, pero ahora podrá producir hasta 40 por ciento en poco más de cinco años. Eso es verdadero progreso.\nNo hay duda de que nos queda mucho por hacer y mucho camino por recorrer antes de que la gente aquí y en todo el país pueda volver a recuperarse del todo. Pero lo que es importante es que finalmente estamos comenzando a ver los resultados de ciertas difíciles decisiones. Y si hubiésemos escuchado a los cínicos y pesimistas –si simplemente hubiésemos hecho lo que la política del momento requería– no habríamos alcanzado ninguno de estos logros.\n \nDe todos modos, al mismo tiempo que renacen estos íconos del sector industrial de Estados Unidos, debemos seguir respaldando a los hombres y mujeres dueños de pequeñas empresas en Estados Unidos, ya que ellos son los que generan más empleos en este país.\nAl esforzarnos por reconstruir nuestra economía, no se me ocurre nada que tenga más sentido que otorgar recortes tributarios adicionales y asistencia muy necesaria a los dueños de pequeñas empresas de Estados Unidos para que obtengan préstamos, puedan expandirse y contratar personal. Eso es lo que estamos tratando de hacer con la Ley de Empleos en Pequeñas Empresas (Small Business Jobs Act), una medida que ha sido alabada como beneficiosa para pequeñas empresas por grupos como la Cámara de Comercio y la Federación Nacional de Empresas Independientes. Es una medida que incluye una cláusula tras otra redactada por demócratas y republicanos en conjunto. Pero ayer, los líderes republicanos en el Senado volvieron a usar procedimientos parlamentarios para bloquearlos. Tengan en mente que la mayoría de los senadores apoya el plan. Simplemente, los líderes republicanos del Senado ni siquiera permiten que se someta a votación.\nEso no está bien. E insto a los líderes republicanos del Senado a que dejen de usar a las pequeñas empresas de Estados Unidos como rehenes de su política y permitan una votación a favor o en contra de esta propuesta de empleos para pequeñas empresas.\nEn momentos en que Estados Unidos apenas comienza a avanzar, no podemos darnos el lujo de adoptar la política de la inacción y de maniobras partidistas que sólo nos harán retroceder. No voy a pararme aquí y actuar como si todo estuviese maravillosamente. Sé que estamos pasando por un momento difícil. Pero también sé que hemos superado momentos difíciles en el pasado. Y volveremos a salir adelante. Los hombres y mujeres que trabajan arduamente en esta planta hacen que esté absolutamente seguro de ello.\nEntonces, a toda la gente negativa por allí, les digo: Nunca apuesten contra el pueblo estadounidense, pues nunca optamos por la solución más fácil. No es así que enfrentamos desafíos. No es así que hicimos de este país la mayor potencia económica que el mundo jamás ha conocido. Lo hicimos apelando a la valentía de perseverar y adaptarnos y empujar este país hacia adelante, paso a paso. Ése es el espíritu que veo hoy en esta planta, y mientras tenga el privilegio de ser su Presidente, seguiré luchando junto a ustedes hasta que lleguen días mejores.\nGracias. \n \n\n\n\n"
}