{
    "title": "Readout of the Vice President's Calls with Iraqi Prime Minister Nouri al-Maliki, Iraqi Council of Representatives Speaker Osama al-Nujaifi, and President of the Iraqi Kurdistan Region Masoud Barzani | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/06/18/readout-vice-presidents-calls-iraqi-prime-minister-nouri-al-maliki-iraqi",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nJune 18, 2014\n\n \n\n\n\nReadout of the Vice President's Calls with Iraqi Prime Minister Nouri al-Maliki, Iraqi Council of Representatives Speaker Osama al-Nujaifi, and President of the Iraqi Kurdistan Region Masoud Barzani\n\n\n\n\nVice President Biden spoke today with Iraqi Prime Minister Nouri al-Maliki, Iraqi Speaker of Parliament Osama al-Nujaifi, and President of the Iraqi Kurdistan Region Masoud Barzani. The United States has been working to support the Iraqi government and all of Iraq’s communities in their common fight against the Islamic State of Iraq and the Levant (ISIL). The Vice President discussed the security situation, the U.S. assistance currently being provided to Iraqi security forces, and additional measures that could be taken under the Strategic Framework Agreement. In each call, the Vice President also stressed the need for national unity in responding to the ISIL threat against all Iraqi communities, for coordination on security issues going forward, and for moving forward with urgency in forming a new government under the constitution.\nWith Prime Minister Maliki, Vice President Biden emphasized the United States’ solidarity with all Iraqi communities in the fight against ISIL, discussed the steps required to roll back the terrorists’ advances, and made clear the central importance of embedding security measures within a broader strategy to enlist local communities in the fight against ISIL. \nThe Vice President underscored that the United States stands ready to enhance our support to all Iraqis in their fight against ISIL. At the same time, he emphasized the need for the Prime Minister—and all Iraqi leaders—to govern in an inclusive manner, promote stability and unity among Iraq's population, and address the legitimate needs of Iraq's diverse communities.\nWith Parliament Speaker Nujaifi, the Vice President offered his personal sympathies for the killing and destruction in the Speaker’s home province of Ninewa.  The Vice President and Speaker spoke about the steps required to mobilize the population against ISIL, and the importance of keeping the constitutional process on track following the April 30 national elections. \nWith President Barzani, the Vice President emphasized the shared nature of the ISIL threat, the importance of closer security coordination between Kurdish forces and Iraqi Security Forces, and the vital role for the Kurds in the national political process, as defined in the Iraqi constitution.\nIn each call, the Vice President also noted the broad participation last night in Baghdad by leaders of all national communities, and the unanimous statement declaring ISIL “an enemy of all” Iraqis.  He also noted the emphasis by these leaders on ensuring that any citizen volunteering to protect their local community should do so through existing laws and security institutions.\n\n\n\n\n"
}