{
    "title": "Statement by the President on the Nigerian Elections | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/04/01/statement-president-nigerian-elections",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 01, 2015\n\n \n\n\n\nStatement by the President on the Nigerian Elections\n\n\n\n\nThe last few days have shown the world the strength of Nigeria’s commitment to democratic principles.  By turning out in large numbers and sometimes waiting all day to cast their votes, Nigerians came together to decide the future of their country peacefully.\n\t \n\tI commend President Goodluck Jonathan and President-Elect Muhammadu Buhari for their public commitments to non-violence throughout the campaign.  President Jonathan has placed his country’s interests first by conceding the election and congratulating President-Elect Buhari on his victory.  I look forward to working with President Jonathan throughout the remainder of his term, and I thank him for his many years of service and his statesmanlike conduct at this critical juncture.  I urge President-Elect Buhari and President Jonathan to repeat their calls to their supporters to continue to respect the election outcomes, focus on unifying the country, and together lead Nigeria through a peaceful transition.\n\t \n\tNigeria’s Independent National Election Commission (INEC) and its Chairman, Attahiru Jega, deserve special recognition for what independent international observers have deemed a largely peaceful and orderly vote.  I commend INEC for its extensive efforts to increase the credibility and transparency of the electoral process.  Looking ahead to the gubernatorial elections on April 11, it is imperative that national attention turn to ensuring isolated logistical challenges are overcome and peace is protected, even in the most hotly contested races.\n\t \n\tOn behalf of the American people, I extend congratulations to the people of Nigeria and to President-Elect Buhari and look forward to continuing to work with the newly-elected government on our many shared priorities.\n \n###\n\n\n\n\n"
}