{
    "title": "Statement by the President on the Cybersecurity Framework | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/02/12/statement-president-cybersecurity-framework",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 12, 2014\n\n \n\n\n\nStatement by the President on the Cybersecurity Framework\n\n\n\n\nCyber threats pose one the gravest national security dangers that the United States faces.  To better defend our nation against this systemic challenge, one year ago I signed an Executive Order directing the Administration to take steps to improve information sharing with the private sector, raise the level of cybersecurity across our critical infrastructure, and enhance privacy and civil liberties. \nSince then, the National Institute of Standards and Technology has worked with the private sector to develop a Cybersecurity Framework that highlights best practices and globally recognized standards so that companies across our economy can better manage cyber risk to our critical infrastructure.  Today I was pleased to receive the Cybersecurity Framework, which  reflects the good work of hundreds of companies, multiple federal agencies, and contributors from around the world.  This voluntary Framework is a great example of how the private sector and government can, and should, work together to meet this shared challenge.\nWhile I believe today’s Framework marks a turning point, it’s clear that much more work needs to be done to enhance our cybersecurity.  America’s economic prosperity, national security, and our individual liberties depend on our commitment to securing cyberspace and maintaining an open, interoperable, secure, and reliable Internet.  Our critical infrastructure continues to be at risk from threats in cyberspace, and our economy is harmed by the theft of our intellectual property.  Although the threats are serious and they constantly evolve, I believe that if we address them effectively, we can ensure that the Internet remains an engine for economic growth and a platform for the free exchange of ideas. \nI again urge Congress to move forward on cybersecurity legislation that both protects our nation and our privacy and civil liberties.  Meanwhile, my Administration will continue to take action, under existing authorities, to protect our nation from this threat.\n \n\n\n\n\n"
}