{
    "title": "The White House and FDA Announce Proposed Updates to Nutrition Facts Label | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/02/27/white-house-and-fda-announce-proposed-updates-nutrition-facts-label",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nFebruary 27, 2014\n\n \n\n\n\nThe White House and FDA Announce Proposed Updates to Nutrition Facts Label\n\n\n\n\nFirst Lady Michelle Obama and FDA Commissioner Margaret Hamburg announce proposed updates to the Nutrition Facts label as part of an effort to help families make healthier choices \nWashington, DC – Today, First Lady Michelle Obama joined Secretary of Health and Human Services Kathleen Sebelius and FDA Commissioner Margaret Hamburg at the White House to announce proposed revisions to the Nutrition Facts label, which has been significantly updated only once since its initial release twenty years ago.  The Nutrition Facts label is found on roughly 700,000 products.  The updates announced today support the First Lady’s Let’s Move! initiative in its ongoing efforts to provide parents and families with access to information that helps them make healthier choices.\n“Our guiding principle here is very simple: that you as a parent and a consumer should be able to walk into your local grocery store, pick up an item off the shelf, and be able to tell whether it’s good for your family,” said First Lady Michelle Obama.  “So this is a big deal, and it’s going to make a big difference for families all across this country.”\nThe proposed updates are intended to reflect the latest scientific information about the link between diet and chronic diseases such as obesity and heart disease.  The proposed label would also replace out-of-date serving sizes to better align with the amount consumers actually eat, and it would feature a fresh design to highlight key parts of the label such as calories and serving sizes. \n“For 20 years consumers have come to rely on the iconic nutrition label to help them make healthier food choices,” said FDA Commissioner Margaret A. Hamburg, M.D. “To remain relevant, the FDA’s newly proposed Nutrition Facts label incorporates the latest in nutrition science as more has been learned about the connection between what we eat and the development of serious chronic diseases impacting millions of Americans.”\nSome of the FDA’s proposed changes to the Nutrition Facts label are:\n\n\n\t\tRequire information about the amount of “added sugars” in a food product. Based on the 2010 Dietary Guidelines for Americans determination that calorie intake from added sugar is too high in the U.S. population and should be reduced.  The FDA proposes to include “added sugars” on the label to help consumers know how much sugar has been added to the product. \n\n\t\tUpdate serving size requirements to reflect the amounts people currently eat. What and how much people eat and drink has changed since the serving sizes were first put into place in 1994.  By law, serving sizes must be based on the portion consumers actually eat, rather than the amount they “should” be eating.\n\n\t\tPresent calorie and nutrition information for the whole package of certain food products that could be consumed in one sitting or in multiple sittings.\n\n\t\tRefresh the format to emphasize certain elements, such as calories, serving sizes and Percent Daily Value, which are important in addressing current public health problems like obesity and heart disease. \n\nTo find out more information about today’s announcement, go to http://www.fda.gov/Food/GuidanceRegulation/GuidanceDocumentsRegulatoryInformation/LabelingNutrition/ucm385663.htm\n \n\n\n\n\n"
}