{
    "title": "Vice President Biden Announces $2.3 Billion in Recovery Act Funds to Help Care for Children, Prevent Disease | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-announces-23-billion-recovery-act-funds-help-care-children-pre",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 09, 2009\n\n \n\n\n\nVice President Biden Announces $2.3 Billion in Recovery Act Funds to Help Care for Children, Prevent Disease\n\n\n\n\n  THE WHITE HOUSE   Office of the Vice President  _____________________________________________________________  FOR IMMEDIATE RELEASE                                   April 9, 2009  Vice President Biden Announces $2.3 Billion in Recovery Act Funds to Help Care for Children, Prevent Disease Child Care and Vaccination Programs to Benefit from Recovery Act    Vice President Joe Biden announced today that the Obama Administration will make $2.3 billion available for crucial health and human services programs that help to provide care for children and prevent disease. States will receive $2 billion in Recovery Act funding to support child care for working families. The Administration also plans to make $300 million in vaccines and grants available to ensure more underserved Americans receive the vaccines they need.    The $2 billion in Recovery Act funds for the Child Care and Development Fund will allow states across the country to support child care services for more families whose children require care while they are working, seeking employment or receiving job training or education. The funds will be used by states to provide vouchers to families for child care or to provide access to care through contracts with child care centers or invest in quality improvements.  Recovery Act dollars will support a wide range of child care providers, including child care centers and home-based programs.   \"Parents are worried about finding a job or keeping the job they have and they shouldn’t have to worry about affording quality child care,\" said Vice President Biden. \"Safe, affordable, high-quality child care gives working parents the peace of mind they need to be stable, dependable employees.\"   In addition to funding for child care programs, an additional $300 million in Recovery Act funding and grants will help to ensure more underserved Americans receive the vaccines they need. The Vice President’s announcement came as Americans mark National Public Health Week.   Funded by the American Recovery and Reinvestment Act, the majority of these new resources will be used to purchase vaccines, which will be distributed through the Centers for Disease Control and Prevention’s Section 317 immunization program to all 50 states, several large cities, and U.S. territories. Funding will also be used to support national public information campaigns regarding vaccines and support grants to states that demonstrate innovative new ways to ensure more Americans receive the vaccines they need.   \"Vaccines help keep children healthy, prevent costly stays in hospitals, and fight diseases that can lead to serious illness or death\" added Vice President Biden. \"The Recovery Act will help to vaccinate more Americans, cut health care costs, improve public health, and save lives.\"   More information regarding the child care and vaccine programs is included below. To see a list of state by state funding for child care programs, visit http://transparency.cit.nih.gov/RecoveryGrants/grant.cfm?grant=childcare. To see a list of state by state funding for vaccine programs, visit http://transparency.cit.nih.gov/RecoveryGrants/grant.cfm?grant=vaccines.    ###  Child Care and Development Fund The Child Care and Development Fund (CCDF) is the primary Federal program specifically devoted to child care services and quality.  It enables low-income parents and parents receiving Temporary Assistance for Needy Families (TANF) to work or to participate in the educational or training programs they need in order to work.  Funds may also be used to serve children in protective services.  In addition, a portion of CCDF funds must be used to enhance child care quality and availability.   The $2 billion in Recovery Act funds for the Child Care and Development Fund will allow states across the country to support child care services for more families whose children require care while they are working, seeking employment or receiving job training or education. The funds will be used by states to provide vouchers to families for child care or to provide access to care through contracts with child care centers.  Recovery Act dollars will support a wide range of child care providers, including child care centers and home-based programs.   A portion of the funds will be used to improve overall quality and enhance infant and toddler care.  For example, states may train child care providers, assist providers in meeting health and safety requirements, hire specialists specifically trained to work with infant and toddler providers, provide grants to providers to achieve higher quality and invest in other initiatives.    The new funds supplement the existing $5 billion child care subsidy program, the Child Care and Development Fund (CCDF).  The Recovery Act funds will be awarded on a formula basis to states, the District of Columbia, five territories and 260 tribal grantees representing approximately 500 Indian tribes.   For more information on the Child Care and Development Fund, visit http://www.acf.hhs.gov/programs/ccb/ccdf/factsheet.htm    Immunization Grant Program   The Section 317 program provides funding for immunization operations and infrastructure necessary to implement a comprehensive immunization program at the federal, state, and local levels.   Of the $300 million in Recovery Act funds allocated to the Section 317 program, $250 million will help existing Section 317 grantees acquire and make recommended vaccines available by using $200 million of these funds for CDC-purchased vaccines that will be made available to states and territories.  The remaining $50 million will be used to provide program operation grants and scientific and technical support to states and territories to deliver the vaccines and strengthen vaccination programs. Vaccines and Recovery Act resources will also be made available to the urban Section 317 programs in Chicago, Houston, New York City, Philadelphia and San Antonio.   An additional approximately $18 million in grants will be used to provide support to Section 317 grantees that demonstrate innovative approaches to increase the number of Americans who receive the childhood vaccine series, zoster vaccine, and influenza vaccine, and for improving reimbursement practices. A portion of vaccine purchase may be used to support innovative initiatives for expanding access to vaccines in schools and communities. Applications to apply for these grants will be made available on grants.gov.   Nearly $32 million in Recovery Act funds will be used to increase information, communication and education and strengthen the evidence base for immunization. This will include activities to increase national public awareness and knowledge about the benefits and risks of vaccines and vaccine-preventable diseases. Funds will also help provide tools and education for health care providers and to monitor and assess the impact and safety of licensed vaccines routinely recommended for use in the United States to ensure that national vaccine policy is appropriate and effective.   For more information on Section 317 as well as information on vaccine-preventable diseases, go to http://www.cdc.gov/vaccines/    ###\n\n\n\n"
}