{
    "title": "Readout of President Obama's Meeting with President Santos of Colombia | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/24/readout-president-obamas-meeting-with-president-santos-colombia",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 24, 2010\n\n \n\n\n\nReadout of President Obama's Meeting with President Santos of Colombia\n\n\n\n\nEarlier today, President Obama met with President Santos of Colombia on the margins of the United Nations General Assembly in New York.  Building upon the strong, historic partnership between the United States and Colombia, the Presidents engaged in a wide-ranging discussion regarding bilateral, regional, and global issues. \nPresident Obama congratulated President Santos on his recent election and praised his regional diplomatic outreach and sweeping domestic reform efforts.  The President reaffirmed the United States’ longstanding commitment to help address security challenges in Colombia and to help consolidate the important gains of the past decade into a just and durable peace.  He commended the Colombian people, their security forces, and President Santos for their persistent efforts against the Revolutionary Armed Forces of Colombia (FARC), including the successful operation earlier this week against the FARC’s military leader, Jorge Briceño Suarez, alias “Mono Jojoy.”  The President also underscored his resolve in working to deepen the economic ties between our two countries for the benefit of workers and consumers in the United States and in Colombia.\nThe Presidents also directed their teams to launch the US-Colombia High-Level Partnership Dialogue to enhance cooperation across a broad range of issues, including social and economic opportunities; democracy, human rights, and good governance; climate change and environmental protection; energy; and culture and education.  The initial round of the High-Level Dialogue will take place when Deputy Secretary of State James Steinberg visits Colombia later this Fall and will involve representatives from across each government.\n\n\n\n\n"
}