{
    "title": "El Presidente Obama anunció el lanzamiento de programa: Aptitudes para el Futuro de Estados Unidos | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/10/04/el-presidente-obama-anunci-el-lanzamiento-de-programa-aptitudes-para-el-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 04, 2010\n\n \n\n\n\nEl Presidente Obama anunció el lanzamiento de programa: Aptitudes para el Futuro de Estados Unidos\n\n\n\n\n\nEl programa forjará alianzas para la capacitación laboral en los 50 estados\n\n\tWASHINGTON – Hoy en una reunión de la Junta Asesora sobre la Recuperación Económica del Presidente (President’s Economic Recovery Advisory Board o PERAB), el Presidente Obama anunció el lanzamiento de Aptitudes para el Futuro de Estados Unidos (Skills for America’s Future), un nuevo programa impulsado por el sector industrial para mejorar considerablemente las alianzas entre los sectores industriales y las instituciones comunitarias de enseñanza superior (community colleges), y crear una red nacional para maximizar las estrategias de desarrollo de la fuerza laboral, los programas de capacitación laboral y servicios de inserción laboral.\n\n\tDeclaró el Presidente Obama, “Queremos hacer que sea más fácil que los estudiantes que buscan empleo se contacten con empresas que quieren contratar. Queremos poner en contacto a las instituciones comunitarias de enseñanza superior y a los empleadores para crear programas que adecúen el currículo de enseñanza a las necesidades de las empresas. Skills for America’s Future ayudaría a poner en contacto a más empleadores, instituciones y otras entidades de capacitación laboral, y los ayudaría a intercambiar conocimientos sobre las prácticas más eficaces. El objetivo es asegurar que existan firmes alianzas entre industrias en crecimiento e instituciones comunitarias o programas de capacitación en todos los estados del país”.\n\n\tEn base a los éxitos y al ejemplo de la campaña “Educate to Innovate” para intensificar el aprendizaje de ciencias, tecnología, ingeniería y matemáticas (STEM por sus siglas en inglés), Skills for America’s Future facilitará alianzas entre sectores industriales e instituciones comunitarias y otros proveedores de capacitación para respaldar el objetivo del Presidente de 5 millones adicionales de egresados y títulos de instituciones comunitarias para el 2020. Skills for America’s Future forjará alianzas de mucho impacto con el sector industrial, sindicatos, instituciones comunitarias y otros proveedores de capacitación en los 50 estados.\n\n\tAdemás, el Presidente también anunció la creación de un Grupo de Trabajo de Skills for America’s Future a nivel federal, presidido conjuntamente por altos funcionarios encargados de dictar política en el gobierno, a fin de coordinar esfuerzos federales y asegurar que el sector privado esté en la mejor posición para aprovechar los esfuerzos de capacitación y educación a nivel federal y trabajar conjuntamente con ellos.\n\n\tSkills for America’s Future ya cuenta con el compromiso de líderes como, Penny Pritzker (presidenta/CEO de Pritzker Realty Group) y Walter Isaacson (CEO del Aspen Institute), para promover este esfuerzo. Además, destacadas empresas, entre ellas PG&E, Gap Inc, McDonald’s, United Technologies y Accenture, están listas a ser parte de Skills for America’s Future y ampliar sus esfuerzos.\n\n\tEl martes, la Dra. Jill Biden presidirá la primera Cumbre de la Casa Blanca sobre Instituciones Comunitarias de Enseñanza Superior (White House Summit on Community Colleges), que destacará la crucial función de dichas instituciones en desarrollar la fuerza laboral de Estados Unidos y lograr nuestros objetivos educativos. Ese día, líderes de Skills for America’s Future tendrán una sesión aparte con líderes industriales, representantes de instituciones superiores, y expertos en capacitación laboral para destacar las prácticas óptimas y factores clave de las alianzas sólidas y exitosas.\n\n\tInformación de Trasfondo\n\tEn una economía mundial cada vez más competitiva, el crecimiento económico y la competitividad de Estados Unidos dependen de la educación y aptitudes de sus trabajadores. Como parte de su Programa Estadounidense para la Graduación (American Graduation Initiative), el Presidente Obama ha propuesto que las instituciones comunitarias otorguen 5 millones de títulos y certificados adicionales para el 2020, y desarrollen nuevas medidas para asegurar que dichas credenciales ayuden a los egresados a salir adelante profesionalmente.\n\n\tEl liderazgo del Presidente ya ha tenido un impacto. Con la Ley de Reconciliación de Cuidado de Salud y Educación (Health Care and Education Reconciliation Act), más de $2,000 millones en fondos asignados por licitación se pondrán a disposición de instituciones comunitarias en los próximos cuatro años. El programa, a cargo del Departamento de Trabajo e implementado en estrecha cooperación con el Departamento de Educación, desarrollará vías para hacer carrera en el sector empresarial, promoverá la enseñanza de aptitudes básicas, forjará alianzas educativas con otras instituciones y apoyará nuevos cursos de fuente abierta por Internet para que instituciones comunitarias en todo el país puedan ofrecer más clases sin tener que construir más aulas.\n\n\tComo parte de este esfuerzo, la Junta Asesora sobre la Recuperación Económica del Presidente realizó actividades de extensión con empleadores del sector privado, líderes sindicales, organismos filantrópicos y líderes en administración pública dentro de la Administración para solicitar opiniones sobre los desafíos para el desarrollo de la fuerza laboral, los programas financiados con fondos públicos y alianzas más eficaces entre el sector público y privado. Los empleadores identificaron a las alianzas entre el sector público y privado como una de las formas más eficaces de mejorar las aptitudes y credenciales de los trabajadores y estudiantes de Estados Unidos. A la conclusión de dichas reuniones, quedó claro que los empleadores del sector privado están deseosos de trabajar en un plan de acción a nivel nacional que haría más competitivos a los trabajadores estadounidenses y atendería la necesidad de trabajadores capacitados por parte de los empleadores. En respuesta, la PERAB recomendó que se cree Skills for America’s Future para aprovechar dicho interés y energía.\n\n\tNuevas alianzas en Skills for America’s Future\n\tNuevo énfasis en empleos en el sector energía por PG&E: PG&E se comprometerá a aumentar su programa de capacitación laboral sobre energía en los próximos tres años, con énfasis en cuatro sectores: vehículos de tecnología limpia, eficiencia energética y energía renovable, red eléctrica inteligente y oficios de alta capacitación. La estrategia incluye asistencia a instituciones comunitarias sobre la formulación del currículo, programas para capacitar al profesorado, asistencia técnica, oradores invitados, visitas de campo por estudiantes, donaciones de equipo, financiamiento de programas, empleo y reclutamiento de empleadores adicionales para que sirvan de asesores y contraten personal.\n\n\tMcDonald’s ampliará su programa de conocimientos profesionales: En los próximos 18 meses, McDonald’s aumentará al doble el número de participantes en su programa acelerado de conocimientos profesionales, para que se beneficien 1,000 gerentes adicionales de McDonald’s en 30 locales de todo el país. El programa, que incluye una serie de cuatro cursos (currículo de 210 horas) ha ganado numerosos premios y hace uso de la tecnología de “aula virtual” que permite ampliarlo rápidamente. Además de expandir el programa, McDonald’s también pondrá su modelo de “aula virtual” a disposición de las instituciones comunitarias.\n\n\tUnited Technologies compartirá prácticas óptimas: United Technologies colaborará con otros empleadores para copiar sus programas de empleados estudiosos y aprendizaje en producción industrial avanzada, que han resultado en más de 30,000 diplomas durante los últimos 15 años.\n\n\tAccenture ayudará a los empleadores a estructurar y adaptar las dimensiones de los programas Pathways: Accenture trabajará con otros empleadores e instituciones comunitarias para aumentar el alcance de sus programas Pathways, que preparan a los estudiantes con aptitudes para su primer empleo en una variedad de sectores. La empresa también está trabajando con instituciones comunitarias, universidades y otras instituciones de cuatro años de estudio, promotores de la educación y organizaciones comunitarias para fomentar el uso del curso interactivo por Internet “JobSTART101” de Business Roundtable, que enseña las aptitudes profesionales esenciales que los estudiantes necesitan cuando ingresan a la fuerza laboral.\n\n\tGap Inc. lanzará un programa piloto de capacitación laboral en siete ciudades: Gap Inc. aumentará sus sociedades con instituciones comunitarias al iniciar un nuevo programa con dichas instituciones en siete ciudades. El esfuerzo incluirá prácticas dentro de tiendas, capacitación para entrevistas, entrenamiento profesional y becas. Gap tiene previsto contratar a 1,200 estudiantes de instituciones comunitarias en el 2011, lo que representará 5 por ciento de los empleados contratados anualmente. Gap Inc. se ha comprometido a poner su currículo interno y documentos de capacitación a disposición de estudiantes de instituciones comunitarias en todo el país.\n\n\t###\n\n\n\n\n"
}