{
    "title": "FACT SHEET: U.S.-Mexico High Level Economic Dialogue | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/09/20/fact-sheet-us-mexico-high-level-economic-dialogue",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nSeptember 20, 2013\n\n \n\n\n\nFACT SHEET: U.S.-Mexico High Level Economic Dialogue\n\n\n\n\nToday in Mexico City, Vice President Joe Biden, together with the Mexican government, launched the U.S.-Mexico High Level Economic Dialogue (HLED), co-chaired by the U.S. Department of State, U.S. Department of Commerce, Office of the U.S. Trade Representative and their Mexican counterparts. Participants in today’s HLED launch include Secretary of Commerce Penny Pritzker, U.S. Trade Representative Michael Froman, Assistant Secretary of State Jose Fernandez, Assistant Secretary of State Roberta Jacobson, Acting Secretary of Homeland Security Rand Beers, Undersecretary of the Treasury Lael Brainard, and Secretary of Transportation Anthony Foxx.\nIn May 2013, President Obama and President Peña Nieto announced the formation of the High Level Economic Dialogue to advance strategic economic and commercial priorities central to promoting mutual economic growth, job creation, and global competitiveness. The United States and Mexico are long-time strategic allies and critical economic partners.  We share not only a 2,000 mile border but a dynamic commercial relationship that generates more than $500 billion in trade in goods and services and supports millions of jobs in both countries. The global competitiveness of both of our countries requires continued and deepened economic integration, commercial exchange, and policy alignment.\nThe High Level Economic Dialogue will meet annually at the Cabinet level and will bring together leaders from the public and private sectors to build on and promote sustained progress on a range of existing successful bilateral dialogues and working groups.  Mexico and the United States have developed an initial work plan laying out potential areas for cooperation under three broad pillars: \n\n\nPromoting Competitiveness and Connectivity\n\n\nTransportation\n\n\nTelecommunications\n\n\n\n\nFostering Economic Growth, Productivity, Entrepreneurship, and Innovation\n\n\nJoint investment promotion\n\n\nEconomic development on the border and a Comprehensive Economic Development Strategy\n\n\nMaking effective use of the North American Development Bank (NADB)\n\n\nPartnership on advanced manufacturing\n\n\nEntrepreneurship\n\n\nWorkforce Development\n\n\n\n\nPartnering for Regional and Global Leadership\n\n\nPartnering to promote development in Central America\n\n\nRegional trade priorities\n\n\nTransparency and anti-corruption\n\n\n\n\nAmong other takeaways and as initial steps toward accomplishing the goals laid out in the HLED work plan, the United States and Mexico plan to: continue the work of the Mexico-U.S. Entrepreneurship and Innovation Council (MUSEIC) and expand entrepreneurship delegation exchanges; collaborate on organizing an information and communications technology road show, regulatory workshop series, and broadband innovation information exchanges; announce negotiations to modernize and expand our bilateral air transport relationship; develop an agenda of ongoing cooperation on intelligent transportation and freight systems; make efficient use of the North American Development Bank by supporting new and ongoing cross-border initiatives and directing its Board to begin an assessment of the Bank’s long-term capital needs as well as how it can more effectively leverage private sector capital to support border infrastructure; and pursue joint investment initiatives. \nThe United States and Mexico recognize that broad public engagement is essential to efforts to deepen our economic relationship.  We will continually engage and solicit input from the private sector, including small business, civil society, the Mexican-American diaspora community and labor organizations, on an ongoing basis as we develop cooperation efforts under the HLED pillars.\n\n\n\n\n"
}