{
    "title": "Statement by the Press Secretary on H.R. 3471, H.R. 4419, H.R. 5111, H.R. 5509, H.R. 5995, S. 795, S. 817, S. 818, S. 1550, S. 1555, S. 1632, S. 1808, S. 1915, S. 2234, S. 2873, S. 2974, S. 3028, S. 3076, S. 3183, S. 3395, S. 3492 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/12/15/statement-press-secretary-hr-3471-hr-4419-hr-5111-hr-5509-hr-5995-s-795",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 15, 2016\n\n \n\n\n\nStatement by the Press Secretary on H.R. 3471, H.R. 4419, H.R. 5111, H.R. 5509, H.R. 5995, S. 795, S. 817, S. 818, S. 1550, S. 1555, S. 1632, S. 1808, S. 1915, S. 2234, S. 2873, S. 2974, S. 3028, S. 3076, S. 3183, S. 3395, S. 3492\n\n\n\n\nOn Wednesday, December 14, 2016, the President signed into law:\nH.R. 3471, the \"Veterans Mobility Safety Act of 2016,\" which makes certain changes to the Department of Veterans Affairs' automobiles and adaptive equipment program, and amends requirements for the appointment of hearing aid specialists;\nH.R. 4419, the \"District of Columbia Judicial Financial Transparency Act,\" which revises financial disclosure requirements for judges of the District of Columbia;\nH.R. 5111, the \"Consumer Review Fairness Act of 2016,\" which makes certain clauses of a form contract void if it prohibits, or restricts, an individual from engaging in a review of a seller's goods, services, or conduct;\nH.R. 5509, which designates the Department of Veterans Affairs temporary lodging facility in Indianapolis, Indiana, as the Dr. Otis Bowen Veteran House;\nH.R. 5995, the \"GAO Civilian Task and Delivery Order Protest Authority Act of 2016,\" which makes permanent the Government Accountability Office's authority to hear protests on civilian task or delivery contracts;\nS. 795, which modifies whistleblower protection for Federal contractor and grantee employees, and to bar contract reimbursement for expenses related to legal proceedings arising from a violation of such protections;\nS. 817, which simplifies the process for the Siletz Tribe to apply for trust land within the original boundaries of the reservation lands;\nS. 818, which simplifies the process for the Grand Ronde Tribe to apply for trust land within the original boundaries of the reservation lands;\nS. 1550, the \"Program Management Improvement Accountability Act,\" which modifies Federal project and program management by, among other provisions, creating agency Program Management Improvement Officers and an interagency Program Management Policy Council, establishing new Government-wide standards for program management and program management personnel, and placing additional responsibilities on the Office of Management and Budget to oversee management of Federal programs;\nS. 1555, the \"Filipino Veterans of World War II Congressional Gold Medal Act of 2015,\" which provides for the award of a single Congressional gold medal of appropriate design on behalf of the Congress, to the Filipino Veterans of World War II in recognition of the dedicated service of the veterans during World War II;\nS. 1632, which requires the development of a strategy to help the Government of Nigeria and its regional partners counter the regional threat of Boko Haram;\nS. 1808, the \"Northern Border Security Review Act,\" which requires the Department of Homeland Security to submit to specified Congressional committees a northern border threat analysis;\nS. 1915, the \"First Responder Anthrax Preparedness Act,\" which requires the Department of Homeland Security to carry out a 5 year pilot program to make anthrax vaccines available to emergency response providers who are at high risk of exposure to anthrax and who voluntarily consent;\nS. 2234, the \"Office of Strategic Services Congressional Gold Medal Act,\" which provides for the award of a Congressional gold medal of appropriate design on behalf of the Congress, to the members of the Office of Strategic Services, in recognition of their superior service and major contributions during World War II;\nS. 2873, the \"Expanding Capacity for Health Outcomes Act\" or the \"ECHO Act,\" which requires the Department of Health and Human Services to conduct studies and issue reports examining technology-enabled collaborative learning and capacity building models;\nS. 2974, which allows the Department of Health and Human Services to fund the national human trafficking hotline from appropriations made available to the Department to assist victims of trafficking;\nS. 3028, the \"Daniel J. Evans Olympic National Park Wilderness Act,\" which redesignates the Olympic Wilderness in the State of Washington as the Daniel J. Evans Wilderness;\nS. 3076, the \"Charles Duncan Buried with Honor Act of 2016,\" which expands the Department of Veterans Affairs authority to furnish a casket or urn for the burial of a veteran;\nS. 3183, the \"Better Online Ticket Sales Act of 2016\" or the \"BOTS Act of 2016,\" which prohibits the circumvention of control measures used by Internet ticket sellers to ensure equitable consumer access to tickets for certain events;\nS. 3395, the \"Prescribed Burn Approval Act of 2016,\" which restricts the U.S. Forest Service from authorizing a prescribed burn on Federal land; and\nS. 3492, which designates the Traverse City VA Community-Based Outpatient Clinic of the Department of Veterans Affairs in Traverse City, Michigan, as the Colonel Demas T. Craw VA Clinic.\n\n\n\n\n"
}