{
    "title": "Vice President Biden Announces 250 Dollar Recovery Payments to Go to Social Security and SSI Beneficiaries in May | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-announces-250-dollar-recovery-payments-go-social-security-and-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 26, 2009\n\n \n\n\n\nVice President Biden Announces 250 Dollar Recovery Payments to Go to Social Security and SSI Beneficiaries in May\n\n\n\n\n THE WHITE HOUSE Office of the Press Secrectary  ____________________________________________________________  For Immediate Release                                 March 26, 2009   Vice President Biden Announces $250 Recovery Payments to Go to Social Security and SSI Beneficiaries in May  Payments will inject more than $13 Billion into Economy  Vice President Joe Biden and Michael J. Astrue, Commissioner of Social Security, announced today that the federal government will send out $250 economic recovery payments to people who receive Social Security and Supplemental Security Income (SSI) benefits beginning in early May 2009 and continuing throughout the month. No action is required to get the payment, which will be sent separately from the person’s regular monthly payment. \"The Social Security Administration and Commissioner Astrue have been working closely with other federal agencies to get these payments out the door in record time and into the hands of folks who need it most,\" said Vice President Biden. \"These are checks that will make a big difference in the lives of older Americans and people with disabilities - many of whom have been hit especially hard by the economic crisis that has swept across the country.\" \"We have been working diligently to issue the $250 one-time recovery payments as soon as possible,\" Commissioner Astrue said. \"The legislation requires extensive coordination with other federal agencies and I’m pleased we are on track to issue these recovery payments earlier than the statute requires. Soon more than $13 billion will be in the hands of more than 50 million Americans.\" The American Recovery and Reinvestment Act of 2009 provides for a one-time payment of $250 to adult Social Security beneficiaries, and to SSI recipients, except those receiving Medicaid in care facilities. To receive the payment the individual must be eligible for Social Security or SSI during the months of November 2008, December 2008 or January 2009. The legislation also provides for a one-time payment to Veterans Affairs (VA) and Railroad Retirement Board (RRB) beneficiaries. The VA and RRB will be responsible for paying individuals under their respective programs. However, if someone receives Social Security and SSI, VA or RRB benefits, he or she will receive only one $250 payment. People getting Social Security or SSI should not contact the agency unless a payment is not received by June 4, 2009. For more detailed information about the $250 one-time economic recovery payments, go to www.socialsecurity.gov/payment. To learn more about the American Recovery and Reinvestment Act of 2009, go to www.recovery.gov.     \n\n\n\n"
}