{
    "title": "First Lady Invites Children from Across the Country to White House Kitchen Garden Planting | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/03/22/first-lady-invites-children-across-country-white-house-kitchen-garden-pl",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nMarch 22, 2012\n\n \n\n\n\nFirst Lady Invites Children from Across the Country to White House Kitchen Garden Planting\n\n\n\n\n\nIn addition to Washington D.C. students, Mrs. Obama will welcome children from Iowa,\n\tNew York, North Carolina and Pennsylvania who wrote her letters about their gardens\n\n\tOn Monday, March 26 at 2:15 PM, First Lady Michelle Obama will welcome school children from across the country to join her for the fourth annual White House Kitchen Garden spring planting. In 2009, Mrs. Obama planted the White House Kitchen Garden – the first vegetable garden at the White House since Eleanor Roosevelt’s Victory Garden – as a way to start a conversation about the health of our nation’s children. From the beginning, Mrs. Obama has included local school children in the planting and harvesting of the garden and this year has also invited children from across the country who wrote to her about their own gardening experiences.\n\n\tChildren invited to this year’s planting come from the following schools and organizations:\n\n\t• Girl Scouts of Western New York, Troop 60325 – Fairport, NY. This troop wrote a letter to Mrs. Obama about healthy eating and getting active. They also told Mrs. Obama that they were growing 100 tomato plants to give to people without access to fresh, healthy food. One scout wrote, “First let me say that my girl scout troop is veary (sic) excited to be wrighting (sic) to you. We are also going to plant seeds, and we were wondering if you could come and help us.”\n\t• Harriet Tubman and Bancroft Elementary Schools – Washington, DC. These two schools have been active participants in the planting and harvesting of the White House Kitchen Garden.  Mrs. Obama has invited students from these schools – who have their own gardens – to work and learn in the White House Kitchen Garden. Students from Bancroft joined Mrs. Obama for the very first planting and have worked with her in the garden every year since that time.  Mrs. Obama also has visited Bancroft Elementary to help with their garden.  Additionally White House Chefs Cris Comerford, Sam Kass and Bill Yosses have adopted Tubman Elementary through the Chefs Move to Schools program and have worked with students and teachers on healthy eating.\n\t• Mitchell Elementary School – Ames, IA. Second graders from this school wrote to the First Lady that they were studying “how to keep our bodies healthy.” They told her about PE class, recess and their effort to start a community garden. Each grade at the school has their own raised bed plot, and members of the community can also plant and harvest in the garden. The second graders planted lettuce, spinach, carrots, turnips, radishes, parsnips, watermelon, pumpkins, potatoes, onions and carrots. The letter wrote, “Our teachers let us taste test the food we harvest and we have even had a salad for snack and watermelon from our garden at lunch.”\n\t• Stetser Elementary School – Chester, PA. Sixth graders from Stetser Elementary School wrote to the First Lady about planting a butterfly garden at the school and their plans to add a vegetable garden. The principal of the school wrote that the garden would “make connections for our students around growing and tasting fresh fruits and vegetables. Our goal will be to connect our garden with our local community and incorporate the produce we grow into our school lunch program.”\n\t• Sumner Elementary School – Greensboro, NC. A third grade class from Sumner Elementary School wrote to Mrs. Obama about planting their own garden and asked Mrs. Obama for advice on what kinds of fruits and vegetables to include. They wrote “Thank you for encouraging America to eat better and live healthier. We hope that people continue to eat healthier. Because of your actions, our school is planning on starting a garden.”\n\n\n\n\n"
}