{
    "title": "Vice President Biden Updates President Obama on Recovery Act Year-End Progress | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-updates-president-obama-recovery-act-year-end-progress",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nOctober 08, 2009\n\n \n\n\n\nVice President Biden Updates President Obama on Recovery Act Year-End Progress\n\n\n\n\n      THE WHITE HOUSE Office of the Vice President  ___________________________________________________________________  For Immediate Release                                                       October 8, 2009 Vice President Biden Updates President Obama  on Recovery Act Year-End Progress Says Spending Ahead of Schedule, Funds Targeted Effectively  to Create Jobs and Drive Economic Growth  Washington, DC – In today’s Economic Daily Briefing, Vice President Joe Biden today provided President Barack Obama with an update on Recovery Act progress following the close of the third quarter of 2009. This was the second quarterly briefing by the Vice President since the Recovery Act was signed into law by the President earlier this year. \"We’re putting Recovery dollars to work faster than expected, while still maintaining unprecedented standards for how the money is spent,\" said Vice President Biden. \"As we enter the final quarter of 2009, we’re going to build on that progress with investments in new technology and infrastructure that create good jobs and keep us on a path toward economic growth.\" Noting that Recovery Act funds are being put to work ahead of schedule, the Vice President shared that more than 50 percent of spending is now obligated and that the rate of outlays plus tax relief has now exceeded CBO’s initial projections for the program. As of September 30th:  $251 billion – or 50.3 percent - of the $499 billion in Recovery Act spending has been obligated. $196 billion has now been outlaid or provided as tax relief – exceeding CBO’s initial estimate at passage by $11 billion.  As a result, the Administration is on-track to meet the target of 70 percent of funds outlaid by September 30, 2010. The Vice President also outlined for the President recent Administration success ensuring Recovery dollars are prudently spent on programs and projects that best achieve job creation and economic growth. While the vast majority of proposed projects meet the Administration’s high standards from the beginning, the Vice President advised that more than 170 projects were halted or modified in the last seven months to ensure even better use of Recovery funds. A summary of those projects is available below. In addition to reviewing Recovery Act progress to-date, the Vice President also provided status updates on major Recovery programs that will award funds through the end of this year and into September 2010. His survey included broadband, smart grid, high-speed rail, health information technology and other programs that are part of the President’s overall commitment to lay a new foundation for economic growth in the 21st century. The Vice President also provided an update on the unprecedented transparency and reporting efforts that are intrinsic to the Recovery Act. The Recovery Act was signed into law on February 17, 2009 as the country faced the greatest economic crisis in a generation. The Act was designed to create jobs and drive economic growth through a combination of tax relief for individuals and businesses, aid to hard-hit families and state and local governments and funding for science, technology and infrastructure projects across the country. The Council of Economic Advisors estimates that the Recovery Act is responsible for approximately 1 million jobs so far. To learn more about the story of the Recovery Act, visit: obamawhitehouse.archives.gov/Recovery. To track Recovery Act spending and progress, visit: www.Recovery.gov. *** HALTED OR MODIFIED PROJECTS To ensure that Recovery Act spending meets the highest standards for creating jobs and boosting economic growth, over 170 projects were either halted or modified over the last seven months: Department of Defense (DOD) The DOD removed 16 projects from their final project lists during internal discussions. Projects involved the following types of activities:  Three projects to renovate swimming pools Nine projects to renovate, repair, or upgrade various athletic facilities such as basketball or tennis courts A project to repair and/or straighten headstones at a cemetery A project to steam clean bird droppings from a building A project to repair the roof of a fast food franchise on a military base A project to renovate a historic district on a military base  Army Corps of Engineers (ACOE) The ACOE removed or modified three projects from their final project list:  A project to install a guardrail at Lake Optima in Oklahoma was modified to instead demolish abandoned campground facilities. A project to print pamphlets for a Lake Onondaga restoration project was modified from printing paper pamphlets to publishing the information online. A project in the Everglades was deferred due to being a \"new start.\" (New starts are prohibited by the Act.)  Department of Transportation (DOT) The DOT worked with states to remove or modify nine projects from their proposed lists.  A state DOT planned to use funds to resurface a road. Subsequent to that project, an EPA remediation project was planned that would have multiple heavy trucks hauling waste across the newly laid road – most likely severely damaging the road in the process. The DOT project has been rescheduled and will be reinstituted after the EPA project is complete. A state DOT planned to spend $57 million on road planning studies, rather than shovel-ready projects. After discussions with DOT, the state is now using the funding for road construction projects. A state DOT planned to spend transportation funds on a memorial project, a use that is ineligible for transportation enhancement funds. A state DOT planned to spend funds to develop an inventory of American with Disability Act (ADA) needs in the state. Developing such an inventory for planning and prioritization purposes is not an eligible transportation enhancement activity. A state DOT planned to use funds to establish a landscaping and scenic beautification program for highways located throughout the state, an activity deemed ineligible for transportation enhancement funds. A state DOT planned to use funds to upgrade a marina breakwater at a state park, an activity not eligible for transportation enhancement funds. A state DOT planned to use funds for several preliminary engineering projects for major highway improvements, without an identified funding source to complete the projects after the engineering work was complete. A county Transportation Authority distributed \"baseline\" funding to cities in the county. Some cities did not have eligible Recovery Act projects ready-to-go, and sought to trade their transportation funds, at a discount, to other cities, in return for general fund money. These trades were halted. A public transportation agency planned to use funds to purchase right-of-ways with no discernible immediate job creation impact, but after discussions with the Federal Transit Administration (FTA), used the funds for alternate projects.  Department of Interior (DOI) During internal discussions, DOI halted or modified 12 projects, most related to water reclamation projects:  A plan to use funds to purchase a supplemental freezer, one use of which would have been to freeze fish sperm, at the Gavin’s Point National Fish Hatchery was halted. A plan to use funds to purchase five aircraft used to conduct migratory bird surveys was halted. Three cities plans to use Title XVI water reclamation funds for projects that would have provided water delivery to prohibited facilities (such as golf courses, casinos, etc.) were halted. An internal DOI plan to establish renewable energy coordination offices, including significant funding for employee relocation, which would handle the permitting of private-sector renewable energy projects on public lands was deemed ineligible for ARRA funding. DOI worked with six cities to modify water projects so that funds were not being used to deliver water to golf courses, reducing project cost and freeing up funds for other projects.  General Services Administration (GSA) The GSA halted the following project associated with work on the Residence:  A proposal to repair and rehabilitate the East Wing of the White House was halted.  Department of Justice (DOJ) During pre-award discussions between DOJ and grant recipients, the following four grant programs were modified:  A sheriff’s office proposal to use the Recovery JAG funds to implement the \"Employee Retention Program\" to connect professional achievement with incentives, motivating employees to a higher potential and inspiring longevity and commitment to the department was determined to neither meet the definition of economic stimulus nor provide long-term benefits to the community. After discussions with DOJ, a police department decided not to use ARRA funds to purchase police lockers. A county proposed to spend funds for one armored vehicle, but after discussions with DOJ, opted to use funds elsewhere. A proposal to use funds to purchase two police cruisers for two school resource officers to drive to and from the schools to teach gang resistance programs was halted. The notion was to use the cruisers to transport materials and supplies used in the classroom instruction.  Department of Agriculture (USDA) During internal discussions, USDA halted the following twelve projects:  A proposal to use Rural Development Community Facilities funds for uniform service revolvers and Tazer safety guns for Sheriff Deputies was halted. A proposal to use Rural Development Community Facilities funds for preschool outdoor playground equipment was halted. Six proposals across the country to use Floodplain Easements funds were denied as the applications were for sites that are in permanent vegetation such as grass and trees, with little evidence of flood damage and would require very limited restoration and thus, limited job creation, and did not meet program guidelines. A proposal to use a Rural Development Business and Industry loan for a ski resort. A proposal to use a Rural Development Business and Industry loan for a luxury spa and inn. A proposal to use a Rural Development Business and Industry loan to refinance a Rite Aid. A proposal to use a Rural Development Business and Industry loan for a gas station.  Department of Labor (DOL) The DOL denied one proposed use of ARRA funds:  A requester proposed using funds to rent the Georgia Superdome for an event on homelessness.  Housing and Urban Development (HUD) In addition to the projects listed above for other agencies, the Department of Housing and Urban Development worked with each of their recipients of Community Development Block Grants (CDBG) to ensure that ARRA funds were used for the most appropriate types of uses, and modified approximately 116 submitted project lists. Samples of the types of projects modified are listed below:  48 cities submitted proposals to renovate, rehabilitate, or upgrade parks 52 cities submitted proposals to renovate, rehabilitate, or upgrade recreation centers, playgrounds, athletic fields, or other similar facilities 12 cities submitted proposals for funding to support youth–centered recreational activities Four cities submitted proposals for funding to build or upgrade skate parks  Funds were instead directed to infrastructure projects, housing assistance and job training centers, and sidewalk and streetlight improvements.\n\n\n\n"
}