{
    "title": "HOJA INFORMATIVA: Estados Unidos y Centroamérica: Honrar nuestros compromisos | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/01/15/hoja-informativa-estados-unidos-y-centroam%C3%A9rica-honrar-nuestros",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nJanuary 14, 2016\n\n \n\n\n\nHOJA INFORMATIVA: Estados Unidos y Centroamérica: Honrar nuestros compromisos\n\n\n\n\n\n\tCon ocasión de la asistencia del Vicepresidente a la toma de posesión del Presidente Jimmy Morales en la ciudad de Guatemala, la Administración del Presidente Obama reafirma su compromiso con un esfuerzo que abarcará muchos años para asistir a los gobiernos de Centroamérica a construir un futuro más seguro y próspero para sus ciudadanos, que incluirá apoyar a los gobiernos para hacerlos más transparentes, responsables y capaces de ofrecer servicios básicos y hacer cumplir la ley.\n\nConstruir una asociación más fuerte\n\n\tCon miras al año fiscal 2016, la Administración pretende aportar hasta $750 millones para implementar su estrategia para apoyar el Plan de Alianza para la Prosperidad del Triángulo Norte, además de otras prioridades regionales. Esta figura representa más del doble de la asistencia a Centroamérica de $305 millones que se aportaron en el año fiscal 2014 y representa un aumento del treinta y cuatro por ciento por encima de los $560 millones que se asignaron a la región en el año fiscal 2015. Dentro de los $750 millones aprobados por el Congreso de EE. UU., la Administración podrá aportar a la región hasta $299 millones en Asistencia para el Desarrollo, $222 millones en Control Internacional de Narcóticos y financiación para las autoridades del orden público para la Iniciativa de Seguridad Regional de Centroamérica (CARSI), $184 millones en Fondos de Asistencia Económica para CARSI y prosperidad regional, oportunidad económica y programas de gobernación, $26 millones en financiación de fuerzas militares del exterior, y $4 millones en educación y capacitación internacional de fuerzas militares, además de financiación para salud global, eliminación de minas y otros programas, incluida la Corporación de Inversión Privada en el Exterior.\n\n\tLa nueva asistencia de Estados Unidos a Centroamérica también hará responsables a los gobiernos del Triángulo Norte para ocuparse de las reformas necesarias para recibir los fondos de EE. UU. como apoyo del Plan de Alianza para la Prosperidad. Para este fin, el Congreso de Estados Unidos exigió que se retuviera el 25 por ciento de la asistencia a los gobiernos nacionales de El Salvador, Guatemala y Honduras hasta que el Secretario de Estado de EE. UU. certifique y comunique al Congreso que cada gobierno está implementando medidas eficaces para:\n\n\n\t\tInformar a sus ciudadanos de los peligros que yacen en el camino hacia la frontera del suroeste de Estados Unidos.\n\n\n\n\t\tCombatir el contrabando y el tráfico de personas\n\n\n\n\t\tMejorar la seguridad de las fronteras y\n\n\n\n\t\tFacilitar el regreso seguro, la repatriación y la reintegración de los inmigrantes indocumentados.\n\n\n\tLa Administración del Presidente Obama también señala que un 50 por ciento adicional de la ayuda estadounidense a los gobiernos nacionales de los países del Triángulo Norte sólo puede ser exigida una vez que el Secretario de Estado de EE. UU. certifique que cada gobierno está tomando medidas eficaces para cumplir con criterios tales como:\n\n\n\t\tCombatir la corrupción y reforzar las instituciones públicas\n\n\n\n\t\tMejorar la jurisdicción civil y contrarrestar las actividades de las organizaciones criminales\n\n\n\n\t\tProteger los derechos humanos\n\n\n\n\t\tApoyar programas que promuevan el crecimiento equitativo\n\n\n\n\t\tImplementar una asesoría eficaz en la sociedad civil y\n\n\n\n\t\tAumentar los ingresos del gobierno.\n\n\n\tLa Administración del Presidente Obama reconoce que el ambiente propicio para el crecimiento sostenido, la estabilidad y la prosperidad para la región requerirá buen gobierno, incluido el apoyo para los valores democráticos, el fortalecimiento de la justicia penal y de otras instituciones legales para combatir la impunidad y promover el estado de derecho, y hacer avanzar los derechos y protecciones para la sociedad civil y los periodistas, además de para los grupos vulnerables y marginados. Solo mediante un progreso mensurable hacia esos objetivos podrán conseguir el sector privado, los dueños de pequeñas empresas y los inversores internacionales la confianza necesaria en la seguridad de su inversión y la garantía de que los acuerdos comerciales son justos y legales. Además, Estados Unidos va a colaborar con los países de Centroamérica y el Caribe para identificar medidas concretas para impulsar las reformas del sector energético, la integración regional y el desarrollo de energías limpias.\n\nReforzar la cooperación para proteger a los inmigrantes vulnerables de acuerdo con las leyes de EE. UU.\n\n\tLa Administración del Presidente Obama está aumentando la cooperación entre Estados Unidos y Centroamérica para garantizar que menos inmigrantes realicen el camino peligroso hacia Estados Unidos. Aquellos que no se puedan considerar como refugiados serán devueltos de conformidad con la ley y los valores de EE. UU. El número de menores de edad que viajan solos y de unidades familiares detenidas en la frontera del suroeste de Estados Unidos ha seguido aumentando durante el otoño y el invierno, épocas en las que históricamente esas cifras han bajado. Las detenciones de menores de edad que viajan solos y unidades familiares en noviembre y diciembre estuvieron bastante por encima de los totales más altos durante estos mismos meses que ocurrieron en el año 2014.\n\n\tComo han expresado el Presidente y el Vicepresidente, los inmigrantes indocumentados llegados recientemente que hayan pasado por un proceso judicial, en cuyos casos un juez de inmigración estadounidense haya determinado que no cumplen los requisitos para recibir asilo u otro tipo de asistencia y que hayan recibido orden de ser devueltos, son prioridad para los cuerpos de inmigración y deben ser devueltos. Como parte de las prioridades para el cumplimiento de la ley de inmigración que anunció el Secretario Johnson en noviembre de 2014, el Departamento de Seguridad Nacional se va a centrar en retirar a las personas que, ya viajen solas o en familia, hayan sido detenidas mientras intentaban entrar a Estados Unidos y a las personas que hayan recibido una orden de retirada a fecha de 1 de enero de 2014 o posterior.\n\n\tAunque asegurar nuestra frontera al suroeste y hacer cumplir nuestras leyes de inmigración son las prioridades más altas del gobierno de EE. UU., la Administración entiende que estas medidas por sí solas no van a resolver las condiciones subyacentes que existen en la actualidad en Centroamérica. Algunos de los factores que han provocado el aumento reciente de inmigración incluyen violencia criminal, violencia doméstica y sexual, una sequía debilitante y una falta de oportunidad económica. La Estrategia de EE. UU. para la Participación en Centroamérica cuenta con poder tratar muchas de las condiciones subyacentes que provocan la inmigración. La Administración está trabajando con tenacidad para establecer nuevas vías de inmigración segura, legal y organizada. Ampliar el acceso a la protección para los refugiados del Triángulo Norte debe ser una responsabilidad compartida entre Estados Unidos, los gobiernos de Centroamérica, los otros países del hemisferio y de todo el mundo.\n\n\tEstados Unidos tiene intención de ampliar el acceso al Programa Estadounidense de Aceptación de Refugiados para los más vulnerables y las familias de El Salvador, Guatemala y Honduras. Esto:\n\n\n\t\tAumentará el acceso para la reubicación de los solicitantes de asilo del Triángulo Norte.\n\n\n\n\t\tOfrecerá una alternativa legal al viaje peligroso e ilegal que muchos realizan en manos de traficantes de personas.\n\n\n\n\t\tHabilitará al Alto Comisionado para Refugiados de las Naciones Unidas y a sus afiliados no gubernamentales en la región para identificar a las personas que necesitan protección como refugiados\n\n\n\n\t\tAbordará mejor las necesidades de aquellos que viven bajo la amenaza de violencia de bandas de delincuentes y de violencia doméstica, de los defensores de los derechos humanos que hayan sido amenazados, y otros.\n\n\nUn enfoque integral\n\n\tLa Administración del Presidente Obama está dedicada a conseguir un enfoque integral en Centroamérica. Esto incluye la cooperación con la región para avanzar en el buen gobierno, la prosperidad y la seguridad ciudadana, hacer cumplir nuestras leyes de inmigración nacionales, y trabajar para prestar servicios y asistencia a los inmigrantes, o a quienes pretenden serlo, que puedan estar en riesgo inminente de sufrir daños. La Administración del Presidente Obama cree que una Centroamérica segura, estable y próspera es vital para conseguir un futuro donde el Hemisferio Occidental sea de clase media, democrático y seguro. \n\n\n\n\n"
}