{
    "title": "Advisory: Vice President Biden, Attorney General Holder to Make Major Recovery Act Announcement in Philadelphia | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/advisory-vice-president-biden-attorney-general-holder-make-major-recovery-act-annou",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 27, 2009\n\n \n\n\n\nAdvisory: Vice President Biden, Attorney General Holder to Make Major Recovery Act Announcement in Philadelphia\n\n\n\n\nTHE WHITE HOUSE   Office of the Vice President  ______________________________________________________________  FOR IMMEDIATE RELEASE                                     July 27, 2009 **MEDIA ADVISORY** Vice President Biden, Attorney General Holder to Make Major Recovery Act Announcement in Philadelphia Washington, D.C. – On Tuesday, July 28, Vice President Biden and Attorney General Holder will travel to Philadelphia, PA, where they will make a major American Recovery and Reinvestment Act (ARRA) funding announcement for law enforcement agencies across the nation. The Vice President and Attorney General will be joined at Philadelphia City Hall by Pennsylvania Governor Ed Rendell, New Jersey Governor Jon Corzine, Delaware Governor Jack Markell, Maryland Governor Martin O’Malley, Philadelphia Mayor Michael Nutter and City of Philadelphia Police Commissioner Charles H. Ramsey. This event is OPEN PRESS, but media must RSVP to press@ovp.eop.gov by Monday, July 27, at 6:00 PM EDT. Media Details: Vice President Biden, Attorney General Holder to Make Recovery Act Announcement in Philadelphia Speakers:  Vice President Biden, Attorney General Eric Holder, Pennsylvania Governor Ed Rendell, New Jersey Governor Jon Corzine, Delaware Governor Jack Markell, Maryland Governor Martin O’Malley, Philadelphia Mayor Michael Nutter and City of Philadelphia Police Commissioner Charles H. Ramsey. Date: Tuesday, July 28, 2009    Location: Philadelphia City Hall  Broad Street and Market Street  Philadelphia, PA 19107                      Press Entrance:   North East Entrance, directed on site.           Sat Truck Parking:   N/A, direct feed from room.            General Parking:   Street parking.    Camera Pre-set:   5:30 - 6:30 AM EDT      Restricted Access:   6:30 - 8:30 AM EDT   Press Arrival:   8:30 AM EDT  Final Press Access:   9:30 AM EDT           Event Begins:   10:15 AM EDT                       Cable Run:  N/A                Throw:   20 Feet                         RSVP:   This event is OPEN PRESS, but media must RSVP with the NAME, MEDIA OUTLET, PHONE AND EMAIL for each  person planning to cover the event to press@ovp.eop.gov by July 27 at 6 PM EDT.  At the event, you will be required to wear your media credential at all times, either around the neck or pinned to clothing.     Ground Contact:   For logistical questions, please call Catherine Welker at 202-757-9346.        ###\n\n\n\n"
}