{
    "title": "Fact Sheet: U.S.-Poland Cooperation on Clean Energy | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/05/28/fact-sheet-us-poland-cooperation-clean-energy",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 28, 2011\n\n \n\n\n\nFact Sheet: U.S.-Poland Cooperation on Clean Energy\n\n\n\n\nPresident Obama and Prime Minister Tusk welcomed new momentum in the two countries' cooperation on energy and climate security, especially in view of Poland’s forthcoming European Union presidency.  They welcomed intensified cooperation between our governments and private sectors in the development of unconventional sources of energy, including shale gas, renewable energy sources like wind and biomass, clean coal technologies, and civil nuclear power capability in Poland. \nThe leaders reaffirmed the importance of combating global climate change, which both leaders agree is essential to our energy security. They discussed the importance of implementing the key provisions of the Cancun agreements this year and noted the opportunities to work together toward this end in bilateral and multilateral fora, including through the Major Economies Forum.  Poland’s EU presidency provides an excellent opportunity to strengthen the transatlantic energy dialogue and cooperation, including within the framework of the EU-U.S. Energy Council.  \nThe two leaders agreed to hold a high-level session of the U.S.-Poland Strategic Dialogue on clean and secure energy cooperation, aimed at enhancing energy security, building research and development cooperation on energy technologies, and expanding U.S. investments, exports, and participation in technology tenders in Poland.  Warsaw's September 2011 International Framework for Nuclear Energy Cooperation (IFNEC) Ministerial, the next U.S.-EU Energy Council meeting, the upcoming meeting of the Global Methane Initiative’s Steering Committee, and the fall meeting of the U.S.-Polish Business Roundtable provide further opportunities to advance common the United States and Poland’s joint energy and energy security interests. \nIncreasing Energy Security, Exports, Investment, and R&D\n\n\n\t\tThe U.S. -Polish Strategic Dialogue and bilateral meetings build common approaches to European energy security and complement the energy security cooperation pursued in the framework of the U.S.-EU Energy Council.\n\n\t\tThe U.S.-Poland Economic & Commercial Dialogue (ECD) promotes bilateral trade and investment, including in the energy sector.  The May 2011 Energy Roundtable in Warsaw sought to strengthen commercial activity in the energy sector, including on shale gas, clean coal technologies, energy efficiency, renewable energy, and nuclear power.     \n\n\t\tThe U.S.-EU Energy Council Technology Research Development & Deployment Working Group seeks to accelerate research on clean energy technologies. \n\nPromoting the Sustainable, Efficient and Environmentally Safe Development of Shale Gas in Poland\n\n\n\t\tPoland and the United States continue ongoing dialogue on regulatory, institutional, technological and environmental aspects of shale gas development; exchange of best practices and know-how should help build the shale gas sector in a sustainable and environmentally responsible manner to benefit both Poland and Europe;  \n\n\t\tPoland continues to be a leader in the U.S. Global Shale Gas Initiative, and Polish shale gas regulators visited the United States in 2011 through a U.S. Government supported program. The U.S. Embassy in Warsaw and Polish Foreign Ministry co-hosted shale gas conferences with broad international participation in Warsaw in April 2010 and May 2011.\n\nSupporting the Development of a Safe and Secure Nuclear Industry in Poland\n\n\n\t\tThe July 2010 ‘Joint Declaration Concerning Industrial and Commercial Cooperation in the Nuclear Energy Sector', facilitates civil nuclear cooperation as Poland builds  civil nuclear capacity.  The September 2010 Arrangement for Technical Exchange between the Nuclear Regulatory Commission and Poland's National Atomic Energy Agency affirms shared commitments to nuclear safety and information sharing.\n\n\t\tThe U.S. and Poland participate in the International Framework for Nuclear Energy Cooperation (IFNEC).  IFNEC is a forum devoted to peaceful nuclear energy that is efficient and meets the highest standards of safety, security and non-proliferation. \n\nDeveloping Cleaner Sources of Energy in the United States and Poland\n\n\n\t\tIn a 2008 memorandum, the U.S. National Energy Technology Laboratory and Poland’s Central Mining Institute and its Institute for Chemical Processing of Coal agreed to cooperate on research, development, and demonstration of coal-based technologies.\n\n\t\tA 2011 memorandum on ‘Cooperation on Clean & Efficient Energy’ expands scientific, technical, and policy cooperation.\n\n\t\tUnited States and Poland participate in the Carbon Sequestration Leadership Forum (CSLF), an international climate change initiative focused on improved cost-effective technologies to separate and capture carbon dioxide.  Poland recently added a large project in Belchatow to the CSLF’s list of collaborative R&D projects.\n\n\t\tUnited States and Poland participate in the Global Methane Initiative (GMI), an international public-private program that advances cost effective, near-term methane recovery and use as a clean energy source in four sectors: agriculture, coal mines, landfills, and oil and gas systems.  It has funded numerous projects in Poland.\n\n\n\n\n\n"
}