{
    "title": "Statement by the Press Secretary on H.R. 23, H.R. 719, H.R. 2051, H.R. 3614, S. 230, S. 501 and S. 2082 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/10/01/statement-press-secretary-hr-23-hr-719-hr-2051-hr-3614-s-230-s-501-and-s",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 30, 2015\n\n \n\n\n\nStatement by the Press Secretary on H.R. 23, H.R. 719, H.R. 2051, H.R. 3614, S. 230, S. 501 and S. 2082\n\n\n\n\n\n\tOn Wednesday, September 30, 2015, the President signed into law:\n\n\tH.R. 23, the \"National Windstorm Impact Reduction Act Reauthorization of 2015,\" which reauthorizes the National Windstorm Impact Reduction Program through FY 2017, and makes modifications to the Program;\n\n\tH.R. 719, the \"Continuing Appropriations Act, 2016\" which provides fiscal year 2016 appropriations for continuing projects and activities of the Federal Government through, Friday, December 11, 2015; requires the Transportation Security Administration to implement changes to come into compliance with existing Federal law concerning criminal investigator positions; and requires the Department of Homeland Security to provide a variety of security-related updates and reports to the Congress;\n\n\tH.R. 2051, the \"Agriculture Reauthorizations Act of 2015,\" which extends the Livestock Mandatory Reporting Act of 1999; reauthorizes certain authorities of the United States Grain Standards Act; and authorizes appropriations for the National Forest Foundation;\n\n\tH.R. 3614, the \"Airport and Airway Extension Act of 2015,\" which extends authorization for Federal Aviation Administration programs and related revenue authorities for six months, through March 31, 2016;\n\n\tS. 230, which transfers to the Yukon-Kuskokwim Health Corporation a specified parcel of Federal land in Bethel, Alaska, by warranty deed;\n\n\tS. 501, the \"New Mexico Navajo Water Settlement Technical Corrections Act,\" which modifies and makes technical corrections to current law relating to the Navajo water rights settlement in the State of New Mexico; and\n\n\tS. 2082, the \"Department of Veterans Affairs Expiring Authorities Act of 2015,\" which extends certain expiring authorities affecting veterans and their families, including:  health care; benefits; homelessness; and miscellaneous authorities; and amends various VA authorities related to medical facilities projects.\n\n\n\n\n"
}