{
    "title": "Statement by the Press Secretary on the Government of Colombia’s Peace Negotiations with the Revolutionary Armed Forces of Colombia (FARC) | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/09/04/statement-press-secretary-government-colombia-s-peace-negotiations-revol",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 04, 2012\n\n \n\n\n\nStatement by the Press Secretary on the Government of Colombia’s Peace Negotiations with the Revolutionary Armed Forces of Colombia (FARC)\n\n\n\n\nPresident Obama today welcomed the announcement that Colombian President Santos reached a framework for peace negotiations between the Colombian government and the FARC.\nThe President noted that the “Santos administration has demonstrated an unwavering commitment to seeking a durable peace and ensuring a better life for all Colombians through its security and social inclusion policies.”  The Colombian government’s conclusion of this framework for negotiations sets the stage for talks that hold out the promise of ending the 50-year conflict with the FARC, in order to permit all Colombians to live with greater peace, security, and prosperity.\nPresident Obama welcomes President Santos’ deep commitment to working for peace and recognizes the courage and sacrifice of successive Colombian governments – and most especially of the Colombian people – in achieving this milestone.  The FARC should now take this opportunity to end its decades of terrorism and narcotics trafficking, and allow the Colombian people to continue building a democratic, prosperous, and just society.\nAs the Santos administration works toward a resolution of the conflict, the United States reaffirms its longstanding defense and security partnership with Colombia and its commitment to work with Colombia to promote citizen security, respect for human rights, and economic prosperity for all its people.\n\n\n\n\n"
}