{
    "title": "Essay by Dr. Jill Biden in USA Weekend Magazine | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/essay-dr-jill-biden-usa-weekend-magazine",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nNovember 06, 2009\n\n \n\n\n\nEssay by Dr. Jill Biden in USA Weekend Magazine\n\n\n\n\n\n\nTHE WHITE HOUSE\nOffice of the Press Secretary\n___________________________________________________________________\nFor Immediate Release                                                                              November 6, 2009\n \n\n\nThe following essay penned by Dr. Jill Biden will be featured in the November 6-8th issue of USA Weekend Magazine and is available HERE:\nA Veteran’s Day Message\nBy Jill Biden\nI will never forget my son Beau’s deployment ceremony on Oct. 3, 2008, in Dover, Del. As I stood in the audience watching him, a general’s wife quietly slipped a prayer into my hand. \nThe prayer has stuck with me every day since:\n“Dear God, I pray to give all of our soldiers the courage and strength to do the duty that is required of them. May they always remember our appreciation for the sacrifice they are making for us. We are thankful for the men and women who are willing to risk their lives to protect our freedom. I ask you to go with each one of them and protect them wherever they go. Amen.”\nThe power of such words can be comforting.  I can be anywhere during the course of my day — writing on the chalkboard in my classroom, preparing a meal, walking into a meeting — and I just stop, close my eyes and say a quick prayer for those serving us. I have been overcome with gratitude in the past year when neighbors and people I don’t even know have approached me to say, “I am praying for your son’s safe return.”\nOther sources of comfort helped Beau remain connected to the family. As nana to Beau’s 5-year-old daughter, Natalie, and his 3-year-old son, Hunter, I helped make sure he received soccer game photos, notes and artwork from his kids. Joe and I stuffed a Christmas stocking for Beau last December with candy, playing cards and notes saying how much we missed him. I baked Beau his favorite brownies and sent them along with new running gear on his birthday.\nOn election night, as our family gathered in a Chicago hotel room, we connected with Beau online so he could share the excitement. When the moment came and we knew we had won, my son Hunter set up the computer outside so Beau could watch our family walk onstage. The moment remains bittersweet, having Beau connected with us to share the moment, but not being there physically. \nIt helps that families such as ours realize we’re never alone, as I’ve seen this year how powerful the support of the community can be: A local restaurant provides pizzas at a welcome-home event; a minor league baseball team, the Wilmington Blue Rocks, dedicates a game night in support of our troops; one of our schools adopts a military unit. Then, there’s an organization I’ve worked with in the past few years called Delaware Boots on the Ground. It started as a group of military moms and spouses who came together to support our Delaware National Guard members and their families. “Boots” now performs simple acts of service for deployed soldiers and their families, like supporting summer camps for children who have a deployed parent. There are so many ways that each American can lend a hand and make a difference. \nBeau came home safely just five weeks ago, after a year in Iraq. My family feels so blessed.\nJoe and I plan to visit Arlington National Cemetery this Veterans Day and spend time with veterans and soldiers to show our thanks. On Veterans Day and every day, it’s our duty to show appreciation for their service and remember that each of us has the ability to make a difference in the life of a service member. Even though Beau’s deployment is complete, I still consider myself a member of the military family. I always will.\n \n\n\n\n"
}