{
    "title": "Presidental Proclamation -- National Poison Prevention Week, 2012 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/03/16/presidental-proclamation-national-poison-prevention-week-2012",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 16, 2012\n\n \n\n\n\nPresidental Proclamation -- National Poison Prevention Week, 2012\n\n\n\n\n\n\tNATIONAL POISON PREVENTION WEEK, 2012\n\n\t- - - - - - -\n\n\tBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\n\tA PROCLAMATION\n\n\tUnintentional drug overdose, exposure to harmful chemicals, and other types of accidental poisoning claim thousands of lives every year. On the 50th anniversary of National Poison Prevention Week, I encourage all Americans to help protect their loved ones by identifying poisoning hazards at home; using, storing, and disposing of medication safely and effectively; and learning more about how to prevent and respond to poison emergencies.\n\n\tThough we have dramatically reduced the incidence of poisoning among children, accidental exposure to drugs and medicines, typical household chemicals, and other dangerous substances continues to threaten the health of our Nation's youth -- particularly those under the age of six. Parents and caregivers can help prevent poisoning by storing chemicals and medication in locked or childproof cabinets beyond their children's reach, and by safely disposing of unused or expired prescription drugs. To find more information and safety tips, visit: www.CDC.gov.\n\n\tTragically, the mortality rate from unintentional drug overdose climbs higher every year. Misuse and abuse of prescription painkillers among teens and adults drives this trend. As we work to address this serious public health issue, we must do more to educate parents, young people, patients, and prescribers about the dangers of prescription drug abuse and the steps they can take to prevent it. Because the majority of individuals who abuse prescription pain relievers obtain them from friends or family, all of us can take action by using medications only as directed by a health care provider and removing old or unneeded medications from our homes. Additional resources on safe drug disposal are available at www.FDA.gov and www.DEAdiversion.USDOJ.gov.\n\n\tIn the event of an accidental poisoning, rapid response can make all the difference. The national poison help hotline is available to respond to poison emergencies and provide essential information 24 hours a day, seven days a week at 1-800-222-1222.\n\n\tTo encourage Americans to learn more about the dangers of accidental poisonings and to take appropriate preventive measures, the Congress, by joint resolution approved September 26, 1961, as amended (75 Stat. 681), has authorized and requested the President to issue a proclamation designating the third week of March each year as \"National Poison Prevention Week.\"\n\n\tNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, do hereby proclaim March 18 through March 24, 2012, as National Poison Prevention Week. I call upon all Americans to observe this week by taking actions to protect their families from hazardous household materials and from misuse of prescription medications.\n\n\tIN WITNESS WHEREOF, I have hereunto set my hand this sixteenth day of March, in the year of our Lord two thousand twelve, and of the Independence of the United States of America the two hundred and thirty-sixth.\n\n\tBARACK OBAMA\n\n\n\n\n"
}