{
    "title": "President Obama Appoints Dr. Thomas Frieden as CDC Director | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-appoints-dr-thomas-frieden-cdc-director",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 15, 2009\n\n \n\n\n\nPresident Obama Appoints Dr. Thomas Frieden as CDC Director\n\n\n\n\nTHE WHITE HOUSE  Office of the Press Secretary  _________________________________________________  For Immediate Release                           May, 15 2009                                                                  President Obama Appoints Dr. Thomas Frieden as CDC Director Applauds Acting Director Besser’s leadership on H1N1 flu response; Dr. Besser will continue to lead CDC’s Coordinating Office for Terrorism Preparedness and Emergency Response WASHINGTON – Today, President Barack Obama announced that he has appointed Dr. Thomas Frieden, currently Commissioner of the New York City Health Department, as Director of the Centers for Disease Control and Prevention (CDC). President Obama also announced that Acting CDC Director Dr. Rich Besser, who has led the CDC’s Coordinating Office for Terrorism Preparedness and Emergency Response for the past four years, will continue in this role. President Obama said, \"America relies on a strong public health system and the work at the Centers for Disease Control and Prevention is critical to our mission to preserve and protect the health and safety of our citizens. Dr. Frieden is an expert in preparedness and response to health emergencies, and has been at the forefront of the fight against heart disease, cancer and obesity, infectious diseases such as tuberculosis and AIDS, and in the establishment of electronic health records.  Dr. Frieden has been a leader in the fight for health care reform, and his experiences confronting public health challenges in our country and abroad will be essential in this new role.\" President Obama added, \"Secretary Sebelius and I thank Acting CDC Director Dr. Rich Besser and the women and men throughout the CDC for their superb work, especially over the past weeks.  Dr. Besser has led the CDC’s Coordinating Office for Terrorism Preparedness and Emergency Response for the past four years, and those preparations were essential during the recent H1N1 flu detection and response activities.  We are very pleased he will continue in that role.\" Frieden will begin his work at the CDC in early June. President Obama made the following announcement today: Dr. Thomas Frieden, Director of the Centers for Disease Control and Prevention Dr. Frieden has been Commissioner of the New York City Health Department, one of the nation’s largest public health agencies, since January 2002.  He has led efforts that reduced the number of smokers by 350,000 and cut teen smoking in half.  New York City has also increased cancer screening, reduced AIDS deaths by 40%, improved collection and availability of information on community health, and implemented the largest community electronic health records project in the country. Dr. Frieden and his team have responded effectively to several urgent health problems including cases of anthrax, plague and, most recently, H1N1 influenza.  Dr.Frieden worked for CDC from 1990 to 2002.  In the early 1990s, as a CDC Epidemiologic Intelligence Service Officer, Dr. Frieden investigated a wide range of issues including the spread of multidrug-resistant tuberculosis.  Following that, along with then NYC Health Commissioner and current Food and Drug Administration head nominee Dr. Margaret Hamburg, Dr. Frieden led the effort that stopped the spread of drug-resistant tuberculosis.  Following that, Dr. Frieden helped the Indian government establish a tuberculosis control program which has now saved more than one million lives.  Dr. Frieden, who received his MD and MPH degrees from Columbia University and completed infectious disease training at Yale University has written more than 200 scientific articles and received numerous  awards and honors. About the CDC: CDC is the lead agency to help State and local health authorities detect and control chronic disease and infectious disease threats, including the threat of bioterrorism.  CDC, Federal partners, and State and local health agencies safeguard the water we drink, air we breathe, food we eat, homes we live in, and our safety at work.  Our nation’s public health agencies improve detection and treatment of health problems in our children, our workers, our parents – all Americans.  They ensure immunizations, respond to AIDS and other infectious diseases, safeguard healthy pregnancies, and help children start on the right path so they can reach their full potential.  These agencies also address smoking, poor nutrition, and physical inactivity – the three factors that account for most preventable illness and death in our society today.  And they track our health progress, monitoring rates of illness and death in communities, very much as doctors measure blood pressure and other vital signs in individual patients. Public health is also essential to health reform.  As the nation’s lead prevention agency, CDC will play a key role to establish a health care system that is more accessible, more cost-effective, and more accountable.  ### \n\n\n\n"
}