{
    "title": "FACT SHEET: The U.S. Government’s Response to Ebola at Home and Abroad | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/10/22/fact-sheet-us-government-s-response-ebola-home-and-abroad",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 22, 2014\n\n \n\n\n\nFACT SHEET: The U.S. Government’s Response to Ebola at Home and Abroad\n\n\n\n\nAt the President’s direction, the U.S. Government is coordinating and operationalizing a comprehensive strategy to respond to the threat of Ebola here at home, enhance our broader domestic preparedness, and contain the epidemic in West Africa.\nThe President’s priority is the health and safety of Americans, and he has directed his team to take all necessary steps to stop the chain of transmission and address any shortcomings that come to light. Over the longer-term, we recognize that the only way to prevent additional cases at home will be to contain and end the epidemic at its source in West Africa.\nEnhancing Our Domestic Preparedness \nThe President has remained focused on strengthening our coordination with and support for state and local officials in Dallas, Texas, as we also enhance our broader nationwide preparedness.\nIn recent days, the administration has announced:\nNew screening measures and travel restrictions: Earlier this month, the Department of Homeland Security (DHS), with the Centers for Disease Control and Prevention (CDC), implemented enhanced screening measures at five airports around the country—New York’s JFK, Newark, Dulles, Atlanta, and Chicago. As of today, all passengers arriving in the United States from or through one of the three countries will be required to fly into one of these five airports that have the enhanced screening and additional resources in place. Passengers flying into one of these airports whose travel originated in Liberia, Sierra Leone, and Guinea are subject to secondary screening and added protocols, including having their temperature taken, before they can be admitted into the United States. At present there are no direct, non-stop commercial flights from Liberia, Sierra Leone or Guinea to any airport in the United States. \nNew active post-arrival monitoring: CDC today announced that, in addition to exit screening and enhanced entrance screening as an added safeguard, state and local public health authorities will begin active post-arrival monitoring of all passengers whose travel originates in Liberia, Sierra Leone, or Guinea and who arrive in airports conducting enhanced screening. Under this protocol, state and local health officials will maintain daily contact with all travelers from the three affected countries for the entire 21 days following their last possible date of exposure to Ebola virus. Active post-arrival monitoring will begin next week in the six states where approximately 70 percent of incoming travelers are located: New York, Pennsylvania, Maryland, Virginia, New Jersey, and Georgia.  State authorities have agreed that active post-arrival monitoring will begin in the rest of the states in the days following.  \nSpecifically, state and local authorities will require travelers to report:\n\n\n\t\tTheir temperature daily;\n\n\t\tThe presence or absence of other Ebola symptoms, such as headache, joint and muscle aches, weakness, diarrhea, vomiting, stomach pain, lack of appetite, or abnormal bleeding; and,\n\n\t\tTheir intent to travel in-state or out-of-state.\n\nTightening of protocols: The CDC team has made specific improvements in the areas of personal protective equipment and infection control guidance, focusing on no skin exposure, rigorous training, and a trained monitor who watches healthcare workers take on and off personal protective equipment (PPE).\nDedicated Response Team: CDC is creating dedicated CDC response teams – an Ebola “SWAT” team – that could be on the ground within a few hours at any hospital that receives a confirmed patient with Ebola to assist hospitals.\nEnhanced training and outreach: CDC is doing enhanced training designed to educate all of the relevant stakeholders, from frontline healthcare workers to hospital executives as well as local officials, on the lessons-learned from Dallas and how to respond to a potential Ebola case. Thousands of officials have taken part in these sessions, which will continue going forward.\nDepartment of Defense (DoD) Medical Support Team: As an added prudential measure to ensure our nation is ready to respond quickly, effectively, and safely in the event of additional Ebola cases, Secretary Hagel has ordered his Northern Command Commander to prepare and train a 30-person expeditionary medical support team that could, if requested by the Department of Health and Human Services, provide short-notice assistance to civilian medical professionals in the United States. The team will consist of 20 critical care nurses, 5 doctors trained in infectious disease, and 5 trainers in infectious disease protocols.\nEnsuring Federal, State, and Local Coordination: In order to ensure the Dallas response is able to leverage effective coordination between the federal, state, and local levels in Dallas—as well as with frontline healthcare workers—the administration, working closely with state and local Texas officials, has deployed a White House liaison to Dallas and appointed a FEMA coordinator to ensure all federal assistance is meeting the needs on the ground.\nWe also have facilitated the coordination and expertise of the Environmental Protection Agency, Occupational Safety and Health Administration, and the Department of Transportation with state and local authorities to ensure the Ebola-contaminated materials are treated, packaged, transported and destroyed safely and efficiently.\nOngoing U.S.-Led International Response to Stop Ebola in West Africa\nJust as we fortify our domestic health infrastructure, the Administration has led an international coalition to stamp the virus out at its source in West Africa. The response leverages a civilian-led whole-of-government effort that calls upon the unique capabilities of the U.S. military to help bring the epidemic under control. We have been at this since March, when the first cases were reported, and we have scaled up that effort since:\n\n\nDeployment of key medical and expert personnel: The United States has deployed to West Africa more than 170 civilian medical, healthcare, and disaster response experts from multiple U.S. government departments and agencies, some of whom are part of the U.S. Agency for International Development’s (USAID) Disaster Assistance Response Team.\n\nScaling-up the DoD presence:  DoD announced the planned deployment of 3,200 troops, including 1,100 in the next two weeks. More than 600 U.S. military personnel are now in the region, and the total troop commitment will depend on the requirements on the ground. Personnel from the U.S. Naval Medical Research Center continue to operate three mobile medical labs, which provide 24-hour turnaround results on samples.\n\nU.S. financial support: The United States has obligated more than $300 million toward fighting the outbreak in West Africa and announced its intentions to devote more than $1 billion to the whole-of-government Ebola response effort, by far the largest investment by any donor.\n\nInternational financial support: This financial commitment had helped us galvanize support from international partners. Since the President’s speech at the CDC in mid-September, countries and international organizations have pledged more than $800 million to the effort, while also committing significant contributions of personnel, aircraft, and resources on the ground.\n\nNew hospital for infected workers: DOD is finishing construction of a hospital for infected medical workers, which will be operational and staffed by U.S. Public Health Service officers starting in November.\n\nProgress on Ebola Treatment Units: The U.S. military is overseeing the construction of up to 17 100-bed Ebola Treatment Units (ETUs) in Liberia. The construction of three ETUs is underway, and they will be completed in November. The U.S. government also supports the construction of several ETUs by international NGOs in Liberia.\n\nCommunity Outreach and Safe Burials: U.S. support helps to inform, educate and better equip communities to protect themselves and their loved ones against Ebola. Additional U.S. support has helped Liberia increase to 65 the number of safe burial teams working across every county to safely and respectfully dispose of bodies, largely reducing a primary vehicle of transmission of the disease.\n\n\n\n\n\n"
}