{
    "title": "Vice President Biden Announces $25 Million in Funding for Cybersecurity Education at HBCUs | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/01/15/vice-president-biden-announces-25-million-funding-cybersecurity-educatio",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nJanuary 15, 2015\n\n \n\n\n\nVice President Biden Announces $25 Million in Funding for Cybersecurity Education at HBCUs\n\n\n\n\nToday, Vice President Biden, Secretary of Energy Ernest Moniz, and White House Science Advisor John Holdren are traveling to Norfolk State University in Norfolk, Virginia to announce that the Department of Energy will provide a $25 million grant over the next five years to support cybersecurity education. The new grant will support the creation of a new cybersecurity consortium consisting of 13 Historically Black Colleges and Universities (HBCUs), two national labs, and a k-12 school district. \nThe Vice President will make the announcement as part of a roundtable discussion with a classroom of cybersecurity leaders and students at Norfolk State University. The visit builds on the President’s announcements on cybersecurity earlier this week, focusing on the critical need to fill the growing demand for skilled cybersecurity professionals in the U.S. job market, while also diversifying the pipeline of talent in the science, technology, engineering, and mathematics (STEM) fields. The event and announcement is also an opportunity to highlight the Administration’s ongoing commitment to HBCUs.\nDetails on the Announcement\nAs highlighted by the President earlier in the week, the rapid growth of cybercrime is creating a growing need for cybersecurity professionals across a range of industries, from financial services, health care, and retail to the US government itself. By some estimates, the demand for cybersecurity workers is growing 12 times faster than the U.S. job market, and is creating well-paying jobs.\nTo meet this growing need, the Department of Energy is establishing the Cybersecurity Workforce Pipeline Consortium with funding from the Minority Serving Institutions Partnerships Program housed in its National Nuclear Security Administration. The Minority Service Institutions Program focuses on building a strong pipeline of talent from minority-serving institutions to DOE labs, with a mix of research collaborations, involvement of DOE scientists in mentoring, teaching and curriculum development, and direct recruitment of students.\nWith $25M in overall funding over five years, and with the first grants this year, the Cybersecurity Workforce Pipeline Consortium will bring together 13 HBCUs, two DOE labs, and the Charleston County School District with the goal of creating a sustainable pipeline of students focused on cybersecurity issues. The consortium has a number of core attributes:\n\n\nIt is designed as a system. This allows students that enter through any of the partner schools to have all consortia options available to them, to create career paths and degree options through collaboration between all the partners (labs and schools), and to open the doors to DOE sites and facilities.\n\nIt has a range of participating higher education institutions. With Norfolk State University as a the lead, the consortium includes a K-12 school district, a two-year technical college, as well as four-year public and private universities that offer graduate degrees.\n\nBuilt to change to evolving employer needs: To be successful in the long term, this program is designed to be sufficiently flexible in its organization to reflect the unique regional priorities that Universities have in faculty research and developing STEM disciplines and skills, and DOE site targets for research and critical skill development. \n\nDiversifying the pipeline by working with leading minority-serving institutions: As the President stated in Executive Order 13532, “Promoting Excellence, Innovation, and Sustainability at Historically Black Colleges and Universities” in February 2010, America’s HBCUs, for over 150 years, have produced many of the Nation’s leaders in science, business, government, academia, and the military, and have provided generations of American men and women with hope and educational opportunity. \n\nThe full list of participating consortium members are:\nVirginia\n\tNorfolk State University (lead)\nGeorgia\n\tClark Atlanta University\n\tPaine College\nMaryland\n\tBowie State University\nNorth Carolina\n\tNorth Carolina A&T State University\nSouth Carolina\n\tAllen University\n\tBenedict College\n\tClaflin University\n\tDenmark Technical College\n\tMorris College\n\tSouth Carolina State University\n\tVoorhees College\n\tCharleston County School District\nUS Virgin Islands\n\tUniversity of the Virgin Islands  \nCalifornia\n\tLawrence Livermore National Laboratory\nNew Mexico\n\tSandia National Laboratories\n\n\n\n\n"
}