{
    "title": "Fact Sheet: Continuing to Drive Growth in Solar Energy Across the Country | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/09/16/fact-sheet-continuing-drive-growth-solar-energy-across-country",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 16, 2015\n\n \n\n\n\nFact Sheet: Continuing to Drive Growth in Solar Energy Across the Country\n\n\n\n\n\nAdministration Announcing More than $120 Million to Scale Up Clean Energy in 24 States\n\n\tPresident Obama and Vice President Biden are committed to promoting smart, simple, low-cost technologies to help America transition to cleaner and more distributed energy sources, help households save on their energy bills, and to address climate change. That is why today, the Administration is announcing more than $120 million to scale up clean energy in 24 states across the country. Vice President Biden will highlight the important steps being taken today at the Solar Power International Conference in Anaheim, California on Wednesday.\n\n\tToday’s actions, build on the robust set of executive actions and private sector commitments President Obama announced last month to accelerate America’s transition to cleaner sources of energy, to promote energy efficiency, to drive innovation, and ensure a cleaner, more stable environment for future generations, including the Environmental Protection Agency’s Clean Power Plan. All told, this funding will drive the development of affordable clean energy throughout the country.\n\n\tSince President Obama took office, the number of homes with rooftop solar has grown from more than 66,000 to 734,000. Last year, the solar industry added jobs 10 times faster than the rest of the economy and solar represented 40 percent of all new electric generating capacity brought online in the first half of 2015. Since the beginning of 2010, the average cost of a solar electric system has dropped by 50 percent. In fact, distributed solar prices fell 10 to 20 percent in 2014 alone. And since President Obama took office, solar power has increased twenty fold.\n\n\tTo continue to supports cities, states, universities, and businesses in transitioning to a clean energy economy, the Administration is taking the following executive actions:\n\n·         Bringing New Solar Technologies to Market: The Department of Energy (DOE) is announcing the second annual round of its $30 million Technology to Market funding opportunity to develop tools and technologies to reduce the costs for solar energy systems across all technology areas. The Technology to Market funding program is part of the Department’s Clean Energy Manufacturing Initiative, aimed at boosting American competitiveness and supporting a strong domestic, clean energy manufacturing sector\n\n·         Spurring the Next Generation of Solar Technology: DOE is releasing a $20 million Photovoltaics Research and Development funding opportunity to support up to 35 projects to advance the limits of photovoltaic cell and module performance. Successful applicants will demonstrate the ability to improve the power conversion efficiency, fielded energy output, service lifetime, or manufacturability of commercial and emerging solar technologies\n\n·         Supporting Local Governments in Driving Up Solar: DOE’s SunShot program is announcing $13 million in Solar Powering America by Recognizing Communities funding to establish a national recognition and technical assistance program for local governments to help them to eliminate market barriers and simplify the process for consumers and businesses to go solar. The program recognizes communities for achievements that distinguish them from their peers as they become more solar-friendly, and in doing so, ignites local solar markets while establishing consistency in solar practices across the country. \n\n·         Cutting the Time It Takes to Install Solar Energy on Households: The SunShot Prize challenges the ingenuity of America’s businesses, organizations and communities to make installing solar energy systems in the U.S. faster, easier, and cheaper. The goal is to reduce by 75% the permit-to-plugin total project time, the continuous number of days that it takes to permit, install, inspect and-grid-interconnect a solar system, using  enduring solutions and processes. Today, SunShot will announce the names of the five teams participating in the SunShot Prize competition, as well as the winners of the first “change prizes.”\n\n\n\t\tConnecticut Permit to Plug-In Team, Rocky Hill, CT\n\n\t\tMidwestern Solar, Poplar Bluff, MO\n\n\t\tNorthern and Central California SunShot Alliance, San Francisco, CA\n\n\t\tSunrun, San Francisco, CA\n\n\t\tThe Solar Auditor, Los Angeles, CA\n\n\n·        Increasing Concentrating Solar Power: DOE’s SunShot program is announcing $32 million in awards for 14 projects to advance all technical systems of CSP plants, including solar collectors, receivers and heat transfer fluids, thermal energy storage, power cycles, and operations and maintenance. These research and development projects will improve the performance and increase the efficiency of every component within a CSP plant to lower the cost of CSP electricity, including at night when these systems continue to deliver electricity through energy storage.\n\n\n\t\tAbengoa Solar, Lakewood, CO (two awards)\n\n\t\tArgonne National Laboratory, Argonne, IL\n\n\t\tBoston University, Boston, MA\n\n\t\tBrayton Energy, Hampton, NH\n\n\t\tCeramatec, Salt Lake City, UT\n\n\t\tDartmouth College, Hanover, NH\n\n\t\tGeneral Electric Global Research, Niskayuna, NY\n\n\t\tOregon State University, Corvallis, OR\n\n\t\tPurdue University, Lafayette, IN\n\n\t\tSolarReserve, Santa Monica, CA\n\n\t\tSouthern Research, Birmingham, AL\n\n\t\tSouthwest Research Institute, San Antonio, TX\n\n\t\tUniversity of Wisconsin, Madison, WI\n\n\n·         Improving the Quality of Solar Panels: DOE’s SunShot is announcing $7 million in Physics Of Reliability: Evaluating Design Insights For Component Technologies In Solar 2 funding for six projects focusing on research in physics, chemistry and advanced data analysis that will improve the quality of solar modules, develop improved product tests and new rapid testing techniques or instruments that can evaluate module reliability, and improve data models to predict solar module performance over time.\n\n\t \n\n\n\t\tCase Western Reserve University, Cleveland, OH\n\n\t\tElectric Power Research Institute, Inc., Palo Alto, CA\n\n\t\tLawrence Livermore National Laboratory, Livermore, CA\n\n\t\tSunPower Corporation, San Jose, CA\n\n\t\tUnderwriters Laboratories, San Jose, CA\n\n\t\tUniversity of Illinois at Urbana-Champaign, Urbana, IL\n\n\n\t \n\n·         Expanding Access to Solar in Rural Areas: Today, the United States Department of Agriculture is awarding nine grants totaling nearly $8 million to help reduce energy costs for residents in remote rural areas that struggle with a higher cost of electricity by promoting clean energy technologies. The awards included more than $2 million for a projects that will provide solar power for electricity, refrigeration and cooking, and a solar distillation kit to procure safe drinking water to native Hawaiian’s in Milolii and bring solar power to affordable housing in the Northern Mariana Islands.\n\n\t \n\n·         Highlighting Veteran Heroes in the Solar Energy Workforce:  DOE is launching a video profiling its Solar Ready Vets training program, which connects our nation’s transitioning veterans to the growing solar energy industry. As these active duty service members prepare to enter the civilian world, the Solar Ready Vets program trains them for careers as solar system installers, sales representatives, or system inspectors, then connects them to job opportunities with leading national and local solar companies.\n\n\t \n\n·         Supporting States in Advancing Clean Energy: Yesterday, the Department of Energy’s State Energy Program (SEP) awarded $5 million to 11 states to advance innovative approaches for local clean energy development that will reduce energy bills for American families and businesses, protect the environment by reducing carbon emissions, and increase our nation’s energy security, including:\n\n\t \n\n\n\t\tAlaska Energy Authority\n\n\t\tThe State of Maine\n\n\t\tMinnesota Division of Energy Resources\n\n\t\tMissouri Division of Energy\n\n\t\tNebraska State Energy Office\n\n\t\tNew Hampshire Office of Energy and Planning\n\n\t\tNew Mexico Energy, Minerals and Natural Resources Department\n\n\t\tNew York State Energy Research Development Authority\n\n\t\tTennessee Office of Energy Programs\n\n\t\tVermont Planning and Energy Resources Division\n\n\t\tVirginia Division of Energy\n\n\n\n\n\n"
}