{
    "title": "President Obama Announces More Key Administration Posts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/04/09/president-obama-announces-more-key-administration-posts",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 09, 2013\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts\n\n\n\n\nWASHINGTON, DC – Today, President Barack Obama announced his intent to nominate the following individuals to key Administration posts:\n• Mark Gaston Pearce – Member, National Labor Relations Board, and upon appointment to be designated Chairman\n• Harry I. Johnson, III – Member, National Labor Relations Board\n• Philip A. Miscimarra – Member, National Labor Relations Board\nPresident Obama said, “I am pleased to nominate these individuals to serve on the National Labor Relations Board.  By enforcing workplace protections, upholding the rights of workers and providing a stable workplace environment for businesses, the NLRB plays a vital role in our efforts to grow the economy and strengthen the middle class.  With these nominations there will be five nominees to the NLRB, both Republicans and Democrats, awaiting Senate confirmation. I urge the Senate to confirm them swiftly so that this bipartisan board can continue its important work on behalf of the American people.”\nPresident Obama announced his intent to nominate the following individuals to key Administration posts:\nMark Gaston Pearce, Nominee for Member, National Labor Relations Board, and upon appointment to be designated Chairman\n\tMark Gaston Pearce is currently Chairman of the National Labor Relations Board (NLRB), a position he has held since August 2011.  He has served as a Member of the NLRB since March 2010.  Previously, Mr. Pearce was a founding partner of Creighton, Pearce, Johnsen & Giroux from 2002 to 2010.  Before founding the Creighton, Pearce firm, Mr. Pearce worked as an associate and junior partner at Lipsitz, Green, Fahringer, Roll, Salisbury & Cambria LLP from 1994 to 2002.  From 1979 to 1994, he was a district trial specialist for the NLRB in Buffalo, NY.  He has been a Board Member of the New York State Industrial Board of Appeals, and he has taught labor studies courses at Cornell University’s School of Industrial Labor Relations Extension.  Mr. Pearce received a B.A. from Cornell University and a J.D. from State University of New York at Buffalo.\nHarry I. Johnson, III, Nominee for Member, National Labor Relations Board\n\tHarry I. Johnson, III is currently partner with Arent Fox LLP, a position he has held since 2010.  Previously, Mr. Johnson worked at Jones Day as partner from 2006 to 2010 and as an associate from 1994 to 2005.  In 2011, he was recognized by The Daily Journal as one of the “Top Labor & Employment Attorneys in California”.  Mr. Johnson received a B.A. from Johns Hopkins University, an M.A.L.D. from Tufts University’s Fletcher School of Law and Diplomacy, and a J.D. from Harvard Law School.\nPhilip A. Miscimarra, Nominee for Member, National Labor Relations Board\n\tPhilip A. Miscimarra is partner in the Labor and Employment Group of Morgan Lewis & Bockius LLP, a position he has held since 2005.  Since 1997, Mr. Miscimarra has been a senior fellow at the University of Pennsylvania's Wharton Business School.  Mr. Miscimarra worked at Seyfarth Shaw LLP as partner from 1990 to 2005 and associate from 1987 to 1989.  Mr. Miscimarra received a B.A. from Duquesne University, an M.B.A. from the University of Pennsylvania’s Wharton School of Business, and a J.D. from the University of Pennsylvania Law School.\n\n\n\n\n"
}