{
    "title": "Fact Sheet: High Speed Intercity Passenger Rail Program: Northeast Region | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/fact-sheet-high-speed-intercity-passenger-rail-program-northeast",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 28, 2010\n\n \n\n\n\nFact Sheet: High Speed Intercity Passenger Rail Program: Northeast Region\n\n\n\n\nClick here to download PDF\n[[nid:8383]]\nAwardees : Northern New England Passenger Rail Authority; Vermont Agency of Transportation, Massachusetts DOT, Rhode Island DOT, Connecticut DOT, New York State DOT, New Jersey Transit, Pennsylvania DOT, Delaware DOT, Maryland DOT, District of Columbia DOT\nTotal Approximate Funding (entire corridor) : $485,000,000 (ARRA High-Speed Rail Grants), $706,000,000 (ARRA Amtrak Grants), $1,191,000,000 (Total)\nBenefiting State : Maine,Vermont, New Hampshire, Massachusetts, Rhode Island, Connecticut, New York, New Jersey, Pennsylvania, Delaware, Maryland, Washington, D.C.\nMiles of Track : New - 84,  Upgraded - 1,542, Planned - 727\nThe Northeast region currently has the most integrated passenger rail network in the country. The vision for these rail corridors is to invest in projects that will boost speeds, cut trip times and strengthen the system as a real alternative to air and car travel. The seven intercity passenger rail corridors in the region include:\n\nWashington, D.C. - New York- Boston (Northeast Corridor): The Northeast Corridor is the spine of the region’s passenger rail network; 11.5 million passengers traveled this corridor in 2008, making it the busiest in the United States. A long-term vision will be developed by a Congressionally established commission, which is charged with identifying potential improvements to the corridor, with FRA and Amtrak committed to reducing travel times.\n\nPhiladelphia - Harrisburg: Recent major investments in this 110mph corridor have made it the second busiest in the region, with 13 round trips per day. The long-term vision includes extension of this popular service to Pittsburgh and other communities in western Pennsylvania.\n\nNew York - Albany - Buffalo: The 468-mile Empire Corridor connects all of New York’s largest cities. The vision for the corridor is to increase speeds to 110mph and add daily round trips, with one of the largest investments being the construction of a third track between Albany and Buffalo.\n\nNew York - Montreal: Currently, there is daily service between New York and Montreal. Future eff\u001eorts will focus on improving speed and reliability on this corridor.\n\nBoston - Portland - Brunswick: Five round trips per day currently connect Portland to Boston and the Northeast Corridor. The vision for the route includes reducing the travel time between Boston and Portland by 17 percent, increasing capacity to seven daily round trips, and extending service to Brunswick, ME.\n\nAlbany - Rutland: This daily service connects Albany, NY to Rutland, VT. A proposed rerouting and extension of the corridor would expand this service to Burlington, VT, directly connecting this region to New York City.\n\nNew Haven - Spring\u001eeld - Burlington - St. Albans: This corridor has one train per day connecting communities in central Connecticut and Massachusetts to the Northeast Corridor and Vermont. The vision for this corridor is to restore the alignment to its original route via the Knowledge Corridor in western Massachusetts, improving trip time and increasing the population base that can be served.\nSummary of Corridor Investments\nGrants from the American Recovery and Reinvestment Act (ARRA) will be used to improve safety, reliability, and travel times on all seven corridors in the region. These investments will complement ARRA funds granted to Amtrak for additional improvements to the various corridors in the Northeast.\n\nWashington, D.C. - New York - Boston (Northeast Corridor): Funded improvements include major, long-needed projects such as the completion of engineering and environmental work for a new tunnel in Baltimore and a new station at Baltimore-Washington International Airport; final design for a new three-track bridge that will replace Portal Bridge in New Jersey; and track work in Rhode Island.\n\nPhiladelphia - Harrisburg: These grants will eliminate the three remaining grade crossings on the corridor, further improving the 110mph service, and will fund a planning study for extention of the service to Pittsburgh.\n\nNew York - Albany - Buffalo: Seven interrelated projects will be funded on this corridor, including construction of new track, signaling and interlocking improvements, upgrades to warning devices at grade crossings, and enhancements to stations in Rochester and Buffalo. These improvements will have signi\u001ecant safety benefi\u001ets, and will improve on-time performance by an estimated nine percent.\n\nNew York - Montreal: Three miles of new track will be constructed on this route to relieve congestion, resulting in a 12.5 percent on-time performance improvement.\n\nBoston - Portland - Brunswick: Over 30 miles of track will be restored, including 36 grade crossings, to extend new passenger rail service from Portland to Brunswick, ME.\n\nAlbany - Rutland: ARRA grants will fund the planning e\u001dfforts to reroute the service from Albany to Bennington, VT to Rutland, VT, introducing passenger rail service to several communities that currently have none.\n\nNew Haven - Springfield - Burlington - St. Albans: Funding will be provided to reroute this service in western Massachusetts, where the “Knowledge Corridor” will connect Springfield to East Northfield, MA through several college towns. A station will be restored in Northampton, and a new station built in Green\u001eeld. In Connecticut, 11 miles of a second main track will be constructed.\n\n\n\n"
}