{
    "title": "Background on Military Naturalization Ceremony at the White House | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/07/04/background-military-naturalization-ceremony-white-house",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 04, 2012\n\n \n\n\n\nBackground on Military Naturalization Ceremony at the White House\n\n\n\n\n\n\tWASHINGTON, DC - On July 4, 2012, President Obama will deliver remarks at a naturalization ceremony for active duty service members in the East Room of the White House. U.S. Citizenship and Immigration Services Director Alejandro Mayorkas will present the countries of the candidates for naturalization and Secretary of Homeland Security Janet Napolitano will deliver the oath of allegiance. The audience will be composed of the service members and their families.\n\t \n\tOther Senior Administration Officials will also be speaking at naturalization ceremonies around the country, including Secretary of Labor Hilda Solis in New York, Small Business Administrator Karen Mills and Council on Environmental Quality Chair Nancy Sutley in Massachusetts, Domestic Policy Council Director Cecilia Muñoz in Virginia, and Cabinet Secretary Chris Lu in Maryland.\n\n\tThe President hosted similar naturalization ceremonies at the White House on May 1, 2009 and April 23, 2010.\n\t \nThe following active duty service members are expected to attend as candidates for naturalization:\n\t \nByron Oswaldo Acevedo, born in Guatemala City, Guatemala, enlisted in the Marine Corps in April 2010 from Providence, Rhode Island.  Lance Corporal Acevedo has served in support of Operation Enduring Freedom, and served in Helmand province, Afghanistan in a Quick Reaction Force and Aerial Interdiction Force. His personal awards and decorations include a Purple Heart, Combat Action Ribbon, Global War On Terrorism Service Medal, Afghanistan Campaign Medal, Sea Service Deployment Ribbon, National Defense Service Medal, Nato Medal-ISAF Afghanistan, and an Armed Forces Reserve Medal.\n\t \nOluwatosin K Akinduro, born in Lagos, Nigeria, graduated high school in Houston, Texas. He joined the Army National Guard in search of new opportunities and a new challenge to lead by example.\n\t \nMiguel Andrade, born and raised in the Cape Verde Islands, moved to the United States in the fall of 2008. Private First Class Andrade has distinguished himself, earning a coveted position in 3rd Battalion, 7th Infantry Regiment’s Scout Platoon.\n\t \nAlla Victorovna Ausheva, born in Russia, Alla joined the New York Army National Guard in July 2011 and serves as a maintenance technician in Company G of the 427th Brigade Support Battalion. The unit supports the 1st Battalion 258th Field Artillery. She lives in Bayside, NY.\n\t \nFrancisco Jose Ballesteros de la Rosa, born in Mexico, joined the Marine Corps in December 2009. Corporal Ballestros’ personal awards and decorations include the Global War on Terrorism Service Medal and the National Defense Service Medal. \n\t \nOscar Javier Beltran Medina, born in Bolivia, enlisted into the United States Air Force in 2009 as a Vehicle Operator. Airman Beltran is currently assigned to Joint Base Andrews, MD. During his 2 ½ years, Airman Beltran has completed college courses at Northern Virginia Community College and volunteered his time at Charlotte Hall Veterans home in Maryland.\n\t \nSilvano Carcamo, born in Honduras, moved to Springfield, OH in 1996. Specialist Carcamo enlisted in the Army in October 2009 and became a medic. His first duty station was Bravo Troop, 3rd Squadron, 71st Cavalry Regiment, 3rd Infantry Brigade Combat Team, 10th Mountain Division where he served as a line medic. During his deployment from March 2011 to March 2012 he earned several awards among them an Army Achievement Medal, Combat Medic Badge, and a Navy Achievement Medal.\n\t \nLuisa Maria Childers, born in El Salvador, moved to the United States at the age of 6. She joined the Army Reserves in 2009 and is a 72R, Parachute Rigger. Her goal is to ultimately become an Army Medic.\n\t \nMamadou Aliou Diallo, born in Conakry, Guinea, enlisted in the Marine Corps in May 2011. Private First Class Diallo is an Online Message Board Clerk at Marine Barracks in Washington, D.C..  His decorations include the National Defense Service Medal and Global War on Terrorism Service Medal.\n\t \nTerence Njikang Ekabe, born in Cameroon, enlisted in the Air Force in June 2011 as a 4N0/med technician. Airman Ekabe also helped raise money for Veterans’ families, Airmen in need, and the Air Force Assistance Fund. His charitable giving extends beyond the United States to his home country where he raised $3,000 worth of toys, clothing, and others items for the village children of Cameroon during Christmas.\n\t \nSergey Eliseev, born in Russia, has received numerous decorations and personal awards, including the Army Achievement Medal, Honor Grade from 88M10 AIT, National Defense  Service Medal, Global War on Terrorism Service Medal, and the Army Service Ribbon\n\t \nAndriy Olegovich Gener, born in Odessa, Ukraine, arrived in the United States on September 10, 2001. Private First Class Gener is currently serving with 1st Brigade Combat Team, 4th Infantry Division as a member of the Brigade Personal Security Detail in Fort Carson, CO for the Brigade CSM and the Brigade Commander.  His awards and decorations include the Army Service Ribbon, and the National Defense Medal.\n\t \nDaniel Arcenal Geneta, born in the Philippines, came to the United States in August 1994.  Geneta joined the New York Army National Guard in 2006 because of the events of September 11, 2001. He is a squad leader in the 719th Transportation Company and in civilian life works as an account executive at Urban Associates, a New York City real estate company.\n\t \nAlexey Isachenko, born in Russia, has received numerous decorations and personal awards, including being selected to Commandants List 88M10 AIT, the National Defense Service Medal, Global War on Terrorism Service Medal, and Army Service Ribbon.\n\t \nYvonne Marie Middleton-White, born in Belize, enlisted in the US Army in January 2012.  Middleton-White noted “being an American citizen means everything in the world to me. It means that I have a voice in who makes decisions for me by voting. I will be a part of something bigger. I will be a part of a successful country made up of the best the world has to offer.”\n\nCarlos Eduardo Navichoque, born in Guatemala City, enlisted in 2009 in the Army. Specialist Navichoque deployed with the 2-14 Infantry Battalion to Iraq from March 2010 to August 2010 in support of Operation Iraqi Freedom. During his tour, he served as a Motor Transport Operator and was awarded the Combat Action Badge.\n\t \nFaye Ubad Ngirchomlei, born in Palau, enlisted in the Army in 2008.  In April 2009, Nigirchomlei was assigned to 511th Military Police Company at Fort Drum, NY as Automated Logistic Specialist. She was deployed to Kandahar, Afghanistan where she was responsible for ensuring the maintenance section supported outlying platoons, with supplies and other support services.\n\t \nAegean Pascua Obed, born in the Philippines, Obed currently serves as a Mobile Gun System crew member in A Company, 3-21 Infantry.\n\t \nPraseuthsith Phimmasone, born in the Philippines, enlisted in the Marine Corps in March 2007. Private First Class Phimmasone currently serves in the 6th Engineer Support Battalion, 4th Marine Logistics Group. Corporal Phimmasone was selected 6th Engineer Support Battalion’s Noncommissioned Officer of the Quarter for the fourth quarter of 2009 and was also awarded Noncommissioned Officer of the Quarter for third quarter of 2010. Sergeant Phimmasone’s awards include a Navy and Marine Corps Achievement Medal, Good Conduct Medal, a Sea Service Deployment Ribbon, a Global War on Terrorism Service Medal, a National Defense Service Medal, Navy Meritorious Unit Commendation Ribbon, a Navy Unit Commendation Ribbon, two Meritorious Masts, and a Letter of Appreciation. \n\t \nFatima Vanessa Rivera Fuentes, born in El Salvador, joined the New York Army National Guard in 2009 and has served as an aviation electronics technician working on UH-60 Blackhawk helicopters. Fuentes came to the United States in 1999.\n\t \nGuillermo Enrique Roche Rendon, born in Ecuador, went to middle school and high school in the US but had to drop out in the 11th grade to help support his family. In time, he earned his GED and also completed college courses. He joined the US Army as a Cavalry Scout. Private First Class Roche’s awards include the Army Service Ribbon and the National Defense Service Medal.\n\t \nSedrick Kwesi Sam, born in Ghana, serves as an Airman for the Air Force. \n\t \nHans Lemuel Pang Sy, born in the Philippines, moved to the United States with his parents and three siblings in 2005.  He joined the US Army on October 18, 2011.\n\t \nJhonathan Gerardo Zapata, born in Colombia, joined the Army in January 2012.\n\t \nCristian Felipe Zapata Gil, born in Colombia, moved to the United States at the age of 13.  After Haiti’s earthquake Zapata Gil decided to join the US Army where he serves as a Watercraft Engineer.\n\n\n\n\n"
}