{
    "title": "MENSAJE SEMANAL: Sirviendo Nuestras Familias Militares Este Cuatro de Julio | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/07/02/mensaje-semanal-sirviendo-nuestras-familias-militares-este-cuatro-de",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 01, 2016\n\n \n\n\n\nMENSAJE SEMANAL: Sirviendo Nuestras Familias Militares Este Cuatro de Julio\n\n\n\n\n\n\tHola a todos y feliz fin de semana de Cuatro de Julio.  El lunes, Michelle, Malia, Sasha y yo celebraremos el Cuatro de Julio como la mayoría de ustedes: en el patio.  Pasaremos un rato con amigos y familiares, prepararemos hamburguesas y panchos en la parrilla, y veremos el espectáculo de fuegos artificiales. \n\n\tPor supuesto, somos afortunados de tener el Jardín Sur como nuestro patio.  Por eso también vamos a llenarlo con cientos de nuestras tropas, nuestros veteranos y sus familias.  Durante los últimos siete años y medio, se ha convertido en una de mis tradiciones favoritas.  Tenemos la oportunidad de celebrar nuestras libertades mientras hacemos lo posible para honrar a todos los que sirven y se sacrifican para hacer posible esa libertad.\n\n\tY sé que honrar a nuestros militares, nuestros veteranos y sus familias es algo que muchos estadounidenses tratan de hacer todos los días, sin ostentación ni expectativas de conseguir nada a cambio.\n\n\tDurante los últimos cinco años, Michelle y la Dra. Jill Biden han tratado de seguir el ejemplo de muchos de esos estadounidenses con su iniciativa Joining Forces.  Consiguieron que compañías contrataran a más de 1.2 millones de veteranos y cónyuges de militares, y ayudaron a reducir la cantidad de veteranos sin hogar.  Y justo esta semana, Michelle y Jill anunciaron un gran avance sobre una preocupación que han escuchado una y otra vez de las parejas de militares con los que pasan tanto tiempo: la cuestión de las licencias profesionales. \n\n\tEsto es algo con lo que la mayoría de los estadounidenses no están familiarizados.  Sin embargo, para las familias de militares, es un gran reto.  Este es el motivo.  Nuestras tropas son frecuentemente trasladadas de una base a otra.  Es parte del trabajo.  Y debido a que sus familias sirven con ellos, eso significa que sus cónyuges se mudan diez veces más a menudo que el resto de nosotros.  Diez veces más a menudo.  Eso es un obstáculo en una carrera profesional.  Y más de uno de cada tres de estos cónyuges trabaja en una profesión que requiere una licencia o certificación profesional.  Enfermeros.  Proveedores de cuidado infantil.  Contables.  Trabajadores sociales.  Y muchos otros trabajos. \n\n\tHasta hace poco, cuando se pedía a estos cónyuges que se mudaran de un estado a otro, muchas veces tenían que volver a certificarse para un puesto de trabajo para el que ya estaban cualificados.  Una enfermera con años de experiencia podría tener que tomar clases de nivel básico, o pagar una cuota, o esperar meses para la tramitación del papeleo antes de poder volver a trabajar en el trabajo que le gusta y que le permite mantener a su familia. \n\n\tNo tenía sentido.  Así que lo cambiamos.  Cuando Michelle y Jill emprendieron esta causa hace cinco años, solo tres estados habían adoptado medidas sobre la concesión de licencias para los cónyuges de militares.  Pero consiguieron que los gobernadores y las legislaturas estatales tomaran medidas.  Y esta semana, hemos alcanzado un hito.  Hoy día, todos los cincuenta estados han tomado medidas para agilizar muchas de estas cuestiones de licencias.  Esto es un gran avance, pero no hemos terminado todavía.  Seguiremos trabajando con los estados para simplificar la concesión de licencias para más puestos de trabajo y beneficiar a más trabajadores cualificados.  Pero por fin podemos decir a muchas de nuestras familias militares -- cuando se muden, ya no estarán obligados a dejar a un lado la profesión que aman solo porque ustedes y sus familias han elegido servir a este país.\n\n\tDe eso se trata -- servir a nuestros hombres y mujeres uniformados así de bien como ellos nos han servido a nosotros.  Pero no hay que ser gobernador o Primera Dama para hacer una diferencia.  Entonces este fin de semana, visitan a JoiningForces.gov para ver cómo pueden asistir a las tropas, los veteranos y las familias de militares en su comunidad.\n\n\tY a todos nuestros valientes hombres y mujeres en uniforme -- ustedes representan lo mejor de quiénes somos como nación.  En este día y todos los días, les agradecemos.\n\n\tGracias a todos.  Feliz Cuatro de Julio. \n\n\n\n\n"
}