{
    "title": "Statement by the Press Secretary on the Designation of Iranian Officials Responsible for or Complicit in Serious Human Rights Abuses | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/02/23/statement-press-secretary-designation-iranian-officials-responsible-or-c",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 23, 2011\n\n \n\n\n\nStatement by the Press Secretary on the Designation of Iranian Officials Responsible for or Complicit in Serious Human Rights Abuses\n\n\n\n\nThe historic events unfolding in the Middle East underscore the importance of protecting human rights around the world, which all nations have a responsibility to uphold.  In accordance with U.S. law and the Administration’s commitment to supporting the universal rights of the Iranian people, the Departments of State and Treasury designated today two Iranian government officials responsible for serious human rights abuses against the people of Iran.  \n\t \n\tToday’s designation of Abbas Jafari Dolatabadi, Tehran Prosecutor General, and Mohammed Reza Naqdi, commander of the Basij Forces, supplements the list of eight Iranian officials designated in September 2010 for human rights abuses pursuant to the Comprehensive Iran Sanctions, Accountability, and Divestment Act of 2010, which imposes sanctions against senior officials in the Iranian government who, based on credible evidence, were involved in the commission of serious human rights abuses during or after Iran’s 2009 presidential election.  The individuals designated will be subject to financial sanctions and visa ineligibilities under U.S. law.  The list of names is not exhaustive and will continue to grow based on events in Iran, and as additional information and evidence becomes available.\n\t \n\tAs President Obama has said, human rights are a matter of moral and pragmatic necessity for the United States.  The people of Iran should be able to express their opinions and their grievances without fear of reprisal from their government.  The United States reaffirms its support to all those in Iran and around the world who are struggling to have their voices heard and rights respected.  We continue to call upon the Iranian government to respect the rights of its people and we will continue to hold accountable those who infringe upon those universal rights.\n\n\n\n\n"
}