{
    "title": "Declaraciones de Austan Goolsbee, presidente del Consejo de Asesores Económicos, sobre el cálculo anticipado del PIB correspondiente al tercer trimestre del 2010 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/10/29/declaraciones-de-austan-goolsbee-presidente-del-consejo-de-asesores-econ",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 29, 2010\n\n \n\n\n\nDeclaraciones de Austan Goolsbee, presidente del Consejo de Asesores Económicos, sobre el cálculo anticipado del PIB correspondiente al tercer trimestre del 2010\n\n\n\n\n\n\tWASHINGTON – Hoy, Austan Goolsbee, presidente del Consejo de Asesores Económicos (Council of Economic Advisers) publicó las siguientes declaraciones en el blog de la Casa Blanca sobre el cálculo anticipado del PIB correspondiente al tercer trimestre del 2010. Se pueden ver las declaraciones AQUI.\n\n\nCálculo anticipado del PIB correspondiente al tercer trimestre del 2010\n\n\tPublicado por Austan Goolsbee el 29 de octubre, 2010, a las 09:30 AM EDT\n\n\tEl informe de hoy indica que el PIB real, la cantidad total de bienes y servicios producidos por el país, aumentó con una tasa anual de 2.0 por ciento en el tercer trimestre de este año, el quinto trimestre consecutivo de crecimiento positivo. Aunque la economía continúa recuperándose de la más profunda recesión desde la Segunda Guerra Mundial, es necesario un crecimiento más acelerado para reducir la tasa de desempleo más rápidamente.\n\n\tAlgunos de los componentes clave del PIB continuaron expandiéndose en el tercer trimestre. El gasto del consumidor en productos y servicios aumentó con una tasa anual de 2.6 por ciento, un ligero incremento con relación al segundo trimestre. Las inversiones fijas (inversiones en estructuras no residenciales, equipo y software, y vivienda) aumentaron con una tasa anual de 0.8 por ciento. La inversión de empresas en equipo y software aumentó 12 por ciento durante el cuarto trimestre consecutivo de crecimiento sólido, lo que indica expansión continua de las inversiones por firmas privadas. La inversión en inventario contribuyó 1.4 puntos porcentuales al crecimiento del PIB, ligeramente menos que el promedio de los últimos cuatro trimestres. Sin embargo, la inversión en el sector residencial disminuyó.\n\t \n\tDada la profundidad y gravedad de la recesión, queda considerable trabajo por hacer antes de que nuestra economía se recupere del todo. Por lo tanto, es esencial que tomemos las medidas específicas adicionales que el Presidente ha recomendado para estimular más el crecimiento y la generación de empleo, como extender recortes tributarios para la clase media, invertir en nuestra infraestructura, otorgar incentivos tributarios para fomentar que las empresas inviertan dentro del país y promover las exportaciones al extranjero.\n\n\nPIB REAL\n\tcambio porcentual con relación al trimestre anterior\n\t \n\t  \nAustan Goolsbee es presidente del Consejo de Asesores Económicos del Presidente\n\n\t###\n\n\n\n\n"
}