{
    "title": "FACT SHEET: U.S.-Caribbean and Central American Energy Summit | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/05/04/fact-sheet-us-caribbean-and-central-american-energy-summit",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nMay 04, 2016\n\n \n\n\n\nFACT SHEET: U.S.-Caribbean and Central American Energy Summit\n\n\n\n\n\n\tToday, Vice President Biden chaired the U.S.-Caribbean-Central American Energy Summit in Washington, D.C. The Summit, which gathered Caribbean and Central American heads of government and energy ministers, multilateral development banks, the private sector, and other international partners, caps off the work of the U.S.-Caribbean-Central American Energy Security Task Force, which President Obama launched with regional leaders in April 2015 to advance energy security, enhance regional energy cooperation, support clean energy integration, and promote donor coordination. Secretary of State John Kerry held an opening reception for the Summit on May 3, and the plenary meeting of the Summit on May 4 featured presentations by the Vice President, the Prime Minister of Trinidad and Tobago Keith Rowley, the President of Panama Juan Carlos Varela, Secretary of Energy Ernest Moniz, and Inter-American Development Bank President Luis Alberto Moreno. Partner organizations, including the World Bank, the Caribbean Development Bank, and the Organization of American States also participated. As part of the Summit, the Americas Business Dialogue chaired a series of meetings between heads of government and the private sector to explore new opportunities for trade, investment, and innovation in the energy sector.\n\n\tAt the Summit, the Task Force presented a report to leaders, recommending actions to advance Caribbean and Central American energy security and integration, clean energy investment, and regional energy cooperation. The leaders agreed on the importance of a diverse fuel supply and greater access to cleaner, cost-effective, and reliable energy to spur energy security and economic competitiveness in our regions.  The Summit follows robust U.S. engagement on these issues over the past two years, including the launch of the Caribbean Energy Security Initiative by the Vice President in mid-2014, the White House Caribbean Energy Security Summit hosted by the Vice President in January 2015, and four regional Task Force meetings.  The United States is further deepening its energy engagement in the two regions through the following initiatives:\n\nDeepening Regional Energy Integration:  \n\n\tThe United States is committed to working with the Caribbean and Central American sub-regions, and their international partners, to create systems that will enable more efficient use of energy at lower costs to their citizens.  Leading initiatives include:\n\n\nSupporting Regional Energy Coordination: On May 4, the Caribbean Community formally launched the Caribbean Sustainable Energy Roadmap and Strategy (C-SERMS) Platform as a mechanism to manage regional coordination and action on energy security. The U.S. government is allocating over $2 million in technical support and assistance for the C-SERMS Platform through the Department of State, USAID, and the U.S. Mission to the Organization of American States, in close coordination with the World Bank, which is also providing support.  The Department of Energy, CARICOM, the Inter-American Development Bank, and the Caribbean Development Bank finalized a Memorandum of Understanding that outlines collaboration and support through the C-SERMS Platform. \n\nPromoting Central America Regional Integration: The Task Force agreed to expand the regional market and transmission system (SIEPAC), including initiating the feasibility study to double SIEPAC’s capacity and explore market integration with Mexico.  The State Department will seek to provide up to $5 million to assist Central America to help further the progress of the Regional Electricity Market (known by its Spanish acronym, MER) and realize the region’s vision of a vibrant, interconnected regional electricity market that could have transformative effects on Central America’s competitiveness and prosperity.  This assistance could help set the stage for future expansion of SIEPAC, through which cross-border electricity trade has quadrupled since 2013‎.  Central America and Mexico announced the launch of an Interconnection Commission to explore opportunities for expanding electricity trade and integration.\n\nSolving Regional Challenges:  The Department of State’s Energy Resources Bureau allocated over $2 million dollars in 2015 for the Caribbean and Central America.  The Department of State’s Power Sector Program supported the Nevis Island Administration and the Nevis Electric Company in launching a competitive tender for geothermal resources and comprehensive commercial and technical analyses on the interconnection with St. Kitts, engineering analysis for the island’s distribution system, and environmental analysis of existing slim wells.  The Power Sector Program is also working with Central American nations to address technical constraints for increasing trade and putting in place the legal, regulatory, and policy frameworks necessary to support a competitive and dynamic power sector, including assessing commercial options for integrating extra-regional neighbors into the Central American regional electricity market, such as Mexico and Colombia.  The Department of State’s Energy Governance and Capacity Initiative is supporting the Government of Guyana to strengthen the management of its upstream petroleum sector.\n\nProviding a Pathway for Fuel Transition:  The United States has taken concrete steps to approve licenses for the export of U.S. liquefied natural gas (LNG), which began flowing to the region earlier this year.  With U.S. LNG shipments now joining supplies from Trinidad and Tobago, countries in the region are better positioned to diversify energy sources in ways that reduce energy costs as well as emissions, while enhancing energy security. The U.S. Department of Energy supports the Caribbean in establishing a market and supply chain for natural gas to assist the region in moving away from a heavy reliance on petroleum for power generation and towards cleaner-burning natural gas. \n\n\nCatalyzing a Cleaner and More Secure Energy Future:\n\n\tWorking with its regional partners, the United States has launched a number initiatives to help move the Caribbean and Central America towards a cleaner and more secure energy future.  These include:\n\n\nInvestments in Renewable Energy: The Overseas Private Investment Corporation (OPIC) is currently conducting due diligence on hundreds of millions of dollars of additional investment for renewable and clean energy projects across Central America and the Caribbean.  In 2014 and 2015, OPIC committed over $256 million to clean and renewable energy projects in the Caribbean and Central America, including financing and political risk insurance to a series of wind and solar projects in Jamaica. \n\nClean Energy Finance: The Clean Energy Finance Facility for the Caribbean and Central America (CEFF-CCA) was established to encourage regional clean energy investment.  Launched in October 2015, the facility is providing $10 million in its first year for early-stage funding to catalyze greater private and public sector investment in clean energy projects, drawing on the expertise and resources of the U.S. Agency for International Development, State Department, the U.S. Overseas Private Investment Corporation, and the U.S. Trade and Development Agency.  Under CEFF-CCA, the U.S. Trade and Development Agency has approved funding for a feasibility study to support the deployment of energy-efficient street lights in Costa Rica.  USTDA is also sponsoring a feasibility study assessing the viability of establishing a pre-payment model for micro grid-supplied power in approximately 40 towns in Haiti.\n\nExpanding Access: Through its Regional Clean Energy Initiative, USAID will accelerate regional energy integration and increased transactions in Central America’s Regional Electricity Market.  Pilot projects such as residential solar and solar thermal systems for hospitals and schools will benefit vulnerable, under-served populations. Over the next three years, improved practices and policies supported by the Initiative are expected to leverage significant private and public investment in clean energy in Central America. \n\nGreening Tourism:  The tourism industry is the largest energy user in the Caribbean.  DOE, working with its Pacific Northwest National Laboratory, established the Caribbean Hotel Energy Efficiency and Renewables initiative, which supports projects to improve energy and water efficiency as well as the exchange of best practices in the hotel and tourism industry.  As part of the Caribbean Regional Clean Energy Program, USAID is launching complementary activities focused on the Eastern Caribbean that will assist the private sector in developing new financing tools for energy efficiency and renewable energy. \n\nBuilding Capacity for Clean Energy Transitions:  In March 2016, the Department of Energy unveiled its Energy Scenario Planning Tool to help communities achieve their energy transition goals. Building on the Department’s Energy Transition: Islands Playbook published in early 2015, this planning tool and other resources of the Department’s Energy Transition Initiative are available at: http://energy.gov/eere/technology-to-market/energy-transition-initiative.  USAID’s Caribbean Clean Energy Program is working to accelerate clean energy development in the region, with a special focus on Jamaica and the Eastern Caribbean.  Key activities include support for policy formulation, optimizing renewable energy integration, energy efficiency, and donor coordination.    \n\n\nConclusion\n\n\tThe Caribbean, Central America, and the United States reaffirmed shared energy security objectives at the Summit.  Working together, and with the support of the Inter-American Development Bank and the World Bank, the United States is confident that this region can become a model toward clean and efficient energy generation and use in the Western Hemisphere.  Furthermore, The United States joins with other international and regional institutions, as well as public and private partners, to support efforts in the Caribbean and Central America to achieve a more secure energy future that supports economic growth and the environment and is based on the highest standards of regional cooperation, innovation, and investment. \n\n\n\n\n"
}