{
    "title": "Statement from the President on the First Time Disclosure Policy for White House Visitor Logs | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-president-first-time-disclosure-policy-white-house-visitor-logs",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nSeptember 04, 2009\n\n \n\n\n\nStatement from the President on the First Time Disclosure Policy for White House Visitor Logs\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\t\t__________________________________________________________________________\n\t\tFOR IMMEDIATE RELEASE                                              September 4, 2009\n\nSTATEMENT FROM THE PRESIDENT ON THE FIRST TIME\n\t\tDISCLOSURE POLICY FOR WHITE HOUSE VISITOR LOGS\n\n\t\tAs another indication of his commitment to an open and transparent government, the President announced today that for the first time in history, records of White House visitors will be released.  Each month, records of visitors from the previous 90-120 days will be made available online.\n\n\t\t\"For the first time in history, records of White House visitors will be made available to the public on an ongoing basis,\" said President Obama.  \"We will achieve our goal of making this administration the most open and transparent administration in history not only by opening the doors of the White House to more Americans, but by shining a light on the business conducted inside.  Americans have a right to know whose voices are being heard in the policymaking process.\"\n\n\t\tAside from a small group of appointments that cannot be disclosed because of national security imperatives or their necessarily confidential nature (such as a visit by a possible Supreme Court nominee), the record of every visitor who comes to the White House for an appointment, a tour, or to conduct business will be released. \n\n\t\tPrevious administrations fought disclosure of White House visitor logs in court.  This administration began a review of the policy during its first days in office. \n\n\t\tCitizens for Responsibility and Ethics in Washington (CREW), a government reform organization which has long objected to administrations keeping White House visitor logs secret, said in a statement from its executive director Melanie Sloan:\n\n\t\t\"Today the Obama administration has proven its pledge to usher in a new era of government transparency was more than just a campaign promise.  The Obama administration will have the most open White House in history.  Providing public access to visitor records is an important step in restoring transparency and accountability to our government.\"\n\n\t\tThe administration thanks CREW for their participation in the development of this new policy.\n\n\n\t\t##\n\n\n\n\n\n"
}