{
    "title": "President Obama Re-nominates Thirty-Three to Federal Judgeships | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/01/03/president-obama-re-nominates-thirty-three-federal-judgeships",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 03, 2013\n\n \n\n\n\nPresident Obama Re-nominates Thirty-Three to Federal Judgeships\n\n\n\n\n\n\tWASHINGTON, DC - Today, President Obama re-nominated thirty-three individuals who he previously nominated for federal judgeships in the 112th Congress.\n\n\t \n\n“Today, I am re-nominating thirty-three highly qualified candidates for the federal bench, including many who could have and should have been confirmed before the Senate adjourned,” said President Obama.  “Several have been awaiting a vote for more than six months, even though they all enjoy bipartisan support.  I continue to be grateful for their willingness to serve and remain confident that they will apply the law with the utmost impartiality and integrity.  I urge the Senate to consider and confirm these nominees without delay, so all Americans can have equal and timely access to justice.”\n\n\nCIRCUIT COURT NOMINEES\n\n\n\nJudge Robert E. Bacharach:  Nominee for the United States Court of Appeals for the Tenth Circuit\n\n\nCaitlin Halligan: Nominee for the United States Court of Appeals for the District of Columbia Circuit\n\n\nWilliam J. Kayatta, Jr.:  Nominee for the United States Court of Appeals for the First Circuit\n\n\nJill A. Pryor:  Nominee for the United States Court of Appeals for the Eleventh Circuit\n\n\nJudge Patty Shwartz:  Nominee for the United States Court of Appeals for the Third Circuit \n\nSrikanth Srinivasan: Nominee for the United States Court of Appeals for the District of Columbia Circuit\n\n\nRichard Gary Taranto:  Nominee for the United States Court of Appeals for the Federal Circuit\n\n\nDISTRICT COURT NOMINEES\n\n\n\nJudge Elissa F. Cadish: Nominee for the United States District Court for the District of Nevada\n\n\nValerie E. Caproni: Nominee for the United States District Court for the Southern District of New York\n\n\nJudge Sheri Polster Chappell:  Nominee for the United States District Court for the Middle District of Florida\n\n\nPamela Ki Mai Chen:  Nominee for the United States District Court for the Eastern District of New York\n\n\nJudge Brian J. Davis: Nominee for the United States District Court for the Middle District of Florida\n\n\nShelly Deckert Dick:  Nominee for the United States District Court for the Middle District of Louisiana\n\n\nJennifer A. Dorsey:  Nominee for the United States District Court for the District of Nevada\n\n\nKatherine Polk Failla:  Nominee for the United States District Court for the Southern District of New York\n\n\nKenneth John Gonzales:  Nominee for the United States District Court for the District of New Mexico\n\n\nAndrew Patrick Gordon:  Nominee for the United States District Court for the District of Nevada\n\n\nKetanji Brown Jackson:  Nominee for the United States District Court for the District of Columbia\n\n\nRosemary Márquez:  Nominee for the United States District Court for the District of Arizona \n\n\nJudge Michael J. McShane:  Nominee for the United States District Court for the District of Oregon \n\n\nRaymond P. Moore: Nominee for the United States District Court for the District of Colorado \n\n\nJudge Troy L. Nunley: Nominee for the United States District Court for the Eastern District of California\n\n\nJudge Beverly Reid O’Connell: Nominee for the United States District Court for the Central District of California\n\n\nWilliam H. Orrick, III: Nominee for the United States District Court for the Northern District of California\n\n\nJudge Nitza I. Quiñones Alejandro:  Nominee for the United States District Court for the Eastern District of Pennsylvania\n\n\nJudge Luis Felipe Restrepo:  Nominee for the United States District Court for the Eastern District of Pennsylvania\n\n\nJudge Nelson Stephen Román:  Nominee for the United States District Court for the Southern District of New York\n\n\nJudge Jeffrey L. Schmehl:  Nominee for the United States District Court for the Eastern District of Pennsylvania\n\n\nJudge William L. Thomas:  Nominee for the United States District Court for the Southern District of Florida\n\n\nJudge Analisa Torres:  Nominee for the United States District Court for the Southern District of New York\n\n\nDerrick Kahala Watson:  Nominee for the United States District Court for the District of Hawaii\n\n\n\nCOURT OF INTERNATIONAL TRADE NOMINEES\n\n\n\nMark A. Barnett: Nominee for the United States Court of International Trade\n\n\nClaire R. Kelly: Nominee for the United States Court of International Trade\n\n\n\n\n\n"
}