{
    "title": "Statement by APEC Leaders | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-apec-leaders",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 15, 2009\n\n \n\n\n\nStatement by APEC Leaders\n\n\n\n\nA NEW GROWTH PARADIGM\n\tFOR A CONNECTED ASIA-PACIFIC IN THE 21ST CENTURY\n\nStatement by APEC Leaders\n\tSingapore, 14-15 November 2009\nWe, the Leaders of APEC, gathered in Singapore to chart a new growth paradigm for the Asia-Pacific region that meets the needs of the 21st century global economy.\nThe global economy has begun to recover, with the Asia-Pacific region taking the lead. But we cannot go back to “growth as usual” or “trade as usual”. The post-crisis landscape will be different. We need a new growth paradigm. We need a fresh model of economic integration.\nWe will pursue growth which is balanced, inclusive, and sustainable, supported by innovation and a knowledge-based economy, to ensure a durable recovery that will create jobs and benefit our people.\nWe will take a more comprehensive approach to regional economic integration, to meet the needs of our businesses and to keep up with new trends in cross-border trade and investment.\nWe will seek to conclude the Doha Round in 2010 and reject all forms of protectionism.\nNew Growth Paradigm\nWe endorse the goals of the G-20 Framework for Strong, Sustainable and Balanced Growth. Representing the economically most dynamic region in the world and accounting for half of global trade and output, APEC is well placed to provide the momentum necessary to achieve these goals.\nBalanced Growth. Strong and sustained economic growth will require structural reforms to gradually unwind global imbalances and raise the potential output of our economies.\nWe will ensure that our fiscal, monetary, trade, and structural policies are consistent with a more sustainable and balanced trajectory of growth, both within and across our economies.\nWe will strengthen the environment for private enterprise, investment, and innovation.\nWe will develop our financial markets to better serve the real economy.\nWe will work closely with International Financial Institutions and Multilateral Development Banks to help achieve these objectives.\nInclusive Growth. To achieve inclusive growth, we must broaden access to economic opportunities and build the resilience of the most vulnerable against economic shocks. Inclusive growth will strengthen the consensus for free trade and open markets, which are key for continued prosperity.\nWe will help small and medium enterprises and women entrepreneurs gain better access to global markets and finance.\nWe will facilitate worker retraining, skills upgrading, and domestic labour mobility.\nWe will invest in education as a basis for enhancing individuals’ ability to secure good jobs.\nWe will design social safety nets that provide short-term support but avoid long-term dependency.\nSustainable Growth. Future growth must be compatible with global efforts to protect the environment and mitigate climate change. At the same time, efforts to address climate change must be consistent with our international trade obligations.\nWe welcome the Declaration of the Leaders of the Major Economies Forum on Energy and Climate in L’Aquila and the Leaders’ Statement at the G-20 Pittsburgh Summit, and reaffirm our commitment to tackle the threat of climate change and work towards an ambitious outcome in Copenhagen, within the objective, provisions and principles of the United Nations Framework Convention on Climate Change.\nWe will explore ways to reduce barriers to trade and investment in environmental goods and services (EGS) and will refrain from introducing new barriers to trade in EGS.\nWe will rationalise and phase out over the medium-term fossil fuel subsidies while providing those in need with essential energy services.\nWe will share best practices in energy efficiency, deploy cleaner and more energy-efficient technologies, and welcome the APEC Peer Review on Energy Efficiency.\nA Connected Asia-Pacific in the 21st Century\nWe will take a comprehensive approach to build a 21st century model of economic integration that will combine trade liberalisation “at the border”, improve the business environment “behind the border”, and enhance supply chain connectivity “across the border”.\n“At the Border” Liberalisation. We will continue to explore building blocks towards a possible Free Trade Area of the Asia-Pacific in the future.\nWe launched a pathfinder initiative led by Australia, Canada, Japan, Korea, New Zealand, Singapore, and the United States to practice self-certification of origin so that businesses can better take advantage of free trade agreements in the region.\nWe will take forward the APEC Services Initiative having agreed to an action plan as well as principles to promote cross-border trade in services.\n“Behind the Border” Structural Reforms. A key component of our structural reform efforts to reduce regulatory impediments is the Ease of Doing Business Action Plan.\nWe will strive to achieve by 2015 a collective 25% reduction in the cost, time, and number of procedures that our businesses face when starting a business, getting credit, enforcing contracts, dealing with permits, and trading across borders.\nWe will reduce business transaction costs by 5% by 2010, having already achieved a cost reduction of 3.2% between 2006 and 2008 through the Trade Facilitation Action Plan II.\n“Across the Border” Connectivity. APEC’s Supply Chain Connectivity Initiative has identified eight key chokepoints in regional supply chains and actions to address them.\nWe will explore how to enhance multi-modal connectivity by air, sea, and land, to facilitate a more seamless flow of goods and services, and business travellers throughout the Asia-Pacific.\n\n\n\n\n"
}