{
    "title": "White House Announces the Release of Federal Agency Strategic Sustainability Performance Plans, Outlines Commitment to Achieve Environmental and Energy Goals | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/09/white-house-announces-release-federal-agency-strategic-sustainability-pe",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 09, 2010\n\n \n\n\n\nWhite House Announces the Release of Federal Agency Strategic Sustainability Performance Plans, Outlines Commitment to Achieve Environmental and Energy Goals\n\n\n\n\nWASHINGTON, DC – Continuing a commitment to lead by example, the White House today announced the release of Federal Agency Strategic Sustainability Performance Plans, which work to achieve the environmental, economic and energy goals called for in the Executive Order on Federal Leadership in Environmental, Energy and Economic Performance (Executive Order 13514) signed by President Obama on October 5, 2009.  This announcement marks the first time agencies have developed and submitted Sustainability Plans, now available at obamawhitehouse.archives.gov/ceq.\nUnder the Executive Order, Federal agencies were required to submit their plans to the White House Council on Environmental Quality (CEQ) and the Office of Management and Budget (OMB).  Agencies were  asked to develop, implement and annually update a plan that prioritizes sustainability actions based on a positive return on investment for the American taxpayer and to meet  energy, water, and waste reduction targets. \nThe Federal government occupies nearly 500,000 buildings, operates more than 600,000 vehicles, employs more than 1.8 million civilians, and purchases more than $500 billion per year in goods and services.  As the single largest energy consumer in the U.S. economy, the Federal Government spent more than $24.5 billion on electricity and fuel in 2008 alone. \nThe Executive Order also required Federal agencies to set a 2020 greenhouse gas emissions reduction target, increase energy efficiency, reduce fleet petroleum consumption, conserve water, reduce waste, support sustainable communities, and leverage Federal purchasing power to promote environmentally-responsible products and technologies.  To promote accountability, annual progress will be measured by the Office of Management and Budget and reported online to the public.\nPrevious announcements related to Executive Order 13514 include a goal of a 28 percent reduction by 2020 in direct greenhouse gas pollution, such as those from fuels and building energy use, and a 13 percent reduction by 2020 in indirect greenhouse gas pollution, such as those from employee commuting and landfill waste.  Combined, these two goals could result in a cumulative reduction of 101 million metric tons of CO2 emissions equivalent to the emissions from 235 million barrels of oil.\n\n\n\n"
}