{
    "title": "India-U.S. Delhi Declaration of Friendship | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/01/25/india-us-delhi-declaration-friendship",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 25, 2015\n\n \n\n\n\nIndia-U.S. Delhi Declaration of Friendship\n\n\n\n\n“Chalein saath saath; forward together we go.” Reflecting the close ties between our two great democracies, India and the United States agree to elevate our long-standing strategic partnership, with a Declaration of Friendship that strengthens and expands the relationship between our two countries\n“Sanjha Prayaas, SabkaVikaas; Shared Effort, Progress For All.” Each step we take to strengthen the relationship is a step towards shaping international security, regional and global peace, prosperity and stability for years to come.\nSignaling the natural affinity enjoyed by our two nations, this Declaration proclaims a higher level  of trust and coordination that will continue to draw our Governments and people together across the spectrum of human endeavor for a better world.\nThe India-U.S. Vision Statement endorsed in September 2014 committed our nations to a long-term partnership for prosperity and peace, through which our countries work together to make our citizens and the global community, safer and more prosperous. \nThe Declaration makes tangible and enduring the commitment of our two countries to harness the inherent potential of our two democracies, and upgrades the unique nature of our relationship, committing our Governments to work through areas of difference.\nThrough this Declaration of Friendship and in keeping with our national principles and laws, we respect:\n\n\n\t\tEqual opportunity for all our people through democracy, effective governance, and fundamental freedoms;\n\n\t\tAn open, just, sustainable, and inclusive rule-based global order;\n\n\t\tThe importance of strengthened bilateral defense ties;\n\n\t\tThe importance of adapting to and mitigating the impact of climate change through national, bilateral and multilateral efforts;\n\n\t\tThe beneficial impact that sustainable, inclusive development will have on our two countries and the world;\n\n\t\tThe centrality of economic policies that support the creation of strong and sustainable jobs, inclusive development, and rising incomes; and\n\n\t\tTransparent and rule-based markets that seek to drive the trade and investment necessary to uplift all members of society and promote economic development. \n\nAs part of this Declaration of Friendship, we commit to:\n\n\n\t\tHold regular Summits with increased periodicity;\n\n\t\tElevate the Strategic Dialogue to a Strategic and Commercial Dialogue, of which the Strategic elements would continue to be chaired by the External Affairs Minister of India and the U.S. Secretary of State and the Commercial components of the Dialogue would be led by India’s Minister of Trade and Commerce and the U.S. Secretary of Commerce.  This reflects the United States’ and India’s commitment to strengthen commercial and economic ties to advance mutual prosperity, regional economic growth and stability;\n\n\t\tEstablish secure hotlines between the Prime Minister of India and the President of the United States of America and National Security Advisors;\n\n\t\tCooperate to develop joint ventures on strategically significant projects;\n\n\t\tBuild meaningful security and effective counterterrorism cooperation;\n\n\t\tHold regional and multilateral consultations;\n\n\t\tConsult and hold regular consultations in multilateral forums; and\n\n\t\tLeverage the talents and strengths of our people to enhance sustainable, inclusive development around the globe.\n\n\n\n\n\n"
}