{
    "title": "Message -- Blocking Property And Suspending Entry Into The United States Of Persons Contributing To The Situation In Libya | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/04/19/message-blocking-property-and-suspending-entry-united-states-persons",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 19, 2016\n\n \n\n\n\nMessage -- Blocking Property And Suspending Entry Into The United States Of Persons Contributing To The Situation In Libya\n\n\n\n\n\n\tTO THE CONGRESS OF THE UNITED STATES:\n\n\tPursuant to the International Emergency Economic Powers Act (50 U.S.C. 1701 et seq.) (IEEPA), I hereby report that I have issued an Executive Order (the \"order\") expanding the scope of the national emergency declared in Executive Order 13566 of February 25, 2011, with respect to the unusual and extraordinary threat to the national security and foreign policy of the United States posed by the situation in Libya.\n\n\tIn the order, I find that the ongoing violence in Libya, including attacks by armed groups against Libyan state facilities, foreign missions in Libya, and critical infrastructure, as well as human rights abuses, violations of the arms embargo imposed by United Nations Security Council Resolution 1970 (2011), and misappropriation of Libya's natural resources threaten the peace, security, stability, sovereignty, democratic transition, and territorial integrity of Libya, and thereby constitute an unusual and extraordinary threat to the national security and foreign policy of the United States. The order blocks the property and interests in property of persons determined by the Secretary of the Treasury, in consultation with the Secretary of State:\n\n\n\t\tto be responsible for or complicit in, or to have engaged in, directly or indirectly, any of the following:\n\t\t\n\n\t\t\t\tactions or policies that threaten the peace, security, or stability of Libya, including through the supply of arms or related materiel;\n\n\t\t\t\tactions or policies that obstruct, undermine, delay, or impede, or pose a significant risk of obstructing, undermining, delaying, or impeding, the adoption of or political transition to a Government of National Accord or a successor government;\n\n\t\t\t\tactions that may lead to or result in the misappropriation of state assets of Libya; or\n\n\t\t\t\tthreatening or coercing Libyan state financial institutions or the Libyan National Oil Company;\n\n\n\n\t\tto be planning, directing, or committing or to have planned, directed, or committed, attacks against any Libyan state facility or installation (including oil facilities), against any air, land, or sea port in Libya, or against any foreign mission in Libya;\n\n\t\tto be involved in, or to have been involved in, the targeting of civilians through the commission of acts of violence, abduction, forced displacement, or attacks on schools, hospitals, religious sites, or locations where civilians are seeking refuge, or through conduct that would constitute a serious abuse or violation of human rights or a violation of international humanitarian law;\n\n\t\tto be involved in, or to have been involved in, the illicit exploitation of crude oil or any other natural resources in Libya, including the illicit production, refining, brokering, sale, purchase, or export of Libyan oil;\n\n\t\tto be a leader of an entity that has, or whose members have, engaged in any activity described above;\n\n\t\tto have materially assisted, sponsored, or provided financial, material, logistical, or technological support for, or goods or services in support of any of the activities described above or any person whose property and interests in property are blocked pursuant to the order; or\n\n\t\tto be owned or controlled by, or to have acted or purported to act for or on behalf of, any person whose property and interests in property are blocked pursuant to the order.\n\n\n\tIn addition, the order suspends entry into the United States of any alien determined to meet one or more of the above criteria.\n\n\tI have delegated to the Secretary of the Treasury, in consultation with the Secretary of State, the authority to take such actions, including the promulgation of rules and regulations, and to employ all powers granted to the President by IEEPA as may be necessary to carry out the purposes of the order. All agencies of the United States Government are directed to take all appropriate measures within their authority to carry out the provisions of the order.\n\n\tI am enclosing a copy of the Executive Order I have issued.\n\n\tBARACK OBAMA\n\n\tTHE WHITE HOUSE,\n\tApril 19, 2016.\n\n\n\n\n"
}