{
    "title": "Fact Sheet: U.S. Policy Standards and Procedures for the Use of Force in Counterterrorism Operations Outside the United States and Areas of Active Hostilities | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/05/23/fact-sheet-us-policy-standards-and-procedures-use-force-counterterrorism",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 23, 2013\n\n \n\n\n\nFact Sheet: U.S. Policy Standards and Procedures for the Use of Force in Counterterrorism Operations Outside the United States and Areas of Active Hostilities\n\n\n\n\nSince his first day in office, President Obama has been clear that the United States will use all available tools of national power to protect the American people from the terrorist threat posed by al-Qa’ida and its associated forces.  The President has also made clear that, in carrying on this fight, we will uphold our laws and values and will share as much information as possible with the American people and the Congress, consistent with our national security needs and the proper functioning of the Executive Branch.  To these ends, the President has approved, and senior members of the Executive Branch have briefed to the Congress, written policy standards and procedures that formalize and strengthen the Administration’s rigorous process for reviewing and approving operations to capture or employ lethal force against terrorist targets outside the United States and outside areas of active hostilities.  Additionally, the President has decided to share, in this document, certain key elements of these standards and procedures with the American people so that they can make informed judgments and hold the Executive Branch accountable. \nThis document provides information regarding counterterrorism policy standards and procedures that are either already in place or will be transitioned into place over time.  As Administration officials have stated publicly on numerous occasions, we are continually working to refine, clarify, and strengthen our standards and processes for using force to keep the nation safe from the terrorist threat.  One constant is our commitment to conducting counterterrorism operations lawfully.  In addition, we consider the separate question of whether force should be used as a matter of policy.  The most important policy consideration, particularly when the United States contemplates using lethal force, is whether our actions protect American lives. \nPreference for Capture\n\tThe policy of the United States is not to use lethal force when it is feasible to capture a terrorist suspect, because capturing a terrorist offers the best opportunity to gather meaningful intelligence and to mitigate and disrupt terrorist plots.  Capture operations are conducted only against suspects who may lawfully be captured or otherwise taken into custody by the United States and only when the operation can be conducted in accordance with all applicable law and consistent with our obligations to other sovereign states. \nStandards for the Use of Lethal Force\n\tAny decision to use force abroad – even when our adversaries are terrorists dedicated to killing American citizens – is a significant one.  Lethal force will not be proposed or pursued as punishment or as a substitute for prosecuting a terrorist suspect in a civilian court or a military commission.  Lethal force will be used only to prevent or stop attacks against U.S. persons, and even then, only when capture is not feasible and no other reasonable alternatives exist to address the threat effectively.  In particular, lethal force will be used outside areas of active hostilities only when the following preconditions are met: \nFirst, there must be a legal basis for using lethal force, whether it is against a senior operational leader of a terrorist organization or the forces that organization is using or intends to use to conduct terrorist attacks. \nSecond, the United States will use lethal force only against a target that poses a continuing, imminent threat to U.S. persons.  It is simply not the case that all terrorists pose a continuing, imminent threat to U.S. persons; if a terrorist does not pose such a threat, the United States will not use lethal force.  \nThird, the following criteria must be met before lethal action may be taken:\n\n\nNear certainty that the terrorist target is present;\n\n\nNear certainty that non-combatants[1] will not be injured or killed;\n\n\nAn assessment that capture is not feasible at the time of the operation;\n\n\nAn assessment that the relevant governmental authorities in the country where action is contemplated cannot or will not effectively address the threat to U.S. persons; and\n\n\nAn assessment that no other reasonable alternatives exist to effectively address the threat to U.S. persons.\n\n\nFinally, whenever the United States uses force in foreign territories, international legal principles, including respect for sovereignty and the law of armed conflict, impose important constraints on the ability of the United States to act unilaterally – and on the way in which the United States can use force. The United States respects national sovereignty and international law.\nU.S. Government Coordination and Review\n\tDecisions to capture or otherwise use force against individual terrorists outside the United States and areas of active hostilities are made at the most senior levels of the U.S. Government, informed by departments and agencies with relevant expertise and institutional roles.  Senior national security officials – including the deputies and heads of key departments and agencies – will consider proposals to make sure that our policy standards are met, and attorneys – including the senior lawyers of key departments and agencies – will review and determine the legality of proposals. \nThese decisions will be informed by a broad analysis of an intended target’s current and past role in plots threatening U.S. persons; relevant intelligence information the individual could provide; and the potential impact of the operation on ongoing terrorism plotting, on the capabilities of terrorist organizations, on U.S. foreign relations, and on U.S. intelligence collection.  Such analysis will inform consideration of whether the individual meets both the legal and policy standards for the operation.\nOther Key Elements\nU.S. Persons.  If the United States considers an operation against a terrorist identified as a U.S. person, the Department of Justice will conduct an additional legal analysis to ensure that such action may be conducted against the individual consistent with the Constitution and laws of the United States.\nReservation of Authority.  These new standards and procedures do not limit the President’s authority to take action in extraordinary circumstances when doing so is both lawful and necessary to protect the United States or its allies. \nCongressional Notification.  Since entering office, the President has made certain that the appropriate Members of Congress have been kept fully informed about our counterterrorism operations.  Consistent with this strong and continuing commitment to congressional oversight, appropriate Members of the Congress will be regularly provided with updates identifying any individuals against whom lethal force has been approved.  In addition, the appropriate committees of Congress will be notified whenever a counterterrorism operation covered by these standards and procedures has been conducted. \n\n\n\n[1] Non-combatants are individuals who may not be made the object of attack under applicable international law.  The term “non-combatant” does not include an individual who is part of a belligerent party to an armed conflict, an individual who is taking a direct part in hostilities, or an individual who is targetable in the exercise of national self-defense.  Males of military age may be non-combatants; it is not the case that all military-aged males in the vicinity of a target are deemed to be combatants.\n\n\n \n\n\n\n\n"
}