{
    "title": "President Obama To Award Medal of Honor | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-award-medal-honor",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 24, 2009\n\n \n\n\n\nPresident Obama To Award Medal of Honor\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  _____________________________________________________________________________  For Immediate Release                                                               July 24, 2009  On September 17, President Barack Obama will award Staff Sergeant Jared C. Monti, U.S. Army, the Medal of Honor for conspicuous gallantry. Staff Sergeant Monti will receive the Medal of Honor posthumously for his heroic actions in combat in Afghanistan. He displayed immeasurable courage and uncommon valor - eventually sacrificing his own life in an effort to save his comrade. Staff Seargent Monti’s parents, Paul Monti and Janet Monti will join the President at the White House to commemorate their son’s example of selfless service and sacrifice. PERSONAL BACKGROUND: Jared C. Monti was born on September 20, 1975. He was a native of Raynham, Massachusetts. He graduated from Bridgewater-Raynham High School. He enlisted in the United States Army in March 1993. He attended Basic Training and Advanced Individual Training at Fort Sill, Oklahoma. His military decorations include: the Bronze Star, Purple Heart, five Army Commendation Medals, four Army Achievement Medals, three Good Conduct Medals, three National Defense Service Medals, to name a few. He is survived by his Father, Paul Monti, his Mother, Janet Monti, his Sister Niccole Monti, his Brother, Timothy Monti, and his Niece, Carys Monti. He was posthumously promoted to Sergeant First Class. ADDITIONAL INFORMATION THE MEDAL OF HONOR: The Medal of Honor is awarded to a member of the Armed Forces who distinguishes themselves conspicuously by gallantry above and beyond the call of duty while:  engaged in an action against an enemy of the United States; engaged in military operations involving conflict with an opposing foreign force; or serving with friendly foreign forces engaged in an armed conflict against an opposing armed force in which the United States is not a belligerent party.  The meritorious conduct must involve great personal bravery or self-sacrifice so conspicuous as to clearly distinguish the individual above his or her comrades and must have involved risk of life. There must be incontestable proof of the performance of the meritorious conduct, and each recommendation for the award must be considered on the standard of extraordinary merit.\n\n\n\n"
}