{
    "title": "G-20: Fact Sheet on Energy Issues | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/11/12/g-20-fact-sheet-energy-issues",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 12, 2010\n\n \n\n\n\nG-20: Fact Sheet on Energy Issues\n\n\n\n\n\n\tToday at the Seoul Summit, G-20 Leaders re-affirmed their commitment to the groundbreaking decision taken at the Pittsburgh G-20 Summit in 2009 to phase out fossil fuel subsidies in the medium term.  They recognized the substantial progress that has already been made in the last 14 months and agreed to monitor their progress over the next year.  Phasing out fossil fuel subsidies is important because it encourages energy conservation, improves our energy security, helps us meet budget goals and provides a critical down payment on our commitment to reduce greenhouse gas emissions.  A gradual multilateral removal (by 2020) of existing fossil fuel subsidies could result in global greenhouse gas emissions dropping by 10% by 2050 relative to what is otherwise expected.\n\t \n\tLeaders also agreed to take concrete steps to make the world’s physical oil markets more transparent and to continue to improve the regulation of financial oil derivative markets.  These actions are expected to reduce the volatility of oil prices, thereby benefiting both energy producers and consumers.\n\t \nPhase Out Fossil Fuel Subsidies\n\t \n\tAt Pittsburgh last year, the G-20 Leaders committed to rationalize and phase out inefficient fossil fuel subsidies over the medium term.  The G-20 countries subsequently have:\n\n\nPut forward national strategies and timeframes to meet this commitment: G-20 countries have developed individual strategies and timeframes for rationalizing and phasing out inefficient fossil fuel subsidies, and are now working on identifying the resources needed to implement national strategies.\n\nMade substantial progress over the last 14 months. A number of countries have already made policy decisions in accordance with the G-20 commitment.  In Mexico, the government has begun phasing out motor fuel subsidies while conducting a household-level census of fuel consumption that will allow the government to implement a well-targeted support program to compensate low-income households.  In June 2010, India decontrolled gasoline prices and raised the prices for diesel, kerosene, and liquid petroleum gases (LPG).  India also announced plans to phase out the remaining diesel subsidy in the medium term.  This year, both Russia and China initiated programs raising the price of natural gas paid by their domestic consumers.\n\nCommitted to re-assess progress next year. The International Energy Agency (IEA), World Bank, and Organization for Economic Cooperation and Development (OECD) submitted to G-20 Leaders in Seoul a Joint Report updating an earlier analysis to reflect the new phase-out policies implemented this year.  The report found that substantial progress had been made, but that the value of fossil fuel consumption subsidies remained over $300 billion in 2009, a heavy burden on government finances that displaces important public investments, worsens balance of payments, leads to underinvestment in infrastructure, and contributes to energy shortages.  The G-20 leaders asked the international organizations to update their report and assess progress being made in advance of the G-20 Summit next year as a means of holding themselves accountable to their commitment to phase out fossil fuel subsidies.\n\t\t\n\nThe U.S. will do its part.  President Obama is committed to working with Congress to phase out over $3 billion a year in preferential tax incentives for the coal, oil, and gas industries, consistent with the FY2010 and FY2011 budget proposals.\n\n\n\n\nIncrease Oil Market Transparency\n\t \n\tG-20 Leaders also took steps to reduce oil price volatility in the future.  They asked international organizations to improve reporting on global oil production, consumption, and inventories as a means of increasing market transparency.  They also called on regulators to implement International Organization of Securities Commissions (IOSCO) recommendations on improving commodity financial market data, market transparency, and regulatory cooperation and take steps needed to combat market manipulation by ensuring that they have the necessary legal framework to detect and take appropriate enforcement action.  These efforts will help make sure energy markets work well and enhance market integrity.\n\n\n\t\tLeaders asked the International Energy Forum (IEF), the IEA, and the Organization of the Petroleum Exporting Countries (OPEC) to identify specific steps that would improve the quality, timeliness, and reliability of the Joint Oil Data Initiative (JODI).\n\n\t\tThe United States, through the Dodd-Frank Act, has implemented important reforms to improve the transparency and oversight of OTC derivative markets, including OTC financial oil products.\n\n\n\n\n\n"
}