{
    "title": "President Obama to Host First-Ever White House Film Festival | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/02/27/president-obama-host-first-ever-white-house-film-festival",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 27, 2014\n\n \n\n\n\nPresident Obama to Host First-Ever White House Film Festival\n\n\n\n\nAnnounces $400 million in new private sector commitments toward ConnectED goal\nWASHINGTON, DC - Today, President Obama will host the first ever White House Student Film Festival, an event that will showcase the power of technology to boost learning and the Administration’s commitment to bringing America’s classrooms into the 21st century with high-speed internet and cutting-edge educational technology.\nIn the East Room of the White House, President Obama will discuss ongoing progress towards his ConnectED goal of transforming American education by connecting 99% of students to next-generation broadband and wireless technology within five years. In keeping with his pledge to make 2014 a year of action using the power of his pen and his phone, the President will announce $400 million in new private sector commitments from Adobe and Prezi to make free software available to teachers and students to help introduce creative learning materials to classrooms all across the country and help realize the promise of e-learning.\nThe commitments the President will announce include:\n\n\nAdobe – Making available over $300 million worth of free software to teachers and students, including Photoshop and Premiere Elements for creative projects; Presenter and Captivate to amplify e-Learning; EchoSign for school workflow; and a range of teacher training resources. \n\nPrezi – Prezi, a software tool for creating memorable presentations, is providing $100 million in Edu Pro licenses for high schools and all educators across America. \n\nThese build on the $750 million commitments the President announced earlier this month — by using the power of his phone, the President inspired private-sector leaders to pledge well over $1 billion in value to America’s students through these private-sector commitments in the last month alone.\nLast November, the White House announced the first-ever White House Student Film Festival, a video competition created for K-12 students to create short films on how technology is used in their classroom and the role technology will play in education in the future, and to support learning in key fields such as science, technology, engineering, and math. More than 2,000 videos were submitted.\nFollowing the President’s remarks today, the White House – in collaboration with the American Film Institute (AFI) – will screen the 16 “Official Selections.” The selected videos will be screened in four groups: (1) Young Visionaries; (2) Future Innovators; (3) World of Tomorrow; (4) Building Bridges. The films will be presented by Kal Penn, Neil deGrasse Tyson, Bill Nye, and AFI President and CEO Bob Gazzale. Conan O’Brien will also address the students by video. Details on the selected student videos can be found below.\nIn addition to the celebration of the student films and the President’s remarks, FOX and National Geographic Channel will treat the attendees to a sneak peek of the first episode of the upcoming COSMOS: A SPACETIME ODYSSEY television series that celebrates the scientific perspective and the importance of science, technology, engineering, and math education.\nThe students who submitted the Official Selections will be joined in the audience by students who submitted honorable mention videos, parents, teachers, business leaders, and education advocates.\nDetails on the Official Selections for the first-ever White House Student Film Festival\nYoung Visionaries\nTechnology, Documentary, My Dad, and Me. Seventeen-year-old Shelly Ortiz became interested in filmmaking once she began attending the Metropolitan Arts Institute in Arizona in eighth grade. In \"Technology, Documentary, My Dad, and Me,\" Shelly tells us about how the technology in her school has allowed her to find her passion and ability as a filmmaker and use that ability to tell the story of the people she cares about. \nTeleportation Investigation of 2014. Delaware, Ohio High school students Lexus Lexus Wolf, Natalie Koeritzer, Caroline Proffit, and Elizabeth Russell make up the group The Extrazzlers. In their video \"Teleportation Investigation of 2014,” The Extrazzlers created an original music video about the technology in 2014 and what it might look like in the future. \nThrough the Lens of a Tiger. Seniors Alicia Oluhara and Jason Perry attend Woodrow Wilson High School in Washington, D.C. In their submission to the White House Student Film Festival, they detail the many ways technology has enabled them to learn about broadcasting and journalism to tell stories and chase their dreams. \nStay Curious: Technology in the Classroom. Seventeen-year-old Kayla Briët from Cypress, California has a passion for film, music, and the arts. Her submission focused on how technology can foster both academics and creativity. Kayla is also an accomplished musician who produced and recorded the original music featured in her film \"Stay Curious: Technology in the Classroom.\"\nDiscovery. Irvington High School sophomore Tiffany Lin from Fremont, California learned about the White House Student Film Festival by following the White House on Instagram. Her film, “Discovery,” shows how technology is used in the everyday life of a student through the advents of an action figure and an omniscient person who guides it.\nBeyond the Crossfire. High school students Gabriel Garcia, Tirsa Mercado, and Rachel Walden from High Tech High in Chula Vista, California submitted a short film about a larger documentary being produced by more than 45 fellow students designed to elevate youth voices in the discussion about how to prevent and reduce violence and make our schools, homes, and neighborhoods safer. \nFuture Innovators\nArt Tech Collaboration. Elementary school students Emily Villazon, Sarah Matus, Jessica Barney, Reyah Doshi, and Garrett Dahn at Highlands and Mill Street Elementary Schools in Naperville, Illinois came together to create this dramatization of the interaction between two schools without ever meeting face to face. Student volunteers helped animate paper cutouts, created props, edited the film, and composed a soundtrack. This was a collaborative effort that required students to work together to create a cohesive story. \nPIP. High school students Richard White, Nicolas Ramey, and Emil Willmann from Louisiana teamed up to tell the story of a young boy who uses technology to make a presentation on what he wants to be when he grows up. \nTechnology and Me. First graders Emily Kretschmer, Eleanor Daken, Malaika Wande, Yoan Pinsonneault, Veronica Techane, Makaia Spittel, Bezawit Gessesse, and Sydney Humpert from Silver Spring, Maryland gave us a pure and simple look at how the youngest of our students see the past, present, and future of classroom technology. \nWorld of Tomorrow\nTechnology in Education: A Future Classroom. High school junior Daniel Nemroff from Wynnewood, Pennsylvania set out to show us what education might look like in the future. In \"Technology in Education: A Future Classsroom,\" Daniel replaces standard texting with a conceptual example of Objective-Based Learning where students work independently, at their own pace, and are motived by achieving a virtual objective. \nFull S[T]EAM Ahead – How Technology Rocks the Classroom. Elementary school students Miles Pilchik and Gabrielle Nafie from SciTech Kids in New York, New York came together to show us how technology can spark children's innate curiosity through hands-on experiences. From iPads to 3D printers, \"Full S[T]EAM Ahead\" shows us how STEAM activities requires them to think like scientists, inventors, and Makers. \nTomorrow's Classroom. Eighth grader Alexander Emerson from Manchester, Massachusetts shows us how his classroom uses technology to collaborate with students in Uganda, Rwanda, and Brazil to design a more efficient cookstove. Alex has been making films for several years, including an adaptation of Ambrose Bierce's short story \"An Occurrence at Owl Creek Bridge.\" \nBuilding Bridges\nAlex. Eleventh grader Aaron Buangsuwon from Atladena, California shot his video \"Alex\" about his brother, Alex, to shed light on how technology is helping kids with dyslexia and/or dysgraphia learn in a modern school environment. In order to stand out from the other submissions, and in honor of his brother's love of the outdoors, Mitch recorded his video out in nature instead of inside the classroom. \nPosnack Technology: A Day in the Life of Kyle. Seventh graders Marni Rosenblatt, Justin Etzine, and Rachel Huss at the David Posnack Jewish Day School in Davie, Florida came together to tell the story of fellow student Kyle Weintraub, who is being treated for lymphoma in Philadelphia but continues to attend school at Posnack through the use of a special robot. Using the robot, Kyle is able to interact with friends and teachers, venture through the hallways, and participate in class as if he were physically present. \nDouble Time. Eighth graders Joshua Leong and Stephen Sheridan from Longfellow Middle School in Falls Church, Virginia told the story of two sister schools who collaborate on a school project from different parts of the world by using technology. Josh and Stephen wrote the script and traveled to schools and airports to tell their story. \nHello From Malaysia. Seventeen-year-old Kira Bursky from Asheville, North Carolina has been making films since she was only 10. Her film chronicles a fictional girl, Aiman, who, after being sent to boarding school in the United States, uses technology both to maintain a connection with her family back home in Malaysia and also to share her culture and build connections with her new classmates. \n\n\n\n\n"
}