{
    "title": "Declaraciones del secretario de prensa sobre la propuesta presupuestaria de los republicanos para el año fiscal 2012 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/05/declaraciones-del-secretario-de-prensa-sobre-la-propuesta-presupuestaria",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nApril 05, 2011\n\n \n\n\n\nDeclaraciones del secretario de prensa sobre la propuesta presupuestaria de los republicanos para el año fiscal 2012\n\n\n\n\n\n\tTHE WHITE HOUSE\n\n\tOficina del Secretario de Prensa\n\n\t______________________________________________________________________________________________________________________\n\n\tPARA PUBLICACIÓN INMEDIATA                                                                                                     5 de abril, 2011\n\n\t \n\nDeclaraciones del secretario de prensa sobre la propuesta presupuestaria de los republicanos para el año fiscal 2012\n\n\tEl Presidente considera que reducir considerablemente el déficit a largo plazo de Estados Unidos es esencial para propiciar el crecimiento de nuestra economía y ganar el futuro. Hoy, el congresista Ryan presentó su visión sobre cómo hacerlo, y está en lo correcto al decir que no podemos resolver nuestros desafíos fiscales al centrarnos en la limitada porción del gasto nacional a la que le hemos prestado tanta atención recientemente. A pesar de que concordamos sobre su objetivo final, discrepamos firmemente con respecto a su estrategia. Cualquier plan para reducir nuestro déficit debe reflejar los valores estadounidenses de equidad y sacrificios comunes.  El plan del Congresista Ryan no pasa esta prueba. Recorta los impuestos de los millonarios e intereses especiales a la vez que les impone una carga mayor a las personas mayores que dependen de Medicare o viven en casas de reposo, las familias que pasan apuros con un niño con una discapacidad severa, los trabajadores que han perdido su seguro médico y los estudiantes y familias que dependen de las becas Pell.  El Presidente considera que hay una manera más equilibrada de llevar a Estados Unidos camino a la prosperidad.  A pesar de nuestras diferencias, todos nosotros –demócratas y republicanos– tenemos la obligación de encontrar terreno común siendo fieles a nuestros valores y cumpliendo con las responsabilidades que tenemos con el pueblo estadounidense.\n\n\t###\n\n\t \n\n\n\n\n"
}