{
    "title": "Conference Call Briefing on the G8 Dinner Meeting | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/conference-call-briefing-g8-dinner-meeting",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 08, 2009\n\n \n\n\n\nConference Call Briefing on the G8 Dinner Meeting\n\n\n\n\n\n\nTHE WHITE HOUSE\n\t\t \n\n\t\tOffice of the Press Secretary\n\t\t_________________________________________________________________________\n\t\tFor Immediate Release                                                           July 8, 2009\n\n\nPRESS BRIEFING BY\n\t\tDEPUTY NATIONAL SECURITY ADVISOR\n\t\tFOR STRATEGIC COMMUNICATIONS DENIS McDONOUGH,\n\t\tUNDER SECRETARY OF STATE FOR POLITICAL AFFAIRS BILL BURNS,\n\t\tDEPUTY NATIONAL SECURITY ADVISOR\n\t\tFOR INTERNATIONAL ECONOMIC AFFAIRS MIKE FROMAN,\n\t\tAND NATIONAL SECURITY COUNCIL CHIEF OF STAFF MARK LIPPERT\n\t\tON G8 WORKING DINNER\n\n\t\tVia Conference Call\n\n\n\t\t11:22 P.M. (Local)\n\n\n\t\tMR. HAMMER:  Hello, good evening, everyone.  We know it's been a long day.  Thank you very much for joining us.  This evening we have four U.S. administration officials.  We are actually going to do this on the record.  Let me go through our speakers tonight.\n\n\t\tIt will be Denis McDonough, Deputy National Security Advisor for Strategic Communications; Under Secretary for Political Affairs at the State Department, Bill Burns; we have Mike Froman, the Deputy National Security Advisor for International Economics; and we're also joined by Mark Lippert, the National Security Council Chief of Staff.\n\n\t\tDenis is going to lead us off.  They'll each have a bit of information to share with you and then we'll turn it over for questions. \n\n\t\tDenis.\n\n\t\tMR. McDONOUGH:  Thanks, Mike.  And hey, everybody, thanks a lot for joining the call.  Please forgive us for being 22 minutes late, but we wanted to get a full readout from the President, who just came out of the dinner.  So sorry for keeping you waiting.\n\n\t\tLet me just say at the top here, express our congratulations and our admiration for the good work that Mike Froman has done on this summit.  It's obviously not done yet, but he's been working us very hard and I think the dinner tonight is an example of that.\n\n\t\tI would just say that the President just suggested to us that he felt that it was a very productive and very constructive dinner.  He was struck in particular about the unanimity of posture and unanimity of feeling in relation to the issue of Iran. \n\n\t\tWe've indicated to all of you this week that we believe that this issue needed to be front and center during the course of this week's meetings in Moscow as well as here, and that was definitely the case at tonight's dinner. \n\n\t\tI'd just say that the President was struck by the unanimity around Iran and he definitely feels that the conversation with the leaders tonight around the table was a continuation really of the conversation that he's been having over the last couple of days with President Medvedev.  And he was obviously gratified by that. \n\n\t\tRather than me going into any further detail, let me pass it to Mike, who was in the dinner and can give us a good sense of what was covered.  Then we'll go to Bill, who will talk specifically about the statements.  He's been working on those for several weeks now and was instrumental in getting the G8 foreign ministers' statement on Iran that all of us have talked with you about over the course of the last week or so.  And then Mark will finish up with a big announcement out of -- another one of the big announcements out of the dinner, which is the confirmation of the national security summit next March -- sorry, the nuclear security summit next March in Washington.\n\n\t\tMike.\n\n\t\tMR. FROMAN:  Thanks, Denis.\n\n\t\tIt was a very good and free-flowing discussion among the leaders and touched on a number of subjects.  It started off, as Denis suggested, on Iran, where there was a great deal of discussion both about the recent election and about the nuclear program and the challenges of dealing with Iran going forward.\n\n\t\tIt moved on from there to North Korea and a similar discussion of sharing perspectives on developments in North Korea and discussion of steps looking ahead.\n\n\t\tThat naturally fed into a discussion of nonproliferation, which the President led and talked about the trip he's just come from Moscow and the beginnings of the START process there -- building on his Prague speech and various elements of the nonproliferation initiative and, as Denis mentioned, the coming of the nuclear security summit to be held in -- next March.\n\n\t\tThere was a discussion of the Middle East peace process, again leaders sharing perspectives -- some of whom have been involved in this process for a very long time -- and then a discussion of Afghanistan and Pakistan and the civilian and economic challenges in Afghanistan, and the challenges in Pakistan as well.\n\n\t\tSo it was a broad-ranging discussion.  It went on for -- well, let's see -- about two and a half hours in total.  And I'd say the mood, as Denis said, there was a lot of unanimity, a lot of consensus around perspectives in approach, and a great expression of willingness to work with each other and coordinate with each other going forward on all these issues.\n\n\t\tI'll turn it over to Bill Burns, who can talk about the documents.\n\n\t\tUNDER SECRETARY BURNS:  Well, just as Mike described, I think the document that the G8 heads of state government just released on a range of foreign policy issues reflects I think the consensus and unanimity that Mike described at the dinner.  And I'd call your attention in particular to the statement on Iran, which is I think a strong one and significant in that you had all eight members of the group indicating their serious concern about recent events in Iran.  They deplore post-electoral violence.  They make clear that interference with the media, unjustified detentions of journalists, recent arrests of foreign nationals are unacceptable.\n\n\t\tThere's a passage which makes clear that embassies in Iran have to be permitted to exercise their functions without arbitrary restrictions on or intimidation of their staff; so particular reference to problems that the British have encountered in Tehran recently, but a number of embassies have had as well.\n\n\t\tIt stresses also the sense of urgency that I think all eight leaders feel about the nuclear issue, and it highlights both the deep concern about Iran's continued failure to meet its international obligations and the importance of Iran cooperating fully with the IAEA and complying with the Security Council resolutions without further delay.\n\n\t\tIt notes that the G8 meeting and other meetings on the margins -- the U.N. General Assembly at the end of September -- provide an occasion to take stock of the situation.  And it ends with a very forthright condemnation of the declarations of Ahmadinejad denying the Holocaust.  So I think all in all, it's quite a strong and direct statement.\n\n\t\tAnd there are equally strong statements with regard to North Korea, piracy and maritime security, where the focus here is on antipiracy, but also a longer-term strategy for dealing with problems of economic development, port security -- and then statements on the Middle East and Afghanistan and Pakistan, as well.\n\n\t\tMR. McDONOUGH:  Hey, Mark, why don't you take it away and talk a little bit about the nuclear security summit.\n\n\t\tMR. LIPPERT:  Sure.  Hi, everybody.  I'll be brief.  This is a follow-on to the President's very successful trip to Russia.  As you are well aware, we made a good deal of progress on the START agreement and we wanted to build on this momentum.  We then used this opportunity to make a formal announcement of the nuclear security summit to be held in March of 2010.  We think this is another important piece of the nonproliferation agenda that the President has put forward, which includes reductions to our arsenals, CTBT, and strengthening the MPT, among other things.\n\n\t\tPerhaps the key reason why for the summit is, as he said on numerous occasions, he believes nuclear terrorism is the most immediate and extreme threat to global security, and he feels the need to help lead an international effort to secure vulnerable nuclear materials within four years, break up black markets, detect and intercept materials in transit, and use financial tools to disrupt the illicit trade in these materials.\n\n\t\tSo, again, what we're trying to do here is raise the profile, discuss steps to move forward, and hope to end with some sort of communiqué pledging efforts to get to higher standards on these issues and expand the peaceful nuclear energy worldwide.\n\n\t\tI think I'd just close by saying I think the President is very committed to a proactive approach on these issues and doesn’t want to wait for an act of nuclear terrorism before working together to collectively improve our nuclear security culture.\n\n\t\tSo I think with that I'll just turn it back over. \n\n\t\tMR. McDONOUGH:  Thanks, and I just want to end up where I started, which is I think this is a continuation of the momentum that was building earlier in the week.  We do not harbor, and more importantly, the President does not harbor any particular view that this is going to be easy, but I do think that we are continuing to see the impact of the investment of time and resources not only this week in Moscow, but certainly over the course of these last several months with the trips and the visits in Washington to discuss these issues, particular Iran and nuclear security.\n\n\t\tMR. HAMMER:  Could we now turn it over to the questions, please?\n\n\t\tQ    Thanks very much.  First, some housekeeping.  Are we going to get a copy of the statement tonight, because I don't see one in my in-box. \n\n\t\tMR. McDONOUGH:  I'm just going to the Web site now; we're trying to make sure that we have an easy version of it that we can send to you.  But that would be our intention.\n\n\t\tQ    All right, great.  And secondly, I'd just like to get some sense of whether or not there was any give-and-take between the Russian delegation and the rest of the other seven members, or whether Medvedev went along with or agreed with what was proposed to him.\n\n\t\tMR. FROMAN:  Yes, there was give-and-take among all the members, including between the Russians and other members of the G8.  But as Denis and Bill noted, there was a great deal of consensus and unanimity around the positions reflected in the documents and around the discussion itself -- so not just the documents, but I'd say the discussion was really reflecting shared perspectives on a number of these issues.\n\n\t\tUNDER SECRETARY BURNS:  No, I'd just agree with Mike, and the discussions in which I took part at the political directors' level, there was a very active give-and-take, but the bottom line was that all eight leaders, all eight delegations ultimately signed up to what is a pretty strong statement, significant, as I said before, in what it says directly about recent events in Iran, as well as about, I think, underscoring a sense of urgency about the nuclear issue.\n\n\t\tQ    Yes, it's Olivier Knox.  I have a question about the nuclear security summit -- who is attending this, and what are the specific concrete objectives that you have going into that?\n\n\t\tMR. LIPPERT:  Sure.  The essential -- we don't have, obviously, the complete attendee list rounded out.  We should have that relatively soon.  The President is going to be sending personal letters of invitation to formally extend offers to come to the summit.  But we anticipate around 25 to 30 nations in Washington, as I said, early next March, to convene in the summit. \n\n\t\tAnd the concrete objectives at this point were sort of as I outlined earlier in the call, which is essentially what we want to do is develop steps that really we can work together on to secure vulnerable materials and combat nuclear smuggling.  The other piece is, I think, sort of a communiqué on best practices that we want to get everybody up to a certain standard.  I think that would be one of the other goals.\n\n\t\tAnd I think, finally, the overall objective here is that we felt that we have robust bilateral efforts on this score and we wanted to lay down an important multilateral piece on top of this to sort of tie it all together and make sure everybody was coordinated on the same page.\n\n\t\tMR. McDONOUGH:  Olivier, this is Denis.  We'll also make sure that you have a factsheet on this later tonight that you can draw from. \n\n\t\tQ    Thank you very much.\n\n\t\tQ    Hello, gentlemen.  Thank you very much for your time.  And, Denis, I think all of us would like that factsheet on the nuclear security summit, so just send that out, if you could, to all of, please.  Is that okay?\n\n\t\tMR. McDONOUGH:  Yes.\n\n\t\tQ    Okay.  I'd like to ask all of you, but I guess specifically for Mike and Bill -- is there anything that you heard tonight or in your conversations about Iran that would suggest to you action in the near term or the midterm about Iran, or just a deepening of concern?  I mean, concern has been present before.  It's reflected in the foreign ministers' statement.  At some point it seems the American public might want to know if our allies in the world are going to move beyond concern to something that would approximate action.  Anything that's happened tonight that moves in that direction that you could specify or quantify?\n\n\t\tUNDER SECRETARY BURNS:  All I would say is in the discussions in which I took part, there was obviously that clear sense of concern that's reflected in the statement, but also a real sense of unity about the dual-track strategy that the P5-plus-one group has employed for some years now.  And so while we didn’t talk about specifics this evening, I think there's no question about that commitment to both tracks of the strategy.\n\n\t\tI'd don't know if Mike has anything to add from the leaders dinner.\n\n\t\tMR. FROMAN:  I think the only thing I would add is that the discussion reflected, I'd say, a collective impatience with Iran and a desire to see real response going forward.  That's all I'd say.\n\n\t\tMR. McDONOUGH:  You know, Major, I would just mention, too, that both the foreign ministers' statement that Bill locked down about 10 days ago or so and the leaders' statement that Bill worked all day today on mention some target dates here in the fall when the leaders will come back together and take assessment of where they are on this whole basket of issues.\n\n\t\tQ    Just going back to what Major was saying, it seems that France and the UK wanted to separate the statement on Iran to make it much stronger, and that didn’t happen.  Now, apparently, the statement on Iran has been moved from the fourth paragraph to first paragraph as a compromise.  Also from what I have read in the document, there is no mention of a deadline for December, which the President had mentioned before.  Is there a deadline for December?  Is there more action?  And isn’t it week, the fact that Russia prevailed in not having a separate statement?  I mean weak for the other countries, including the U.S.\n\n\t\tUNDER SECRETARY BURNS:  No, I'd say, if you look at the content of this statement, which is the issue that we focused on and all eight parties worked hard on, I think it's a strong statement and it reflects a real sense of urgency on the part of all of us, and that includes Britain, France, everybody else who was at the table were focused on that content.\n\n\t\tMR. McDONOUGH:  Let me just go back at Major's editorial comment there which he closed with.  I just read out of the statement -- it says, G8 meeting on the margin of the United Nations General Assembly the opening week of September will be an occasion to take stock of the situation.  So I think that what you have here is a unanimous situation -- a unanimous expression of the leaders -- all eight leaders' concern, strong concern, serious concern about the situation.\n\n\t\tI think as Mike said, it's reflective of impatience with Iran.  It does say that Iran needs to fulfill its international responsibilities without further delay.  And so I think it's quite explicit here.  And I'm certain Major and then whoever the next questioner was will take particular note of that language in the statement when it comes out.\n\n\t\tQ    What about December, the deadline that the President had mentioned before of December?\n\n\t\tMR. McDONOUGH:  I just read a sentence that referenced the U.N. General Assembly in September as an opportunity to take stock. \n\n\t\tQ    Hi, guys.  Two questions, one on the nuclear summit.  Could you just explain a little bit more about what you expect the other G8 partners to do on that and their participation?  And secondly, could you expand a little bit on the discussion about the Middle East peace process?  Thank you.\n\n\t\tMR. LIPPERT:  I'll take a crack at the nuclear security summit issue.  Well, I think what we expect some of the G8 partners to -- each has unique assets and capabilities that they bring to this issue.  And I think what we're trying to do is cover a broad range of issues from financial sector to combating nuclear smuggling, to securing vulnerable materials.  So I think what we're kind of looking for is each country will bring certain tools, certain capabilities to the table here, and then we're also going to have the best practices piece laid onto that.  So we're going to have tools, best practices, and a coordinating mechanism, I think, and all three of those elements will bring out I think some of the best assets and capabilities of our G8 partners.\n\n\t\tUNDER SECRETARY BURNS:  The only thing I'd add to what Mark said is that the United States and Russia have been working now for some years on many of these issues.  several years ago the two of us launched the Global Initiative to Combat Nuclear Terrorism.  And so we've made some strides on this issue, and I think this -- as has been said before, the summit the President has now announced builds on the momentum of his meetings in Moscow the last couple of days and the shared experience of the United States and Russia over the last few years.\n\n\t\tMR. FROMAN:  The only thing I'd say on the Middle East is that there was a good discussion of sharing perspectives both with regard to Israel, the situation of the Palestinian Authority and the perspectives of other states in the region, the importance of the G8 having a unified perspective and approach to the region and the opportunity, the current opportunity to try and achieve progress.  So there was a sense that -- and the President reported on George Mitchell's activities and the dialogue he's having and there was appreciation for that as well.\n\n\t\tMR. HAMMER:  Thank you very much, everybody, for joining us.  Before we close, we know we owe you -- trying to get you the nuclear security summit factsheet and also the G8 declaration that was put out.\n\n\t\tDenis, and the others, do you have any closing comments or updates on the schedule for tomorrow?\n\n\t\tMR. McDONOUGH:  Yes.  I think as everybody knows, when President Hu decided to return to China, we went ahead and -- it sounds like we're losing our forum here, Mike. \n\n\t\tOPERATOR:  That is coming from Mr. Hammer's line.  He disconnected.  He must have been having phone problems.\n\n\t\tMR. McDONOUGH:  All right.  Well, let me just go ahead and finish this thought.  I would just say that tomorrow morning at 9:30 a.m., the President will be meeting with President Lula of Brazil, and the President obviously is looking very much forward to that meeting.  And then we'll be certain to provide you a readout after it.\n\n\t\tAnd we are busily getting both a copy of the factsheet and a copy of the statement out to you.\n\n\t\tThanks a lot for joining the call.\n\n\t\tEND\n\t\t11:45 P.M. (Local)       \n\t\t                                 \n\n\n\n\n\n"
}