{
    "title": "President Obama Honors Outstanding Mathematics and Science Teachers | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/08/22/president-obama-honors-outstanding-mathematics-and-science-teachers",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 22, 2016\n\n \n\n\n\nPresident Obama Honors Outstanding Mathematics and Science Teachers\n\n\n\n\n\n\tWASHINGTON, DC -- President Obama today named 213 mathematics and science teachers as recipients of the prestigious Presidential Award for Excellence in Mathematics and Science Teaching. These awardees represent all 50 states, the District of Columbia, Puerto Rico, U.S. Territories, and the Department of Defense Education Activity schools. The educators will receive their awards at a ceremony in Washington, DC on September 8.\n\n\tThe Presidential Award for Excellence in Mathematics and Science Teaching is awarded to outstanding K-12 science and mathematics teachers from across the country. The winners are selected by a panel of distinguished scientists, mathematicians, and educators following an initial selection process at the state level. Each nomination year of the award alternates between teachers in the kindergarten through 6th grade level, and those teaching 7th through 12th grades. The cohort of awardees named today represent two nomination years, one of teachers in kindergarten through 6th grade classrooms and the other in 7th through 12th grade classrooms.\n\n\tWinners of this Presidential honor receive a $10,000 award from the National Science Foundation to be used at their discretion, and are invited to Washington, DC, for an awards ceremony, as well educational and celebratory events, and visits with members of the Administration.\n\n\t\"The recipients of this award are integral to ensuring our students are equipped with critical thinking and problem-solving skills that are vital to our Nation’s success,” President Obama said. “As the United States continues to lead the way in the innovation that is shaping our future, these excellent teachers are preparing students from all corners of the country with the science, technology, engineering, and mathematics skills that help keep us on the cutting-edge.”\n\n\tPresident Obama and his Administration have taken significant steps to strengthen education in science, technology, engineering, and math (STEM) fields in order to fully harness the promise our Nation’s students. The President’s Educate to Innovate campaign, launched in November 2009, has resulted in more than $1 billion in private investment for improving K-12 STEM education. Additionally, in 2011, the President set an ambitious goal to put 100,000 additional excellent STEM teachers in America’s classrooms by 2021. Thanks to the work of more than 280 organizations, 30,000 new STEM teachers have already been trained, and resources are in place to train an additional 70,000 STEM teachers by 2021. In parallel, the President has called for increasing the proficiency of America’s existing STEM teachers with a Master Teacher Corps initiative, which would identify the most effective K-12 STEM teachers and support them in a program to propagate their best practices with their peers. You can read more about the President’s commitment to science, technology, and innovation HERE.\n\n\tThe recipients of the Presidential Award for Excellence in Mathematics and Science Teaching are listed below, by nomination cohort and then by state.\n\nTo learn more about these extraordinary teachers, please visit: https://recognition.paemst.org\n\nGrades K-6 Award Cohort\n\nAlabama\n\tKimberly Bowen, Rainbow Elementary School, Mathematics\n\tJulie Neidhardt, Dawes Intermediate School, Science\n\nAlaska\n\tJoey Jigliotti, Alpenglow Elementary School, Science\n\tMaryLee Tung, Sand Lake Elementary School, Mathematics\n\nArizona\n\tTabetha Finchum, Centennial Elementary School, Mathematics\n\tJanice Mak, Fireside Elementary School, Science\n\nArkansas\n\tAshley Kasnicka, Harvey Jones Elementary School, Mathematics\n\tCassie Kautzer, Monitor Elementary School, Science\n\nCalifornia\n\tAndrew Kotko, Mather Heights Elementary School, Mathematics\n\tErica Rood, CHIME Charter School, Science\n\nColorado\n\tDawn Bauer, Carson Elementary School, Science\n\tCarolyn Jordan, Normandy Elementary School, Mathematics\n\nConnecticut\n\tLiesl Fressola, Sandy Hook Elementary School, Science\n\tNicole Gilson, Peck Place School, Mathematics\n\nDelaware\n\tKristin Gray, Richard A. Shields Elementary School, Mathematics\n\tKimberly Simmons, W. Reily Brown Elementary School, Science\n\nDistrict of Columbia\n\tKristina Kellogg, Watkins Elementary School, Mathematics\n\tMichael Mangiaracina, Brent Elementary School, Science\n\nDoDEA\n\tBridget Lester, Ft. Rucker Primary School, Science\n\tRebecca Sterrett, Ramstein Elementary School, Mathematics\n\nFlorida\n\tJanet Acerra, Forest Lakes Elementary School, Science\n\tAngela Phillips, Chets Creek Elementary School, Mathematics\n\nGeorgia\n\tAmanda Cavin, Unity Grove Elementary School, Mathematics\n\tSteven King, Whit Davis Elementary School, Science\n\nHawaii\n\tEliza Akana Yoshida, Pu'u Kukui Elementary School, Mathematics\n\tStan Mesina, August Ahrens Elementary School, Science\n\nIdaho\n\tGiselle Isbell, Anser Charter School, Mathematics\n\tLinda Truxel, Barbara Morgan Elementary School, Science\n\nIllinois\n\tCatherine Ditto, Burley Elementary School, Mathematics\n\tJames O'Malley, Thomas A. Edison Elementary School, Science\n\nIndiana\n\tMartin Briggs, Crichfield Elementary School, Mathematics\n\tKristen Poindexter, Spring Mill Elementary School, Science\n\nIowa\n\tAnn Johnson, Sageville Elementary School, Mathematics\n\tJoshua Steenhoek, Jefferson Intermediate School, Science\n\nKansas\n\tMichelle Kelly, Basehor Elementary School, Mathematics\n\tBrandi Leggett, Prairie Ridge Elementary School, Science\n\nKentucky\n\tVivian Bowles, Kit Carson Elementary School, Science\n\tGina Kimery, Farmer Elementary School, Mathematics\n\nLouisiana\n\tMary Legoria, Westdale Heights Academic Magnet School, Science\n\tKristen Mason, L. W. Ruppel Academy for Advanced Studies, Mathematics\n\nMaine\n\tLauree Gott, Veazie Community School, Science\n\tLaura Stevens, Dora L. Small Elementary School, Mathematics\n\nMaryland\n\tHilarie Hall, The Woods Academy, Science\n\tJennifer Kiederer Lawrence, Warren Elementary School, Mathematics\n\nMassachusetts\n\tJohn Heffernan, Anne T. Dunphy School, Science\n\tKaren Schweitzer, Anne T. Dunphy School, Mathematics\n\nMichigan\n\tGary Koppelman, Blissfield Elementary School, Science\n\tFrancie Robertson, Pine Tree Elementary, Mathematics\n\nMinnesota\n\tFrances Stang, O. H. Anderson Elementary School, Science\n\tCarissa Tobin, Nellie Stone Johnson Community School, Mathematics\n\nMississippi\n\tKarin Bowen, Brandon Middle School, Mathematics\n\tVicki Moorehead, St. Anthony Catholic School, Science\n\nMissouri\n\tNancy McClintock, Center for Creative Learning, Science\n\tKatherine Schack, Lakeview Elementary School, Mathematics\n\nMontana\n\tKara Nelson, Meadowlark Elementary School, Mathematics\n\tColleen Windell, Lolo Middle School, Science\n\nNebraska\n\tAmy Falcone, Hillside Elementary School, Mathematics\n\tKyla Hall, Kloefkorn Elementary School, Mathematics\n\nNevada\n\tArvella Jergesen, Fernley Intermediate School, Mathematics\n\tKathleen Schaeffer, Bob Miller Middle School, Mathematics\n\nNew Hampshire\n\tRebecca Cummings, Pelham Elementary School, Science\n\tAnn Gaffney, Londonderry Middle School, Mathematics\n\nNew Jersey\n\tJulia Ogden, Woodcliff Middle School, Science\n\tCoshetty Vargas, Washington Park School, Mathematics\n\nNew Mexico\n\tCynthia Colomb, Hermosa Middle School, Science\n\tBernadine Cotton, Tombaugh Elementary School, Mathematics\n\nNew York\n\tEliza Chung, The School at Columbia University, Mathematics\n\tLisbeth Uribe, The School at Columbia University, Science\n\nNorth Carolina\n\tJustin Osterstrom, Martin Gifted and Talented Magnet Middle School, Science\n\tKayonna Pitchford, Stoney Point Elementary School, Mathematics\n\nNorth Dakota\n\tLoni Miller, Saxvik Elementary School, Science\n\tAngela Stoa-Lipp, Kennedy Elementary School, Mathematics\n\nOhio\n\tMarcy Burns, Main Street Intermediate School, Science\n\tSusan Dankworth, Thomas E. Hook Elementary School, Mathematics\n\nOklahoma\n\tRebekah Hammack, Stillwater Middle School, Science\n\tMoriah Widener, Jenks West Intermediate School, Mathematics\n\nOregon\n\tMaureen Murphy-Foelkl, Chapman Hill Elementary School, Science\n\tSarah Luvaas, Redland Elementary School, Mathematics\n\nPennsylvania\n\tKaren Bungo, Horace Mann Elementary School, Mathematics\n\tGeoffrey Selling, Germantown Friends School, Science\n\nPuerto Rico\n\tEsther Alvarez-Meléndez, Academia San Ignacio de Loyola, Science\n\tCarmen Olmo, Saint John's School, Mathematics\n\nRhode Island\n\tBarbara Pellegrino, Harold F. Scott Elementary School, Mathematics\n\tDebra Turchetti-Ramm, Sarah Dyer Barnes Elementary School, Science\n\nSouth Carolina\n\tTammy Joiner, Little Mountain Elementary School, Mathematics\n\tRebecca Strong, Thomas C. Cario Middle School, Science\n\nSouth Dakota\n\tRoby Johnson, Holgate Middle School, Science\n\tCrystal McMachen, East Middle School, Mathematics\n\nTennessee\n\tTheresa Feliu, John Adams Elementary School, Mathematics\n\tNicole Resmondo, Gresham Middle School, Science\n\nTexas\n\tErika Hassay, Live Oak Elementary School, Mathematics\n\tCelena Miller, Cesar Chavez Elementary School, Science\n\nU.S. Territories\n\tFina Leon Guerrero, Manuel Ulloa Lujan Elementary School, Mathematics\n\tRichard Carlos Velasco, FBLG Middle School, Mathematics\n\nUtah\n\tJalyn Kelley, Wilson Elementary School, Mathematics\n\tBritnie Powell, Salt Lake Center for Science Education, Science\n\nVermont\n\tLaura Botte Fretz, Edmunds Middle School, Mathematics\n\tLisa Marks, Ludlow Elementary School, Science\n\nVirginia\n\tBarbara-Ann Adcock, Pocahontas Elementary School, Science\n\tEric Imbrescia, Peak View Elementary School, Mathematics\n\nWashington\n\tMeredith Gannon, Sacajawea Elementary School, Science\n\tDeborah Halperin, Laurelhurst Elementary School, Mathematics\n\nWest Virginia\n\tCynthia Evarts, Orchard View Intermediate School, Mathematics\n\tNancy Holdsworth, New Manchester Elementary School, Science\n\nWisconsin\n\tLori Baryenbruch, River Valley Elementary Spring Green, Science\n\tTina Parker, Sam Davey Elementary School, Mathematics\n\nWyoming\n\tGayla Hammer, Lander Middle School, Science\n\tNancy Windholz, Saratoga Elementary School, Mathematics\n\nGrades 7-12 Award Cohort\n\nAlabama\n\tRyan Reardon, Jefferson County International Baccalaureate School, Science\n\tJoel White, Brooks High School, Mathematics\n\nAlaska\n\tChristopher Benshoof, Lathrop High School, Mathematics\n\tCatherine Walker, Romig Middle School, Science\n\nArizona \n\tMarizza Bailey, BASIS Scottsdale, Mathematics\n\tMichael McKelvy, Basha High School, Science\n\nArkansas \n\tDaniel Moix, Bryant High School, Mathematics\n\tDiedre Young, Ridgway Christian High School, Science\n\nCalifornia \n\tMaria McClain, Deer Valley High School, Mathematics\n\tMichael Towne, Citrus Hill High School, Science\n\nColorado \n\tLisa Bejarano, Aspen Valley High School, Mathematics\n\tJessica Noffsinger, STEM Magnet Lab School, Science\n\nConnecticut \n\tRichard Broggini, Smith Middle School, Science\n\tElizabeth Capasso, Jettie S. Tisdale School, Mathematics\n\nDelaware \n\tRobin Corrozi, Cape Henlopen High School, Mathematics\n\tJohn Scali, MOT Charter High School, Science\n\nDistrict of Columbia \n\tShira Printup, McKinley Technology High School, Mathematics\n\tMelanie Wiscount, McKinley Technology Education Campus, Science\n\nDoDEA \n\tMichal Turner, Vicenza Middle School, Mathematics\n\nFlorida \n\tTracy Smith, Bak Middle School of the Arts, Science\n\tKelly Zunkiewicz, Dr. Earl J. Lennard High School, Mathematics\n\nGeorgia \n\tMarc Pedersen, Paulding County High School, Science\n\tCindy Apley Rose, Couch Middle School, Mathematics\n\nHawaii \n\tAlicia Nakamitsu, Aiea High School, Mathematics\n\tBryan Silver, Kalani High School, Science\n\nIdaho \n\tJason George, Vision Charter School, Science\n\tMicah Lauer, Heritage Middle School, Science\n\nIllinois \n\tMichael Fumagalli, East Leyden High School, Science\n\tLisa Nicks, Thornton Township High School, Mathematics\n\nIndiana \n\tHugh Ross, Guerin Catholic High School, Science\n\tMichael Spock, Columbus North High School, Mathematics\n\nIowa \n\tLynnetta Bleeker, Parkview Middle School, Science\n\tRichard Brooks, Johnston High School, Mathematics\n\nKansas \n\tTrissa McCabe, Reno Valley Middle School, Mathematics\n\tDenise Scribner, Eisenhower High School, Science\n\nKentucky \n\tCarly Baldwin, Boyd County High School, Science\n\tChristine Bickett, North Bullitt High School, Mathematics\n\nLouisiana \n\tLinda Messina, Saint Joseph's Academy, Science\n\tDonna Patten, West Monroe High School, Mathematics\n\nMaine \n\tMarielle Edgecomb, Peninsula School, Mathematics\n\tCary James, Bangor High School, Science\n\nMaryland \n\tElizabeth Lazaro, Buck Lodge Middle School, Science\n\tElizabeth Megonigal, Huntingtown High School, Science\n\nMassachusetts \n\tNeil Plotnick, Everett High School, Mathematics\n\tKeith Wright, The Springfield Renaissance School, Science\n\nMichigan \n\tBrian Langley, Novi High School, Science\n\tWendy Osterman, Sashabaw Middle School, Mathematics\n\nMinnesota \n\tMorgan Fierst, South High, Mathematics\n\tLisa Houdek, Central Senior High School, Science\n\nMississippi \n\tMarshall Hobbs, Jackson Preparatory School, Science\n\tLauren Zarandona, Mississippi School for Mathematics and Science, Mathematics\n\nMissouri \n\tCarol Robertson, Fulton High School, Science\n\tDeanna Wasman, David H. Hickman High School, Mathematics\n\nMontana \n\tJessica Anderson, Powell County High School, Science\n\tKerry Gruizenga, Skyview High School, Mathematics\n\nNebraska \n\tNicole Miller, Lakeview Jr-Sr High School, Science\n\tGregory Sand, Central High School, Mathematics\n\nNew Hampshire \n\tRobin Ellwood, Rye Junior High School, Science\n\tPatrick Kaplo, Windham High School, Science\n\nNew Jersey \n\tVictoria Gorman, Medford Memorial Middle School, Science\n\tAmy Mosser, Seneca High School, Mathematics\n\nNew Mexico \n\tKathleen Boerigter, Los Alamos High School, Science\n\tKevin Gant, Nex+Gen Academy, Science\n\nNew York \n\tDaniel Mattoon, Niskayuna High School, Mathematics\n\tAmanda Zullo, Saranac Lake High School, Science\n\nNorth Carolina \n\tLauren Baucom, Forest Hills High School, Mathematics\n\tKaren Newman, Durham Academy, Science\n\nNorth Dakota \n\tJonathan Fugleberg, May-Port CG High School, Mathematics\n\tMichelle Strand, West Fargo High School, Science\n\nOhio \n\tAmy Roediger, Mentor High School, Science\n\tBeth Vavzincak, Normandy High School, Mathematics\n\nOklahoma \n\tTeri Kimble, Hydro-Eakly Middle School/High School, Science\n\tJamie Rentzel, Norman High School, Mathematics\n\nOregon \n\tKatharine Dean, Centennial High School, Science\n\tBrian Hanna, Newport High School, Mathematics\n\nPennsylvania \n\tElizabeth Allen, Saucon Valley High School, Mathematics\n\tJaunine Fouché, Milton Hershey School, Science\n\nPuerto Rico \n\tNelson Franqui Flores, Saint John's School, Mathematics\n\tKeyla Soto Hidalgo, University High School, Science\n\nRhode Island \n\tAnthony Borgueta, Barrington Middle School, Science\n\tKristen Jahnz, Cumberland High School, Mathematics\n\nSouth Carolina \n\tGail Vawter, Springfield Middle School, Science\n\tJennifer Wise, Hand Middle School, Mathematics\n\nSouth Dakota \n\tJennifer Fowler, South Middle School, Science\n\tBjorg Remmers-Seymour, East Middle School, Mathematics\n\nTennessee \n\tLaura Darnall, Goodpasture Christian School, Science\n\tMary Vaughan, Oak Ridge High School, Mathematics\n\nTexas \n\tPatty Hill, Kealing Middle School, Mathematics\n\tCara Johnson, Allen High School, Science\n\nU.S. Territories \n\tThora Henry Letang, Bertha C. Boschulte Middle School, Science\n\tDora Borja Miura, Saipan Southern High School, Mathematics\n\nUtah \n\tMagdalene Huddleston, Sand Ridge Junior High, Science\n\tVicki Lyons, Lone Peak High School, Mathematics\n\nVermont \n\tKatherine McCann, U-32 Middle High School, Mathematics\n\tMary Louise McLaughlin, Barre Town Middle and Elementary School, Science\n\nVirginia \n\tKelle Lyn Scott, Robinson Secondary School, Mathematics\n\tCamilla Walck, Princess Anne High School, Science\n\nWashington \n\tScott Cooley, University High School, Mathematics\n\tJeffery Wehr, Odessa High School, Science\n\nWest Virginia \n\tMaureen Miller, Hurricane Middle School, Science\n\tSarah Snyder, Fairmont Senior High School, Mathematics\n\nWisconsin \n\tJuan Botella, Monona Grove High School, Science\n\tJohn Hayes, Northland Pines High School, Mathematics\n\nWyoming \n\tLesley Urasky, Rawlins High School, Science\n\tPatricia Urasky, East High School, Mathematics\n\n\n\n\n"
}