{
    "title": "Fact Sheet: HIV/AIDS Prevention | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/07/21/fact-sheet-hivaids-prevention",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 21, 2012\n\n \n\n\n\nFact Sheet: HIV/AIDS Prevention\n\n\n\n\n “We’ve got to keep refining our strategy so that we’re saving as many lives as possible.  We need to listen when the scientific community focuses on prevention.  That’s why, as a matter of policy, we’re now investing in what works -- from medical procedures to promoting healthy behavior. “ \n\t--President Obama, December 1, 2011\n\t \nToward an AIDS-free Generation\n\t \n\tPrevention and treatment go hand-in-hand as we endeavor to realize President Obama’s vision of an AIDS-free Generation.  American leadership has not only produced breakthroughs in prevention efforts, it has also provided unprecedented access to a wide range of prevention efforts to millions of people in America and across the globe.\n\t \n\tSince 2009, prevention breakthroughs supported with American investments in scientific research include:\n\t \n\t1)      The discovery that treatment of people living with HIV not only improves their health, but reduces the risk of transmission to others.\n\t2)      The discovery that taking certain HIV medications reduces the risk of sexual acquisition among men and women at high risk for HIV exposure.\n\t3)      The discovery of an effective microbicide that prevents HIV transmission to women\n\t4)      The approval of the first rapid home HIV test kit that allows people to get results in 20 minutes.\n\t5)      The discovery of important immune correlates of HIV protection that may help lead to the discovery of an effective vaccine.\n\t \n\tOn the domestic front, since 2000, HIV infection rates in the United States have remained stable at approximately 50,000 new infections each year. To re-invigorate leadership and accountability in the domestic response to HIV, the Obama Administration released the first-ever comprehensive National HIV/AIDS Strategy (NHAS), which has four primary goals: to reduce new HIV infections; to increase access to care and improve health outcomes; to reduce HIV-related health disparities and inequities; and to achieve a more coordinated national response to the epidemic. Ongoing implementation of the National Strategy means:\n\t• Focusing on science-driven HIV prevention efforts by supporting and expanding targeted use of evidence-based HIV prevention approaches.\n• Making smarter investments by intensifying HIV prevention in the communities where HIV is most heavily concentrated.\n\tIncreasing access to HIV screening and medical care, including through implementation of the Affordable Care Act.\n• Supporting a shared response to the domestic epidemic thorough the support of HIV prevention efforts across all levels of U.S. society, including Federal, State, and local governments, centers of learning, faith-based communities, and the private sector.\n\t \n\tOn the global front, The U.S. President’s Emergency Plan for AIDS Relief (PEPFAR) is the global leader in implementing a wide range of effective prevention activities that are turning the tide against the epidemic.  Antiretroviral treatment has long saved lives and now we have evidence that it is also 96% effective in preventing transmission to others.  Pediatric HIV can be eliminated worldwide and PEPFAR is the global leader in the effort to prevent mother-to-child transmission, preventing 200,000 infant infections in FY 2011 alone.  In the past few years, research has proven that Voluntary Medical Male Circumcision (VMMC) is a low-cost procedure that reduces the risk of female-to-male transmission by more than 60% - and the benefit is life-long.   The U.S. has supported over one million male circumcisions in recent years and PEPFAR is leading the world in support for a rapid expansion of VMMC.\n\t \nKey effective prevention interventions are:\n\nHIV Testing – Testing is key when it comes to preventing the spread of HIV.  Knowledge of ones HIV status is a prerequisite to accessing treatment and taking appropriate preventative steps to stay safe or protect others.  In 2011 alone, PEPFAR supported testing for more than 40 million people.  Despite a significant increase in the number of Americans getting tested, nearly one in five of the 1.1 million Americans living with HIV today is unaware of his or her infection. HIV testing technology has been substantially improved over time to allow for earlier diagnosis, rapid testing, and as of July 2012, the first over-the-counter home-use rapid HIV test kit, giving Americans the tools to easily test themselves in under 40 minutes.\n\t \nCondoms – When used consistently and correctly, latex condoms are highly effective in preventing sexual transmission of HIV. In heterosexual relationships where one partner is HIV-positive and the other is HIV-negative, when condoms were consistently used, HIV-negative partners were 80% less likely to become infected than those in similar relationships in which condoms were not used.  For this reason, the U.S. has long been a leading provider of condoms for HIV prevention in the developing world, and condoms are a key component of domestic prevention efforts.\n\t \nTreatment as Prevention – Antiretroviral treatment has long saved lives and now we have evidence that it is also highly effective in preventing transmission to others.  The May 2011 National Institutes of Health HPTN 052 study showed that effective treatment of a person living with HIV reduced the risk of transmission to heterosexual partners by 96%.\n\t \nPrevention of Mother-to-Child Transmission (PMTCT) – Pediatric HIV can be eliminated.  PEPFAR has been the global leader in the effort to prevent mother-to-child transmission, preventing 200,000 infant infections in FY 2011 alone. In the United States, mother-to-child transmission has declined by 90% since the early 1990’s.\n \n\tVoluntary Medical Male Circumcision (VMMC) – In the past few years, research has proven that this low-cost procedure reduces the risk of female-to-male transmission by more than 60%.  PEPFAR is leading the world in support for a rapid expansion of VMMC, and has supported over one million male circumcisions in Sub-Saharan Africa in recent years.\n\t \nPrevention Programs for People at High Risk for HIV Infection and Living with HIV - Individual, small-group, and community interventions for people who are at high risk of HIV infection and for those living with HIV can reduce risky behavior and may play an important role in many comprehensive HIV prevention strategies.\n\t \nSubstance Abuse Treatment and Access to Sterile Syringes - Effective substance abuse treatment that helps people stop injecting drugs eliminates the risk of HIV transmission through needle sharing and has also been shown to reduce risky sexual behaviors.   Additionally, increasing the availability of sterile syringes is associated with significant reductions in HIV risk. Reducing or stopping non-injection substance use, including heavy alcohol use, may also prevent HIV.\n\t \nPre-exposure Prophylaxis (PrEP) - For HIV-negative individuals, taking a daily dose of antiretroviral medication is proven to reduce the risk of infection among gay and bisexual men as well as heterosexual men and women.  Effectiveness of this treatment is dependent on how strictly an individual follows the prescribed regimen.\n\t \nHigh-impact Prevention for Key Populations – There is substantial evidence of the effectiveness of a core set of interventions for most-at-risk populations The package of prevention services includes; risk reduction, including partner reduction; counseling; condoms and related services; HIV and STI screening and treatment; HIV care and treatment; and comprehensive treatment services for substance users, including people who inject drugs.\n \n\tLooking Ahead\n\t \n\tAs part of the National HIV/AIDS Strategy, the Center for Disease Control is working on a High-Impact Prevention approach that will increase cost efficiency and realign resources to have the greatest impact the epidemic – stretching the taxpayer’s dollars and ensuring that HIV prevention efforts have the greatest possible impact.\n\t \n\tOn World AIDS Day 2011, President Obama announced that he would be expanding prevention services for those in need.  Over the next two years, the U.S. will reach more than 1.5 million HIV-positive pregnant women with ARVs to prevent them from passing the virus to their children; will distribute more than 1 billion condoms: and PEPFAR will seek to support more than 4.7 million VMMCs in Eastern and Southern Africa.  PEPFAR is also working to expand the use of rapid test kits to enable more widespread and routine HIV testing both within and outside of health facilities.\n\n\n\n\n"
}