{
    "title": "Readout of the President’s Meeting with Faith Leaders on Commonsense Immigration Reform | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/11/13/readout-president-s-meeting-faith-leaders-commonsense-immigration-reform",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 13, 2013\n\n \n\n\n\nReadout of the President’s Meeting with Faith Leaders on Commonsense Immigration Reform\n\n\n\n\nThis morning, President Obama, Vice President Biden and senior Administration officials met with faith leaders in the Oval Office to discuss the importance of taking action to pass commonsense immigration reform. The faith leaders from across the country who attended today’s meeting are an important part of the broad array of stakeholders who support reform. \nThe leaders expressed their concerns over the impact the broken immigration system is having on families throughout their congregations. The President and the leaders discussed their shared commitment to raise the moral imperative for immigration reform and said they will continue keeping the pressure on Congress so they can swiftly pass commonsense reform.\nThe President commended the faith leaders for their tireless efforts in sharing their stories with Congress. He noted there is no reason for House Republicans to continue to delay action on this issue that has garnered bipartisan support. It would show the American people that Washington can still work together to solve our nation’s challenges. The faith leaders thanked the President for his continued leadership on the issue and offered prayers that we as a nation would achieve these important goals.\nFaith leaders who attended the meeting included:\n\n\n\t\tLeith Anderson, President, National Association of Evangelicals\n\n\t\tEusebio Elizondo, Auxiliary Bishop, Archdiocese of Seattle\n\n\t\tJoel Hunter, Senior Pastor, Northland Church, Orlando, FL\n\n\t\tHyepin Im, President and CEO, Korean Churches for Community Development, Los Angeles, CA\n\n\t\tMike McClenahan, Senior Pastor, Solana Beach Presbyterian Church, Solana Beach, CA\n\n\t\tRussell Moore, President, Southern Baptist Ethics and Religious Liberty Commission, Nashville, TN\n\n\t\tRev. Gabriel Salguero, President, National Latino Evangelical Coalition\n\n\t\tJim Wallis, President and CEO, Sojourners \n\nSenior Administration officials who attended the meeting included:\n\n\n\t\tThe Vice President\n\n\t\tValerie Jarrett, Senior Advisor to the President\n\n\t\tCecilia Muñoz, Director of the Domestic Policy Council\n\nMelissa Rogers, Executive Director, White House Office of Faith-based and Neighborhood Partnerships\n\n\n\n\n"
}