{
    "title": "Background Briefing by a Senior Administration Official on the Vice President's Trip to Israel | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/01/14/background-briefing-senior-administration-official-vice-presidents-trip-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 14, 2014\n\n \n\n\n\nBackground Briefing by a Senior Administration Official on the Vice President's Trip to Israel\n\n\n\n\nAboard Air Force Two\n1:48 A.M. IST\nSENIOR ADMINISTRATION OFFICIAL:  All right.  Good evening, guys.  By my count, it’s 1:48 in the morning.  We’ve been up for 36 hours straight, so I reserve the right to revise and extend any remarks I make and to demure on any questions that are too complicated for me to answer.  But let me take a minute to just walk through the day and then come on to the main event of the evening, which was a four-plus-hour session between the Vice President and the Prime Minister, both in a one-on-one session and with broader teams.\nSo the day began with the service at the Knesset, which all of you guys attended, where the Vice President had the opportunity to speak to the respects he was seeking to pay for Prime Minister Sharon personally and the tribute that he was seeking to pay to the U.S.-Israel relationship.\nAnd it was important to both President Obama and to the Vice President that a very senior American official come to Israel at this time to underscore the importance of that relationship, and also to have a chance to reflect on the life of Ariel Sharon, especially as it was intertwined with the life of Israel over the last 50 years.\nHe then had an opportunity to sit with Prime Minister Netanyahu, President Peres, the speaker of the Knesset, and assorted staff members for an informal discussion about Sharon, the founding generation, the dynamics in the region, current events and the like.  It was very informal, over lunch.\nWe then went out to the ranch, where Prime Minister Sharon was buried.  And as you guys saw, he participated in the burial service, including laying a wreath on behalf of the United States at the service.  He had a chance to say hello along the way and speak briefly with Israeli leaders and politicians, as well as some of the Americans who were there – Malcolm Hoenlein, Abe Foxman (ph), and others who made the trip to see the service.\nWe then came back to Jerusalem and he had a meeting with President Peres, which focused on two subjects:  the Israel-Palestinian peace process and the larger events in the region as they’ve been unfolding in the past few months, but also since the advent of the Arab Spring in 2011.  And so they spoke in a larger group format and then they spoke one on one, and in the one-on-one session they also touched on Iran.\nThen we went to the Prime Minister’s residence for a dinner, which began with a one-on-one meal between the Vice President and the Prime Minister, and that lasted for about two hours.  And then we spent about two hours with three members of each side’s team present.  Correction, it was four members on the Israeli side and three members on our side.  The subjects that were covered in the Vice President’s session with the Prime Minister were the peace process, Iran, the threat of jihadism across the region, the threat of terrorism to Israel from Hamas, Hezbollah, and other sources, specific regional events and their impact and import, including the situations in Iraq and Syria, Lebanon and Egypt.\nAnd because the dinner was so wide-ranging and because the Prime Minister and the Vice President have such a longstanding relationship, it was intertwined with personal anecdotes, conversation about family, conversation about recent trips that each of them have taken, including the President’s trip to Asia, where the Prime Minister was genuinely interested in hearing about his impressions on China, North Korea, other subjects.\nQ    On what trip to Asia?\nMS. BARKOFF:  The Vice President’s trip.\nSENIOR ADMINISTRATION OFFICIAL:  On the peace process, the Vice President wasn’t there to negotiate.  Obviously Secretary Kerry is at a critical juncture in these negotiations, and there are important specific issues being worked between the parties with Secretary Kerry, with Martin Indyk, and the Vice President certainly didn’t want to get into the nitty-gritty of the negotiations.  He and the Prime Minister had much more of a strategic conversation about how the Prime Minister saw the future, both long-term future with a two-state solution and the immediate future in terms of how to get from here to a deal.\nThe Vice President conveyed the President’s and his very strong support for what Secretary Kerry is doing, and made clear that the United States places extremely high value on reaching an agreement that produces two states living side by side in peace and security, but also underscoring just how important Israel’s security requirements are to us and that we would be looking out for those in any final agreement.\nWith respect to Iran, the Vice President had the opportunity to update the Prime Minister on the impending implementation of the Joint Plan of Action, to discuss our ongoing efforts to ensure that the sanctions architecture remains intact, and to talk about what a comprehensive solution would look like and elicit the Prime Minister’s views on a comprehensive solution. \nThe subject of Iran was not limited, of course, to the nuclear file.  They spoke about Iran’s actions in the region -- its destabilizing activities, its support for terror, as well as the important implications of the election of President Rouhani and the activities of other actors in the Iranian system, and how the United States and Israel need to cooperate together to confront the variety of threats posed by Iran in the region.\nI think I’ll leave it at that in terms of the laydown, and open it up for questions.\nQ    Can you give us a sense of whether Iran took up more of the time or whether the peace process took up more of the time?  And then, what did the -- what was the role of all the staff coming together afterwards?  If it wasn’t really like a negotiation or a substantive type of thing -- what was the staff trying to do when you all got together afterwards?\nSENIOR ADMINISTRATION OFFICIAL:  This is a fairly typical format for the Prime Minister where he likes to have -- and I shouldn’t just say the Prime Minister; it’s a typical format for the Prime Minister with all of the close colleagues and interlocutors like the Vice President.  He likes to have dinner where the two of them can have intensive personal conversation about substantive issues, about their lives, about their outlooks, about the state of play, about politics, about everything.  But then they also like to have conversations covering many of the same subjects but with the contributions of their close advisors and people who are experts on particular issues or people who have been very close to them.\nBut I don't want to characterize this in any way as a negotiation or as a linear trajectory through a four-hour conversation where they got to a point after two hours, having called people in to lead them to the next step.  It was more a mix of some one-on-one time where it could be Bibi Netanyahu and Joe Biden talking to one another, mano-o-mano, and then some time for a substantive, textured conversation among a variety of informed people on the same range of subjects.\nQ    Did Iran take up more of the time or did the peace process take up more time?\nSENIOR ADMINISTRATION OFFICIAL:  I think it’s really hard to judge.  They both were covered in depth and the bulk of the four hours was devoted to those two subjects.\nQ    I know he wasn’t there to negotiate, but was there any sort of development that we can report in terms of something new,  Netanyahu is less comfortable, Netanyahu is more comfortable, Netanyahu is nervous because of the January 20th partial -- I mean, was there anything new?\nSENIOR ADMINISTRATION OFFICIAL:  I would leave it to the Prime Minister -- recognizing it’s difficult for you to elicit his reaction sitting here -- to characterize his positions on both Iran and the process.  The purpose of this session was not to try to produce any particular reaction from the Prime Minister or move him to any particular position.  It was rather to, number one, come into to convey the fundamental strategic convergence between the United States and Israel on both the objective of a two-state solution and on the objective of preventing Iran from getting a nuclear weapon; second, to talk in specifics about where we are now and where we are going with respect to the Iranian nuclear negotiations; and third, to have a strategic conversation about how we can close the gaps and get to an end game on the peace process without in any way stepping into the middle of the negotiation that Secretary Kerry is ably carrying out.\nSo it’s better to think of this as a high-level strategic conversation that can help provide more context and texture and understanding for each side on these issues to inform the work that lies ahead.  And that immediate work will be carried forward by Secretary Kerry on the peace process, and then will be carried forward by experts on both sides on the Iranian nuclear program as we try to work with the Israelis on the elements of a comprehensive solution and also as we try to work with the Israelis in the Iran context on ensuring that we are enforcing and carrying forward the Joint Plan of Action as effectively as conceivably possible.  And getting their cooperation on that is important.\nQ    Because now that they know that -- his discomfort with the interim deal as it has been developing since November, now does the Vice President feel that they have in any way eased his concerns?  Forget -- do you guys feel there was any easing of that?\nSENIOR ADMINISTRATION OFFICIAL:  I know it’s your job to ask that question.  It is my job to repeat that the Prime Minister has really got to speak for himself on this.  I just can't characterize his position on this.  I can characterize the conversation as candid, intensive, extensive, and very much in keeping with the way that the Vice President and the Prime Minister deal with one another -- forthright, honest, in good faith.  The two of them I think understand each other, understand where they're coming from, their perspectives and I think in that regard, it was a productive conversation.\nBut in terms of where the Prime Minister stands at the end of it that's for him to say.\nQ    Did the Vice President go into this meeting with the intent of trying to ease his concerns?\nSENIOR ADMINISTRATION OFFICIAL:  His primary interest in the conversation was practical in two regards:  Number one, advance the conversation on the elements of the comprehensive solution, what it should look like, how we should approach the negotiations, how we and the Israelis look at a long-term resolution to the Iranian nuclear problem; and number two, to talk about specific implementation issues and how we can work together on those issues, including things like ensuring that the sanctions architecture remains in place.\nQ    When President Obama was here a year ago, or not quite a year ago, with the Prime Minister, they famously went to a trailer on the tarmac and called Erdogan.  Were there any Biden-Netanyahu calls to foreign leaders, to Abu Mazen?  Did they call the President together today?\nSENIOR ADMINISTRATION OFFICIAL:  (Shakes head no.)\nQ    So it was just the two of them, no other foreign leaders involved?\n\t  \n\tSENIOR ADMINISTRATION OFFICIAL:  (Shakes head no.)  One more.  Three more.\nQ    Sorry, can you, on the Israeli-Palestinian side of things --\nSENIOR ADMINISTRATION OFFICIAL:  That was one.  I’m just kidding. \nQ    Comma.  (Laughter.)  Comma.  We’re coming off of a period in which in which -- several days after the Israelis did announce some settlement expansion plans.  Did the Vice President speak to him about the U.S. opposition to this kind of activity, make clear in any way, receive any kind of response from the Prime Minister on the subject of settlements?\nSENIOR ADMINISTRATION OFFICIAL:  The Vice President has reiterated, as Secretary Kerry does every time he sees the Prime Minister, the U.S.’s position on settlements.  We don't think their announcements of new settlements, continuing settlement activity is constructive to bringing about a positive result in this negotiation. \nIt’s not a central focus of the discussion, though, in that the substantive issues with respect to a final status agreement are really where the rubber is going to hit the road in terms of getting this resolved.\nQ    -- the fact that the U.S. position is that it’s not constructive?  Is that what you said?  I couldn’t quite hear it.\nSENIOR ADMINISTRATION OFFICIAL:  Yes.  When I put it in those terms, it sounds like some formal diplomatic demarche.  That's not the way that the Vice President and the Prime Minister speak to one another.  But the Vice President made clear that from our perspective the best way to bring about a comprehensive solution to this is to get the focus squarely on these final status issues and find a way to resolve them as quickly as possible.\nQ    Just to follow up on that, and the response of Netanyahu to that?\nSENIOR ADMINISTRATION OFFICIAL:  The issue of prisoner exchanges and settlements as they relate to the negotiations is very well trod ground at this point, six months into this period.  So there wasn’t anything new tonight in terms of either side’s views on that subject.  I think I’ll leave it at that.\nQ    I wanted to ask about Congress’s role in the Iran talks and whether that was something that came up tonight.  To what extent is the administration concerned about the level of support, particularly in the Senate for the Menendez resolution?  And what role has that been playing in the development of the framework and the talks --\nSENIOR ADMINISTRATION OFFICIAL:  I’ll leave it to the congressional experts to speak about levels of support and vote counts and things like that.  Let me just reiterate what the President has said personally and what we’ve said repeatedly from the podium, which is that we don't believe that new sanctions at this time are helpful.  We’ve sent that message very clearly both publicly and privately.  And our goal is to convince the Congress to be a partner with us in ensuring the effective implementation of this deal, and then if it turns out that the Iranians either cheat or don't negotiate in good faith, we will want to work very closely with them to increase sanctions at the end of the six months, or during the six months if there’s noncompliance.\nQ    -- talk about Congress tonight?  Did you talk about -- tonight?\nSENIOR ADMINISTRATION OFFICIAL:  The subject of the possibility of new sanctions came up.  It was not a substantial topic of conversation.\nQ    He did not express his concerns that the sanctions regime is -- that cracks are forming, that they might be forming as a result of this?  That's his main point.\nSENIOR ADMINISTRATION OFFICIAL:  I’m pausing here because I don't like characterizing what the Prime Minister said and didn't say.  But I think it is safe to say that the issue of ensuring the continued enforcement of the sanctions architecture is an important priority for us.  It’s an important priority for Israel.  And it was the subject of conversation tonight.\nMS. BARKOFF:  Okay, guys, I’m cutting it off.  That was a senior administration official, just to clarify on background what that means.\nEND\n\n\n\n\n"
}