{
    "title": "Key Facts about the Nuclear Security Summit | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/key-facts-about-nuclear-security-summit",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 13, 2010\n\n \n\n\n\nKey Facts about the Nuclear Security Summit\n\n\n\n\nKey Facts about the Nuclear Security Summit\nAn Historic Event\nNot since 1945 has a U.S. President hosted a gathering of so many Heads of State and Government. This unprecedented meeting is to address an unprecedented threat—the threat of nuclear materials in the hands of terrorists or criminals.\nThe Promise of Prague\nIn April 2009, in Prague, President Obama spoke of his vision of a world without nuclear weapons even as he recognized the need to create the conditions to bring about such a world. To that end, he put forward a comprehensive agenda to stop the spread of nuclear weapons, reduce nuclear arsenals, and secure nuclear materials.\nIn April 2010, the United States took three bold steps in the direction of creating those conditions with the release of a Nuclear Posture Review that reduces our dependence on nuclear weapons while strengthening the Nuclear Non-Proliferation Treaty and maintaining a strong deterrent; signing a New START treaty with Russia that limits the number of strategic arms on both sides, and renews U.S.-Russian leadership on nuclear issues; and now has convened a gathering of world leaders to Washington to discuss the need to secure nuclear materials and prevent acts of nuclear terrorism and trafficking.\nThe Threat\nOver 2000 tons of plutonium and highly enriched uranium exist in dozens of countries with a variety of peaceful as well as military uses. There have been 18 documented cases of theft or loss of highly enriched uranium or plutonium, and perhaps others not yet discovered. We know that al-Qa’ida, and possibly other terrorist or criminal groups, are seeking nuclear weapons –as well as the materials and expertise needed to make them. The consequences of a nuclear detonation, or even an attempted detonation, perpetrated by a terrorist or criminal group anywhere in the world would be devastating. Any country could be a target, and all countries would feel the effects.\nThe Solution\nThe best way to keep terrorists and criminals from getting nuclear weapons is to keep all weapons and materials, as well as the know-how to make and use them, secure. That is our first and best line of defense. We must also bolster our ability to detect smuggled material, recover lost material, identify the materials origin and prosecute those who are trading in these materials.\nThe Nuclear Security Summit\nJust as the United States is not the only country that would suffer from nuclear terrorism, we cannot prevent it on our own. The Nuclear Security Summit highlights the global threat posed by nuclear terrorism and the need to work together to secure nuclear material and prevent illicit nuclear trafficking and nuclear terrorism.\n\tThe leaders of 47 nations came together to advance a common approach and commitment to nuclear security at the highest levels. Leaders in attendance have renewed their commitment to ensure that nuclear materials under their control are not stolen or diverted for use by terrorists, and pledged to continue to evaluate the threat and improve the security as changing conditions may require, and to exchange best practices and practical solutions for doing so. The Summit reinforced the principle that all states are responsible for ensuring the best security of their materials, for seeking assistance if necessary, and providing assistance if asked. It promoted the international treaties that address nuclear security and nuclear terrorism and led to specific national actions that advanced global security.\nThe Communiqué\nThe Summit Communiqué is a high-level political statement by the leaders of all 47 countries to strengthen nuclear security and reduce the threat of nuclear terrorism and:\n\n\n\t\tEndorses President Obama’s call to secure all vulnerable nuclear material in four years, and pledges to work together toward this end;\n\n\t\tCalls for focused national efforts to improve security and accounting of nuclear materials and strengthen regulations – with a special focus on plutonium and highly enriched uranium;\n\n\t\tSeeks consolidation of stocks of highly enriched uranium and plutonium and reduction in the use of highly enriched uranium;\n\n\t\tPromotes universality of key international treaties on nuclear security and nuclear terrorism;\n\n\t\tNotes the positive contributions of mechanisms like the Global Initiative to Combat Nuclear Terrorism, to build capacity among law enforcement, industry, and technical personnel;\n\n\t\tCalls for the International Atomic Energy Agency to receive the resources it needs to develop nuclear security guidelines and provide advice to its members on how to implement them;\n\n\t\tSeeks to ensure that bilateral and multilateral security assistance would be applied where it can do the most good;and\n\n\t\tEncourages nuclear industry to share best practices for nuclear security, at the same time making sure that security measures do not prevent countries from enjoying the benefits of peaceful nuclear energy.\n\n\nThe Work Plan\nThe Summit Work Plan represents guidance for national and international actions to carry out the pledges of the Communiqué. This detailed document lays out the specific steps that will need to be taken to bring the vision of the Communiqué into reality. These steps include:\n \n\n\n\t\tRatifying and implementing treaties on nuclear security and nuclear terrorism;\n\n\t\tCooperating through the United Nations to implement and assist others in connection with Security Council resolutions;\n\n\t\tWorking with the International Atomic Energy Agency to update and implement security guidance and carry out advisory services;\n\n\t\tReviewing national regulatory and legal requirements relating to nuclear security and nuclear trafficking;\n\n\t\tConverting civilian facilities that use highly enriched uranium to non-weapons-usable materials;\n\n\t\tResearch on new nuclear fuels, detection methods, and forensics techniques;\n\n\t\tDevelopment of corporate and institutional cultures that prioritize nuclear security;\n\n\t\tEducation and training to ensure that countries and facilities have the people they need to protect their materials; and\n\n\t\tJoint exercises among law enforcement and customs officials to enhance nuclear detection approaches.\n\nCountry Commitments\nIn addition to signing on to the Communiqué and Work Plan, many Summit Participants have made commitments to support the Summit either by taking national actions to increase nuclear security domestically or by working through bilateral or multilateral mechanisms to improve security globally. These specific commitments will enhance global security, provide momentum to the effort to secure nuclear materials, and represent the sense of urgency that has been galvanized by the nature of the threat and the occasion of the Summit. Many of these commitments are outlined in National Statements.\nNext Steps\nIn preparation for the Summit, each participating entity named a ―Sherpa‖ to prepare their leadership for full participation. This cadre of specialists, each of whom has both the expertise and leadership positions in their countries to effect change, is a natural network to carrying out the goals of the Summit. The Sherpas plan to reconvene in December to evaluate progress against Summit goals. Additionally, Summit participants plan to reach out to countries who were not able to attend the Washington Summit to explain its goals and outcomes and to expand the dialogue among a wider group. In 2012, leaders will gather again—this time the Republic of Korea—to take stock of the post-Washington work and set new goals for nuclear security.\n\n\n\n\n"
}