{
    "title": "G-20: Fact Sheet on Sustainable External Imbalances and Orderly Global Adjustment | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/11/12/g-20-fact-sheet-sustainable-external-imbalances-and-orderly-global-adjus",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 12, 2010\n\n \n\n\n\nG-20: Fact Sheet on Sustainable External Imbalances and Orderly Global Adjustment\n\n\n\n\n\n\tG-20 Leaders today launched the Seoul Action Plan, outlining their commitment to pursue the policies needed to deliver a strong, durable recovery that is not weakened by return to past imbalances.  Unleashing domestic demand in surplus countries can support strong global growth as deficit countries increase savings and repair balance sheets damaged by the crisis.  This will lead to a more balanced pattern of global demand – and therefore a more robust, job-rich recovery in the United States.\n\t \n\tWhen all nations do their part – emerging no less than advanced, surplus no less than deficit – the world economy can grow more rapidly with less risk.  This agreement builds on the decisive G-20 actions to restore growth at the London Summit, to launch the Framework for Strong, Sustainable and Balanced Growth at the Pittsburgh Summit, and to combine medium-term fiscal responsibility with policy support for the recovery at the Toronto Summit.  \n\t \n\tSince the Toronto Summit in June 2010, though, the pace of the global recovery has decelerated while risks to the strength and durability of the recovery have increased.  Sovereign debt stresses remain. Global imbalances, which had declined during the crisis due to cyclical considerations, have begun to widen anew.  These risks in part reflect a continued uneven pattern of global demand growth.  This has led to widening global imbalances, increased global capital flows, and heightened tensions in some financial markets.\n\t \n\tSpecifically, in order to further strengthen their efforts to promote strong, sustainable and balanced growth, the G-20 Leaders embraced proposals made by President Obama to:\n\n\n\t\tBolster their cooperation to achieve sustainable current account balances. They agreed to deploy all available fiscal, monetary, financial sector, structural, and exchange rate policies to reduce external imbalances across the global economy, treating surplus and deficit economies symmetrically.\n\n\t\tAssess persistently large imbalances against indicative guidelines to be developed by Finance Ministers and Central Bank Governors, with the help of the IMF, to evaluate the root causes of impediments to global adjustment..\n\n\t\tMove towards more market determined exchange rate systems and enhance exchange rate flexibility to reflect economic fundamentals and refrain from competitive devaluations of currencies. The United States and all other G-20 members will do their part to ensure a stable and well-functioning international monetary system.\n\n\n\tIn addition, the Seoul Action Plan calls on G-20 countries to:\n\n\n\t\tPursue structural reforms to boost and sustain global demand and deliver on their commitment to medium-term fiscal responsibility while avoiding a precipitous withdrawal of policy support that would undermine the recovery.\n\n\t\tUndertake further financial regulatory reforms to safeguard and strengthen our financial systems and economies.\n\n\t\tKeep global markets open and resist trade and financial protectionism given the serious risk that proliferation of protectionist measures could derail the recovery.\n\n\n\tCountries with surpluses and deficits, the advanced economies and large emerging economies, all have a responsibility to play their part in contributing to a stronger global recovery and a more sustainable pattern of global demand growth.    In the United States, household savings have increased, and we are committed to bringing the fiscal deficit down at a pace consistent with economic recovery.   The global recovery will be stronger – and the U.S. recovery more vigorous – if the shift in U.S. growth away from consumption to investment and exports is complemented by a shift away from export dependence by those countries that traditionally have run large and current account surpluses.     \n\t \n\tThe commitments agreed to today will lead to a more balanced pattern of global demand – and therefore a more robust, job-rich recovery in the United States.  The combination of commitments to pursue balanced demand growth, flexible exchange rates, financial and structural reforms, and sustainable public finances will lead to a stronger and more sustainable growth path globally and in the United States, and to the good jobs that our citizens need.\n\n\n\n\n"
}