{
    "title": "Gobierno Lanza “Verano de Recuperación” con Eventos y Ceremonias en Todo el País | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/gobierno-lanza-verano-de-recuperaci-n-con-eventos-y-ceremonias-en-todo-el-pa-s",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 17, 2010\n\n \n\n\n\nGobierno Lanza “Verano de Recuperación” con Eventos y Ceremonias en Todo el País\n\n\n\n\nWASHINGTON, DC – El gobierno lanzó hoy el “Verano de Recuperación”, un programa de seis semanas que se enfocará en el aumento de proyectos de infraestructura que gracias a la Ley para la Recuperación se iniciarán en todo el país en los próximos meses, y generarán empleos hasta el otoño y fines de este año. La Ley para la Recuperación ya ha financiado decenas de miles de proyectos y hecho que 2.5 millones de estadounidenses vuelvan a trabajar, pero se calcula que el verano 2010 será la temporada más activa de la Ley para la Recuperación hasta ahora, con decenas de miles de proyectos en curso en todo el país que ayudarán a generar empleo para trabajadores estadounidenses y crecimiento económico para empresas grandes y pequeñas. Por ejemplo:\n \n• Proyectos de carreteras: Habrá seis veces más proyectos de carreteras en julio del 2010 que en julio del 2009: los proyectos aumentarán de 1,750 el verano pasado a más de 10,000 este verano.\n \n• Agua potable y limpieza de aguas: Este verano, más de 2,800 proyectos de agua potable  y limpieza del agua estarán realizándose en comparación con poco más de 100 el año pasado, un aumento de más de 20 veces.\n\n• Remodelación de casas: Este verano, 82,000 viviendas serán remodeladas para mejorar su eficiencia energética versus 3,000 el año pasado – 27 veces más casas este verano que el verano pasado.\n\n• Parques nacionales: Este julio, casi 800 proyectos estarán realizándose en comparación con poco más de 100 en julio del año pasado– 8 veces más este verano.\n \nComo parte del Recovery Summer, el Presidente Obama, el Vicepresidente Biden y otros funcionarios del gobierno viajarán en las próximas semanas a más de una veintena de lugares donde se están llevando a cabo proyectos de la Ley para la Recuperación, con el fin de destacar el considerable aumento en las actividades de los proyectos y la empinada curva ascendente en la generación de empleos gracias a la Ley para la Recuperación que se calcula llegarán a 3.5 millones para fines de año. \n \nEl viernes, 18 de junio, el Presidente Obama viajará a Columbus, Ohio, para realizar el primero de muchos eventos importantes de la Ley para la Recuperación que ocurrirán este verano: la ceremonia de la primera piedra del 10,000° proyecto de carreteras de la Ley para la Recuperación. El proyecto de mejora de carreteras en el centro de Columbus, se espera que genere 300 empleos de construcción y que contribuya al amplio esfuerzo de desarrollo económico en curso en la zona aledaña al Hospital Infantil (Nationwide Children’s Hospital).  \n \nEl miércoles, 21 de junio, el Vicepresidente Biden viajará a Midland, MI, para la ceremonia de primera piedra de la nueva fábrica de baterías avanzadas Dow Kokam, un proyecto hecho posible por un subsidio de $161 millones para baterías avanzadas otorgado por la Ley para la Recuperación el año pasado. Además de generar 1,000 empleos de construcción, Dow dice que el proyecto generará 800 puestos permanentes para trabajadores de producción. Esta ceremonia de primera piedra es una de muchas que realizarán empresas que recibieron subsidios para baterías avanzadas a fin de producir este tipo de baterías, componentes de vehículos eléctricos y vehículos eléctricos con los $2,400 millones en subsidios de la Ley para la Recuperación que el Presidente y el Vicepresidente anunciaron en agosto pasado. \n \nA continuación detalles de los eventos de lanzamiento en los que participarán miembros del gabinete en todo el país el jueves, 17 de junio y el viernes, 18 de junio. Se darán a conocer los detalles de los eventos del gobierno sobre el Recovery Summer durante el verano tan pronto estén disponibles.\n \nJueves, 17 de junio\n \nDepartamento de Trabajo\nLa secretaria de Trabajo Hilda L. Solís viajará a Michigan el jueves, 17 de junio. La acompañará el Dr. Ed Montgomery, director ejecutivo del Consejo de la Casa Blanca para trabajadores y comunidades del sector automotor (White House Council on Automotive Communities and Workers).  Durante su visita, la secretaria y Montgomery visitarán los programas de ingeniería y capacitación en tecnología avanzada del Macomb Community College. La secretaria también hará un importante anuncia relativo a la Ley para la Recuperación y Reinversión en Estados Unidos y la generación de empleos en todo el estado de Michigan.\n \nDirección de Servicios Generales (General Services Administration o GSA)\nLa directora de la General Services Administration Martha Johnson se reunirá con trabajadores de Pensilvania donde visitará la obra de construcción del nuevo techo de energía solar y de mayor eficiencia energética del edificio del Centro de Seguro Médico y la Oficina Regional de Asuntos de Veteranos en Filadelfia, con el fin de realizar los 218 proyectos activos de construcción en edificios federales de la GSA en toda la nación. Este verano, los proyectos de la GSA bajo la Ley para la Recuperación se cuadruplicaron y trabajadores de todo el país están instalando sistemas de energía solar en decenas de edificios federales en todo el país, lo cual aumenta considerablemente la generación de energía solar de la GSA y reduce el consumo de energía del gobierno federal.\n \nDepartamento de Vivienda y Desarrollo Urbano (Housing and Urban Development o HUD)\nEl subsecretario del HUD Ron Sims viajará a Baltimore, MD, para visitar Wayland Village Senior Housing, un proyecto de vivienda económica que actualmente está en construcción con fondos de la Ley para la Recuperación para el HUD. Ron Sims hablará de este proyecto transformativo que generará empleos y estimulará la economía local. A medida que el calor aumente, también aumentarán los proyectos de construcción financiados por la Ley para la Recuperación, lo que pondrá a trabajar a los estadounidenses y a las inversiones del HUD. Para fines del verano, el HUD habrá restaurado 230,000 unidades de vivienda.\n \nViernes, 18 de junio\n \nDepartamento de Agricultura (USDA)\nEl secretario de Agricultura Tom Vilsack visitará Annapolis, MD, y destacará cómo las inversiones de la Ley para la Recuperación y Reinversión en Estados Unidos están permitiendo que los residentes de zonas rurales de Maryland y todo el país tengan acceso a agua limpia y segura. Gracias a la Ley para la Recuperación, el programa de Desarrollo Rural del USDA recibió fondos por $3,600 millones para ayudar a reconstruir y revitalizar los sistemas de agua potable, desagüe sanitario y restos sólidos y drenaje de aguas de tormenta en zonas rurales de todo Estados Unidos.\n \nDepartamento de Energía\nLa secretaria adjunta para Eficiencia Energética y Energía Renovable Cathy Zoi viajará a Manchester, NH, y junto con la senadora federal Jeanne Shaheen visitará una vivienda cuya eficiencia energética fue recientemente mejorada, para destacar el progreso del programa de remodelación energética del gobierno en el último año. Este verano, el gobierno espera mejorar la eficiencia energética de 82,000 casas,  27 veces más del número de casas remodeladas el verano pasado. Este tipo de remodelación les ahorra a los consumidores un promedio de $400 en costos de energía al año.\n \n\n\n\n"
}