{
    "title": "President Obama to Establish César E. Chávez National Monument | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/10/01/president-obama-establish-c-sar-e-ch-vez-national-monument",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 01, 2012\n\n \n\n\n\nPresident Obama to Establish César E. Chávez National Monument\n\n\n\n\nOn October 8th, 2012, President Obama will travel to Keene, California to announce the establishment of the César E. Chávez National Monument. Years in the making, the monument – which will be designated under the Antiquities Act – will be established on the property known as Nuestra Señora Reina de la Paz (Our Lady Queen of Peace), or La Paz.  The La Paz property is recognized worldwide for its historic link to civil rights icon César Estrada Chávez and the farm worker movement. The site served as the national headquarters of the United Farm Workers (UFW) as well as the home and workplace of César Chávez and his family from the early 1970’s until Chávez’ death in 1993, and includes his grave site which will also be part of the monument.\n “César Chávez gave a voice to poor and disenfranchised workers everywhere,” said President Obama. “La Paz was at the center of some of the most significant civil rights moments in our nation’s history, and by designating it a national monument, Chávez’ legacy will be preserved and shared to inspire generations to come.”\n\t \n\tFrom this rural headquarters in the Tehachapi Mountains of Kern County, California, Chávez played a central role in achieving basic worker protections for hundreds of thousands of farmworkers across the country, from provisions ensuring drinking water was provided to workers in the fields, to steps that helped limit workers’ exposure to dangerous pesticides, to helping to establish basic minimum wages and health care access for farm workers.\n The National Chávez Center, in consultation with the United Farm Workers of America, the César Chávez Foundation and members of César Chávez’s family, offered to donate certain properties at La Paz to the federal government for the purpose of establishing a national monument commemorating César E. Chávez and the farmworker movement. This designation will represent the culmination of a process that has been underway for several years.\n The César E. Chávez National Monument will encompass property that includes a Visitors’ Center containing César Chávez’s office as well as the UFW legal aid offices, the home of César and Helen Chávez, the Chávez Memorial Garden containing Chavez’s grave site, and additional buildings and structures at the La Paz campus.\n The monument, which will be managed by the National Park Service in consultation with the National Chávez Center and the César Chávez Foundation, will be the fourth National Monument designated by President Obama using the Antiquities Act.   He previously designated Fort Monroe National Monument in Virginia, a former Army post integral to the history of slavery, the Civil War, and the U.S. military; Fort Ord National Monument in California, a former military base that is a world-class destination for outdoor recreation; and Chimney Rock, which is located in the San Juan National Forest in southwestern Colorado, and offers a spectacular landscape rich in history and Native American culture. First exercised by President Theodore Roosevelt in 1906 to designate Devils Tower National Monument in Wyoming, the authority of the Antiquities Act has been used by 16 presidents since 1906 to protect unique natural and historic features in America, such as the Grand Canyon, the Statue of Liberty, and Colorado's Canyons of the Ancients.\n\n\n\n\n"
}