{
    "title": "The “Rebuild America Partnership”: The President’s Plan to Encourage Private Investment in America’s Infrastructure | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/03/29/rebuild-america-partnership-president-s-plan-encourage-private-investmen",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 29, 2013\n\n \n\n\n\nThe “Rebuild America Partnership”:  The President’s Plan to Encourage Private Investment in America’s Infrastructure\n\n\n\n\nInvesting in infrastructure not only makes our roads, bridges, and ports safer and gives our businesses and workers the tools to compete successfully in the global economy, it also creates thousands of good American jobs that cannot be outsourced.  Since the President took office four years ago, America has begun the hard work of rebuilding our infrastructure:  American workers have improved over 350,000 miles of U.S. roads and more than 6,000 miles of rail, and they have repaired or replaced over 20,000 bridges.  But there’s more to do, and taxpayers shouldn’t have to shoulder the entire burden themselves. \nWe know that America works best when it’s calling upon the resources and ingenuity of our vibrant private sector.  That’s why the President’s plan calls for a Rebuild America Partnership to help attract the private capital that can go toward building the infrastructure our workers and businesses need most. \nBy acting on the President’s plan, together we can build an infrastructure that’s second-to-none and prove that there is no better place to do business and create jobs than right here in the United States of America.\n• Partnering with the Private Sector to Create Jobs and Invest in the Projects We Need Most:  The President is continuing to call for Congress to enact a National Infrastructure Bank capitalized with $10 billion, in order to leverage private and public capital and to invest in a broad range of infrastructure projects of national and regional significance, without earmarks or political influence.\n• Giving State and Local Governments Flexible New Tools to Invest in Infrastructure:  The President’s new America Fast Forward Bonds program will build upon the successful example of the Build America Bonds program, broadening its use to include the types of projects that can be financed with qualified private activity bonds while also making the combined program more flexible.  In addition, the Administration is proposing changes to the Foreign Investment in Real Property Tax Act (FIRPTA) aimed at enhancing the attractiveness of investment in U.S. infrastructure and real estate to a broader universe of private investors.\n• Building the Transportation Network Our Businesses and Workers Need to Succeed:  In addition to the sound implementation of TIFIA’s recent eight-fold expansion, the Administration is also proposing $4 billion in new competitive funding for the innovative TIGER and TIFIA programs.  \nThe President’s Plan to Attract Private Infrastructure Investment\n\tThrough a “Rebuild America Partnership”\nDespite progress over the last four years, too many construction workers remain out of work and too many of our nation’s infrastructure needs remain unmet.  The President’s new “Rebuild America Partnership” will bring together an array of new and existing policies all aimed at enhancing the role of private capital in U.S. infrastructure investment as a vital additive to the traditional roles of Federal, State, and local governments, making American workers and businesses more competitive and putting more Americans back on the job:\n• Partnering with the Private Sector to Create Jobs and Invest in the Projects We Need Most.  To leverage private and public capital for infrastructure projects showing the greatest merit, the President is continuing to call for the investment of $10 billion to create and capitalize an independent National Infrastructure Bank (NIB), based on a model that has won bipartisan support from the Senate in the past.  Each dollar of Federal funding can leverage up to $20 in total infrastructure investment, mainly from partners in the private sector and State and local government.  The National Infrastructure Bank's key provisions would include:\no Independent, Non-Partisan Operations Led by Infrastructure and Financial Experts:  While the NIB would be a government-owned entity, it would operate independently and would have a bipartisan board composed of individuals who possess significant expertise in the financing, development, or operation of infrastructure projects.\no Broad Eligibility for Infrastructure and Unbiased Project Selection:  Eligible projects would include transportation infrastructure, water infrastructure, and energy infrastructure.  In general, projects would have to be at least $100 million in size and be of national or regional significance.  Projects would need to have a clear public benefit, meet rigorous economic, technical, and environmental standards, and be backed by a dedicated revenue stream.  Geographic, sector, and size considerations would also be taken into account.\no Addressing Market Gaps for Infrastructure Financing:  The NIB would issue loans and loan guarantees to eligible projects at interest rates approximately equivalent to Treasury securities of similar maturities.  Loans could extend to 35 years, giving the NIB the ability to be a “patient” partner side-by-side with State, local, and private co-investors.  To maximize leverage from Federal investments, the NIB would finance no more than 50 percent of the total costs of any project.\n• Giving State and Local Governments Flexible New Tools to Invest in Infrastructure.  Recovery Act funding for “Build America Bonds” (BABs) helped to support more than $181 billion for new public infrastructure.  The President’s new America Fast Forward (AFF) Bonds program will build upon the successful example of the BABs program, broadening its use to include the types of projects that can be financed with qualified private activity bonds (PABs) while also while also making the combined program more flexible.  In addition, the Administration is proposing changes to the Foreign Investment in Real Property Tax Act (FIRPTA) aimed at enhancing the attractiveness of investment in U.S. infrastructure and real estate to a broader universe of private investors.  Taken together, these proposals represent $7 billion in tax reforms to support infrastructure investment among state and local governments as well as their private sector partners.\no America Fast Forward Bonds:  The Recovery Act created the BABs program as an optional new lower cost borrowing incentive for State and local governments on taxable bonds issued in 2009 and 2010 to finance new investments in governmental capital projects.  The program’s innovative design ensured that States, localities, and their private sector partners receive the best bang-for-the-buck when they finance their investments in new infrastructure.  It also enabled them to attract new sources of capital to infrastructure investment — including from public pension funds that do not receive a tax benefit from traditional tax-exempt debt — and brought down interest costs by about 80 basis points on 30-year bonds.  Under the original BABs program, the Treasury Department makes direct subsidy payments to State and local governmental issuers in a subsidy amount equal to 35 percent of the coupon interest on the bonds. \nThe Administration proposes to create a new permanent AFF Bonds program, which would be an optional alternative to traditional tax-exempt bonds.  Like BABs, AFF Bonds would be conventional taxable bonds issued by State and local governments in which the Federal government makes direct payments to State and local governmental issuers in a subsidy amount equal to 28 percent of the coupon interest on the bonds.  The 28-percent subsidy rate is approximately revenue neutral in comparison to the Federal revenue cost from traditional tax-exempt bonds.\nThe Administration proposes to include as an eligible use for America Fast Forward Bonds issuance for the types of projects and programs that can be financed with qualified PABs, subject to applicable State bond volume caps for the PABs category. \no Reformed Project Limitations for Qualified Private Activity Bonds:  The Administration proposes modifying certain restrictions in the qualified PABs program, in order to encourage greater take-up and infrastructure construction:\n\t Increase the national limitation for qualified highway or surface freight transfer facility bonds to $19 billion from $15 billion.\n\t Eliminate the volume cap for qualified PABs issued for water infrastructure, in an effort to help address what the EPA has estimated is a roughly $600 billion need for capital investment in wastewater and stormwater as well as drinking water infrastructure over the next 20 years.\n\t Increase from 25 percent to 35 percent the limitation on the use of proceeds for land acquisition, in order to enable greater PABs usage in areas with high land costs.\n\t Permit private ownership of qualified PAB-supported airports, docks and wharves, and mass commuting facilities, putting these infrastructure categories on an equal footing under the qualified PABs program with other infrastructure types.\no FIRPTA:  Infrastructure assets can be attractive investments for long-term investors such as pension funds that value the long-term, predictable, and stable nature of the cash flows associated with infrastructure.  Under current law, gains of foreign investors from the disposition of U.S. real property interests are generally subject to U.S. tax under FIRPTA, and foreign investors including large foreign pension funds regularly cite FIRPTA as an impediment to their investment in U.S. infrastructure and real estate assets.  With U.S. pension funds generally exempt from U.S. tax upon the disposition of U.S. real property investments, the Administration proposes to put foreign pension funds on an approximately equal footing:  exempting their gains from the disposition of U.S. real property interests, including infrastructure and real estate assets, from U.S. tax under FIRPTA. \n• Building the Transportation Network Our Businesses and Workers Need to Succeed.  The Transportation Infrastructure Finance and Innovation Act (TIFIA) program — which provides direct loans, loan guarantees, and lines of credit to regionally or nationally significant transportation projects — received an eight-fold increase in funding to $1 billion in the recent surface transportation reauthorization.  Over the past 13 years, TIFIA has entered into 27 loan agreements worth $10.4 billion, resulting in more than $41 billion in total project investment.  The program, which is especially important to mayors and local leaders, highlights the important role that infrastructure financing can play in catalyzing private investment, and its expansion was a significant step towards more innovative infrastructure financing.\nIn addition to the sound implementation of TIFIA’s recent expansion, the Administration is also proposing $4 billion in new competitive funding for the Transportation Investment Generating Economic Recovery (TIGER) and TIFIA programs in 2014.  This additional investment would make new grant and loan funding available for States and localities across the country, giving them both a new source of financing and the flexibility to design projects and financing packages to meet their needs.\n\n\n\n\n"
}