{
    "title": "Vice President Biden, Secretary Sebelius Issue New Report on Seniors and Health Insurance Reform | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-secretary-sebelius-issue-new-report-seniors-and-health-insuran",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nSeptember 23, 2009\n\n \n\n\n\nVice President Biden, Secretary Sebelius Issue New Report on Seniors and Health Insurance Reform\n\n\n\n\nTHE WHITE HOUSE Office of the Vice President  _______________________________________________________________________  For Immediate Release                                           September 23, 2009  Vice President Biden, Secretary Sebelius Issue New Report on Seniors and Health Insurance Reform SILVER SPRING, MD -- Vice President Joe Biden and Health and Human Services (HHS) Secretary Kathleen Sebelius today hosted a town hall meeting with seniors in Silver Spring, MD and released a new report, Health Insurance Reform and Medicare: Making Medicare Stronger for America’s Seniors. The report, authored by HHS, outlines how health insurance reform will help seniors and answers key questions about President Obama’s health insurance reform plan. The complete report is available now at www.HealthReform.gov. \"We will protect seniors - not burden them with out of pocket costs,\" said Vice President Biden. \"The bottom line is, seniors will be better off under what we are proposing, and not a dollar from the Medicare trust fund will be used to pay for health insurance reform.\"     \"Under health insurance reform, seniors will get better care and their health care costs will go down,\" said Secretary Sebelius. \"Reform will strengthen Medicare, cut drug costs, and help ensure all seniors get the high-quality, affordable care they deserve.\" The report highlights several problems in the current health care system and health insurance reform solutions such as:  Preserving and strengthening Medicare.      According to the Medicare Trustees 2009 report, the Medicare Part A Trust Fund will be exhausted by 2017. Health insurance reform will extend the life of the Medicare Trust Fund by an additional four to five years – and delivery system reforms included in health insurance reform have the potential to keep the Trust Fund solvent even longer into the future. Health insurance reform will also reduce overpayments to private plans and will clamp down on fraud and abuse to strengthen Medicare for all seniors. Coupled with improvements in the quality of care, expansion of the health care workforce, and reductions in out-of-pocket costs, health insurance reform will ensure that Medicare will continue to provide the high-quality, affordable coverage that America’s seniors deserve and expect.        Cutting high prescription drug cost.                                                                    Prescription drug costs represent a significant expense for seniors. While Medicare added a   prescription drug benefit, this benefit includes a coverage gap commonly called the \"donut hole.\" In 2007, over 8 million seniors hit the \"donut hole.\" For those who are not low-income or have not purchased other coverage, average drug costs in this coverage gap are $340 per month, or $4,080 per year. Health insurance reform will close the coverage gap in Medicare Part D over time, so seniors do not have to worry about losing coverage for their drug costs. While the closure of the coverage gap is phased in, health insurance reform will also provide seniors with a discount of 50 percent on their brand name medication costs in the coverage gap, saving thousands of dollars for some seniors.   Making preventive services free.                                                                                 Many seniors do not receive recommended preventive and primary care, leading to less   effective and more expensive treatments. For example, 20 percent of women aged 50 and over did not receive a mammogram in the past two years, and 38 percent of adults aged 50 and over have never had a colonoscopy or sigmoidoscopy. Seniors in Medicare must pay 20 percent of the cost of many preventive services on their own. For a colonoscopy that costs $700, this means that a senior must pay $140 – a price that can be prohibitively expensive. Under health insurance reform, a senior would not pay anything for a screening colonoscopy or other preventive services. Reform will eliminate any deductibles, copayments, or other cost-sharing for obtaining preventive services, making them affordable and accessible.        Ending overpayments to private insurance companies that cost all Medicare eneficiaries.       The federal government pays private insurance companies on average 14 percent more for providing coverage to Medicare Advantage beneficiaries than it would pay for the same beneficiary in the traditional Medicare program. There is no evidence that this extra payment leads to better quality for Medicare beneficiaries, and all Medicare beneficiaries pay the price of these excessive overpayments through higher premiums – even the 78 percent of seniors who are not enrolled in a Medicare Advantage plan. A typical couple in traditional Medicare will pay on average nearly $90 next year to subsidize private insurance companies that do not provide their Medicare benefits. Health insurance reform will eliminate excessive government subsidies to Medicare Advantage plans, which could save the Federal government, taxpayers, and Medicare beneficiaries well over $100 billion over the next 10 years.  To learn more and read the complete report, visit www.HealthReform.gov. ###    \n\n\n\n"
}