{
    "title": "Background on the President's Health Care Events Today | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/22/background-presidents-health-care-events-today",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 22, 2010\n\n \n\n\n\nBackground on the President's Health Care Events Today\n\n\n\n\n\nClick HERE for state-by-state reports on the Affordable Care Act, as well as stories from Americans in all 50 states who are benefitting from the law’s provisions.\n\n\tOn March 23, 2010 President Obama signed the Affordable Care Act into law. The landmark new law will put into place comprehensive health insurance reforms that will hold insurance companies more accountable, lower health care costs, guarantee more health care choices, and enhance the quality of health care for all Americans.\n\n\tOn September 22, President Obama will mark the upcoming six month anniversary of enactment of the new law and the implementation of the Patient’s Bill of Rights – critical new consumer protections included in the new law that will end the worst insurance company abuses and help put consumers in control of their own care.\n\n\tIn addition to the events outlined below, the White House today unveiled obamawhitehouse.archives.gov/HealthReform, which includes information on the impact of the law and stories from Americans in all 50 states who are benefiting from the Affordable Care Act. The website also includes state-by-state reports on the Affordable Care Act. Click here to visit the site and read the reports.\n\n\tAt 10:00 AM EDT, Insurance Commissioners from across the country will gather for a meeting with HHS Secretary Kathleen Sebelius at the White House to discuss their efforts to strengthen oversight of insurance premiums, and the need to work together to enforce the Patient’s Bill of Rights and new patient protections included in the new law. President Obama will participate in a portion of the meeting. This meeting is closed press.\n\n\tAt 11:45 AM EDT, President Obama will participate in a discussion at a private home in Falls Church, Virginia. local residents and Americans from across the country who will benefit from the Affordable Care Act and the Patient’s Bill of Rights.\n\t \nExpected Attendees at President Obama’s Meeting with Insurance Commissioners\n\nAdministration Officials:\n\n\tSecretary Kathleen Sebelius, Department of Health and Human Services\n\tSecretary Hilda Solis, Department of Labor\n\nState Insurance Commissioners:\n\t \n\tLinda Hall, Arkansas\n\tChristina Urias, Arizona\n\tTom Sullivan, Connecticut\n\tKaren Stewart, Deleware\n\tGennet Purcell, Washington, D.C.\n\tKevin McCarty, Florida\n\tJohn Camacho, Guam\n\tGordon Ito, Hawaii\n\tMichael Thomas McRaith, Illinois\n\tStephen William Robertson, Indiana\n\tSusan Voss, Iowa\n\tSandy Praeger, Kansas\n\tSharon Clark, Kentucky\n\tJim Donelon, Louisiana\n\tMila Kofman, Maine\n\tElizabeth Sammis, Maryland\n\tJoseph Murphy, Massachusetts\n\tJohn Huff, Missouri\n\tMike Chaney, Mississippi\n\tMonica Lindeen, Montana\n\tWayne Goodwin, North Carolina\n\tRoger Sevigny, New Hampshire\n\tTom Considine, New Jersey\n\tJames Wrynn, New York\n\tMary Jo Hudson, Ohio\n\tJoe Torti, Rhode Island\n\tScott Richardson, South Carolina\n\tMerle Scheiber, South Dakota\n\tLeslie Newman, Tennessee\n\tAl Gross, Virginia\n\tMichael Bertrand, Vermont\n\tMike Kreidler, Washington\n\tSean Dilweg, Wisconsin\n\tJane Cline, West Virginia\n\nExpected Participants at President Obama’s Event in Falls Church, Virginia\n\n\tSecretary Kathleen Sebelius, Department of Health and Human Services\n\tRep. Jim Moran\n\nAmericans expected to attend who will benefit from the Affordable Care Act and their stories are below:\n\nBetsy Burton (Salt Lake City, Utah)\n\tBetsy started the King's English book store 33 years ago in the Salt Lake neighborhood and pays the full cost of health benefits for many of her employees, even as premium costs rise. She feels very strongly about providing insurance to her employees and is thrilled that the new tax credits in the law will make it easier for her to give them the benefits they have earned and deserve.\n\nNorma Byrne (Vineland, New Jersey)\n\tNorma has had an increased amount of prescription drug and medical bills and her $250 Medicare rebate check helped prevent her from having to pay for medication from her food budget.\n\nHelen Gunter (Marydel, Delaware)\n\tHelen is a recently widowed breast cancer patient who takes expensive brand name breast cancer medicine. She already entered the prescription drug donut hole this year and received a $250 rebate check. In 2011, she will receive a 50 percent discount on the cost of brand name drugs when she hits the donut hole, and the coverage gap will be eliminated by 2020.\n\nNia Heard-Garris (Washington, D.C.)\n\tNia is a medical student at Howard University who recently learned that the Affordable Care Act will make it possible for her to receive coverage on her mother's health insurance policy.  Nia had been on her mother’s insurance but was dropped after she graduated from college and got married. As a medical student, she is enthusiastic about the new law, which will make it easier for more Americans to get the care they need.\n\nJim Houser (Portland, Oregon)\n\tJim owns an auto repair shop in Portland and employs 15 people. He pays the entire cost of their health care coverage. The new small business tax credit will make it easier for him to continue to provide care to his workers.\n\nDawn and Wesley (age 4) Josephson (Jacksonville, Florida)\n\tDawn is a self-employed professional who has always had to secure her own health insurance. In the past, her health insurance plans always had important benefits excluded because of pre-existing conditions. She was expecting her new policy to include exclusions because her son, Wesley, had eye muscle surgery in the past year to correct a condition called strabismus. She was surprised and elated when she learned that her new policy included no benefit exclusions, even with her son's pre-existing condition.\n\nGail O’Brien (Keene, New Hampshire)\n\tIn March of this year, Gail was diagnosed with high grade non-Hodgkin's lymphoma. She had no health insurance. Repeated efforts to obtain insurance through her employers in the past were unsuccessful and finding insurance she could afford while paying for her son Kyle’s college education was not possible. Gail and Matt knew the new Pre-Existing Condition Insurance Plan was to start 90 days after the Affordable Care Act was signed into law, and they made the agonizing decision to delay treatment until July in hopes that the insurance would go in effect then. Thankfully, the program was established. As a result, Gail now has insurance that will pay for her treatments and is responding very well.\n\nTracey and Sami (age 7) Wirtanen (Appleton, Wisconsin)\n\tTracy's son Sami has Neurofibromatosis, a disorder that affects 1 in 3,000 children that causes tumors to grow anywhere in the body. Because there is no cure for the condition itself, the only therapy for people with neurofibromatosis is a program of treatment by a team of specialists to manage symptoms or complications. Surgery may also be needed when the tumors compress organs or other structures. Tracy's plan currently has a lifetime limit on care that Sami could easily reach with her condition. Under the Affordable Care Act, Sami's plan will be banned from imposing a lifetime limit on her care.\n\n\n\n\n"
}