{
    "title": "MENSAJE SEMANAL: En Este Día de Acción de Gracias, Reconozcamos la Magnitud de la Generosidad Estadounidense | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/11/30/mensaje-semanal-en-este-d%C3%ADa-de-acci%C3%B3n-de-gracias-reconozcamos-la",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\n\nNovember 26, 2015\n\n \n\n\n\nMENSAJE SEMANAL: En Este Día de Acción de Gracias, Reconozcamos la Magnitud de la Generosidad Estadounidense\n\n\n\n\n\n\tWashington, D.C. — En su mensaje semanal, el presidente le deseó a todos un Feliz Día de Acción de Gracias, y relató la historia de Estados Unidos de darle la bienvenida a hombres y mujeres que buscan un futuro más seguro y mejor para ellos mismos y sus familias. Durante este día únicamente estadounidense, el presidente reconoció la magnitud de la generosidad estadounidense, demostrado por personas a lo largo del país que aprovechan el día para voluntaria y hacer actos de caridad para otros. Y compartió la historia de dos estadounidenses quienes, con ese mismo espíritu de generosidad, le han escrito cartas expresando su disposición a abrirle las puertas a aquellos refugiaos que corren de la crueldad de ISIL. Como los peregrinos que vinieron en el Mayflower hace casi cuatro siglos, estos refugiados buscan seguridad y una segunda oportunidad. Y es importante recordar que ellos son sometidos al proceso de chequeos de seguridad más exhausto que cualquier persona viajando a los Estados Unidos. El presidente nos recordó que proveyéndole refugio a algunas de las personas más vulnerables del mundo es la tradición estadounidense, y parte de los que hace a este país el mejor del mundo.\n\n\tEl audio y el video de este mensaje estarán disponibles en http://obamawhitehouse.archives.gov a las 6:00 a.m. ET, el 26 de noviembre del 2015.\n\nComentarios del Presidente Obama\n\nMensaje Semanal\n\nLa Casa Blanca\n\n26 de noviembre de 2015\n\n\tHola a todos. En 1620, un pequeño grupo de peregrinos llegaron a este continente, refugiados que habían huido de la persecución y la violencia en su país natal. Casi 400 años después, rememoramos su participación en la historia de Estados Unidos, y honramos a los hombres y las mujeres que los ayudaron en sus momentos de necesidad. \n\n\tAcción de Gracias es un día para comer y ver fútbol americano, y desear que el pavo no resulte demasiado seco. Pero es también un día para hacer recuento de nuestras bendiciones y ayudar a los demás; es un recordatorio de que independientemente de nuestras circunstancias, todos tenemos algo por lo que sentirnos agradecidos. Puede ser la buena salud, un nuevo miembro de la familia, o un hijo que da el siguiente paso hacia la universidad o una carrera profesional. Puede ser un nuevo trabajo, o un aumento de sueldo que debería haber llegado hace mucho tiempo. Tal vez sea algo tan simple y valioso como la oportunidad de pasar más tiempo con las personas que más nos importan.\n\n\t \n\n\tPor supuesto, cada estadounidense puede estar agradecido por la oportunidad de vivir en un país fundado en la creencia de que todos somos iguales. Y como Presidente, estoy agradecido de poder ver día a día lo mejor de Estados Unidos: la valentía de nuestras tropas y veteranos, el poder de recuperación de nuestras familias y la bondad genuina de las personas corrientes que consideran este país su hogar.\n\n\tEn este día de fiesta exclusivamente estadounidense, también recordamos que gran parte de nuestra grandeza proviene de nuestra generosidad. Ahí está la generosidad de los estadounidenses que trabajan como voluntarios en los refugios y bancos de alimentos, donde se aseguran de que nadie pase hambre en un día en el que hay tantos platos llenos. Ahí está la generosidad de los estadounidenses que participan no solo en el Black Friday y en el Cyber Monday, sino en el Giving Tuesday, pues reconocen que en la temporada de fiestas lo que se da es tan importante como lo que se recibe.\n\n\t \n\n\tY me ha emocionado la generosidad de los estadounidenses que me han escrito cartas y correos electrónicos durante las últimas semanas en los que ofrecían abrir sus hogares a los refugiados que huyen de la brutalidad de ISIL.\n\nDebe recordarse que ningún refugiado puede cruzar nuestras fronteras hasta que se someta a los controles de seguridad más altos que cualquiera que viaje a Estados Unidos. Ese era el caso antes de París, y ese es el caso ahora. Sin embargo, de todas formas, eso no ha impedido a los estadounidenses abrir sus brazos.\n\n\tUna mujer de Pennsylvania me escribió para decir: “En mi casa no sobra el dinero..., pero tengo una habitación de invitados. Tengo una despensa llena de comida. Podemos hacerlo”. Una mujer de Florida me contó que la historia de su familia se remonta al Mayflower, y dijo que dar la bienvenida a los demás es parte de “lo que significa ser estadounidense”.\n\n\tCasi cuatro siglos después de que zarpara el Mayflower, el mundo sigue lleno de peregrinos, hombres y mujeres que solo buscan la oportunidad de un futuro más seguro y mejor para ellos y sus familias. Lo que hace que Estados Unidos sea Estados Unidos es que ofrecemos esa oportunidad. Iluminamos al mundo con la luz de la Libertad, y ampliamos nuestro círculo de preocupaciones para decir que todos los hijos de Dios son dignos de nuestra compasión y atención. Esto es parte de lo que hace que este país sea el mejor de la Tierra. \n\n\tEspero que ustedes y sus familias tengan un maravilloso Día de Acción de Gracias, rodeado de sus seres queridos y lleno de alegría y gratitud. Tengamos juntos nuestro pequeño papel en la historia estadounidense y escribamos un próximo capítulo del que las generaciones futuras puedan sentirse agradecidas.\n\n\tDe la familia Obama a la suya, les deseamos un gran Día de Acción de Gracias. \n\n\n\n\n"
}