{
    "title": "White House to Host Women and the Criminal Justice System Convening | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/03/29/white-house-host-women-and-criminal-justice-system-convening",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nMarch 29, 2016\n\n \n\n\n\nWhite House to Host Women and the Criminal Justice System Convening\n\n\n\n\n\n\tTomorrow, Wednesday, March 30 the White House will host a convening on Women and the Criminal Justice System.  In honor of Women’s History Month and in the lead up to the United State of Women Summit, this event will bring together justice-involved women and girls, family members of incarcerated individuals, women serving in law enforcement and other leading advocates for a more equitable and effective justice system. The event will also provide a collaborative environment to discuss and share ideas on ways to improve women’s access to justice in the community, courtroom and cell block.\n\n\tWHEN: WEDNESDAY, March 30, 12:30PM ET\n\n\tWHERE: South Court Auditorium of the Eisenhower Executive Office Building \n\n\tThe discussion will be live-streamed between 12:30PM ET and 4:00PM ET time. Visit obamawhitehouse.archives.gov/live to tune in. Follow the conversation at #CJandWomen and#USWomen.\n\n\tParticipants include:\n\n\n\t\tLoretta E. Lynch, U.S. Attorney General\n\n\t\tValerie Jarrett, Senior Advisor to the President and Chair of the Council on Women and Girls\n\n\t\tKarol Mason, Assistant Attorney General for the Office of Justice Programs\n\n\t\tCarol Adams, Sergeant, Police Department of Richmond\n\n\t\tYasmine Arrington, Founder, ScholarChips\n\n\t\tTeresa Gonzales Ramon, Chief of Police, Judson Independent School District\n\n\t\tAndrea James, Executive Director and Founder, Families for Justice as Healing\n\n\t\tPiper Kerman, Author and Consultant, Spitfire Strategies\n\n\t\tTracey Meares, Professor, Yale Law School\n\n\t\tVivian Nixon, Executive Director, College and Community Fellowship\n\n\t\tMichele Norris, Radio Journalist and Former Host for National Public Radio\n\n\t\tMelinda Patterson, Attorney, Patterson & Teelon Law\n\n\t\tCatherine Pratt, Judge, Superior Court of Los Angeles County\n\n\t\tBrenda Smith, Co-Director, Community and Economic Development Law Clinic; Director, Project on Addressing Prison Rape, American University, Washington College of Law\n\n\n\t###\n\n\n\n\n"
}