{
    "title": "El Grupo de Trabajo del Presidente sobre el Estatus de Puerto Rico realiza primera reunión | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/el-grupo-de-trabajo-del-presidente-sobre-el-estatus-de-puerto-rico-realiza-primera-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 15, 2009\n\n \n\n\n\nEl Grupo de Trabajo del Presidente sobre el Estatus de Puerto Rico realiza primera reunión \n\n\n\n\nGrupo de trabajo también examinará asuntos que afectan el desarrollo económico de Puerto Rico\nEl Grupo de Trabajo del Presidente sobre el Estatus de Puerto Rico realizó su primera reunión hoy, continuando la importante labor de examinar el asunto del estatus de la isla e informar al respecto, pero también amplió su alcance para incluir asuntos que afectan el desarrollo económico de Puerto Rico. El Presidente Obama promulgó un decreto ejecutivo el 30 de octubre, 2009 para que el Grupo de Trabajo conserve su misión original y emita consejos y recomendaciones al Presidente y Congreso sobre medidas de política para promover la generación de empleo, educación, cuidado de salud, energía limpia y desarrollo económico en la isla.\n“El Presidente Obama reconoce la importancia de avanzar con el asunto del estatus de Puerto Rico y trabajar, a su vez, a fin de crear mayores oportunidades económicas para todos nuestros ciudadanos”, afirmó Cecilia Muñoz, copresidenta del Grupo de Trabajo y directora de asuntos intergubernamentales de la Casa Blanca. “Estamos deseosos de continuar trabajando estrechamente con funcionarios y partes interesadas en Puerto Rico para seguir mas allá de las inversiones que hemos hecho por medio de la Ley para la Recuperación, que están ayudando al pueblo puertorriqueño y, a la vez, generando y preservando empleos en todos los sectores, desde centros comunitarios de salud hasta proyectos de infraestructura”.\nConforme al compromiso del Presidente Obama con un gobierno que responde a las necesidades del pueblo y le rinde cuentas, los miembros del Grupo de Trabajo votaron para tener audiencias públicas en Puerto Rico y en Estados Unidos continental sobre una gran variedad de asuntos ante ellos y solicitar los comentarios del público.\n“A medida que el Grupo de Trabajo ponga en práctica un proceso para avanzar con respecto a estos importantes asuntos de política, trabajaremos dedicadamente para involucrar al pueblo puertorriqueño e incluirlos en el proceso”, afirmó Tom Perrelli, copresidente del Grupo de Trabajo y fiscal general adjunto.\nEl Presidente Clinton creó inicialmente el Grupo de Trabajo cuando promulgó el Decreto Ejecutivo 13183 en diciembre del 2000. El Grupo de Trabajo está compuesto por personas designadas por cada miembro del gabinete presidencial y los copresidentes del Grupo Interagencial del Presidente sobre Puerto Rico. Son miembros:\nCopresidentes\n• Casa Blanca, Cecilia Muñoz, directora de asuntos intergubernamentales de la Casa Blanca\n• Departamento de Justicia, Tom Perrelli, fiscal general adjunto\nMiembros \n• Departamento de Salud y Servicios Humanos, Paul Dioguardi, director de asuntos intergubernamentales \n• Departamento de Transporte, Joanna Turner, subsecretaria adjunta de asuntos intergubernamentales \n• Agencia de Protección Ambiental, Judith Enck, administradora de la región 2 \n• Departamento de Vivienda y Desarrollo Urbano, Mercedes Márquez, secretaria adjunta de planificación comunitaria y desarrollo \n• Departamento de Educación, Eric Waldo, asesor especial del secretario \n• Departamento de Agricultura, Tammye Treviño, administradora del Servicio de Vivienda Rural \n• Departamento del Interior, Anthony Babauta, secretario adjunto del Interior para asuntos insulares\n• Departamento de Trabajo, Gabriella Lemus, asesora principal y directora de la Oficina de Participación Pública\n• Departamento de Energía, Joe García, director de la Oficina de Impacto Económico\n• Departamento de Defensa, Patrick O'Brien, director de la Oficina de Ajuste Económico\n• Consejo de Asesores Económicos, Cecilia Rouse, miembro \n• Departamento de Comercio, Rick Wade, subjefe de gabinete \n• Departamento de Asuntos de Veteranos, Langley Koby, asesor especial del secretario \n• Departamento del Tesoro, Matthew Kabaker, finanzas nacionales \n• Departamento de Estado, Julissa Reynoso, subsecretaria adjunta de Asuntos del Hemisferio Occidental\n• Departamento de Seguridad Nacional, Juliette Kayyem, secretaria adjunta de programas intergubernamentales\n###\n \n\n\n\n"
}