{
    "title": "FACT SHEET: The National HIV/AIDS Strategy: Updated to 2020 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/07/30/fact-sheet-national-hivaids-strategy-updated-2020",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 30, 2015\n\n \n\n\n\nFACT SHEET: The National HIV/AIDS Strategy: Updated to 2020\n\n\n\n\n\n\tToday, President Obama signed an Executive Order releasing the National HIV/AIDS Strategy: Updated to 2020, detailing principles and priorities to guide our collective national work to address HIV in the United States over the next five years.\n\n\tIn 2010, the President launched the nation’s first comprehensive National HIV/AIDS Strategy. The Strategy has changed the way the American people talk about HIV, prioritize and organize HIV prevention and care services locally, and deliver clinical and other related services that support people living with HIV and encourage their engagement in treatment and care.\n\n\tThis updated Strategy reflects the accomplishments and the lessons learned since the original Strategy was released in 2010. Looking ahead to 2020, this Update retains the Strategy’s original vision and four main goals:\n\n\nGoal 1: Reducing New HIV Infections\n\nGoal 2: Increasing Access to Care and Improving Health Outcomes for People Living with HIV\n\nGoal 3: Reducing HIV-related Disparities and Health Inequities\n\nGoal 4: Achieving a More Coordinated National Response\n\n\nThe Update calls for particular focus on the following priority activities through 2020:\n\n\nWidespread HIV testing and linkage to care, enabling people living with HIV to access treatment early.\n\nBroad support for people living with HIV to remain engaged in comprehensive care, including support for treatment adherence.\n\nUniversal viral suppression among people living with HIV, since it benefits their health and reduces transmission of the virus to others.\n\nFull access to comprehensive pre-exposure prophylaxis (PrEP) services for those whom it is appropriate and desired, with support for medication adherence for those using PrEP.  As one of the tools in the HIV prevention toolkit, PrEP is a way for people who don’t have HIV to prevent HIV infection by taking a pill every day.\n\n\n\tContinuing on the path set by the 2010 Strategy, the Update also recognizes that—for a variety of reasons—HIV does not impact all Americans equally. The HIV epidemic in the United States is concentrated in key populations and geographic areas and the Update guides our response to prioritize the following groups:\n\n\n\t\tGay, bisexual, and other men who have sex with men of all races and ethnicities, noting the particularly high burden of HIV among Black gay and bisexual men\n\n\t\tBlack women and men\n\n\t\tLatinos and Latinas\n\n\t\tPeople who inject drugs\n\n\t\tYouth aged 13 to 24 years, noting the particularly high burden of HIV among young Black gay and bisexual men\n\n\t\tPeople in the Southern United States\n\n\t\tTransgender women, noting the particularly high burden of HIV among Black transgender women\n\n\nLeveraging Major Scientific and Policy Advances:\n\n\tThe 11 Steps and 37 Recommended Actions in the updated Strategy integrate and leverage the major scientific, policy, and other advances that have occurred since 2010. These include:\n\n\nImplementation of the Affordable Care Act: The Affordable Care Act has increased the number of Americans—including persons living with and at risk for HIV—who have access to health care coverage including preventive services such as HIV testing that are covered without cost sharing.\n\nHigh Impact Prevention: Since 2010, Centers for Disease Control and Prevention (CDC) has pursued an approach that concentrates limited HIV prevention resources on the most cost-effective and scalable interventions that are aligned geographically and demographically with the burden of HIV.\n\nHIV Testing: The past five years have seen the development of new HIV diagnostic tests and expanded testing efforts. In addition, screening all persons aged 15 to 65 years for HIV is now a grade “A” recommendation of the independent U.S. Preventive Services Task Force. This means that, as of April 2014, new health plans under the Affordable Care Act must offer HIV screening without cost sharing.\n\nBenefits of HIV Treatment: Results from the National Institutes of Health (NIH)-supported Strategic Timing of Antiretroviral Treatment (START) study recently provided clear evidence that early treatment promotes improved health outcomes for those with HIV. It also demonstrated that starting HIV therapy early not only protects individuals against opportunistic infections associated with AIDS, but also from AIDS-related cancers as well as other non-AIDS outcomes.\n\nTreatment as Prevention: The NIH-funded HIV Prevention Trials Network 052 study showed that, in addition to benefiting their own health and longevity, people living with HIV who adhere to effective antiretroviral therapy and have a suppressed viral load can reduce the risk of sexual transmission of HIV by 96 percent. Antiretroviral therapy for pregnant women with HIV also dramatically reduces the risk of transmission during pregnancy and childbirth.\n\nRyan White HIV/AIDS Program (RWHAP): The RWHAP is the largest Federal program solely dedicated to providing a comprehensive system of care to people living with HIV who do not have sufficient health care coverage or financial resources to cope with HIV. It touches the lives of over half of all people living with HIV in the United States, by taking a public health approach to provide medical care and essential support services to people living with HIV who do not have sufficient health care coverage or financial resources to cope with HIV infection. Doing so not only improves the health outcomes for individuals with HIV, it serves the public health benefit of helping to prevent HIV transmission. Since 2010, critical funding increases for the AIDS Drug Assistance Program have been provided to ensure access to lifesaving treatment.\n\nPrEP: In 2012, the FDA approved the use of Truvada for use as PrEP after several clinical trials demonstrated its efficacy. To make best use of this new HIV prevention tool, the U.S. Public Health Service released clinical practice guidelines in 2014 to assist clinicians in providing PrEP and associated services to their patients at substantial risk for HIV infection. When taken consistently, PrEP can reduce one’s risk for acquiring HIV by up to 92%.\n\nDigital Tools and Technology: Digital technology and social media have changed how health-related information is delivered, opening new opportunities to use digital tools to extend the reach and deepen the impact of our efforts to provide information and promote HIV testing as well as to help link and retain individuals in care.\n\nIntegrating previous Executive Actions: In 2012, President Obama signed a memorandum forming an  Interagency Working Group on the Intersection of HIV/AIDS, Violence against Women and Girls, and Gender-Related Health Disparities and in 2013, signed an Executive Order launching the HIV Care Continuum Initiative. The recommendations from these initiatives have increased our focus on this areas, and they have been fully integrated into the Update.\n\n\nHIV Care Continuum Data Indicate Areas of Greatest Need:\n\n\tDespite these advances, there is still an HIV epidemic and it remains a significant health issue for the United States. Today, 1.2 million people in the United States are living with HIV and the most recent national estimates point to areas where further improvements are needed.\n\n\nAwareness of Status: An estimated 1 in 8 people living with HIV in the United States are unaware of their infection and, thus, are not receiving regular medical care to manage the disease. Many individuals are also diagnosed late. In 2013, 24 percent of persons diagnosed with HIV had a stage 3 (AIDS) classification at the time of diagnosis.\n\nLinkage to care: Being linked to HIV care as soon as possible after diagnosis allows people with HIV to gain the full benefits of early treatment. Yet, issues such as poverty; unemployment; intimate partner violence; unstable housing, including homelessness; hunger; lack of access to transportation; and other issues often prevent people from accessing the health care they need. In 2013, 82 percent of those newly diagnosed with HIV infection, were linked to HIV medical care within 3 months of their diagnosis.\n\nEngagement in care: For people living with HIV, staying engaged in medical care is an important precursor to becoming virally suppressed. Key social and structural supports are necessary to make it possible for affected individuals to visit a medical provider, take medications, and stay healthy. Yet, in 2012, only 39 percent of all persons living with HIV infection were engaged in care.\n\nViral suppression: Being virally suppressed—which means that HIV is under control at a level that keeps people healthy and reduces the risk of transmitting the virus to others—not only improves a person with HIV’s health and enhances their lifespan; it also significantly reduces their risk of transmitting HIV to partners. In 2012, only 30 percent of all persons living with HIV infection in the United States achieved viral suppression.\n\n\n\tThese data clearly indicate areas where increased attention is needed to ensure that all individuals living with HIV in the U.S. are aware of their infection and able to realize the full benefits of available care and treatment.\n\nIndicators of Progress toward 2020:\n\n\tResponding to these challenges and taking full advantage of the many advances requires a more coordinated national response to HIV in the United States. Together, by aligning Federal and community efforts on the principles and priorities detailed in the updated Strategy, we aim to achieve the following outcomes by 2020:\n\n\n\t\tIncrease the percentage of people living with HIV who know their serostatus to at least 90 percent.\n\n\t\tReduce the number of new diagnoses by at least 25 percent.\n\n\t\tReduce the percentage of young gay and bisexual men who have engaged in HIV-risk behaviors by at least 10 percent.\n\n\t\tIncrease the percentage of newly diagnosed persons linked to HIV medical care within one month of diagnosis to at least 85 percent.\n\n\t\tIncrease the percentage of persons with diagnosed HIV infection who are retained in HIV medical care to at least 90 percent.\n\n\t\tIncrease the percentage of persons with diagnosed HIV infection who are virally suppressed to at least 80 percent.\n\n\t\tReduce the percentage of persons in HIV medical care who are homeless to no more than 5 percent.\n\n\t\tReduce the death rate among persons with diagnosed HIV infection by at least 33 percent.\n\n\t\tReduce disparities in the rate of new diagnoses by at least 15 percent in the following groups: gay and bisexual men, young Black gay and bisexual men, Black women, and persons living in the Southern United States.\n\n\t\tIncrease the percentage of youth and persons who inject drugs with diagnosed HIV infection who are virally suppressed to at least 80 percent.\n\n\n\tTo guide implementation of the updated Strategy across the U.S. government, the many Federal agencies and offices engaged in HIV activities will develop a Federal Action Plan detailing the specific steps they will take to implement the priorities set by the Update. The Federal Action Plan will be released in December.\n\n\tAn action plan framework, similar to the Federal Action Plan structure, will be created to assist other stakeholders—such as state, Tribal, and local governments, community-based organizations, coalitions of persons living with HIV, the scientific and medical communities, faith communities, schools and universities, industry, philanthropy, and other stakeholders—in developing their own action plans, tailored to their own specific missions and priorities.\n\n\tBy working together to achieve the outcomes of the updated Strategy, Federal and community partners will bring us closer to realizing the Strategy’s vision:\n\nThe United States will become a place where new HIV infections are rare, and when they do occur, every person, regardless of age, gender, race/ethnicity, sexual orientation, gender identity, or socio-economic circumstance will have unfettered access to high quality, life-extending care, free from stigma and discrimination.\n\n\n\n\n"
}