{
    "title": "FACT SHEET: Administration Takes Steps Forward on Climate Action Plan by Announcing Actions to Cut Methane Emissions | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/01/14/fact-sheet-administration-takes-steps-forward-climate-action-plan-anno-1",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 14, 2015\n\n \n\n\n\nFACT SHEET: Administration Takes Steps Forward on Climate Action Plan by Announcing Actions to Cut Methane Emissions\n\n\n\n\nThe Obama Administration is committed to taking responsible steps to address climate change and help ensure a cleaner, more stable environment for future generations. As part of that effort, today, the Administration is announcing a new goal to cut methane emissions from the oil and gas sector by 40 – 45 percent from 2012 levels by 2025, and a set of actions to put the U.S. on a path to achieve this ambitious goal.\nU.S. oil production is at the highest level in nearly 30 years, providing important energy security and economic benefits. The U.S. is also now the largest natural gas producer in the world, providing an abundant source of clean-burning fuel to power and heat American homes and businesses. Continuing to rely on these domestic energy resources is a critical element of the President’s energy strategy. At the same time, methane – the primary component of natural gas – is a potent greenhouse gas, with 25 times the heat-trapping potential of carbon dioxide over a 100-year period.\nMethane emissions accounted for nearly 10 percent of U.S. greenhouse gas emissions in 2012, of which nearly 30 percent came from the production transmission and distribution of oil and natural gas. Emissions from the oil and gas sector are down 16 percent since 1990 and current data show significant reductions from certain parts of the sector, notably well completions. Nevertheless, emissions from the oil and gas sector are projected to rise more than 25 percent by 2025 without additional steps to lower them. For these reasons, a strategy for cutting methane emissions from the oil and gas sector is an important component of efforts to address climate change.\nThe steps announced today are also a sound economic and public health strategy because reducing methane emissions means capturing valuable fuel that is otherwise wasted and reducing other harmful pollutants – a win for public health and the economy. Achieving the Administration’s goal would save up to 180 billion cubic feet of natural gas in 2025, enough to heat more than 2 million homes for a year and continue to support businesses that manufacture and sell cost-effective technologies to identify, quantify, and reduce methane emissions.\nADMINISTRATION ACTIONS TO REDUCE METHANE EMISSIONS\nBuilding on prior actions by the Administration, and leadership in states and industry, today the Administration is announcing a series of steps encompassing both commonsense standards and cooperative engagement with states, tribes and industry to put us on a path toward the 2025 goal. This coordinated, cross-agency effort will ensure a harmonized approach that also considers the important role of FERC, state utility commissions and environmental agencies, and industry. Administration actions include:\nPropose and Set Commonsense Standards for Methane and Ozone-Forming Emissions from New and Modified Sources\nIn 2012, the Environmental Protection Agency (EPA) laid a foundation for further action when it issued standards for volatile organic compounds (VOC) from the oil and natural gas industry.  These standards, when fully implemented, are expected to reduce 190,000 to 290,000 tons of VOC and decrease methane emissions in an amount equivalent to 33 million tons of carbon pollution per year. The standards not only relied on technologies and practices already in widespread use in the oil and gas sector, but also incorporated innovative regulatory flexibility.  Along with a rule to streamline permitting of oil and gas production on certain tribal lands, this approach ensured that important public health and environmental protections could be achieved while oil and gas production continued to grow and expand.\nBuilding on five technical white papers issued last spring, the peer review and public input received on these documents, and the actions that a number of states are already taking, EPA will initiate a rulemaking effort to set standards for methane and VOC emissions from new and modified oil and gas production sources, and natural gas processing and transmission sources. EPA will issue a proposed rule in the summer of 2015 and a final rule will follow in 2016. In developing these standards, EPA will work with industry, states, tribes, and other stakeholders to consider a range of common-sense approaches that can reduce emissions from the sources discussed in the agency’s Oil and Gas White Papers, including oil well completions, pneumatic pumps, and leaks from well sites, gathering and boosting stations, and compressor stations.  As it did in the 2012 standards, the agency, in developing the proposal and final standards, will focus on in-use technologies, current industry practices, emerging innovations and streamlined and flexible regulatory approaches to ensure that emissions reductions can be achieved as oil and gas production and operations continue to grow.\nNew Guidelines to Reduce Volatile Organic Compounds \nEPA will develop new guidelines to assist states in reducing ozone-forming pollutants from existing oil and gas systems in areas that do not meet the ozone health standard and in states in the Ozone Transport Region. These guidelines will also reduce methane emissions in these areas. The guidelines will help states that are developing clean air ozone plans by providing a ready-to-adopt control measure that they can include in those plans.\nConsider Enhancing Leak Detection and Emissions Reporting\nEPA will continue to promote transparency and accountability for existing sources by strengthening its Greenhouse Gas Reporting Program to require reporting in all segments of the industry. In addition to finalizing the updates to the program EPA has already proposed by the end of 2015, EPA will explore potential regulatory opportunities for applying remote sensing technologies and other innovations in measurement and monitoring technology to further improve the identification and quantification of emissions and improve the overall accuracy and transparency of reported data cost-effectively.\nLead by Example on Public Lands\nThe Department of Interior’s Bureau of Land Management (BLM) will update decades-old standards to reduce wasteful venting, flaring, and leaks of natural gas, which is primarily methane, from oil and gas wells.  These standards, to be proposed this spring, will address both new and existing oil and gas wells on public lands. This action will enhance our energy security and economy by boosting America’s natural gas supplies, ensuring that taxpayers receive the royalties due to them from development of public resources, and reducing emissions. BLM will work closely with EPA to ensure an integrated approach.\nReduce Methane Emissions while Improving Pipeline Safety\nThe Department of Transportation’s Pipeline and Hazardous Materials Safety Administration (PHMSA) will propose natural gas pipeline safety standards in 2015.  While the standards will focus on safety, they are expected to lower methane emissions as well.\nDrive Technology to Reduce Natural Gas Losses and Improve Emissions Quantification\nThe President’s FY16 Budget will propose $15 million in funding for the Department of Energy (DOE) to develop and demonstrate more cost-effective technologies to detect and reduce losses from natural gas transmission and distribution systems.  This will include efforts to repair leaks and develop next generation compressors. The President’s budget will also propose $10 million to launch a program at DOE to enhance the quantification of emissions from natural gas infrastructure for inclusion in the national Greenhouse Gas Inventory in coordination with EPA.\nModernize Natural Gas Transmission and Distribution Infrastructure\nDOE will continue to take steps to encourage reduced emissions, particularly from natural gas transmission and distribution, including:\n\n\n\t\tIssuing energy efficiency standards for natural gas and air compressors;\n\n\t\tAdvancing research and development to bring down the cost of detecting leaks;\n\n\t\tWorking with FERC to modernize natural gas infrastructure; and\n\n\t\tPartnering with NARUC and local distribution companies to accelerate pipeline repair and replacement at the local level.\n\nRelease a Quadrennial Energy Review (QER)\nThe Administration will soon release the first installment of the QER, which focuses specifically on policy actions that are needed to help modernize energy transmission, storage, and distribution infrastructure. This installment of the QER will include additional policy recommendations and analysis on the environmental, safety, and economic benefits of investments that reduce natural gas system leakage.\nINDUSTRY ACTIONS TO REDUCE METHANE EMISSIONS. \nThe Administration’s actions represent important steps to cut methane emissions from the oil and gas sector. Fully attaining the Administration’s goal will require additional action, particularly with respect to existing sources of methane emissions. Several voluntary industry efforts to address these sources are underway, including EPA’s plans to expand on the successful Natural Gas STAR Program by launching a new partnership in collaboration with key stakeholders later in 2015.   EPA will work with DOE, DOT, and leading companies, individually and through broader initiatives such as the One Future Initiative and the Downstream Initiative, to develop and verify robust commitments to reduce methane emissions.  This new effort will encourage innovation, provide accountability and transparency, and track progress toward specific methane emission reduction activities and goals to reduce methane leakage across the natural gas value chain.\nVoluntary efforts to reduce emissions in a comprehensive and transparent manner hold the potential to realize significant reductions in a quick, flexible, cost-effective way. Achieving significant methane reductions from these voluntary industry programs and state actions could reduce the need for future regulations. The Administration stands ready to collaborate with these and other voluntary efforts, including in the development of a regime for monitoring, reporting and verification. \nBUILDING ON PROGRESS\nToday’s announcement builds on the “Strategy to Reduce Methane Emissions” released in March 2014. Since its release, the Administration has taken a number of actions to set us on a course to reduce methane emissions from the oil and gas sector and other sources:\n\n\n\t\tDOE has launched a new initiative that will make up to $30 million available to develop low-cost highly sensitive technologies that can help detect and measure methane emissions from oil and gas systems. Just last month, DOE announced the 11 innovative projects selected.\n\n\t\tDOE convened a series of roundtable discussions with leaders from industry, environmental organizations, state regulators, consumer groups, academia, labor unions, and other stakeholders.  The meetings culminated in July 2014, with the creation of an Initiative to Modernize Natural Gas Transmission and Distribution Infrastructure that laid out a series of executive actions, partnerships, and stakeholder commitments to help modernize the nation’s natural gas transmission and distribution systems, increase safety and energy efficiency and reduce methane emissions.\n\n\t\tThe US Department of Agriculture (USDA), EPA and DOE, in partnership with the dairy industry, released a Biogas Opportunities Roadmap in August 2014 highlighting voluntary actions to reduce methane emissions through the use of biodigesters.\n\n\t\tBLM released an Advanced Notice of Proposed Rulemaking (ANPRM) in April 2014 to gather public input on the development of a program for the capture and sale, or disposal, of waste methane from coal mines on public lands. \n\n\t\tEPA proposed updates to its 1996 New Source Performance Standards for new municipal solid waste landfills and sought public feedback on whether EPA should update guidelines for existing landfills in June 2014, which they anticipate finalizing this year. \n\n###\n\n\n\n\n"
}