{
    "title": "Statement from the President on Sudan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/06/22/statement-president-sudan",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 22, 2011\n\n \n\n\n\nStatement from the President on Sudan\n\n\n\n\nOn Monday, the Government of Sudan and the Sudan People’s Liberation Movement (SPLM) signed an agreement in Addis Ababa, Ethiopia, to reduce tensions in Abyei and allow UN peacekeepers from Ethiopia into the region.   I commend the parties for taking this step forward toward peace, and I urge them now to build on that progress and agree to an immediate cease fire in Southern Kordofan.  Under the Comprehensive Peace Agreement, both parties committed to resolve their differences peacefully, and both parties have a responsibility to end the current violence and allow immediate humanitarian access to desperate people who have been driven from their homes and are now cut off from outside help.\nThe situation in Southern Kordofan is dire, with deeply disturbing reports of attacks based on ethnicity.  The United States condemns all acts of violence, in particular the Sudanese Armed Forces aerial bombardment  of civilians and harassment and intimidation of UN peacekeepers.  With a ceasefire in Southern Kordofan, alongside the agreement to deploy peacekeepers to Abyei, we can get the peace process back on track.  But without these actions, the roadmap for better relations with the Government of Sudan cannot be carried forward, which will only deepen Sudan’s isolation in the international community. Without a cease-fire and political negotiations, the people of Southern Kordofan cannot enjoy the right to have their political grievances addressed. The negotiations now under way in Addis Ababa demand the urgent commitment from both sides to peace and to the agreement for immediate help to those civilians caught up in this conflict.\n\n\n\n\n"
}