{
    "title": "Press Conference by President Obama, President Peña Nieto, and Prime Minister Harper | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/02/19/press-conference-president-obama-president-pe-nieto-and-prime-minister-h",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 19, 2014\n\n \n\n\n\nPress Conference by President Obama, President Peña Nieto, and Prime Minister Harper\n\n\n\n\nPatio Central\n\tPalacio de Gobierno\n\tToluca, Mexico\n7:25 P.M. CST\nPRESIDENT PEÑA NIETO:  (As interpreted.)  Ladies and gentlemen, good evening.  Members of the media.  Your Excellency, President of the United States of America Barack Obama; Prime Minister of Canada Stephen Harper.  Once again, I would like to welcome you to our country.\nIt is a great honor to have hosted you for the North American Leaders Summit here in the State of Mexico, and Toluca, its capital city -- a state that I had the great honor of being the governor of before I took office with the greatest honor in the world of politics, and that is to lead the course of my country.\nThat is why I am very glad that we have had the opportunity of having this meeting.  And I'd like to congratulate myself for creating a space where we have had dialogues, where we have outreach to our countries, and where we have strengthened our friendship.  I can be certain that the warm space where we have met is very different from what the teams of men and women representing Mexico in Sochi are having in Russia.  They are in very cold weather and fighting hard to win a medal.  So be welcome to this very warm weather.\nI would like to summarize for the media and for your delegations the scope of our meetings.  I would like to share with you that we have two highlights in our meetings.  First we had a bilateral with President Barack Obama and with his delegation and their counterparts from Mexico to address the following, and I would like to share this with you. \nFirst of all, we assessed the breakthroughs related to the agreements made during President Obama’s past visit in May to our country, and now during his fifth visit -- and I must note that Mexico ranks top of the list of the most visited countries by President Obama during his term.  And we were able to identify the level of progress of the agreements made back then; how much we have advanced the exchange between high level officials to precisely boost the trade and commercial relationship that Mexico and the U.S. have.\nWe have also analyzed the possibility of setting forward new mechanisms to build and fund strategic projects.  We have agreed to work on a proposal that would help us find different mechanisms to fund projects so that we can give a new life to our infrastructure, to have more agile and have safer commercial transactions between our countries. \nSpecifically, we talked about education.  We have set the task to have more academic exchanges so that more Mexican students can study in the United States and, reciprocally, students from the United States come to Mexico to study.  The number of students so far is somehow low, considering the potential that we have.  And out of the 14,000 students from Mexico that go to the United States to study, we have set a goal and that is to increase year by year this figure and reach 100,000 students a year that visit the United States, and 50,000 students from the U.S. coming to Mexico to study.\nWe have revised our security agenda and we have agreed to maintain a strategic dialogue, to coordinate efforts so we can face a common issue -- security in both of our countries and, specifically, security at the border. \nOn the other hand, I would like to refer to the outcome of the North American Leaders Summit.  Therefore, I would like to share with you highlights in terms of the agreements reached in this framework.  We have worked on four main topics.  The first one is to foster shared and inclusive prosperity.  We have agreed to work on a plan to boost competitiveness.  We also have agreed to work on a North America transport plan which would give us better infrastructure in our three countries to make the commerce that happens between our three nations thrive.\nWe also agreed to standardize and expedite all the procedures that take place in our customhouses.  We have also agreed to enable the movement of individuals, and by this have Trusted Travelers Programs.  We have, each one, a program of this nature with a purpose in mind that all the travelers that are part of the Trusted Travelers registers in our countries are considered as a vetted traveler in North America.\nAdditionally, in terms of the second topic, we have addressed areas of opportunity.  And I must insist, in terms of our binational agenda with the United States, we have added up Canada to work on a program to train professionals by increasing our academic exchanges and ensuring mobility of students between our three countries.\nWe have also agreed to foster sustainable development, working towards the mitigation of the effects of climate change. And in the area of sustainability, we have also agreed to work on the preservation of the Monarch butterfly.  It is a landmark species in North America.  This is a species present in our three countries, and we have agreed to work a taskforce with a presentation from our three countries to preserve the Monarch butterfly.\nThen, another topic is citizen security and regional topics. We have agreed to give privilege to the exchange of information, and we have also privilege to coordinate efforts between law enforcement authorities.  We will reinforce the measures aimed to fight money laundering and illicit financial flows.  And for that purpose we need to integrate our financial systems further.\nWe have also restated our commitment to support and cooperate with the Central America region as well as the Caribbean because they are partners in this hemisphere.  We have committed to foster development, economic growth and citizen security as well.\nBasically, I have summarized the commitments made during the summit.  And fourthly, we have committed, the three of us, to give follow-up to all the agreements made.  Besides making agreements, we have committed to give follow-up to each one of those agreements and we have committed to make them happen.\nFinally, I would like to share with you that in order to reach our goals we need to identify that North America is quite valuable.  The Free Trade Agreement executed 20 years ago and the intense dialogue that we have between our three countries in the North American region is very valuable and every exchange is based on trust.  And we share a very good relationship between all of us who lead our countries.\nThis North America Leaders Summit has been a very good opportunity to specify what our commitments will be and what are the tasks for the future.  And it has also served as a space to restate our friendship, the good relationship that we have and the respect that we pay to each other.  And we have committed to work hard to make a significant contribution, to make North America a more competitive region -- I would dare to say the most competitive region in the world.  And this is a region that has a true call for prosperity.  And we will work to provide better well-being to the citizens of our countries. \nWe have made great strides.  We create plenty of jobs due to the economic relationship that we have managed to achieve, but we want more.  We want more development.  We are aware of the potential that we find in North America.  And I make a pledge so that the seventh summit of leaders of North America serves its purpose. \nOnce again, we welcome, and I would like to say that I hope you have had a very pleasant stay in Toluca and I hope that this visit has been very fruitful.  And I hope that we have been able to build an even stronger relationship. \nThank you.  (Applause.)  \nPRESIDENT OBAMA:  Buenas noches to President Peña Nieto.  To the people of Toluca and the people of Mexico, thank you so much for your extraordinary hospitality.  Thank you again, Enrique, for welcoming us to your hometown and home state, which -- like the beautiful surroundings tonight -- reflects Mexico’s proud history as well as the economic dynamism of today’s Mexico.\nI want to thank President Peña Nieto and Prime Minister Harper for their partnership in deepening the extraordinary ties between our countries -- especially the trade that supports good jobs for our people.  For the United States, Canada and Mexico are two of our largest trading partners with trade that supports millions of American jobs.  Thanks in part to our efforts to boost U.S. exports, American exports to Canada and Mexico continue to grow faster than our exports to the rest of the world. \nTogether, our countries have strengths that give North America a tremendous competitive advantage -- the skills of our workers, manufacturing that’s growing, and new sources of energy. So we have to take advantage of these competitive advantages, and we need to do it together.  All of this positions us to be a powerhouse in the global economy.  And that’s why we’re here, to make sure that we’re doing everything we can to be more competitive and create more jobs in Canada, in Mexico, and in the United States. \nFirst, we’re focused on making it easier to trade.  Earlier today, I signed a new executive order to make it easier for companies that want to export and import.  Instead of dealing with dozens of different federal agencies and long paper forms, we’re going to create a one-stop shop online, so companies can submit all their information in one place and save themselves time and money.  We’re going to keep investing in infrastructure -- like roads, bridges, border crossings -- so our goods are getting to market faster.  We’ve agreed to keep working to make it easier for our businesspeople and tourists to trade and travel.  And we’re going to step up our efforts to streamline and eliminate regulations or the red tape that can sometimes stifle trade and job creation. \nWe’ve agreed to keep working to complete negotiations on the Trans-Pacific Partnership, including strong protections for our workers and the environment, so that we can compete in the fast-growing markets of the Asia Pacific.  And because it will grow the U.S. economy and make the United States more attractive to investment -- and because we have to do right by our families and our values -- I’ve reiterated that immigration reform remains one of my highest priorities.\nI’m also very pleased that we’ve agreed to keep expanding educational partnerships, as Enrique mentioned, so our young people develop the skills they need to succeed in the global economy.  And this builds on my initiative that we call 100,000 Strong in the Americas.  We want more students from the United States studying throughout the hemisphere, and we want more students from places like Mexico and Canada studying in the United States -- so that they’re developing familiarity and partnerships and friendships that will serve them and serve our countries well for decades to come.\nSecond, we continue to deepen our clean-energy partnerships, which create jobs and combat climate change.  Yesterday, I announced that the United States will develop new fuel economy standards for heavy-duty trucks -- standards that reduce carbon pollution.  And today, all three of our nations have agreed to work together to meet high fuel standards for these heavy-duty trucks.\nAnd more broadly, we agreed to join with our Central American and Caribbean partners on a regional energy strategy.   And this builds on the commitment I made in Central America last year to help our partners across the region reduce their energy costs and become more competitive.  On a global level, we agreed to keep standing together as we push for an international agreement to phase down the production and consumption of dangerous hydrofluorocarbons. \nNumber three, we know that realizing our full potential as individual countries and as a region means confronting the criminals and narcotraffickers who unleashed so much violence on our citizens.  Here in Mexico, the security forces and the Mexican people continue to make enormous sacrifices in that fight, and our three nations are united against this threat.  In the United States, we continue to be committed to reduce the demand for illegal drugs and we’ll continue our unprecedented efforts to combat the southbound flow of illegal guns and cash.\nAnd, finally, given our shared commitment to democratic values and human rights, I want to take this opportunity to address the situation in Venezuela and Ukraine, and the unacceptable violence in those two countries, which the United States strongly condemns. \nIn Venezuela, rather than trying to distract from its own failings by making up false accusations against diplomats from the United States, the government ought to focus on addressing the legitimate grievances of the Venezuelan people.  So, along with the Organization of American States, we call on the Venezuelan government to release protestors that it’s detained and engage in real dialogue.  And all parties have an obligation to work together to restrain violence and restore calm.   \nWith regard to Ukraine, along with our European partners, we will continue to engage all sides.  And we continue to stress to President Yanukovych and the Ukrainian government that they have the primary responsibility to prevent the kind of terrible violence that we’ve seen, to withdraw riot police, to work with the opposition to restore security and human dignity and move the country forward.  And this includes progress towards a multiparty technical government that can work with the international community on a support package and adopt reforms necessary for free and fair elections next year.\nUkrainians are a proud and resilient people who’ve overcome extraordinary challenges in their history, and that’s a pride and strength that I hope they draw on now.  Meanwhile, I've urged the military in Ukraine to show restraint and to let civilians pursue the dialogue necessary for progress.  We’ve obviously seen reports of a truce between the government and the opposition.  If the truce is implemented, it could provide space for the sides to resolve their disagreements peacefully. \nAnd going forward, we’ll continue to do whatever we can to support Ukrainians as they seek a peaceful resolution and respond to the aspirations of the Ukrainian people for a strong, unified democracy that’s fully integrated into the international community.\nSo, again, I want to thank Enrique and the people of Mexico, and the people of Toluca, for their wonderful hospitality.  If we stay focused on our shared vision -- a North America that’s more integrated and more competitive -- then progress in each of our countries will mean more prosperity and opportunity for everyone.\nThank you very much.  (Applause.)\nPRIME MINISTER HARPER:  (As interpreted.)  Allow me to start out by thanking President Peña Nieto for his generous hospitality.  We have had a wonderful stay in this wonderful country, in Mexico, and we are eager to come back soon.\nToday, I had fruitful meetings and dialogues with my commercial partners from Mexico in regard to services, information, and also shared and fundamental values and, of course, a democratic and peaceful world.\nToday, we celebrate the 20th anniversary of NAFTA.  As time can tell us, this treaty was successful, and it started guaranteeing prosperity from one extreme to the other of the hemisphere.  The volume of exchanges is fourfold now, and is over $30 billion.  And we have now seen exponential growth and can hope for exponential growth in years to go.\nWe are in agreement to say that we can still grow the success of NAFTA, to implement new ways, for instance, in regard to the Trans-Pacific alliance.  And so these negotiations should be for the best.  We need to create employment.  This is the key to revitalize the economy and to foster prosperity not only for the Canadian populations, but for our populations at large. \nThat's why our government will keep on working and expanding the free trade and commerce with our main partners in North America, as well as with Asia Pacific region and worldwide, since we want to have access on the other side of the Atlantic, since we have subscribed to the free exchange agreement with Europe.\nToday, President Obama, President Peña Nieto and myself have discussed and have delved into many topics, especially the state of the world economy at a local, regional level, and competiveness -- North American competitiveness.  We are truly enthusiastic to collaborate, with this idea of collaborating together.  We shall keep on working together with my homologues [counterparts] and to take a profit of all the occasions for the well-being of our populations.  And we will host the forthcoming population of the summit in Canada. \nAnd I would like to add a word in regard to the situation in Ukraine.  There’s been a truce, but it is essential that we take action.  And at the end of the day, the Ukrainian government has to be held responsible for settling this situation.  The Ukrainian government took actions -- actions that were not only unpopular, but actions that put at risk nature and the aspirations of becoming an independent nation.\n(In English.)  My sincere thanks to President Peña Nieto and the Mexican people for their generous hospitality.  We’ve had a wonderful time here in beautiful Mexico, and I look forward to returning again soon.\nToday we had productive meetings with Canada’s closest friends and trading partners -- partners with whom we share goods, services and information, and also fundamental values and a vision for a democratic and peaceful world.\nThis year we mark the 20th anniversary of the North American Free Trade Agreement.  And as only time can reveal, the agreement -- statistics alone -- has been overwhelmingly successful and is responsible for creating prosperity from the bottom to the top of the continent.  There has been a fourfold growth in trilateral trade over the last 20 years that now exceeds a trillion dollars. And it is estimated that the NAFTA marketplace will continue to expand exponentially in the decades to come.\nWe all agree that there is enormous potential to build on the success of NAFTA in new ways, for example, most notably through the Trans-Pacific Partnership.  We’re therefore focused on bringing those negotiations to a successful conclusion.\nDeveloping trade is one of the keys to job creation.  It is a key to economic vitality, and it is a key to long-term prosperity not just for the Canadian people, but for all of our peoples.  That's why our government will continue to work to expand trade with our two core trading partners in North America, in the Asia Pacific region more generally, and around the world  -- just as we did last year, when we expanded our access across the Atlantic through the conclusion of the Canada-European Union Comprehensive Economic and Trade Agreement. \nIn our meetings today, Presidents Peña Nieto, Obama and I discussed a range of topics as have already been detailed by my colleagues, including the state of the global economy, international regional security, and North American competitiveness.  We share a genuine enthusiasm for closer collaboration.\nThe Presidents and I will continue to work together to address the challenges of the 21st century and to seize the many promising opportunities that the future holds for our peoples.  And I do look forward to hosting the next North American Leaders Summit in Canada.\nAnd I’d also just like to conclude with a word on the situation in Ukraine.  We obviously are encouraged to hear the news of a truce.  While this is good news, this kind of news, these kinds of words are only meaningful if they are put into action.  And ultimately, it is the regime that is responsible for resolving the current situation.  It is the regime that created this situation -- not by taking decisions that were merely unpopular, but by undertaking decisions that went against the very nature and aspirations of Ukraine as an independent state.  And for that reason, we hold the government responsible and urge them to take all the steps necessary to resolve the situation and to put Ukraine back on the democratic and Euro-Atlantic path that the Ukrainian people desire.  (Applause.)\nMODERATOR:  (As interpreted.)  We will have a round of questions.  Jason McDonald will introduce the Canadian journalist asking the question.\nMR. MCDONALD:  Omar Sachedina from CTV News.\nQ    Mr. President, good evening to you.  Canada has offered to work with the United States on joint rules to reduce greenhouse gas emissions in the oil and gas sector.  You’ve said the Keystone XL pipeline won’t be approved if it significantly worsens climate change.  The State Department report has concluded that Keystone will not have a significant effect on climate change.  So my question to you is, what more needs to be done on both sides of the border for this project to go ahead?\nAnd, Prime Minister, I’d love for you to be able to weigh on this as well.  Et en français aussi, s'il vous plaît.\nTHE PRESIDENT:  Well, as I’ve stated previously, there is a process that has been gone through, and I know it’s been extensive, and at times I’m sure Stephen feels a little too laborious.  But these are how we make these decisions about something that could potentially have a significant impact on America’s national economy and our national interests.\nSo the State Department has gone through its review.  There is now a comment period in which other agencies weigh in.  That will be evaluated by Secretary of State Kerry, and we’ll make a decision at that point.\nIn the meantime, Stephen and I, during a break after lunch, discussed a shared interest in working together around dealing with greenhouse gas emissions.  And this is something that we have to deal with.  I said previously that how Keystone impacted greenhouse gas emissions would affect our decision, but, frankly, it has to affect all of our decisions at this stage, because the science is irrefutable.  We’re already seeing severe weather patterns increase.  That has consequences for our businesses, for our jobs, for our families, for safety and security.  It has the potential of displacing people in ways that we cannot currently fully anticipate, and will be extraordinarily costly.\nSo I welcome the work that we can do together with Canada.  One of the wonderful things about North America is we have this amazing bounty of traditional fossil fuels, and we also have extraordinary businesses that are able to extract them in very efficient ways.  And that’s something that we should welcome because it helps to promote economic growth.  But we only have one planet, and so I believe that ultimately we can both promote economic development and growth, recognizing that we’re not going to immediately transition off of fossil fuels, but that we do have to point to the future and show leadership so that other countries who will be the main emitters fairly soon -- China, India, other emerging markets -- so that they can look at what we’re doing and we have leverage over them in terms of them improving their practices as well.\nSo this will be a joint effort.  I’m very eager to consult with Stephen around those issues.  And Keystone will proceed along the path that’s already been set forth.\nPRIME MINISTER HARPER:  Let me just say a couple of things. First of all, obviously, President Obama and I had an exchange on this.  My views in favor of the project are very well known.  His views on the process are also equally well known.  And we had that discussion and will continue on that discussion.\nI would just say two things about the process.  First, on the issue of climate change, which is a shared concern, Canada and the United States have similar targets at the international level.  We already cooperate in several sectors in terms of emissions reductions.  But in terms of climate change, I think the State Department report already was pretty definitive on that particular issue.\nThe other thing I’d just draw attention to, just because I think it’s useful to point out the benefits to Canada, is the reform that we had done of environmental review and assessments of projects in Canada.  As you know, a couple years ago we moved to reform our system so that we have a single review wherever possible -- a single review, a multi-dimensional review that happens over a fixed timeline.  And I think that is a process that is tremendously useful in giving investors greater certainty in terms of the kind of plans they may have in the Canadian economy.\n(As interpreted.)  And now I shall repeat my comments in French.  (Speaks in French.)    \nMODERATOR:  From the traveling U.S. press, goes to Jim Kuhnhenn of the Associated Press.\nQ    Señor Presidente, muchas gracias.  Ha sido un placer.  Prime Minister -- do you worry that longstanding opposition to trade deals in the U.S. from both the President’s party and some Republicans pose a threat to the Trans-Pacific Partnership?  And do you -- in your mind, is it essential that Congress approve it, or at least give the President fast track authority this year, or can it wait until after the U.S. elections in November? \nMr. President, if you’d like to chime in on that as well -- you mentioned parochial interest today; I’d be interested in how you intend to bring your Democrats along.  But I had a question for you on something else that you raised.\nPRESIDENT OBAMA:  How many questions do you got, Jim?\nQ    Just one, sir.\nPRESIDENT OBAMA:  Okay.  (Laughter.)  Because you know I’ve got to answer that one, too, right?  That was a pretty slick move.  (Laughter.) \nQ    The common denominator in the strife in Ukraine and Syria is the support that those two governments get from Russia, and I’m wondering, sir, if you believe that President Putin bears some responsibility for the intransigence of those two regimes.  And to some degree, has this gone beyond just those two countries, and has it become a tug of war between two world powers?\nPRESIDENT OBAMA:  Let me answer very briefly on the trade issue.  It’s not accurate, Jim, to say that my party opposes this trade deal.  There are elements of my party that oppose this trade deal, there are elements of my party that oppose the South Korea free trade agreement, the Colombia free trade agreement and the Panama free trade agreement -- all of which we passed with Democratic votes.\nSo what I’ve said to President Peña Nieto and Prime Minister Harper is we’ll get this passed if it’s a good agreement.  And the key at this point is to make sure that our countries, which hold ourselves up as champions of free trade, resolve our legitimate national interests in these negotiations so that we can present a united front against a number of the other participants in the TPP negotiations who don’t have as much of a tradition of free trade.  And that is to our advantage, precisely because North America has this amazing competitive advantage, and we are already relatively open markets.\nAnd part of our goal here is to make sure that the Asia Pacific region -- which is growing faster than anyplace else in the world, has a larger population than anyplace else in the world -- that they have a model of trade that is free and fair and open and allows our businesses to compete and allows our workers to make goods and deliver services that those markets are purchasing.  And we can only do that if we raise the bar in terms of what our trade models look like. \nAnd I’ve said this to some of my own constituents who are opposed to trade:  Those who are concerned about losing jobs or outsourcing need to understand some of the old agreements put us at a disadvantage.  That’s exactly why we’ve got to have stronger agreements that protect our intellectual property, that open up markets to our agricultural products; that make sure that when it comes to government procurement or sovereign wealth funds in these other countries, that they’re not taking advantage of our businesses and preventing us from competing there.  That’s exactly why we’ve got to get this done.  And I’m very appreciative of the shared vision and commitment that Prime Minister Harper and President Enrique Peña Nieto have on this issue.\nNow, with respect to Syria and the Ukraine, I do think it is worth noting that you have in this situation one country that has clearly been a client state of Russia, another whose government is currently -- been supported by Russia; where the people obviously have a very different view and vision for their country.  And we’ve now seen a great deal of turmoil there that arose organically from within those countries. \nI don’t think there’s a competition between the United States and Russia.  I think this is an expression of the hopes and aspirations of people inside of Syria and people inside of the Ukraine who recognize that basic freedoms -- freedom of speech, freedom of assembly, fair and free elections, the ability to run a business without paying a bribe, to not be discriminated against because of your religion or your beliefs -- that those are fundamental rights that everybody wants to enjoy.\nNow, Mr. Putin has a different view on many of those issues, and I don’t think that there’s any secret on that.  And our approach as the United States is not to see these as some Cold War chessboard in which we’re in competition with Russia.  Our goal is to make sure that the people of Ukraine are able to make decisions for themselves about their future, that the people of Syria are able to make decisions without having bombs going off and killing women and children, or chemical weapons, or towns being starved because a despot wants to cling to power. \nThose express our values and our national interests, and we will continue to express those national interests.  There are times, I hope, where Russia will recognize that over the long term they should be on board with those values and interests as well.  Right now, there are times where we have strong disagreements.  And when I speak to Mr. Putin, I’m very candid about those disagreements, even as we will continue to pursue cooperation with Russia on areas where we had shared concerns. \nBut I want to emphasize this:  The situation that happened in Ukraine has to do with whether or not the people of Ukraine can determine their own destiny.  And my government and Vice President Biden, and I personally, have expressed to President Yanukovych the need for him to recognize the spirit of the Ukrainian people and work with that, as opposed to trying to repress it.  And so we’ll continue to stand on the side of the people. \nMy hope is, at this point, that a truce may hold, but Stephen is exactly right -- ultimately, the government is responsible for making sure that we shift towards some sort of unity government, even if it’s temporary, that allows us to move to fair and free elections so that the will of the Ukrainian people can be rightly expressed without the kinds of chaos we’ve seen on the streets and without the bloodshed that all of us I think strongly condemn.\nPRIME MINISTER HARPER:  On the issue of the Trans-Pacific Partnership, as I said, we are wanting to see and committed to seeing a good, comprehensive Trans-Pacific Partnership trade agreement.  I think it’s in all of our interest for the reasons that have already been laid out.  That said, the government of Canada’s position is always clear in these matters that we will only come to an agreement when we are convinced the agreement is in the best interest of Canada.  And we will stay at the table as long as it takes to get to that particular situation.\nAnd I think we have the track record to prove it.  Our government, the current government of Canada, has signed more trade agreements than all previous Canadian governments combined. What I would say is this -- I’m not going to comment on the process in Congress.  What I would say is this -- the reason I said what I said about working until we get an agreement that is in the interest of Canada is we will have to have an agreement that can be sold to the Canadian Parliament and ultimately to the Canadian people.  And that’s what we’re aiming for.\n(The Prime Minister repeats his remarks in French.)\nPRESIDENT PEÑA NIETO:  (As interpreted.)  The Mexican stand has been very clear, and specifically our take on the TPP have always stated it, it is of the interest of Mexico.  We have been part of the negotiation rounds to eventually reach an agreement of this important opportunity that the TPP offers.  We can expand the potential of North America into the Asia Pacific region.  Mexico would do its best for the sake of Mexico to be on the side of the solution.  We will overcome disagreements and eventual roadblocks that the negotiation rounds present.  And we hope that it is this spirit that we reach the agreement.\nMexico has made a commitment and has shown political will to be part of the Trans-Pacific Partnership.  We hope that the deal happens.  That is the Mexican stand, and we will work to the best of our ability to reach this goal.\nNow, on behalf of Mexico, Miguel Reyes Razo, from the Mexican Editorial Organization, will ask a question.\nQ    (As interpreted.)  Good evening, everyone.  By virtue of the fact that we celebrate the 20th anniversary of the efforts made by Mexico, the United States and Canada, we have NAFTA for 20 years.  I would like to ask Enrique Peña Nieto, the President of my country, what is the outlook of the northern part of this continent in terms of development?  And at the same time, Mr. President Peña Nieto, I would like to know, what are the challenges for the development that we have hoped for, that we are expecting? \nAnd I would like to ask the President of the United States of America, Mr. Obama, and Mr. Harper, the Prime Minister of Canada -- what is the engagement that we should expect from you? What is your actual commitment to make this region, North America, thrive in economical terms?  Now, we have 13 months and a half of your administration, Mr. Enrique Peña Nieto.  And you, Canada and the United States, partners and neighbors of this country, what is your take?  What is your take on this 13 months and a half of the Mexican President?  Thank you very much for your reply.\nPRESIDENT PEÑA NIETO:  (As interpreted.)  Mr. Miguel, I believe that we have been very candid in terms of the huge strength that we see in North America after 20 years of the free trade agreement.  Our trade has been able to thrive.  We have more commercial exchanges.  We have more investment in the region. \nAnd today we have integrated added value chains between our three countries.  That means that we are adding value to products that are offered in this great market.  We are fully aware of the economic growth since, so far, we are fully aware of the creation of jobs in North America.  That is why we have committed in this summit to take on actions that would help us strengthen our economic ties even further.  We have committed to enable trade, to have better infrastructure, to have safer exchanges, and to make our trade be easier.  So these are the agreements that we have made today. \nAnd we have also acknowledged the enormous potential.  And the future that we see in the horizon would be based on the strengths that we have built upon over the course of the last 20 years.  And let us acknowledge that we are three countries that we are like-minded in terms of our values.  We are three democratic countries.  We are three countries who believe in free trade.  And our countries have found in this instrument a space to create jobs and to have more development in our nations.\nPRESIDENT OBAMA:  Well, as we’ve said I think throughout our meetings today, America’s success, Mexico’s success, Canadian success are all bound together.  I think that if you just look at the facts, Mexico has made enormous strides over the last several decades.  And, in part, that is because we’ve seen a greater integration of Mexico in the world economy.  I think the United States and Canada have played constructive roles in that.  Our ability to trade and engage in commerce with Mexico obviously has created jobs and opportunities in our country, as well.  And so it has been a mutually beneficial partnership -- based on self-interest, but also as Enrique said, based on common values.\nWe’ve seen a consolidation of democracy here in Mexico, and I think the kinds of reforms that Enrique has initiated over the last 13 months are ones that will put Mexico in an even stronger competitive footing in the world economy in the years to come. \nAnd I recognize there are still implementation issues that will be involved, and there will be a healthy debate here in Mexico, but I’m confident, given the talent of the Mexican people, given the resources of the Mexican people, given the growing capacity of Mexican businesses, and given the fact that we, as a North American entity, constitutes a huge trading bloc and economic powerhouse around the world, that we should anticipate Mexico’s growth to continue, standards of living to continue, jobs and opportunities to continue.  And that's what we hope for all our countries.\nI’m confident that the partnership that we’ve developed is good for the United States, creates jobs in the United States, helps businesses in the United States.  And if we continue to cooperate and try to reduce some of the barriers that have in the past slowed down our commercial exchanges, as well as educational exchanges and scientific exchanges, then we’re going to be successful.\nPRIME MINISTER HARPER:  (As interpreted.)  Allow me, this is our perspective.  While Canada has seen great success, but the development of Mexico throughout this time period that is 20 years has been unbelievable, socially, economically, politically. And Mexico is becoming a world of power.  And we see this accelerating process with the support of President Peña Nieto. \nYou have made comments on the challenges to meet.  I think that the greatest one is the need to keep on increasing the flow of goods and services and information across our borders at a time where risks and threats to security are also increased across the borders.  And that will be the greatest challenge to meet. \n(In English.)  Look, I think the NAFTA relationship, as I’ve said before, has been tremendously successful for all of us. But I think, looking back 20 years, the development of Mexico on all levels -- economic, social, political -- over the period has been incredible.  It’s a process that is accelerating under President Peña Nieto’s very bold vision for the future, and Mexico is increasingly becoming a global economic player.\nYou asked about challenges.  I think the biggest single challenge is in an era where we are seeing and need to see even greater movement of goods, services, people, investments, information flows across our borders, that at the same time, the risks and the threats to security across those borders continue to rise.  So the big challenge will be how we continue to grow that human and trade flow, while at the same time minimizing the risks.\nMODERATOR:  (As interpreted) President Peña Nieto, would you like to take the floor so you can officially close this meeting?\nPRESIDENT PEÑA NIETO:  (As interpreted.)  Yes, I will.  Thank you very much. \nOnce again, I would like to congratulate myself for this summit.  We have built a climate that is based on trust, respect, and we have worked towards a relationship that it’s very clear in terms of the responsibilities of each one of the heads of state. And I am certain that this relationship will result in a greater integration, a stronger friendship, and whatever we do for the sake of North America will benefit our peoples.\nI would like to bear testimony of how grateful I am towards the authorities of the state, the Governor of the State of Mexico, Eruviel Ávila.  I’d like to thank you for enabling the summit to take place here.  I would like to thank the Chief Justice of the State of Mexico.  They provided us with their facilities. \nAnd I would like to thank the inhabitants of the capital city of the State of Mexico, Toluca, for their hospitality.  I thank them.  And I’d like to thank all of them for the inconveniences and all the preparation work and all the security operations needed for the summit.  I’m very grateful towards them.  And I’m very grateful for the hospitality given to the President of the United States, Barack Obama; and the Prime Minister of Canada, Stephen Harper.\nThank you very much and have a safe trip home.  Thank you very much.  (Applause.)\nEND\n\t8:20 P.M. CST\n\n\n\n\n"
}