{
    "title": "East Wing Announcement | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/04/08/east-wing-announcement-0",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nApril 08, 2015\n\n \n\n\n\nEast Wing Announcement\n\n\n\n\nThe White House today announced that Caroline Adler has been promoted to the role of Special Assistant to the President and Communications Director to the First Lady, replacing Maria Cristina “MC” González Noguera who will be leaving her role May 1st. \nStatement from Mrs. Obama:\n“After two years leading an impressive communications operation that included the launch of two initiatives – Reach Higher and Let Girls Learn – I am sad to see MC go, but I am incredibly grateful for her passion, creativity, integrity and leadership.  MC has been a valued advisor to me and an esteemed mentor and friend to her colleagues.  We will all miss MC dearly, and I wish her well on the journey ahead. \n“While MC leaves big shoes to fill, I am thrilled to announce the promotion of Caroline Adler to Communications Director.  Caroline has done outstanding work from day one as Deputy Communications Director in my office, and before that, working for Secretary Clinton at the State Department.  I am thrilled that she will be playing a senior role on my team.\nStatement from MC González Noguera:\n“Serving First Lady Michelle Obama and the President has been the honor of a lifetime.  Mrs. Obama’s signature creative and innovative approach is a testament to her commitment to empowering youth, veterans and girls worldwide to achieve their fullest potential.  I am thrilled to be passing the torch to the talented and dedicated Caroline Adler.  I know she will be an incredible leader and partner to the First Lady.”\nBiography of Caroline Adler:\nCaroline Adler currently serves as Deputy Communications Director to the First Lady. She joined the Administration in its first days with Secretary Clinton at the Department of State, serving as the Director of the Office for Strategic Communications. Caroline’s promotion comes after more than two years in her current role, leading the communications strategy for the First Lady’s Joining Forces, Reach Higher and Let Girls Learn initiatives as well as international travel.  Before moving to Washington, Caroline worked at a New York-based management consulting firm. She is a graduate of Harvard University and a native of Southern California, where she will be married later this summer. \n\n\n\n\n"
}