{
    "title": "MENSAJE SEMANAL: El Presidente y la Primera Dama envían un saludo de Navidad e instan a los estadounidenses a apoyar a los miembros de las Fuerzas Armadas y sus familiares | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/25/mensaje-semanal-el-presidente-y-la-primera-dama-env-un-saludo-de-navidad",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 25, 2010\n\n \n\n\n\nMENSAJE SEMANAL: El Presidente y la Primera Dama envían un saludo de Navidad e instan a los estadounidenses a apoyar a los miembros de las Fuerzas Armadas y sus familiares\n\n\n\n\n\n\tWASHINGTON – En su mensaje semanal, el Presidente Barack Obama y la Primera Dama Michelle Obama les desearon a las familias de todo el país una “Feliz Navidad” y alentaron a todos a apoyar a los miembros de las Fuerzas Armadas y sus familias en esta temporada de fiestas. Cualquiera puede visitar www.serve.gov para encontrar ideas de lo que puede hacer para ayudar a los hombres y mujeres de las Fuerzas Armadas y sus familiares.\n\n\tEl audio completo del mensaje está AQUI. Se puede ver el video por Internet en obamawhitehouse.archives.gov.\n\nDeclaraciones del Presidente Barack Obama y la Primera Dama Michelle Obama\n\tMensaje semanal\n\tThe White House\n\t25 de diciembre, 2010\n\n\tEL PRESIDENTE: Feliz Navidad a todos. Michelle y yo simplemente queremos aprovechar la oportunidad para enviarles los saludos de nuestra familia a todos ustedes.\n\n\tLA PRIMERA DAMA: Esta es una de nuestras épocas preferidas del año. Tenemos la dicha de poder celebrar juntos en esta maravillosa residencia.\n\n\tEsta es la “Casa del Pueblo”. Por lo tanto, Barack y yo tratamos de abrirla al mayor número posible de gente, especialmente durante la temporada de fiestas.\n\n\tEste mes, más de 100,000 estadounidenses han pasado por estos pasillos. Y la idea detrás del tema de este año, “regalos simples”, es que entre todas las bendiciones, las mejores son las que no cuestan nada: el gusto de pasar tiempo con seres queridos… las libertades de las que gozamos los estadounidenses… y el gozo que sentimos de dar de nosotros.\n\n\tEntonces, en estos alegres días dedicados a la familia y amigos, asegurémonos también de velar por los menos afortunados, que han tenido una racha de mala suerte o que pasan hambre y están solos en estas fiestas.\n\n\tEL PRESIDENTE: Porque esta es la temporada en que celebramos el regalo más simple pero más significativo de todos: el nacimiento de un niño que dedicó su vida a llevar el mensaje de paz, amor y redención; un mensaje que dice que independientemente de quiénes somos, debemos amarnos unos a los otros, que somos los protectores de nuestros hermanos y hermanas; y que nuestras vidas separadas en este gran y ajetreado mundo realmente son una sola. \n\n\tHoy, también estamos pensando en quienes no pueden pasar las fiestas en casa, especialmente todos nuestros valientes compatriotas que prestan servicio militar en el extranjero.\n\n\tEse es el mensaje que llevé cuando visité a nuestras tropas en Afganistán hace unas semanas: que aunque trabajan lejos de casa, todo estadounidense los apoya a ustedes y sus familias. Estamos de su lado. Y no hay mayor honor para mí que ser su Comandante en Jefe.\n\n\tLos soldados, marinos, aviadores, infantes de Marina y guardacostas de hoy conforman la mejor fuerza de combate en la historia del mundo. Como sus predecesores, hacen cosas extraordinarias para servir a la patria. Lo que hace que todos ellos sean incluso más admirables es que las Fuerzas Armadas de la actualidad están compuestas íntegramente por voluntarios, padres y madres, hijos e hijas, esposos y esposas. \n\n\tLA PRIMERA DAMA: Así es. Como Primera Dama he tenido el honor de conocer a miembros de nuestras Fuerzas Armadas y sus familias en bases y comunidades de todo el país. He llegado a conocer a esposos y esposas que hacen la función de padre y madre mientras su cónyuge sirve en otro periodo de movilización… hay niños que se esfuerzan al máximo en la escuela pero que siempre se preguntan cuando papá o mamá van a volver…a patriotas que ponen su vida de lado para contribuir a la recuperación de un ser querido… u honrar la memoria de un héroe caído.\n\n\tCuando los hombres y mujeres de uniforme responden al llamado al servicio, sus familias también lo hacen. Y lo hacen con orgullo y gusto. Pero como ese servicio nos mantiene seguros al resto de nosotros, su sacrificio también debe ser nuestro. Incluso los héroes necesitan una mano, especialmente durante las fiestas.\n\n\tEL PRESIDENTE: Por lo tanto, estamos animando a los estadounidenses a averiguar lo que pueden hacer para apoyar a nuestros militares y sus familias en esta temporada de fiestas. Para buscar ideas sobre cómo comenzar, simplemente visiten Serve.gov.\n\n\tLA PRIMERA DAMA: Verán que no es necesario ser experto en la vida militar para hacer algo por aquellos que hacen tanto por nosotros. Hay muchísimas maneras de contribuir haciendo uso de nuestro singular talento.\n\n\tSi viven cerca de una base, pueden ponerse en contacto por medio de su escuela o iglesia local. Si no es el caso, pueden ofrecer sus servicios a organizaciones que apoyan a las familias militares. Y todos pueden enviar al frente un regalo o tarjeta prepagada de llamadas telefónicas, o dar lo que a veces es el más importante obsequio de todos: simplemente decir \"gracias\".\n\n\tEL PRESIDENTE: Los valientes hombres y mujeres de las Fuerzas Armadas de Estados Unidos representan una pequeña fracción de nuestra población. Pero ellos y las familias que esperan su retorno seguro asumen una responsabilidad superior a la que les corresponde. Han hecho todo lo que se les ha pedido que hagan. Han sido todo lo que se les ha pedido que sean. Incluso en este momento, muchos luchan en el extremo opuesto del mundo, con la esperanza de que algún día, nuestros hijos y nietos no tengan que hacerlo.\n\n\tEntonces, recordémosles en esta temporada de fiestas que estamos pensando en ellos y que Estados Unidos siempre los apoyará tal como ellos lo hicieron.\n\n\tY en nombre de Michelle, Malia, and Sasha…\n\n\tLA PRIMERA DAMA: y Bo…\n\n\tEL PRESIDENTE: y Bo… que tengan una muy Feliz Navidad.\n\n\tLA PRIMERA DAMA: y un Año Nuevo incluso más feliz.\n\n\n\n\n"
}