{
    "title": "Press Call on the First Lady's Upcoming Travel to Qatar and Jordan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/10/30/press-call-first-ladys-upcoming-travel-qatar-and-jordan",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\n\nOctober 30, 2015\n\n \n\n\n\nPress Call on the First Lady's Upcoming Travel to Qatar and Jordan\n\n\n\n\n\n\tVia Conference Call\n\n\t2:21 P.M. EDT\n\n\tMS. ROSHOLM:  Hi, I’m Joanna.  I’m the First Lady’s Press Secretary, and I want to thank you all for joining this on-the-record call today to discuss the First Lady’s upcoming trip to Qatar and Jordan.\n\n\tWe’re joined today by the Chief of Staff to the First Lady, Tina Tchen; Susan Markham, who is the USAID Senior Coordinator for Gender Equality and Women’s Empowerment; Jeff Prescott, who is the National Security Council Senior Director for Iran, Iraq, Syria and the Gulf States; Yael Lempert, who is the National Security Council Senior Director for the Levant, Israel and Egypt. \n\n\tIf you would like to get updates on this trip, please email FirstLadyPress@who.eop.gov.  And of course, you can always get daily updates, including blogs that will be penned by the First Lady herself, at http://go.wh.gov/FLOTUSMidEast.  And if you need anything else, a lot of you will have my direct email so feel free to just reach out to me directly as well. \n\n\tAt this point, I’m going to hand it over to them for some brief opening remarks, and then depending on time, we’ll take a few questions at the end.\n\n\tSo, Tina.\n\n\tMS. TCHEN:  Thanks, Joanna.  Thank you all for joining this call.  We’re delighted to be here to talk about the First Lady’s upcoming trip to Qatar and Jordan.  This trip is going to be a great way for the First Lady to highlight one of her core initiatives, Let Girls Learn. \n\n\tIn March of this year, the President and the First Lady launched Let Girls Learn.  It’s a whole-of-U.S.-government effort to address the barriers that keep over 62 million girls around the world out of school, especially adolescent girls.  As the President and the First Lady said that day when we launched the initiative, we know that adolescent girls face specific challenges when they try to attend school, especially the cultural beliefs about the role of women and girls in their societies that are particular barriers that girls experience.\n\n\tSo while we’ve made great progress globally to reach gender parity, where girls and boys are making achievements in primary school -- including through the efforts of leaders like the Education For All Foundation in Qatar -- secondary school completion is a problem, especially for girls.  And girls who aren’t able to finish school are often forced into early marriage.  We know that every two seconds around the world, a girl younger than 18 is forced into marriage somewhere.\n\n\tGirls with no education are three times more likely to wed early than girls who complete high school.  They’re more likely to die early in childbirth.  And then they’re confined to a life of poverty.  And yet we know that investing in girls’ secondary education is one of the best ways we can help improve not only the life for individual girls, but also for their entire families, communities and countries.\n\n\tFor example, for each additional year of secondary school, a girl’s future earnings power can grow from 15 to 25 percent, and that leads to an increase in GDP overall for an entire country.  For example, if the share of women completing secondary school increases by just 1 percent, it can lead to a .3 percent overall economic growth in that country.\n\n\tWe also need to make sure that once women are educated, they’re able to fully participate in the labor force.  As we know from our own country, breaking down the barriers that keep women from fully participating in the labor force is also key to economic growth.  In the U.S., the gains women have made in the labor force since 1970 have contributed $2 trillion to our overall economy, and yet we know right now, our participation rate for women in the workforce is falling behind other OECD countries.\n\n\tAnd so it will be important to address this not only here but also in the Gulf States, where education rates for girls are high but employment rates are not.  For example, in Qatar, the female labor force participation rate is at about 50 percent of women in the country working.  In Jordan, the labor force participation rate is 16 percent -- so 16 percent of women in the country are working.  So this will be another set of issues that will be important to address.\n\n\tSince the start of Let Girls Learn in March, we’ve launched an effort to support community-based solutions through the Peace Corps, and we’ve involved our entire government in supporting secondary girls’ education diplomatically and through our development budget.  And we’ll be excited to highlight all of those on this trip.\n\n\tStarting off in Doha, Mrs. Obama will deliver remarks about the importance of adolescent girls’ education at the 2015 WISE Summit -- W-I-S-E.  This is an annual summit that brings together leaders across the globe to discuss important education issues.  Mrs. Obama will be addressing an audience comprised of about 100 representatives from 120 countries there at the WISE Conference, both educators, government leaders, leaders of advocacy organizations, and students themselves.\n\n\tShe’ll also have an opportunity to participate in a roundtable with some of the conference participants who can speak firsthand about their experience, especially those who are leading community-based and community-led projects to help support adolescent girls’ education around the world.\n\n\tThe First Lady will also have an opportunity to meet Her Highness Sheikah Moza bint Nasser, the mother of the Emir.  And in addition, since we are in Doha, we will be right by Al Udeid, our Air Force base outside of Doha.  It’s the home of the 379th Air Expeditionary Wing, and Mrs. Obama will have the opportunity to visit our servicemembers there. \n\n\tAt Al Udeid, there are more than 11,000 servicemembers.  The 379th Air Expeditionary Wing stationed there is the largest, most diverse Expeditionary Wing in the United States Air Force, providing combat airpower and support for operations.  The wing and its associate units operate up to 100 aircraft, providing mission-critical combat airpower, medical evacuation, airlift, air refueling, and intelligence gathering.  They operate 24 hours a day, seven days a week.\n\n\tWe are especially proud that our own Executive Director of Joining Forces, Colonel Nicole Malachowski, was deployed to Al Udeid in 2005, and while there, she flew F-15E Strike Eagle combat missions in support of Operation Iraqi Freedom.  And Nicole will be there on base with us.  In addition, the First Lady will be bringing a special guest, Conan O’Brien, who will be performing for our troops there.\n\n\tFrom Doha, the First Lady will travel to Amman, Jordan.  In Amman, the First Lady and Queen Rania will visit a school constructed with USAID funding and technical support.  As part of her visit, the U.S. government will be making an announcement that reinforces our support for Jordan’s education sector and providing opportunities for even more girls to learn.\n\n\tJordan is doing really great work providing an equal education for boys and girls in Jordan.  And it is also educating tens of thousands of children displaced from Syria. \n\n\tGirls in countries afflicted by conflict are 90 percent more likely to be out of secondary school.  And the United States is working closely with Jordan to support those displaced by the crisis in Syria through ongoing educational cooperation and assistance. \n\n\tMrs. Obama and the Queen will meet with adolescent girls attending the school, and Mrs. Obama will deliver remarks commending Jordan for its openness, its commitment to educating children, and its real outreach commitment to educating children -- all children -- within its borders.\n\n\tAlso while in Jordan, the First Lady will have the opportunity to visit Petra, one of the world’s most famous archeological sites.  She’ll be able to highlight Jordan’s rich history and cultural heritage. \n\n\tSo that's a quick summary of the trip.  With that, I’d like to turn the call over to Susan Markham from USAID, and she’ll be able to talk more about USAID’s work in Jordan. \n\n\tMS. MARKHAM:  Thanks so much, Tina.  We are thrilled that the First Lady is visiting Jordan, where for more than six decades, the United States has partnered with the country to capitalize on its vast human potential through investments in education.  USAID and Jordan jointly conducted the first teacher and technical trainings in the 1950s, and went on to build schools, create libraries and send thousands of Jordanians to study at American institutions.\n\n\tIn Amman, the First Lady will be visiting a USAID-constructed school located in a middle- to low-income neighborhood which accommodates 1,200 students in the morning shift, and 800 students in the afternoon shift -- 400 of whom are Syrian.  From 2002 to 2014, USAID invested $458 million in Jordan’s education sector.  In the last five years, USAID has constructed 28 new schools, rehabilitated 65 existing schools, and renovated 550 kindergarten classrooms.  USAID supports the Ministry of Education to improve planning, access to best practices, information management, accountability, and inclusive and transparent decision-making.\n\n\tWorking in these essential areas will help to ensure that educated-related public services are available to all and managed efficiently and accountably to enable Jordan to achieve a high level of development for a rapidly growing young population.\n\n\tMoving forward, USAID will continue its construction, renovation and expansion of systems for Jordanian schools.  We will work with the Ministry of Education to reform pre-service teacher education to improve the quality of teaching available to students in Jordanian schools.  Finally, USAID will continue to provide positive options for youth development, particularly for vulnerable or underserved youth.\n\n\tThe United States is committed to partnering with Jordan as they provide services and support to Syrians displaced by the conflict.  This assistance helps provide education to children, primary health care, shelter, food, and psycho-social support for the victims of trauma to Syrians and to communities hosting those displaced by this conflict.\n\n\tThe United States is the largest humanitarian donor to the Syrian crisis.  Last month, September, we announced nearly $419 million in new humanitarian funding to support the delivery of assistance to people affected by the crisis in Syria, which brought the total USG contribution response to the crisis to more than $4.5 billion.\n\n\tI will now turn it over to Jeff Prescott, National Security Council Senior Director for Iran, Iraq, Syria, and the Gulf.\n\n\tMR. PRESCOTT:  Well, thank you, Susan.  I thought I’d just say a few words of context about our work with Qatar in the lead-up to the First Lady’s trip. \n\n\tQatar is an important partner of the United States, and we work closely across a range of issues -- from the political, military, education and culture, energy, and, of course, economic and commercial.  It’s worth noting that just yesterday, on Thursday, President Obama had a lengthy telephone conversation with Qatar’s Emir, Emir Tamim, regarding our cooperation to advance political solutions to a range of regional conflicts, including Syria and Libya.  This builds on discussions that the Emir, the President and other Gulf leaders began during the Camp David summit in May. \n\n\tIn their telephone call yesterday, the President and Emir Tamim agreed to work closely together to help establish the conditions for a successful political transition in Syria.  Qatar’s Foreign Minister participated in the talks on Syria that Secretary Kerry led today in Vienna.\n\n\tQatar is an important member of the global coalition to counter ISIL, working to defeat violent extremists in the region, counter terrorist finance, and stem the flow of foreign fighters.\n\n\tEarlier this week, Secretary Kerry and Secretary Lew, our Treasury Secretary, along with their Qatari counterparts inaugurated the new U.S.-Qatar Economic and Investment Dialogue.  This is an example of the kind of cooperation that we're doing constantly, and is a major milestone in this effort coming on the heels of the Qatar Investment Authority’s opening of its first office in the United States in September.  Qatar has plans to invest in the neighborhood of $35 billion in the United States over the next five years.  And American companies are achieving remarkable success in making their own important contributions to Qatar’s development strategy.\n\n\tSo we have a range of interests and projects that we're working on with Qatar, both bilaterally and in the region.  And we know that this will be the context in which the First Lady will make her visit.\n\n\tSo let me now turn it over to Yael Lempert to talk about Jordan.\n\n\tMS. LEMPERT:  Thanks, Jeff.  I just wanted to provide some similar context on our relationship with Jordan.  It’s a key U.S. ally in the region.  Indeed, President Obama has called it an “invaluable ally”. \n\n\tThe President and King Abdullah have repeatedly reaffirmed the strong friendship and strategic partnership between the United States and Jordan.  As my colleague Susan said, for six decades, we’ve cooperated with Jordan in areas ranging from education, health care, water, and economic development, to good governance, border security, and regional security.  Together, we’ve advanced our country’s mutual security and prosperity and improved the lives of Jordanian citizens. \n\n\tIn February of this year, we signed a new three-year MOU with Jordan which memorialized a U.S. commitment to $1 billion in assistance to Jordan annually for the next three years.  In June, we signed an unprecedented third loan guarantee with Jordan of $1.5 billion.  The United States is going to continue to stand with Jordan as it responds to the unprecedented Syrian humanitarian and refugee crisis.\n\n\tI should note that together with the Qatari foreign minister, the Jordanian foreign minister also participated in the talks in Vienna with Secretary Kerry that just concluded.\n\n\tWe commend Jordan’s generosity in providing a safe haven to the at least 630,000 Syrian refugees in accordance with international humanitarian obligations, and we value the government of Jordan’s leadership in guiding the international community in addressing immediate and longer-term needs emerging from the crisis. \n\n\tQ    Hi, thanks for doing the call.  I was wondering if someone could talk a little bit about why Qatar and Jordan, why the First Lady is going to these two countries in particular?  And if Susan could just repeat the dates for the $458 million and the number of schools that have been built, rehabbed or renovated?  I missed those.  Thank you.\n\n\tMS. TCHEN:  Thanks, Darlene, this is Tina.  Why don't I start?  One of the key aspects of Let Girls Learn is to raise awareness around the globe about the problem of adolescent girls’ education.  So the WISE Conference, which is a gathering of 120 countries, and specifically focusing on education, presented a great opportunity to do that.  This is an audience that has devoted itself to education in the past, but not necessarily a focus on adolescent secondary education for girls.\n\n\tAs I mentioned in my opening remarks, this is a group that has made tremendous progress in reaching gender parity for primary school kids, but we now I think -- Sustainable Development Goals conversation in September at the U.N. General Assembly, everyone realizes we now have a gap in secondary school.  We particularly have a gap for adolescent girls.\n\n\tSo the WISE Conference, this is its annual time period when it is held, provided a great opportunity to do that.  And then for the First Lady to be able to visit the region and be able to see folks from the region as well.\n\n\tThe Jordan part of the trip is because Jordan is an example of somewhere -- a country that is doing great work educating its children, both boys and girls.  And more than that, they are doing tremendous work, as Susan laid out, in educating children displaced from Syria.  And this is an ability for us to highlight both the work that we are doing together, but also the work that everyone needs to do to address the needs of children from conflict zones, who are at particularly high risk of early marriage, of dropping out of school. \n\n\tSo making sure that we are addressing the needs of girls who need education from conflict areas is an important part of our girls’-ed strategy as well.  So that is a part.  One stat on that is girls are almost two and a half times more likely to be out of school if they live in a conflict-afflicted country.  And young woman are nearly 90 percent more likely not to attend secondary school if they are in a conflict area than their counterparts in areas not affected by conflict.  That's from a UNESCO report that just came out in June.\n\n\tMS. MARKHAM:  And to repeat the numbers that I probably spoke too fast going over was that from 2002 to 2014, USAID invested the $458 million across Jordan’s education sector.  And then specifically in the last five years, USAID has constructed 28 new schools, rehabilitated 65 existing schools, and renovated 550 kindergarten classrooms.\n\n\tQ    Thank you so much for the briefing.  It’s been really helpful.   I’ve got two questions.  My first one is about this -- the central issue, and the countries that the First Lady has visited on her campaign, Let Girls Learn.  In the places you've been to -- U.K, Japan, Qatar definitely -- there’s equal rates of boy-to-girl education all the way up.  And in university in some of these countries, there’s more girls at universities.  Similar results in Jordan and Cambodia, as well, where the balance is only slightly in favor of boys. \n\n\tYour number is 62 million girls globally out of school, children and adolescents.  The UNESCO number for boys and girls is 124 million children and adolescents, which seems to me that there’s actually overall in the world more boys out of school than girls.  So I’m just wondering if your question is Let Girls Learn, then couldn’t one easily say that we already are letting girls learn and that the problems in terms of workplace are elsewhere? \n\n\tMS. TCHEN:  Why don't I take this?  It’s Tina again.  So part of the pattern of the trip has been -- when you talk about U.K., Japan, we have been clear that some of the work here is to enlist those developed countries, donor countries -- countries that have an ability to contribute in areas of need -- that we are going to sort of support those partners, stand with them.  When we went to Japan, they announced a $300-million increase in their support for adolescent girls’ education, for example.  In the U.K., we announced a joint U.S.-U.K. effort to support adolescent girls in the Congo.\n\n\tI think when you dig deeper into the numbers, the real issue that we're trying to confront here is that what happens in secondary school is where you get huge levels of disparity.  There is no doubt -- I don't disagree that there are still far too many boys and girls around the world not in school, especially in conflicts, as we mentioned earlier.  And there has been a tremendous amount of work, and we don't want to ignore that at all.  And we want to, in fact, be supportive of the tremendous amount of work that has been done, especially over the last 15 years by the world to invest in primary education of boys and girls, and to get to a place where in many parts of the world, we are now at parity where boys and girls are learning at equal rates through primary school.\n\n\tBut we do know that there is a much -- and when you did down into the statistics, you will find huge disparities that grow at the secondary school level, especially in places like Africa, in parts of the Middle East; and where girls, as you saw in Nigeria, as you saw with Malala in Pakistan, are confronting barriers that are not just about lack of access to schools or lack of sufficient schools or teachers.  They are confronting cultural and societal barriers around the role of women that particularly keep girls out of school.\n\n\tSo for example, girls who -- like Malala -- who get threatened by just the very fact of going to school, or kidnapped as the girls in Boko Haram do.  Girls in Nepal who aren’t allowed to be anywhere near family or in school when they're menstruating because that's viewed as somehow unclean.  Girls who don't go to school when they're menstruating because there aren’t bathroom facilities. \n\n\tSo it is very clear and it’s well documented that girls face more barriers of this type to getting educated; that the investment in girls that we make will yield even greater benefits because those women when they're educated will reinvest in their families and grow their communities.\n\n\tAnd so that's why we have taken on the particular challenge -- among many challenges -- but the particular one we're highlighting is to support more efforts to get adolescent girls to be able to complete their secondary education.\n\n\tQ    My question is for Tina.  Tina, I know this is a matter that you take very much to heart.  I’ve seen you at several of the First Lady’s events; I know you’ve been a very supportive and active participant in this field.  I have a quick question for you.  First, are you going on this trip? \n\n\tAnd my two other questions are, what is being done about this cultural disparity between men and women overseas?  How is USAID and other organizations and initiatives such as Let Girls Learn getting -- reaching into those communities and saying, well, a woman can still be a woman but she can still be educated and learn and teach, and go to work and still have children?  What’s being done about the cultural aspect?\n\n\tAnd the other question was, Jordan and Qatar, and -- especially, of course, is a great support for the Syrian refugees in Jordan.  Are there other countries involved in this initiative to supporting Jordan with the refugees?  And how is this input to Jordan comparing with outreaches you have in Africa and other countries?\n\n\tMS. TCHEN:  There’s a lot of questions.  (Laughter.) \n\n\tQ    Sorry.\n\n\tMS. TCHEN:  The first one is, yes, I am going on the trip, delighted to be able to be going on the trip.  The issue on cultural disparity, that’s very much a core piece of Let Girls Learn, which is to both do structural things, as USAID has done, in terms of building more schools in Jordan.  But you’ll hear the First Lady speak, as she has in the past, very directly about the cultural barriers that women and girls experience, and not just in terms of keeping themselves out of school, but I think you will also hear her address the barriers that, even when they are educated, that women face entering the workforce.  Because in addition to the challenges in school, one of the things we know -- especially, for example, in the Middle East -- that even educated girls then aren’t necessarily able to really reach their full potential in the workforce.  And so she will talk about that as well.\n\n\tRaising awareness about this issue is a really key part of Let Girls Learn, but even more particularly, among several projects that we have around safe schools, around leadership camps for girls that we fund -- both through the Peace Corps and USAID -- the cultural disparities at the community-based level is something we’ve talked a lot about.  And the First Lady has talked about how in order to really change hearts and minds at the cultural level, you really need to get into communities and get mothers and fathers as well as the girls themselves to change their own mindset.  We’ll talk about that. \n\n\tSo among the people that we’ll be able to speak to at the roundtable are activists from other countries who are there at the WISE Conference who have been able to do that work.  It’s something we were able to do in the U.K, where we talked to folks from the Campaign for Female Education, Camfed -- which is the U.K.’s leading community-based effort -- and what they’ve experienced.  And it’s a part of what we’ve been doing here in the U.S. through our Peace Corps partnership, which is using our Peace Corps volunteers who work in communities right there to develop projects that are led -- designed by the communities themselves, led by the communities themselves, are really just designed based on what a community decides are its barriers to its girls completing their education. \n\n\tSo we very much see reaching that cultural issue as part of what is the core of Let Girls Learn.  And I will let Jeff answer your question about the other countries and other partners in addressing the Syrian issue in Jordan.\n\n\tMR. PRESCOTT:  Thanks, Tina.  I guess I’d just say a couple of things on this.  First of all, it’s not a surprise -- and as Susan mentioned at the top of the call -- the United States is the leading donor when it comes to addressing the incredible and just devastating humanitarian impact that the Syrian conflict has had across the region.  And the impact has been felt really not only for obviously Syrian themselves, with the millions displaced by the ongoing conflict and the war, but the incredible flow of refugees that we’ve seen in the burden that that’s placing on Syria’s neighbors, in particular Jordan, Lebanon, Turkey, and, of course, some effects in Iraq as well.\n\n\tAs Susan indicated, we just in September announced an additional $419-million contribution to address the Syrian humanitarian crisis, and that brings the total that the U.S. has donated to address this crisis to $4.5 billion.  When you look around the world, there has been a lot of generosity in terms of addressing the effects this crisis, including very substantial humanitarian contributions by the EU, but the U.K., Germany, and including some significant contributions by a range of our Gulf partners as well, including Kuwait and Saudi Arabia.\n\n\tSo there’s a range of programs that a number of countries around the world have undertaken.  And I should mention that, since we are visiting Qatar, Qatar has actually been one of the leaders in the region, particularly in terms of helping Syrian refugees with education and other needs created by the displacement that the conflict has created.\n\n\tAnd I think while in Jordan, obviously, as Tina mentioned, the First Lady will have an opportunity to visit a school where some of those who have been displaced are having an opportunity for an education.  And we’ll be able to speak more to some of the efforts the United States and some of our partners around the world are taking to address this crisis.\n\n\tMS. LEMPERT:  I would just add to that one note, which is that in terms of humanitarian assistance to Jordan in its response to the Syrian crisis, we are the single-largest donor in terms of support to them.\n\n\tMS. ROSHOLM:  I want to thank everyone once again for joining the call today.  Again, if you have any follow-up questions, please feel free to email FirstLadyPress@who.eop.gov.  And thanks again for joining.\n\n\tEND                 \n\n\t2:48 P.M. EDT\n\n\n\n\n"
}