{
    "title": "Messages to the Senate -- Kosovo | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2017/01/17/messages-senate-kosovo",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 17, 2017\n\n \n\n\n\nMessages to the Senate -- Kosovo\n\n\n\n\n\n\tTO THE SENATE OF THE UNITED STATES:\n\n\tWith a view to receiving the advice and consent of the Senate to ratification, I transmit herewith the Extradition Treaty between the Government of the United States of America and the Government of the Republic of Kosovo (the \"Treaty\"), signed at Pristina on March 29, 2016. I also transmit, for the information of the Senate, the report of the Department of State with respect to the Treaty.\n\n\tThe Treaty would replace the Treaty between the United States of America and the Kingdom of Servia for the Mutual Extradition of Fugitives from Justice, signed October 25, 1901 (the \"1901 Treaty\"), which applies to the Republic of Kosovo as a successor state to the former Socialist Federal Republic of Yugoslavia. The Treaty follows generally the form and content of other extradition treaties recently concluded by the United States. It would replace an outmoded list of extraditable offenses with a modern \"dual criminality\" approach, which would enable extradition for such offenses as money laundering, cyber-related crimes, and other newer offenses not appearing on the 1901 Treaty list. The Treaty also provides that extradition shall not be refused based on the nationality of the person sought and contains a modernized \"political offense\" clause. Finally, the Treaty incorporates a series of procedural improvements to streamline and expedite the extradition process.\n\n\tI recommend that the Senate give early and favorable consideration to the Treaty, and give its advice and consent to ratification.\n\n\tBARACK OBAMA\n\n\tTHE WHITE HOUSE,\n\tJanuary 17, 2017.\n\n\n\n\n"
}