{
    "title": "Excerpts from Remarks by Lawrence H. Summers to the Peterson Institute | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/excerpts-remarks-lawrence-h-summers-peterson-institute",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 17, 2009\n\n \n\n\n\nExcerpts from Remarks by Lawrence H. Summers to the Peterson Institute\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  _____________________________________________________________________________  FOR IMMEDIATE RELEASE                                                            July 17, 2009  Excerpts from Remarks by Lawrence H. Summers to the Peterson Institute  Rescuing and Rebuilding the U.S. Economy: A Progress Report    Let me begin in January.  Though only a half a year ago, the distance we have traveled these past six months is remarkable…  The economy was in free-fall at the start of the year with no apparent limit on how much worse things could get… Fear was widespread and confidence was scarce.       *** To address the deep and severe crisis he inherited, President Obama started from two main premises.  First, the most immediate priority was to rescue the economy by restoring confidence and breaking the vicious cycle of economic contraction and financial failure.  Second, the recovery from this crisis would be built not on the flimsy foundation of asset bubbles but on the firm foundation of productive investment and long-term growth. The President was clear from the beginning that these two tasks needed to be dovetailed—that confidence in our ability to rescue the economy depended on a sense of our commitment to reform and a vision for rebuilding. *** We were at the brink of catastrophe at the beginning of the year but we have walked some substantial distance back from the abyss… Substantial progress has been made in rescuing the economy from the risk of economic collapse that looked all too real 6 months ago.  *** The rebuilt American economy must be more export-oriented and less consumption-oriented, more environmentally oriented and less fossil-energy-oriented, more bio- and software-engineering-oriented and less financial-engineering-oriented, more middle-class-oriented and less oriented to income growth that disproportionately favors a very small share of the population. *** Yes, the President has an ambitious agenda.  But it is an agenda comprised of measures that lay a foundation for future prosperity and for the confidence on which the current recovery depends.  ### \n\n\n\n"
}