{
    "title": "PRESS RELEASE: Report to President Calls for Renewed National Focus on Basic Research to Sustain Innovation, Create Jobs | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/11/23/press-release-report-president-calls-renewed-national-focus-basic",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 30, 2012\n\n \n\n\n\nPRESS RELEASE: Report to President Calls for Renewed National Focus on Basic Research to Sustain Innovation, Create Jobs\n\n\n\n\n\n\n                                                            Contact: Rick Weiss  202 456-6037  rweiss@ostp.eop.gov\n\n\nPresident’s Council of Advisors Calls for Strategic Investments in Universities and National Laboratories as Hubs of Innovation and Economic Growth\n\nAmerica’s longstanding role as a leader among nations is threatened by a convergence of global economic trends that is eroding U.S. scientific and technological dominance, demanding bold investments in domestic research and a new focus on the Nation’s great universities and national laboratories, according to a new report by an independent, presidentially appointed council of experts.\nThe report, Transformation and Opportunity: The Future of the U.S. Research Enterprise, by the President’s Council of Advisors on Science and Technology, finds that American technical ingenuity and commercial vibrancy remain the envy of the world, and the United States is still home to the vast majority of the world’s highest ranking universities. But expansion of global competition in the past two decades and a growing corporate emphasis on near-term results and reducing future risk has undermined private- sector support of basic and early-applied research—the fundamental fuel for innovation and long-term economic growth.\nIf current challenges to U.S. basic and early-applied research are not addressed, the report warns, then innovation itself may increasingly migrate abroad. In that case, the Nation risks losing not just jobs but entire new industries. Many of the benefits of science that Americans now take for granted, including longer and healthier lives, safer food, cleaner energy, and enhanced national security, could lose momentum as well, the report warns.\n“It's a two-pronged message,” said William Press, who co-chaired the PCAST working group with major responsibility for crafting the new report. “We need to strengthen basic research at our great universities—that's the primary platform on which new industries are built. And we need policies that encourage industry to keep the commercially directed parts of research and development in the United States. If we do both, then we can continue to create new industries and new jobs here at home.”\nThe report describes a number of overarching opportunities for the Federal Government, universities, and industry to strengthen the U.S. research enterprise—focusing on the need to enhance long-range investment in basic and early-stage applied research as well as the need to speed the transformation of those results into new products, industries, and jobs. Those opportunities include a bigger role for the Federal Government as a foundational investor in basic research; an improved policy environment to encourage greater industry investment in research and development (R&D); and a more proactive and vigorous role for research universities as hubs of the innovation ecosystem, responsible both for nurturing basic research and for actively making connections to industry.\n“An historic shift has been taking place in recent years as industry has increasingly funded not just basic research but also applied research at universities, rather than within its own R&D centers,” said PCAST member Maxine Savitz, who with Press co-chaired the PCAST working group. “While this shift has helped support a very productive national network of research excellence, it will be important to ensure that these university research programs include a focus on translating discoveries into applications and products to maintain the cycle of invention and innovation.”\nAmong the specific actions that PCAST recommends:\n\nTotal R&D expenditures should grow moderately to 3 percent of gross domestic product (GDP) from the current level of about 2.9 percent of GDP, and the executive and legislative branches should work together to develop policy incentives aimed at enhancing the share of that investment made by private industry (currently about two-thirds of the total). \nCongress and the Executive Branch should work together to find one or more mechanisms for increasing the stability and predictability of Federal research funding, including funding for research infrastructure and facilities. Possibilities include a cross-agency multiyear program and financial plan akin to DoD’s Future Years Defense Program or closer coupling of multiyear authorizations to actual appropriations for R&D. \nThe Research and Experimentation Tax Credit should be made permanent, and an increase in the rate of the alternative simplified credit from 14 percent to 20 percent would “not be excessive,” the report concludes. The credit also needs to be made more useful to small and medium enterprises that are R&D intensive by instituting any or all of (1) refundable tax credits, (2) transferable tax credits, and (3) modifications in the definition of “net operating loss” to give advantage to R&D expenditures. \nBuilding on efforts already initiated by the Administration, the Office of Management and Budget and other offices should eliminate regulations and policies that do not add value or enhance accountability—especially those that decrease the productivity of the Nation’s research universities. \nUndergraduate STEM education should be improved through the adoption of empirically validated best practices in order to attract and retain the most talented and motivated STEM students, as described in more detail in PCAST’s recent “Engage to Excel” report. \nThe United States must attract and retain, both for universities and industry, the world’s best researchers and students from abroad. Federal policies must support these goals by, for example, giving STEM graduates from accredited U.S. universities a fast-tracked, long-term visa. \n\nThe full report can be accessed here.\nA live webcast of the Nov. 30th 2012 release event can be viewed here.\nPCAST is an advisory group of the Nation’s leading scientists and engineers who directly advise the President and the Executive Office of the President. PCAST makes policy recommendations in the many areas where understanding of science, technology, and innovation is key to strengthening our economy and forming policy that works for the American people. For more about PCAST please visit: obamawhitehouse.archives.gov/ostp/pcast\n\n\n\n"
}