{
    "title": "Press Briefing by Senior Administration Officials on the APEC Summit and the President's Bilateral Meeting with President Medvedev | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/press-briefing-senior-administration-officials-apec-summit-and-presidents-bilateral",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 15, 2009\n\n \n\n\n\nPress Briefing by Senior Administration Officials on the APEC Summit and the President's Bilateral Meeting with President Medvedev\n\n\n\n\n\n\n\n\t\t\t \n\nPRESS BRIEFING BY WHITE HOUSE PRESS SECRETARY ROBERT GIBBS, NATIONAL SECURITY COUNCIL SENIOR DIRECTOR FOR RUSSIA MIKE MCFAUL, AND DEPUTY NATIONAL SECURITY ADVISOR FOR STRATEGIC COMMUNICATIONS BEN RHODES, ON THE APEC SUMMIT AND THE PRESIDENT'S BILATERAL MEETING WITH PRESIDENT MEDVEDEV  \n\n\t\t\t \n\n\n 4:27 P.M. SGT\nMR. GIBBS:  We're going to do this rather quickly because the President is running -- Helene, you looked awfully disappointed when I said we were going to do this quickly.\nQ    No, I didn't see you come in.\nMR. GIBBS:  Oh, okay.  It's the voice of -- never mind.  We're going to do this rather quickly; the motorcade is going to leave rather shortly.  The President is a tad behind schedule.  So I'm going to bring up Mike McFaul and Ben Rhodes to answer some questions.  Mike will give us a quick readout, much of which you heard from the two Presidents a few moments ago. \nThe only thing that I would add to what has happened thus far today -- the President was just, as you know, in the scheduled meeting with the 10 ASEAN nations and brought up in the meeting the -- reiterated exactly what he said yesterday in Tokyo about the release of Aung San Suu Kyi by Burma.  So he brought that up directly with that government.\n\t    \n\tSo we'll give this over to Mike.\nMR. McFAUL:  Thanks, Robert.  I'll be brief.  Today the Presidents met for the fourth time.  The subject matter, as they expressed at the end of the meeting, was the START treaty -- the new START treaty, Iran, and a few other issues -- a little bit on Afghanistan and some other economic issues.\nOn the new START treaty, we progressed.  We talked about some sticky issues that still have to be resolved.  And both Presidents committed to trying to get a new treaty in place by the end of the year.  And they said that publicly and that was a big part of the discussion on the substance of that treaty.\nSecond, we talked about Iran, again, as we do at every meeting that we've had with President Medvedev.  And again, as they said publicly, what they discussed privately, we had a very constructive relationship with the Russians in terms of the offer that we had on the Tehran research reactor.  We worked very closely with them in all aspects of that deal.  And time is running out, as the President said and as President Medvedev also affirmed, in terms of -- the offer has been on the table and we have to consider other measures and other ways to go if the Iranians are not going to be serious about the diplomatic path.\nAnd then we discussed Afghanistan briefly.  The President just informed President Medvedev about the review and told him that once we have our review done, that he'll debrief him through either his government or him personally.\nMR. GIBBS:  Any questions for Mike?  Yes, sir.\nQ    I have two.  On START, the commitment is to have it in place by the end of December, but doesn’t it expire in mid-December?\nMR. McFAUL:  Yes, it does expire on December 5th.  And in parallel, we have a bridging agreement that we also are working with the Russians.  I fully suspect we'll be able to get that in place by December 5th.\nQ    You're definitely not going to make the December 5th deadline, though?\nMR. McFAUL:  Well, I don't know that for sure, but what I do know for sure is that we won't have a ratified treaty in place by December 5th.  That has to go through our Senate, through their Duma.  So that is for sure we do need a bridging agreement no matter what.\nQ    Okay.  And in terms of Iran, do you talk about specific timetables for sanctions to go through the U.N. Security Council?\nMR. McFAUL:  We didn't talk specific timetables and I think -- the way I would describe it is we're exactly on the same page with the Russians in terms of what we're doing in one track and what we may need to do in the other track.\nMR. GIBBS:  Jake, let me reiterate what the -- I mean, I think you heard the President -- President Obama say and the two Presidents agree on that time is running out.\nQ    But we've heard time is running out before.  How long can time run out?  Can this go on indefinitely?\nMR. GIBBS:  Well, we talked about the fact that -- in the G20 in Pittsburgh -- that we were focused on the end of the year.\nQ    Is there some frustration here, though, that this two-track approach may not be working?\nMR. GIBBS:  How so?\nQ    There's been no movement on it, right?\nMR. GIBBS:  Well, look, I can't make the Iranians agree three weeks after -- stick to an agreement they made three weeks earlier.  But this is, I think as these guys would tell you and what President Medvedev said today, this is not talk for talk's sake.  This is -- there are clear goals and responsibilities that are on the table for the Iranians.  Everybody thinks it's a very fair proposal -- so fair that they thought it was a good idea just a few weeks ago.\nWe are in a position with our partners all working together in a way that we have not previously been.  I think that is the key in the event that we get to a place where other actions need to be taken.\nJonathan.\nQ    Mike, on the START issue, last week Under Secretary Tauscher said she was very disappointed in the counteroffer that the Russians brought to General Jones, and I'm wondering if anything has been bridged since then.  And is the dispute still on -- mostly on launch vehicles --\nMR. McFAUL:  We have -- this is a negotiation that we're not going to keep reading out in a tit-for-tat.  We said that a long time ago.  Today we discussed all the issues, including the one you just raised.  It's not the only one.  And I would describe it as progress.  But we're not at the endgame yet, we're not at the end of the year.  We still have some fairly major things to finish.  And to get into the details, I think, would be -- as I think you saw Mr. Lavrov's reaction to that press -- we're just not going to talk about the negotiations in a week -- day-by-day, week-by-week basis. \nMR. GIBBS:  Chuck.\nQ    Can you just walk through the timeline, though, that -- how you expect to get a ratified treaty by the end of the year?  I mean, what is it --\nMR. McFAUL:  No, no, we didn't --\nQ    Okay.\nMR. McFAUL:  Nobody said that.  We said we're going to sign a treaty by the end of the year.\nMR. GIBBS:  We did this last week, Chuck.  It's health care by the end of the year.  (Laughter.) \nQ    -- I understand by the end of the year.\nMR. McFAUL:  But just to be clear --\nQ    -- so you don't expect to have a ratified --\nMR. McFAUL:  There's just no way we can do that.\nQ    No chance of that happening.\nMR. McFAUL:  We have a process that does not allow that.\nQ    Michael, will the (inaudible) --\nMR. RHODES:  I want to reiterate, they said we're going to get it done by the end of the year.  We have not talked about the modalities of when and where or how.  We just haven't got to that point.\nQ    Robert, on Burma, can you elaborate a little on what he said?  Did he say it in front of a whole group?  Did he say --\nMR. RHODES:  Yes, it was --\nQ    And what was the seating arrangement?\nMR. RHODES:  It was in the ASEAN 10 --\nMR. GIBBS:  Boy, girl, boy.\nMR. RHODES:  It was in the ASEAN 10 with all of the 10 nations.  The President I think led off the meeting with the first intervention.  We could double-check that, but my understanding was that he was giving the first intervention.\nAnd I can tell you that in his intervention, he used exactly the same language that he used in the speech.  So privately he said the exact same thing that he said publicly in enumerating the steps that the government of Burma must take:  freeing all political prisoners, freeing Aung San Suu Kyi, ending the violence against minority groups, and moving into a dialogue with democratic movements there.\nIn other words, if you check the speech of the Tokyo language, which we can get to you, that's what he said.\nQ    Was he sitting next to the Burmese leader?\nMR. RHODES:  I don't believe so -- again, we'll double-check this, but I believe that the host -- Singaporeans and the Thais were next to the President, but we'll check that.\nQ    Did he have any personal interaction?\nMR. RHODES:  We'll have to -- the meeting is kind of still happening.  I mean, here's what -- I mean, what our understanding is they went in the meeting, sat down, the President gave an intervention. \nQ    Are you putting out a statement, a group statement on human rights or --\nMR. RHODES:  There's a joint statement that will be put out. Again, we'd have to check the text of that.  It's obviously a joint communiqué of the 10, which includes Burma, so the President's language is obviously going to be stronger than what's in that statement, though the statement does make reference to human rights.  I'd have to check the exact text.\nQ    Doesn't make reference to her?\nMR. RHODES:  I don't believe the statement makes reference to her.\nQ    Did we try to get it -- did we make an attempt to include Aung San Suu Kyi in the statement --\nMR. RHODES:  I don't believe so.  I'd have to check that, though, with our guys.  I mean, again, the statement is of the 10 governments, including Burma, so naturally -- but the President's position is the same one he reiterated in Tokyo.  He delivered that directly and as a part of our approach of taking this message to them directly, enumerating the steps while maintaining the very strong sanctions that we have on the Burmese government.\nQ    I wanted to ask about the APEC meeting (inaudible.)\nMR. RHODES:  We have to check with Mike.\nMR. GIBBS:  We saw the -- I think I've seen a couple of questions on this, and I'll try to get clarity from Froman.  He, I think, was in there, so I'll try to get something from him.\nMajor.\nQ    Mike, what is the bridging agreement going to say?  Does it do anything other than just take the status quo and continue it until things are signed?  Does it do anything else?\nAnd secondarily, was there anything presented to the two leaders today that they were able to resolve along -- within the confines of the START negotiations?\nMR. McFAUL:  The bridging agreement hasn't been negotiated yet, so --\nQ    So that's another order of business?\nMR. McFAUL:  Yes, yes.  So what it will say -- we'll have to wait until we get an agreement.  I don't see it -- we've talked to the Russians about it.  Mr. Prikhodko, by the way, met with General Jones today earlier in the day to talk about that, as well.  It's more of a technical issue.  It will be to continue -- but we haven't -- need to be clear, we don't have an agreement yet.\nQ    But it would be to continue the current START.\nMR. McFAUL:  Correct.\nQ    The idea -- so that nothing -- we'd just say, hey, we're extending this beyond --\nMR. McFAUL:  So there's no interruption.  And the key thing there is verification.  We just want to preserve the verification.\n\t    \n\tQ    For like a year?  Until --\nMR. McFAUL:  I can't tell you because we don't have the agreement yet, and it will depend I think a lot upon when we get the new START treaty.  Those things will go together, right?  So I just would say, we don't see any gaps coming up down the road, in terms of one -- with this bridging agreement, the notion of a bridge, as it leads to somewhere -- it leads to the other agreement, right?  So depending on when that timing is, that's when we'll get there.\nAgain, I'd just -- we made progress.  And I really don't want to talk about the specifics, because the Russians have asked us to not talk about the specifics.  This is a negotiation, so --\nQ    Well, without getting specific, can you just deal with the general question, if there were things presented, either technical or political, that they were able to resolve at their level --\nMR. McFAUL:  Yes.\nQ    -- and communicate down?\nMR. McFAUL:  Yes, there will.\n\t    \n\tQ    Okay, because that would be -- that would be how you would define of \"progress.\"\nMR. McFAUL:  Yes.\nMR. GIBBS:  Chip.\nQ    On Iran, are the two nations -- are the United States and Russia actively working on what the sanctions would be in the event that time does run out at the end of the year?  Will they be ready to go when time runs out at the end of the year?\nMR. McFAUL:  We've agreed to -- the President said that to get to those points, whenever that is -- and we haven't defined it, so -- but when it comes, that the United States and Russia will be pivotal in showing unity as we move to that place.\nThe specifics, you know, I think we've agreed that we're going to discuss -- like with the START treaty, we're going to discuss those privately and talk about those privately.  But the key point here is that the relationship with Russia -- and just as we've been lockstep with them on the negotiation path, we're also going to do that as we move to this other path.\nQ    But are they now working on -- together on what those sanctions or whatever you call them might be -- will be?  Or is that work for the future?\nMR. McFAUL:  We've begun that discussion at the highest levels.  And again, we don't want to read out the negotiation every time.  We want to have it in place before we start talking about --\nQ    At the highest levels means they talked about it today?\nMR. McFAUL:  Yes, of course.  Just to reiterate -- as they have every -- like they did in New York, right?  I just want to reiterate this is not a new conversation.  We've had that conversation before.\nQ    Well, but was it a conversation on specific sanctions or just the idea and the concept of sanctions?\nMR. McFAUL:  We're discussing that path.  I don't think it's appropriate, in the START treaty, to talk about the details of what it might be.  I know our Russian counterparts don't want us to do that, so I'm not going to do it right now.  But both Presidents said time is running out, and therefore we have to make the preparations now to deal with contingencies should the Iranians decide that they don't want to be serious about the diplomatic path.\nMR. GIBBS:  One more, and then we got to get to the -- back to the hotel.\nQ    Yes, I just wondered if we could get a quick read on discussions with the Chinese about the town hall, the format, how it's going to be disseminated to the people of China.\nMR. RHODES:  I think what we expect for the event is that there's an audience of several hundred students, young people, young Chinese.  They come from several different universities in the Shanghai area.  They were I think largely invited by the departments of those universities, the department heads within those universities.  We have also solicited questions through various Internet -- various sources on the Internet, so that the President will be taking questions both from students in the room but he'll also have the opportunity to take -- have questions that came in through the Internet.  And we have, again, a number of different ways in which Internet questions have been coming in that the President can then answer.\nQ    Will he be able to answer those questions live and unfiltered?\nMR. RHODES:  Not -- no.  I mean, we'd never do that -- I mean, not in the sense that a question is popping up on a screen in front of the President.\nQ    No, I mean, will the Chinese people be able to hear his answers?\nMR. RHODES:  Oh, well, we know what we can do, right?  So what we will do is we will stream the event live on WhiteHouse.gov, which is an accessible Web site to anybody with an Internet connection in China, which is hundreds of millions, I think.  It's the largest Internet-using country in the world.  So the portion that we control, which is our Web site, we will certainly be live-streaming the event.  China -- as to what the Chinese will do, we'll see.\nQ    The President will be able to go around the room, calling at random on people as will?\nMR. RHODES:  Yes.  It will be a format of --\nQ    Boy-girl-boy-girl.\nMR. RHODES:  You know, you've seen it -- yes, exactly.\nThe President will deliver brief opening remarks -- 10 to 15 minutes.  Then he'll take questions from -- he'll be calling on people in the room.  And among -- within that format, there will be questions that have come in via the Internet.\nQ    That will be broadcast on Shanghai TV?\nMR. RHODES:  I've heard that, so -- I've heard that.  I believe that's right.  And we'll -- we'd like to reach the broadest possible audience.  We're live-streaming it on WhiteHouse.gov, and we'll see how widely it's broadcast in other media.\nMR. GIBBS:  Thanks, guys.\nQ    Thank you.\nEND                                          \n\t4:51 P.M. SGT    \n\t    \n\n\t \n\n\n\n\n"
}