{
    "title": "A Green Summit: Background on the Pittsburgh Summit, September 24 25, 2009 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/a-green-summit-background-pittsburgh-summit-september-24-25-2009",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nSeptember 24, 2009\n\n \n\n\n\nA Green Summit: Background on the Pittsburgh Summit, September 24 25, 2009\n\n\n\n\nTHE WHITE HOUSE Office of the Press Secretary  ____________________________________________________________  FOR IMMEDIATE RELEASE                 September 24, 2009  A Green Summit Background on the Pittsburgh Summit, September 24-25, 2009 Pittsburgh is a city that has transformed itself, from the city of steel to one which also is a center of high-tech innovation, including green technology, education and training, and research and development.  It is a fitting setting for a summit of the world economies, where leaders will take stock of progress on the path to recovery, assess what areas require additional attention and discuss what can be done to lay the foundation for balanced and sustainable growth going forward. As the largest global economies, it will be critical for all of the G-20 countries to demonstrate their commitment to doing what's necessary to address the climate change and so in planning the Pittsburgh Summit, the White House sought to embrace green technology and use responsible materials produced in a manner that minimize the carbon footprint of the Summit. In the end, 65% of the materials used for the Summit were environmentally friendly. The Summit will utilize light weight, innately green materials, rather than traditional construction techniques. Many of these materials, such as cotton fabric, are renewable resources and less expensive to transport. The Leaders’ Plenary Table is an excellent example of the research that went into ensuring the Summit minimized its carbon foot print. The custom-designed and fabricated table is almost 54 feet in diameter and includes an impressive fabrication of 28 sections that are then assembled together on site. The table top is made of a product that uses forest waste and includes no toxins while organic dyes provide color. The other components of the table are made of recycled fiber board and FSC-certified wood veneers.  The table is laminated using LEED-certified lamination techniques. The chairs around the table are hand polished, not chrome, and made with organic, sustainable materials.  Throughout the Summit space, these same techniques have been used for all décor and other fabricated elements.   The carpeting throughout the event is made from partially recycled materials; it will be reused and ultimately recycled. The lightweight drapery used for the Summit is continually reused and recycled.  The plenary table, Sherpa desk and leaders’ dining table will be repurposed for future events.  Other tables and desks are laminated using LEED-certified lamination techniques and constructed from fiber board manufactured from 100% recycled wood waste. Delegation and press offices are built from reused aluminum extrusion and from recycled and recyclable PVC product. Trees and other plants purchased for event will be donated to Phipps Conservatory.  Because conventional audiovisual equipment tends to draw large amounts of power, LED lighting instruments will be used. These consume far less power and have an extremely low thermal output, which translates to a reduction in external cooling needs.  The Summit also utilizes cutting edge Class I amplifier technology, which reduces electricity consumption by up to 46% and much like LED Lighting, produces 1/10th of the heat of conventional audio equipment.  As video projectors can also consume large amounts of power, the summit will utilize projectors that utilize a standby mode that reduces energy consumption by 35%.  Phipps Conservatory and Botanical Gardens:  There is perhaps no more appropriate place to kick off this green summit than at Phipps Conservatory and Botanical Gardens.  The President and First Lady will welcome leaders, their spouses and officials to Pittsburgh at the city’s Phipps Conservatory and Botanical Gardens.  Known as \"Green Heart of Pittsburgh,\" Phipps’ earth-sheltered Welcome Center was the first LEED-certified building in a public garden.  Its newest addition, the Tropical Forest Conservatory, is the world’s most energy efficient conservatory and the world’s first public garden powered by a solid oxide fuel cell. The 5 kW solid oxide fuel cell generates 26,000 kWh of electricity per year from natural gas with remarkable efficiency and minimal emissions. A fuel cell is an electrochemical device similar to a battery, although it does not rundown or require charging. Fuel cells are highly efficient because they directly convert chemical energy into electrical energy without combustion. A fuel cell is twice as efficient as a traditional combustion engine and produces significantly less CO2. Fuel cells are incredibly clean power sources, creating byproducts of only heat, water, and less carbon dioxide than combustion. Phipps uses the waste heat to heat the Conservatory’s tepid water system which is used for irrigation. Phipps offsets the CO2 emissions from the fuel cell with the purchase of carbon credits. Phipps offsets all of the other electricity used on the entire campus with renewable energy credits from wind power. After welcoming leaders and their spouses, President Obama and the other G20 leaders will sit down for a working dinner at tables made from salvaged wood from previously cut down trees. David L. Lawrence Convention Center: On Friday, the leaders will head to the David L. Lawrence Convention Center (DLCC). Demonstrating the possibilities presented by employing new and innovative technology to further economic recovery and development, the Pittsburgh Summit will be held at the David L. Lawrence Convention Center in downtown Pittsburgh. The facility was the first \"green\" convention center in the world to be awarded the LEED® Gold Certification by the U.S. Green Building Council for leadership in energy and environmental design. Built on an urban brownfield location, which included the location of the original Convention Center to reduce the cost of infrastructure improvements and provide existing public transit accessibility by light-rail, water and buses, the center’s focus on being green started with its location and continued through its design and operation.                            Energy and Atmosphere:  The Center's most dramatic feature is the halls' curved ceiling located on the second floor- Halls ABC.  Halls are flooded by natural light which shines through its immense windows and skylights.  The natural daylight reduces the need for artificial light -- 75% of the Center is naturally lit. The DLCC also purchases a portion of their power from Pennsylvania wind farms.                         Natural Ventilation:  The halls' sweeping roof allows fresh air from over the Allegheny River to enter the halls.  The natural ventilation coupled with on-going monitoring of temperatures and carbon dioxide levels, provides outstanding air quality. The roof design and riverside louvers provide natural cooling from outside air.                                                                     Water Efficiency: The reduction of water use is influenced by its grey water reclamation system and its aquifer, a \"fourth river\" located 50' beneath the DLCC. By using these systems municipal water purchase is reduced by 65%, a 5.3 million gallon savings in 2008. The on-site water reclamation system receives wastewater from sinks, fountains, and faucets and is cleaned through an in-house filtering and grey water treatment system for use in the restroom commodes.  Aquifer water is used for cooling tower blow-down and pressure washing which provided over 3.23 million gallons of water in 2008.          Sustainable Site and Materials:  The new DLCC was built on the same site as the previous Center where over 95 percent of the original center was recycled by crushing it into useful fill material (53,228T).  All materials used were evaluated to its impact on the environment and 50% of the new building materials were manufactured within 500 miles of site.                                                                                                                      \"Farm to Fork\" Dining:  More than five percent of the produce used in the food served at the DLCC will come from the rooftop garden that is tended by chefs with the in-house caterers, Levy Restaurants, throughout the growing season. Additional produce on menus will be sourced from farms in the surrounding counties near Pittsburgh. In keeping with the facility’s green practices, Levy utilizes compostable dishes, cups and packaging and composts food waste from the kitchens. The DLCC also donates leftover food.    ##   \n\n\n\n"
}