{
    "title": "Memorandum -- Iceland and the Fisherman’s Protective Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/04/01/memorandum-iceland-and-fisherman-s-protective-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 01, 2014\n\n \n\n\n\nMemorandum -- Iceland and the Fisherman’s Protective Act\n\n\n\n\nMEMORANDUM FOR THE VICE PRESIDENT \nTHE SECRETARY OF STATE \nTHE SECRETARY OF THE TREASURY \nTHE SECRETARY OF DEFENSE \nTHE ATTORNEY GENERAL \nTHE SECRETARY OF THE INTERIOR \nTHE SECRETARY OF AGRICULTURE \nTHE SECRETARY OF COMMERCE \nTHE SECRETARY OF LABOR \nTHE SECRETARY OF HEALTH AND HUMAN SERVICES \nTHE SECRETARY OF HOUSING AND URBAN DEVELOPMENT \nTHE SECRETARY OF TRANSPORTATION \nTHE SECRETARY OF ENERGY \nTHE SECRETARY OF EDUCATION \nTHE SECRETARY OF VETERANS AFFAIRS \nTHE SECRETARY OF HOMELAND SECURITY \nASSISTANT TO THE PRESIDENT AND CHIEF OF STAFF \nADMINISTRATOR OF THE ENVIRONMENTAL PROTECTION \nAGENCY \nDIRECTOR OF THE OFFICE OF MANAGEMENT AND BUDGET \nUNITED STATES TRADE REPRESENTATIVE \nREPRESENTATIVE OF THE UNITED STATES OF AMERICA \nTO THE UNITED NATIONS \nCHAIR OF THE COUNCIL OF ECONOMIC ADVISERS \nSUBJECT: Pelly Certification and Icelandic Whaling \nOn January 31, 2014, Secretary of the Interior Sally Jewell certified under section 8 of the Fisherman's Protective Act of 1967 (the \"Pelly Amendment\")(22 U.S.C. 1978), that nationals of Iceland are conducting trade in whale meat and products that diminishes the effectiveness of the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES). In her letter, Secretary Jewell expressed her concern for these actions, and I share these concerns. \nTo ensure that this issue continues to receive the highest level of attention, and in accordance with an interagency-developed set of recommendations, I direct: (1) relevant departments and agencies to raise concerns with Iceland's trade in whale parts and products in appropriate CITES fora and processes and, in consultation with other international actors, to seek additional measures to reduce such trade and enhance the effectiveness of CITES; (2) relevant senior Administration officials and U.S. delegations meeting with Icelandic officials to raise U.S. objections to commercial whaling and Iceland's ongoing trade in fin whale parts and products and to urge a halt to such action, including immediate notification of this position to the Government of Iceland; (3) the Department of State and other relevant departments and agencies to encourage Iceland to develop and expand measures that increase economic opportunities for the nonlethal uses of whales in Iceland, such as responsible whale watching activities and educational and scientific research activities that contribute to the conservation of whales; (4) the Department of State to re-examine bilateral cooperation projects and, where appropriate, to base U.S. cooperation with Iceland on the Icelandic government changing its whaling policy, abiding by the International Whaling Commission moratorium on commercial whaling, and not engaging in trade in whale parts and products in a manner that diminishes the effectiveness of CITES; (5) the Department of State to inform the Government of Iceland that the United States will continue to monitor the activities of Icelandic companies that engage in commercial whaling and international trade in whale parts and products; (6) Cabinet secretaries and other senior Administration officials to evaluate the appropriateness of visits to Iceland in light of Iceland's resumption of fin whaling and ongoing trade in fin whale parts and products; and (7) relevant departments and agencies to examine other options for responding to continued whaling by Iceland. \nIt is my expectation that departments and agencies make substantive progress implementing the actions outlined above. To this end, within 6 months, I direct departments and agencies to report to me on their actions through the Departments of State, Commerce, and the Interior. \nI believe that continuing focus on Icelandic whaling activities is needed to encourage Iceland to halt commercial whaling and support international conservation efforts. Just as the United States made the transition from a commercial whaling nation to a whale watching nation, we must enhance our engagement with Iceland to facilitate this change. \nBARACK OBAMA \n\n\n\n\n"
}