{
    "title": "Vice President Biden Announces Funds in Public Transportation | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-announces-funds-public-transportation",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 05, 2009\n\n \n\n\n\nVice President Biden Announces Funds in Public Transportation\n\n\n\n\n THE WHITE HOUSE Office of the Vice President  ____________________________________________________________________  FOR IMMEDIATE RELEASE                                        March 5, 2009    Vice President Biden, U.S. Transportation Secretary LaHood, Miami Mayor Diaz  Announce Availability of $8.4 Billion in Public Transportation Investments  Miami Intermodal Center Cited as Model for Investment  Miami, Fla. – Vice President Joe Biden, U.S. Transportation Secretary Ray LaHood, and Miami Mayor Manny Diaz today announced the availability of $8.4 billion from the American Recovery and Reinvestment Act (ARRA) to states and local transportation authorities to repair and build America’s public transportation infrastructure. The announcement took place at the future site of the Miami Intermodal Center, which is slated to serve as a 21st century hub for all types of mass transit. \"What’s happening here in Miami, we have happening all over America. Resources are being put to work not only creating jobs now – but also investing in the future. A future that strengthens our transit system, makes us more energy efficient and increases safety,\" said Vice President Joe Biden. \"With this recovery package, we will be creating jobs, saving jobs, and putting money in people’s pockets. And with these resources, we’ll not only be rebuilding roads and bridges and schools, we’ll be building new transit centers like this one. And that means we’ll be rebuilding America.\" \"Investments in public transportation put people to work, but they also get people to work in a way that moves us towards our long term goals of energy security and a better quality of life,\" said Secretary LaHood. \"That is why transit funding was included in the ARRA and why we think it is a key part of America’s transportation future.\" The Florida Department of Transportation (FDOT) currently plans to use $2.1 million in ARRA transit funds to relocate an aging Miami Greyhound Terminal from its existing isolated location to become an integral part of the $1.7 billion intermodal center, where it will make connections between all modes of transportation, including transit buses, commuter rail, intercity rail, and airport shuttles. The U.S. Department of Transportation has already committed $540 million in federally financed loans, about one-third of the total cost, for the intermodal center, which is proceeding on time and on budget. The U.S. Department of Transportation will monitor state compliance and track job creation. The projects will be web-posted for the public to see with information on projects accessible at www.recovery.gov.\n\n\n\n"
}