{
    "title": "Details on First Lady Michelle Obama's gift to Pittsburgh Summit Spouses | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/details-first-lady-michelle-obamas-gift-pittsburgh-summit-spouses",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nSeptember 25, 2009\n\n \n\n\n\nDetails on First Lady Michelle Obama's gift to Pittsburgh Summit Spouses\n\n\n\n\n THE WHITE HOUSE Office of The First Lady  ___________________________________________________________________________  For Immediate Release                                                  September 24, 2009 The Pittsburgh Summit   Spousal Program Addendum 2009 The Pittsburgh Summit  Addendum  Gifts Presented By Mrs. Obama on the Occasion of The Pittsburgh Summit 2009 The presentation of gifts to visiting foreign dignitaries is one of the oldest traditions of international protocol. Mrs. Obama has chosen to present her guests with a gift that is both personal and historical: a one-of-a-kind porcelain tea set, White House honey, and a honey vase designed exclusively for the occasion of The Pittsburgh Summit 2009. The platinum and purple porcelain design of the tea cups is classic and contemporary and inspired by the gold and purple White House China that President and Mrs. Lincoln used in 1861. The use of platinum on the saucer symbolizes Pittsburgh’s steel industry roots; the use of purple is the color of the state flower of Illinois, the purple violet, home states of both Presidents Lincoln and Obama. The porcelain is one-of-a-kind and made by a century old family business in Illinois. A rose in the bottom of the tea cup represents both the official flower of the United States and the American beauty rose, the official flower of Washington. There is a delicate three-flower bouquet that sits in the well of the saucer. It consists of the purple violet, the state flower of Illinois, the Mountain Laurel, the state flower of Pennsylvania and a rose, the national flower. The White House Honey produced for this occasion came from the first beehive located on White House property near the First Lady’s White House Kitchen Garden. The glass honey vase is an original design inspired by nature and made of a brilliant lead free crystal mined from minerals found only in the United States. It is hand-blown and shaped by a California artist and signed by the First Lady.\n\n\n\n"
}