{
    "title": "Background on the President's Meeting with Enlisted Servicemembers Today at Naval Air Station Jacksonville | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-presidents-meeting-with-enlisted-servicemembers-today-naval-air-station-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nOctober 26, 2009\n\n \n\n\n\nBackground on the President's Meeting with Enlisted Servicemembers Today at Naval Air Station Jacksonville\n\n\n\n\n\n\nTHE WHITE HOUSE\nOffice of the Press Secretary\n___________________________________________________________________\nFor Immediate Release                                                                                 October 26, 2009\nBACKGROUND ON THE PRESIDENT’S MEETING WITH ENLISTED SERVICEMEMBERS TODAY NAVAL AIR STATION JACKSONVILLE\nHANGAR 1122 JACKSONVILLE, FL \n4:00 PM EDT \nThe President will meet with 11 United States Navy and Marine Corps personnel.  These sailors and Marines were selected by NAS Jacksonville leadership for high achievement and excellence in performing their duties.  10 are enlisted personnel and 1 is a junior officer.  Included in the group are 3 sailors who recently volunteered to deploy to Afghanistan and Iraq as Individual Augmentees and the NAS Jacksonville Sailor of the Year.\n\n\n\nPARTICIPANTS\n• Aviation Electronics Technician First Class Daniel B. Bradberry, USN\n• Logistics Specialist Second Class Susan Duarte, USN \n• Hospital Corpsman Second Class Jerry Horton, USN\n• Gunnery Sergeant Marcus Hyman, USMC\n• Yeoman Second Class Sindy E. Indacochea, USN\n• Equipment Operator First Class George Linneman, USN\n• Lieutenant Junior Grade Karen Lu, USN\n• Navy Career Counselor First Class Thayer J. Mack, USN\n• Yeoman Second Class Kuria Spindler, USN\n• Information Systems Technician First Class Stacey Thinn, USN\n• Aviation Antisubmarine Warfare Operator First Class Jeremy M. Vernotzy, USN\n\n\n\n"
}