{
    "title": "President Obama Names Three to Serve as U.S. Marshals | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-names-three-serve-us-marshals",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 21, 2010\n\n \n\n\n\nPresident Obama Names Three to Serve as U.S. Marshals\n\n\n\n\nWASHINGTON- Today, President Obama nominated Albert Nájera, William C. Sibert, and Myron M. Sutton to serve as U.S. Marshals. \n \n “Throughout their careers these individuals have shown a deep commitment to public service,” said President Obama. “I appreciate their continued willingness to serve and protect the American people.”  \n \nAlbert Nájera:  Nominee for United States Marshal for the Eastern District of California\nAlbert Nájera rose through the ranks of the City of Sacramento Police Department to become the Chief of Police, a position he held from 2003 to 2008.  He grew up in Sacramento, and has traveled around the world to lead anti-terrorist and emergency operations training sessions.  He was also deployed to New Orleans in the aftermath of Hurricane Katrina to assist local law enforcement there.  Mr. Nájera holds a Bachelors degree from California State University—Sacramento and a Masters degree from California Poly Pomona. \n \nWilliam C. Sibert:  Nominee for United States Marshal for the Eastern District of Missouri\nWilliam Sibert is a Detective with the Warrant/Fugitive Division of the St. Louis, Missouri, Police Department.  He joined the Police Department in 1987 and has served as a Patrol Officer, and as a Detective with its Special Operations Division where he developed experience with surveillance, narcotics identification, investigations, and evidence processing.  He has also served as an aide to Representative William L. Clay, Jr.  From 1993 to 2000, he was a Fee Agent with the Missouri Department of Revenue.  Mr. Sibert graduated from Western Illinois University where he earned a Bachelor of Arts Degree in Sociology in 1983.\n \nMyron M. Sutton:  Nominee for United States Marshal for the Northern District of Indiana\nMyron Sutton is a Special Investigator with the Indiana, Illinois, Iowa Foundation for Fair Contracting where he looks into allegations of fraud and misuse of tax dollars in publicly funded construction projects.  From 1998 to 2007 he served as the Sheriff of Newton County, Indiana.  Mr. Sutton joined the Sheriff’s Department in 1987 as a Correctional Officer, and later served as Jail Commander and as a Deputy Sheriff.  His extensive professional training includes attendance at the School of Police Staff & Command at Northwestern University, and as a law enforcement instructor certified through the Indiana Law Enforcement Academy.\n\n\n\n"
}