{
    "title": "Background Obama to nominate Republican Utah Governor Jon Huntsman to be Ambassador to China | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-obama-nominate-republican-utah-governor-jon-huntsman-be-ambassador-china",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 16, 2009\n\n \n\n\n\nBackground Obama to nominate Republican Utah Governor Jon Huntsman to be Ambassador to China\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\t\t____________________________________________________\n\t\tFOR IMMEDIATE RELEASE                 May 16, 2009\n\nEMBARGOED UNTIL 9:30 AM - Obama to nominate Republican Utah Governor Jon Huntsman to be Ambassador to China\n\n\t\tThis morning, the President will nominate Utah’s Republican Governor Jon Huntsman to be Ambassador to China. Below please find some background on why the President nominated Governor Huntsman, and why the job of Ambassador to China is so important.\n\n\t\tThe President believes that the United States will be able to most effectively confront global challenges in the 21st century by working with China. China has a large and growing population and economy, and will have a crucial role in confronting all of the major challenges that face Asia and the world in the years ahead. The President believes we will need to continue to work with China to stem the financial crisis and help lay a foundation for sustainable growth and lasting prosperity for people on both sides of the Pacific. The President knows that Governor Huntsman has respect for China’s proud traditions; understands what it will take to make America more competitive in the 21st century; and will be an unstinting advocate for America’s interests and ideals, including in North Korea. Governor Huntsman’s long service to the country also prepares him well to be frank with our Chinese friends when we disagree on human rights, democracy, and other matters.\nGovernor Huntsman’s Foreign Policy Experience:\n\n\n\t\t\tDeputy United States Trade Ambassador (2001-2003)\n\n\t\t\tUnited States Ambassador to the Republic of Singapore, United States Department of State (1992-1993); Governor Huntsman was appointed as the youngest U.S. Ambassador in more than 100 years.\n\n\t\t\tDeputy Assistant Secretary of Commerce, Trade Development Bureau (1989-90)\n\n\t\t\tDeputy Assistant Secretary of Commerce for East Asia and the Pacific\n\n\t\t\tBA in International Politics from University of Pennsylvania\n\n\t\t\tGovernor Huntsman has twice been unanimously confirmed by the Senate as a U.S. Ambassador. \n\n\nPersonal attributes relevant to China:\n\n\n\t\t\tGovernor Huntsman speaks fluent Mandarin Chinese.\n\n\t\t\tGovernor Huntsman and his wife, Mary Kaye, have seven children, including two adopted daughters from China and India.\n\n\n\t\t###\n\n\n\n\n\n"
}