{
    "title": "President Obama’s Plan to Put Veterans Back to Work | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/02/03/president-obama-s-plan-put-veterans-back-work",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 03, 2012\n\n \n\n\n\nPresident Obama’s Plan to Put Veterans Back to Work\n\n\n\n\n\n\tIn his State of the Union address, President Obama called for a new Veterans Job Corps initiative to help our returning veterans find pathways to civilian employment. The Administration’s new veteran employment initiatives, coupled with the work that President Obama has already accomplished in creating employment opportunities for veterans, will help put tens of thousands of veterans back to work.  \n\nThe President’s Commitment to Veteran Employment\n\n\tToday the President will announce new details of his Veterans Jobs Corps initiative which will help put veterans back to work on a range of projects that leverage skills developed in the military:\n\n\t• New incentives to hire veterans as first responders: The President will announce $166 million in 2012 Community Oriented Policing Services (COPS) Hiring Grant funding and $320 million in 2012 Staffing for Adequate Fire and Emergency Response (SAFER) grants. The President will also announce that preference for these grants will now be given to communities that recruit and hire post-9/11 veterans to serve as police officers and firefighters. The COPS funding preserves law enforcement jobs and spurs new ones by making grant awards to communities across the country.  SAFER grants provide funding directly to fire departments and volunteer firefighter interest organizations in order to help them increase and retain the number of trained firefighters available in their communities, enhancing the local fire departments' abilities to comply with staffing, response, and operational standards.\n\n\t• Hiring veterans to protect Americans as first responders and law enforcement officers:  Today, the President announced he will include in his FY13 Budget the $4 billion in COPS funding first proposed in the American Jobs Act to spur police officer hiring in 2012. The Budget will also include $1 billion for SAFER grants, as proposed in the American Jobs Act, to encourage firefighter hiring.  Preference for these grants will also be given to communities that hire post-9/11 veterans.\n\n\t• Putting veterans to work preserving and restoring America’s land and resources: The President will propose $1 billion to develop a Veterans Job Corps conservation program that will put up to 20,000 veterans back to work over the next five years protecting and rebuilding America. Veterans will restore our great outdoors by providing visitor programs, restoring habitat, protecting cultural resources, eradicating invasive species, and operating facilities. Additionally, our veterans will help make a significant dent in the deferred maintenance of our Federal, State, local, and tribal lands including jobs that will repair and rehabilitate trails, roads, levees, recreation facilities and other assets.  The program will serve all veterans, but will have a particular focus on post-9/11 veterans.\n\n\t• Supporting veteran entrepreneurship by building our next generation of small business leaders:  The President will propose an expansion of entrepreneurship training opportunities for separating service members and veterans. As part of the VA-DOD Task Force for a Career Ready Military that the President established in August of last year, the Departments of Defense and Veteran Affairs, working with the Small Business Administration, are developing a two-day entrepreneurship program as part of the Transition Assistance Program that will be available to all service members.  In addition, once service members separate, SBA will offer veterans more in-depth entrepreneurial training through an 8-week online training program that will teach the fundamentals of small business ownership to over 10,000 veterans annually, as well as an expansion of the existing suite of programs and public-private partnerships supporting entrepreneurship and small business development opportunities for veterans and veterans’ families, including an intensive entrepreneurship boot camp.\n\nBuilding on Progress\n\n\tSince taking office, President Obama has taken key steps to support veterans in developing skills and finding work, including by:\n\n\t• Creating two new veterans’ tax credits:  In November 2011, the President signed into law two new tax credits for hiring veterans, both of which were included as part of the American Jobs Act. The Returning Heroes Tax Credit provides an incentive of up to $5,600 for firms to hire unemployed veterans and the Wounded Warrior Tax Credit doubled the existing tax credit for long-term unemployed veterans with service-connected disabilities to $9,600.\n\n\t• Challenging the private sector to hire or train 100,000 veterans and their spouses by 2013:  Since the President issued his challenge to the private sector in August 2011, already more than 40,000 veterans and the spouses have been hired and 1,500 companies have committed to hire or train 135,000 veterans and their spouses by the end of 2013 through the leadership of the First Lady Michelle Obama, Dr. Jill Biden and their Joining Forces initiative.\n\t• Increasing access to intensive reemployment services:  Post-9/11 veterans are now able to download the Veteran Gold Card, which entitles them to enhanced reemployment services including six months of personalized case management, assessments and counseling at the roughly 3,000 One-Stop Career Centers located across the country. This will help serve the 250,000 unemployed Post-9/11 veterans.\n\n\t• Developing online tools to boost veteran employment:  The Administration launched the Veterans Jobs Bank, an easy to use tool to help veterans find job postings from companies looking to hire them. It already searches over one million job postings and is growing. Additionally, the Department of Labor launched My Next Move for Veterans, a new online resource that allows veterans to enter their military occupation code and discover civilian occupations for which they are well qualified.\n\n\t• Increasing hiring of veterans in healthcare-related fields:  The President challenged Community Health Centers to hire 8,000 veterans – approximately one veteran per health center site – over the next three years and the Health Resources and Services Administration pledged to open up career-paths beyond nursing and expand opportunities for veterans to become physician assistants.\n\n\n\n\n"
}