{
    "title": "Background on Judge Sonia Sotomayor | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-judge-sonia-sotomayor",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 26, 2009\n\n \n\n\n\nBackground on Judge Sonia Sotomayor\n\n\n\n\nTHE WHITE HOUSE  Office of the Press Secretary    ______________________________________________________  FOR IMMEDIATE RELEASE                    May 26, 2009 Family members of Judge Sotomayor in attendance at today’s East Room announcement: Celina Sotomayor (mother)  Omar Lopez (stepfather)  Juan Sotomayor (brother)  Tracey Sotomayor (sister-in-law)  Kylie Sotomayor (niece)  Conner and Corey Sotomayor (nephews) Judge Sonia Sotomayor Sonia Sotomayor has served as a judge on the United States Court of Appeals for the Second Circuit since October 1998. She has been hailed as \"one of the ablest federal judges currently sitting\" for her thoughtful opinions,i and as \"a role model of aspiration, discipline, commitment, intellectual prowess and integrity\"ii for her ascent to the federal bench from an upbringing in a South Bronx housing project. Her American story and three decade career in nearly every aspect of the law provide Judge Sotomayor with unique qualifications to be the next Supreme Court Justice. She is a distinguished graduate of two of America's leading universities. She has been a big-city prosecutor and a corporate litigator. Before she was promoted to the Second Circuit by President Clinton, she was appointed to the District Court for the Southern District of New York by President George H.W. Bush. She replaces Justice Souter as the only Justice with experience as a trial judge. Judge Sotomayor served 11 years on the Court of Appeals for the Second Circuit, one of the most demanding circuits in the country, and has handed down decisions on a range of complex legal and constitutional issues. If confirmed, Sotomayor would bring more federal judicial experience to the Supreme Court than any justice in 100 years, and more overall judicial experience than anyone confirmed for the Court in the past 70 years. Judge Richard C. Wesley, a George W. Bush appointee to the Second Circuit, said \"Sonia is an outstanding colleague with a keen legal mind. She brings a wealth of knowledge and hard work to all her endeavors on our court. It is both a pleasure and an honor to serve with her.\" In addition to her distinguished judicial service, Judge Sotomayor is a Lecturer at Columbia University Law School and was also an adjunct professor at New York University Law School until 2007. An American Story Judge Sonia Sotomayor has lived the American dream. Born to a Puerto Rican family, she grew up in a public housing project in the South Bronx. Her parents moved to New York during World War II – her mother served in the Women’s Auxiliary Corps during the war. Her father, a factory worker with a third-grade education, died when Sotomayor was nine years old. Her mother, a nurse, then raised Sotomayor and her younger brother, Juan, now a physician in Syracuse. After her father’s death, Sotomayor turned to books for solace, and it was her new found love of Nancy Drew that inspired a love of reading and learning, a path that ultimately led her to the law. Most importantly, at an early age, her mother instilled in Sotomayor and her brother a belief in the power of education. Driven by an indefatigable work ethic, and rising to the challenge of managing a diagnosis of juvenile diabetes, Sotomayor excelled in school. Sotomayor graduated as valedictorian of her class at Blessed Sacrament and at Cardinal Spellman High School in New York. She first heard about the Ivy League from her high school debate coach, Ken Moy, who attended Princeton University, and she soon followed in his footsteps after winning a scholarship. At Princeton, she continued to excel, graduating summa cum laude, and Phi Beta Kappa. She was a co-recipient of the M. Taylor Pyne Prize, the highest honor Princeton awards to an undergraduate. At Yale Law School, Judge Sotomayor served as an editor of the Yale Law Journal and as managing editor of the Yale Studies in World Public Order. One of Sotomayor’s former Yale Law School classmates, Robert Klonoff (now Dean of Lewis & Clark Law School), remembers her intellectual toughness from law school: \"She would stand up for herself and not be intimidated by anyone.\" [Washington Post, 5/7/09] A Champion of the Law Over a distinguished career that spans three decades, Judge Sotomayor has worked at almost every level of our judicial system – yielding a depth of experience and a breadth of perspectives that will be invaluable – and is currently not represented -- on our highest court. New York City District Attorney Morgenthau recently praised Sotomayor as an \"able champion of the law\" who would be \"highly qualified for any position in which wisdom, intelligence, collegiality and good character could be assets.\" [Wall Street Journal, 5/9/09] A Fearless and Effective Prosecutor Fresh out of Yale Law School, Judge Sotomayor became an Assistant District Attorney in Manhattan in 1979, where she tried dozens of criminal cases over five years. Spending nearly every day in the court room, her prosecutorial work typically involved \"street crimes,\" such as murders and robberies, as well as child abuse, police misconduct, and fraud cases. Robert Morgenthau, the person who hired Judge Sotomayor, has described her as a \"fearless and effective prosecutor.\" [Wall Street Journal, 5/9/09] She was cocounsel in the \"Tarzan Murderer\" case, which convicted a murderer to 67 and ½ years to life in prison, and was sole counsel in a multiple-defendant case involving a Manhattan housing project shooting between rival family groups. A Corporate Litigator She entered private practice in 1984, becoming a partner in 1988 at the firm Pavia and Harcourt. She was a general civil litigator involved in all facets of commercial work including, real estate, employment, banking, contracts, and agency law. In addition, her practice had a significant concentration in intellectual property law, including trademark, copyright and unfair competition issues. Her typical clients were significant corporations doing international business. The managing partner who hired her, George Pavia, remembers being instantly impressed with the young Sonia Sotomayor when he hired her in 1984, noting that \"she was just ideal for us in terms of her background and training.\" [Washington Post, May 7, 2009] A Sharp and Fearless Trial Judge Her judicial service began in October 1992 with her appointment to the United States District Court for the Southern District of New York by President George H.W. Bush. Still in her 30s, she was the youngest member of the court. From 1992 to 1998, she presided over roughly 450 cases. As a trial judge, she earned a reputation as a sharp and fearless jurist who does not let powerful interests bully her into departing from the rule of law. In 1995, for example, she issued an injunction against Major League Baseball owners, effectively ending a baseball strike that had become the longest work stoppage in professional sports history and had caused the cancellation of the World Series the previous fall. She was widely lauded for saving baseball. Claude Lewis of the Philadelphia Inquirer wrote that by saving the season, Judge Sotomayor joined \"the ranks of Joe DiMaggio, Willie Mays, Jackie Robinson and Ted Williams.\" A Tough, Fair and Thoughtful Jurist President Clinton appointed Judge Sotomayor to the U.S. Court of Appeals for the Second Circuit in 1998. She is the first Latina to serve on that court, and has participated in over 3000 panel decisions, authoring roughly 400 published opinions. Sitting on the Second Circuit, Judge Sotomayor has tackled a range of questions: from difficult issues of constitutional law, to complex procedural matters, to lawsuits involving complicated business organizations. In this context, Sotomayor is widely admired as a judge with a sophisticated grasp of legal doctrine. \"’She appreciates the complexity of issues,’ said Stephen L. Carter, a Yale professor who teaches some of her opinions in his classes. Confronted with a tough case, Carter said, ‘she doesn’t leap at its throat but reasons to get to the bottom of issues.’\" For example, in United States v. Quattrone, Judge Sotomayor concluded that the trial judge had erred by forbidding the release of jurors’ names to the press, concluding after carefully weighing the competing concerns that the trial judge’s concerns for a speedy and orderly trial must give way to the constitutional freedoms of speech and the press. Sotomayor also has keen awareness of the law’s impact on everyday life. Active in oral arguments, she works tirelessly to probe both the factual details and the legal doctrines in the cases before her and to arrive at decisions that are faithful to both. She understands that upholding the rule of law means going beyond legal theory to ensure consistent, fair, common-sense application of the law to real-world facts. For example, In United States v. Reimer, Judge Sotomayor wrote an opinion revoking the US citizenship for a man charged with working for the Nazis in World War II Poland, guarding concentration camps and helping empty the Jewish ghettos. And in Lin v. Gonzales and a series of similar cases, she ordered renewed consideration of the asylum claims of Chinese women who experienced or were threatened with forced birth control, evincing in her opinions a keen awareness of those women’s plights. Judge Sotomayor’s appreciation of the real-world implications of judicial rulings is paralleled by her sensible practicality in evaluating the actions of law enforcement officers. For example, in United States v. Falso, the defendant was convicted of possessing child pornography after FBI agents searched his home with a warrant. The warrant should not have been issued, but the agents did not know that, and Judge Sotomayor wrote for the court that the officers’ good faith justified using the evidence they found. Similarly in United States v. Santa, Judge Sotomayor ruled that when police search a suspect based on a mistaken belief that there is a valid arrest warrant out on him, evidence found during the search should not be suppressed. Ten years later, in Herring v. United States, the Supreme Court reached the same conclusion. In her 1997 confirmation hearing, Sotomayor spoke of her judicial philosophy, saying\" I don’t believe we should bend the Constitution under any circumstance. It says what it says. We should do honor to it.\" Her record on the Second Circuit holds true to that statement. For example, in Hankins v. Lyght, she argued in dissent that the federal government risks \"an unconstitutional trespass\" if it attempts to dictate to religious organizations who they can or cannot hire or dismiss as spiritual leaders. Since joining the Second Circuit, Sotomayor has honored the Constitution, the rule of law, and justice, often forging consensus and winning conservative colleagues to her point of view. A Commitment to Community Judge Sotomayor is deeply committed to her family, to her co-workers, and to her community. Judge Sotomayor is a doting aunt to her brother Juan’s three children and an attentive godmother to five more. She still speaks to her mother, who now lives in Florida, every day. At the courthouse, Judge Sotomayor helped found the collegiality committee to foster stronger personal relationships among members of the court. Seizing an opportunity to lead others on the path to success, she recruited judges to join her in inviting young women to the courthouse on Take Your Daughter to Work Day, and mentors young students from troubled neighborhoods Her favorite project, however, is the Development School for Youth program, which sponsors workshops for inner city high school students. Every semester, approximately 70 students attend 16 weekly workshops that are designed to teach them how to function in a work setting. The workshop leaders include investment bankers, corporate executives and Judge Sotomayor, who conducts a workshop on the law for 25 to 35 students. She uses as her vehicle the trial of Goldilocks and recruits six lawyers to help her. The students play various roles, including the parts of the prosecutor, the defense attorney, Goldilocks and the jurors, and in the process they get to experience openings, closings, direct and cross-examinations. In addition to the workshop experience, each student is offered a summer job by one of the corporate sponsors. The experience is rewarding for the lawyers and exciting for the students, commented Judge Sotomayor, as \"it opens up possibilities that the students never dreamed of before.\" [Federal Bar Council News, Sept./Oct./Nov. 2005, p.20] This is one of many ways that Judge Sotomayor gives back to her community and inspires young people to achieve their dreams. She has served as a member of the Second Circuit Task Force on Gender, Racial and Ethnic Fairness in the Courts and was formerly on the Boards of Directors of the New York Mortgage Agency, the New York City Campaign Finance Board, and the Puerto Rican Legal Defense and Education Fund. _________________________ i American Philosophical Society, Biographical Essays of Moderators, Speakers, Inductees and Award Recipients, Annual General Meeting, April 2003, at 36. ii Honorary Degree Citation, Pace University School of Law, 2003 Commencement. ## \n\n\n\n"
}