{
    "title": "President Obama to celebrate educational benefits for post 9/11 service members | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-celebrate-educational-benefits-post-911-service-members",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 30, 2009\n\n \n\n\n\nPresident Obama to celebrate educational benefits for post 9/11 service members\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  ______________________________________________________________________________  For Immediate Release                                                                July 30, 2009  PRESIDENT OBAMA TO CELEBRATE EDUCATIONAL BENEFITS   FOR POST 9/11 SERVICE MEMBERS Veterans to Receive Full Public School Tuition, Stipend at Nation’s Colleges and Universities  WASHINGTON--On Monday, August 3, President Obama will join VA Secretary Shinseki, Senator Webb and other administration officials to mark the implementation of the Post-9/11 GI Bill. The event will start at 10:30am and will be held in the Harris Theater at George Mason University. This bill honors the countless sacrifices made by our men and women in uniform by providing them with comprehensive educational benefits. On August 1, the Department of Veterans Affairs will begin distributing tuition payments to schools participating in the program. This program, introduced in Congress by U.S. Senator Jim Webb and enacted into law last year, authorizes the most extensive educational assistance opportunity since the passage of the original GI Bill in 1944. The maximum benefit allows every eligible veteran, service member, Reservist, and National Guard member an opportunity to receive an in-state, undergraduate education at a public institution at no cost. In addition, 1,100 Institutes of Higher Learning are participating in the Yellow Ribbon Program, giving eligible Veterans the opportunity to attend applicable private university and colleges across America at potentially no cost as well. MONDAY, AUGUST 3, 10:30AM George Mason University  Harris Theater Media Pre-Set: 6:30am-7:00am (Equipment must be dropped off at site by 7am EDT) Media Access: Doors will open at 9am EDT; Final Access for media will be 10:30am EDT Live Truck Parking: Live Truck Parking will be directed on site Media Coverage: Media wishing to cover this event must contact media_affairs@who.eop.gov before 5 pm Friday, July 31. The event is open press, but space is limited and not all credentialing requests can be honored. Contact for logistical and planning purposes only: Josh Lipsky, jlipsky@who.eop.gov, 202.503.5381\n\n\n\n"
}