{
    "title": "President Obama Commemorates Anniversary of Olmstead and Announces New Initiatives to Assist Americans with Disabilities | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-commemorates-anniversary-olmstead-and-announces-new-initiatives-ass",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 22, 2009\n\n \n\n\n\nPresident Obama Commemorates Anniversary of Olmstead and Announces New Initiatives to Assist Americans with Disabilities\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  ______________________________________________________________________  For Immediate Release                                                  June 22, 2009    President Obama Commemorates Anniversary of Olmstead and Announces New Initiatives to Assist Americans with Disabilities  On the 10th anniversary of the landmark Supreme Court decision in the case of Olmstead v. L.C., President Barack Obama today celebrated that anniversary and launched \"The Year of Community Living,\" a new effort to assist Americans with disabilities. Specifically, the President has directed Health and Human Services Secretary Kathleen Sebelius and Housing and Urban Development Secretary Shaun Donovan to work together to identify ways to improve access to housing, community supports, and independent living arrangements. As part of this effort, later today, Secretaries Sebelius and Donovan will announce several new initiatives including details about increased numbers of Section 8 vouchers and enhanced interagency coordination to address this critical civil rights issue. The initiative also will include listening sessions conducted by HHS across the country to hear the voices and stories of Americans and to keep the President's pledge to be as open and transparent as possible. \"The Olmstead ruling was a critical step forward for our nation, articulating one of the most fundamental rights of Americans with disabilities: Having the choice to live independently,\" said President Obama. \"I am proud to launch this initiative to reaffirm my Administration's commitment to vigorous enforcement of civil rights for Americans with disabilities and to ensuring the fullest inclusion of all people in the life of our nation.\" In the Olmstead case, the Court held that the unjustified institutional isolation of people with disabilities is a form of unlawful discrimination under the Americans with Disabilities Act. Since that time, progress has been made. Many individuals have successfully transitioned to community settings, but waiting lists for community services have grown considerably and many individuals who would like to receive community services are not able to obtain them. To help remedy that problem, the Obama Administration provided over $140 million in the Recovery Act funding for independent living centers across the country. The Administration acknowledges that strides have been made, and knows and accepts that there is much work to do in order to maximize the choices and opportunities for individuals to receive long-term services and supports in institutional and community settings. The President noted that his Administration looks forward to continued engagement with the disability community to achieve these goals.\n\n\n\n"
}