{
    "title": "First Lady Michelle Obama to Address 2015 Graduating Seniors | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/04/21/first-lady-michelle-obama-address-2015-graduating-seniors",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nApril 21, 2015\n\n \n\n\n\nFirst Lady Michelle Obama to Address 2015 Graduating Seniors\n\n\n\n\nThis year, as part of her Reach Higher initiative, First Lady Michelle Obama will deliver commencement addresses at Tuskegee University in Tuskegee, AL; Oberlin College in Oberlin, OH; and the Dr. Martin Luther King, Jr. Preparatory High School (King College Prep) in Chicago, IL. All of these institutions are doing their part to answer the President’s call to ensure that America once again has the highest proportion of college graduates in the world.\nMrs. Obama will deliver remarks at Tuskegee University because of its legacy as one of America’s top historically black universities. She will deliver remarks at Oberlin College and King College Prep because of their outstanding video submissions to two commencement challenges issued by the First Lady last October: the “Near-Peer” Mentoring College Challenge and the Free Application for Federal Student Aid (FAFSA) Completion Challenge.\nThe “Near-Peer Mentoring College” Challenge was directed at college communities and institutes of higher education, urging them to share via student-produced video the ways that they are creating college immersion experiences for high school students. Research has shown that students connecting with other students, or “near-peers,” can make a significant difference in motivating them to make higher education a reality.\nView the First Lady’s video issuing the challenge HERE.\nThe FAFSA Completion Challenge was directed at high schools, urging them to creatively share via student-produced video how they are increasing Free Application for Federal Student Aid (FAFSA) completion rates among their seniors.\nView the First Lady’s video issuing the challenge HERE.\nThe First Lady’s Office received nearly 200 video submissions from schools across the country who are striving to make attending and completing college a reality for all students. Watch highlights of these video submissions HERE.\nTuskegee University on Saturday, May 9 at 11:00 AM (Central)\nFirst Lady Michelle Obama will deliver the commencement address to the Class of 2015 at Tuskegee University in Alabama. Tuskegee University – founded by Booker T. Washington in 1881 – is a private, state-related historically black university and is the only university in the nation designated as a National Historic Site.  According to U.S. News and World Report, Tuskegee is listed as one of the top five HBCUs and amongst the top ten south regional colleges.\n“Near-Peer” Mentoring College Challenge Winner: Oberlin College on May 25 at 10:00 AM (Eastern)\nOberlin’s winning video can be found HERE.\nFirst Lady Michelle Obama will address the Class of 2015 at Oberlin College in Ohio. In 1835, Oberlin became the first college in America to admit African American students, and this year marks the 50th anniversary of Dr. Martin Luther King, Jr.’s commencement address at this school. In 1841, it became the first college to grant bachelor’s degrees to women in a coeducational program. Academically, Oberlin is consistently ranked among the nation’s top liberal arts schools and is home to the oldest continuously operating conservatory in the United States, which was awarded the National Medal of Arts by President Obama in 2009. \nOberlin’s near-peer challenge video showcased student voices from their Ninde Scholars Program, which matches Oberlin undergrads who provide academic support and college-access services to high school students in Oberlin, OH public schools. Oberlin’s efforts exemplify the First Lady’s mission to encourage schools to promote “near-peer” mentorship.\nFAFSA Completion Challenge Winner: Dr. Martin Luther King, Jr. Preparatory High School (King College Prep) on June 9 at 7:00 PM (Central)\nKing College Prep’s winning video can be found HERE.\nFirst Lady Michelle Obama will deliver the commencement address to the Class of 2015 at King College Prep in Chicago, IL. King College Prep is a top-performing preparatory high school located in the heart of the historic North Kenwood community in the city of Chicago, and is the first public high school to be named for the iconic civil rights leader. King College Prep aspires for its students to experience a school culture and climate that promotes a legacy of academic excellence, social justice, and civic responsibility. The school has nationally-recognized programs in Fine and Performing Arts, in addition to a repertoire of Advanced Placement courses that are designed to ensure students are prepared for success in college.\nKing College Prep is the winner of the First Lady’s FAFSA completion challenge - its video showcased student creativity and school-wide efforts around FAFSA completion with a mock episode of “Scandal.” Along with a 94% graduation rate, King Prep students have a 100% college acceptance rate. \nAdditional information on Commencement Addresses by First Lady Michelle Obama:\nIn 2009, Mrs. Obama addressed the first full graduating class at the University of California, Merced and spoke at the Washington Math and Science Tech Public Charter High School Graduation in Washington, DC. In 2010, Mrs. Obama addressed graduates of the University of Arkansas at Pine Bluff, the George Washington University, and the Anacostia Senior High School. In 2011, Mrs. Obama addressed graduates of the University of Northern Iowa, Spelman College, and Quantico Middle High School. In 2012, Mrs. Obama addressed graduates of Virginia Tech, North Carolina Agricultural and Technical State University, and Oregon State University. In 2013, Mrs. Obama addressed graduates of Eastern Kentucky State University, Bowie State University, and Martin Luther King, Jr. Academic Magnet High School. In 2014, Mrs. Obama addressed graduates of Dillard University, the District of Columbia College Access Program, and an assembly of high schools in the Topeka, Kansas Public School District.\n\n\n\n\n"
}