{
    "title": "Declaraciones del Vicepresidente Joe Biden | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-del-vicepresidente-joe-biden",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nJanuary 08, 2010\n\n \n\n\n\nDeclaraciones del Vicepresidente Joe Biden\n\n\n\n\n“Mi madre, Catherine Eugenia “Jean” Finnegan Biden, falleció hoy pacíficamente en nuestra casa de Wilmington, Delaware, rodeada de sus hijos, nietos, bisnietos y muchos seres queridos. A los 92, era el centro de nuestra familia y les enseñó a todos sus hijos que la familia es un tesoro, que la lealtad es lo más importante y que la fe nos guía en tiempos difíciles. Ella creía en nosotros, y por ello, nosotros creíamos en nosotros mismos. Junto con mi padre, su esposo durante 61 años que falleció en el 2002, aprendimos que el trabajo dignifica y que lo que define a la persona es su sentido del honor. Su fortaleza, que era inconmensurable, vivirá siempre en todos nosotros”.\n \n###\n \nCatherine Eugenia “Jean” Finnegan Biden nació el 17 de julio de 1917, hija de \nAmbrose J. Finnegan y Geraldine C. Blewitt, ambos ya fallecidos, de Scranton, Pensilvania. En 1941, se casó con Joseph Robinette Biden. Estuvieron casados 61 años, hasta que el Sr. Biden falleció en el 2002. \n \nSobreviven a la Sra. Biden su hijo mayor, el Vicepresidente Joseph R. Biden, hijo, su esposa Jill Jacobs Biden y sus tres hijos, Joseph R. Biden, III, de Wilmington, Delaware, su esposa Hallie Olivere Biden y sus hijos, Natalie Paige Biden y Robert Hunter Biden, hijo; R. Hunter Biden de Washington, D.C., su esposa Kathleen Buhle Biden y sus hijos, Naomi King Biden, Finnegan James Biden y Roberta Mabel Biden; y Ashley Blazer Biden de Wilmington, Delaware; y su hija, Valerie Biden Owens de Kennett Square, Pensilvania, su esposo John T. Owens y sus hijos Valerie James Owens, Cuffe Biden Owens y Catherine Eugenia Owens; y sus hijos, James Brian Biden de Merion Station, Pensilvania, su esposa Sara Jones Biden y sus hijos, James Brian Biden, hijo, Caroline Nicole Biden y Nicholas Coleman Biden; y Francis W. Biden de Florida y su hija, Alana Jaquet Biden.\n \nLos detalles del funeral de la Sra. Biden, 92, se darán a conocer en los próximos días. A nombre de la familia Biden, Valerie Biden Owens solicita que, en lugar de flores, quienes deseen hacer una contribución en memoria de la Sra. Biden, la hagan al hospicio Ministry of Caring en Wilmington, Delaware, o al Fondo de Becas para Minorías de Naomi Christina Biden en Archmere Academy en Claymont, Delaware.  \n \n###\n \n\n\n\n"
}