{
    "title": "President Obama to Award Medal of Honor | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/07/president-obama-award-medal-honor",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 07, 2011\n\n \n\n\n\nPresident Obama to Award Medal of Honor\n\n\n\n\n\n\tWASHINGTON – On Thursday, September 15th at 2:30 PM Eastern, President Barack Obama will award Dakota Meyer, a former active duty Marine Corps Corporal, the Medal of Honor for conspicuous gallantry and intrepidity at the risk of his life above and beyond the call of duty.  He will receive the Medal of Honor for his courageous actions while serving as a member of Marine Embedded Training Team 2-8, Regional Corps Advisory Command 3-7, in Kunar Province, Afghanistan, on September 8, 2009 in support of Operation Enduring Freedom.  He will be the third living recipient - and first Marine - to be awarded the Medal of Honor for actions in Iraq or Afghanistan.  He and his family will join the President at the White House to commemorate his example of selfless service.\n\nPERSONAL BACKGROUND: \n\n\tDakota Meyer was born in Columbia, Kentucky on June 26, 1988, attended local public schools, and graduated from Green County high school.  In 2006, he enlisted in the United States Marine Corps at a recruiting station in Louisville, Kentucky, and completed his basic training at Parris Island Recruit Training Depot later that year.\n\n\tIn 2010, he completed his active duty commitment and currently serves in the Inactive Ready Reserve of the U.S. Marine Corps Reserve as a Sergeant. He is a highly skilled Marine infantryman and Scout Sniper who is also trained as a Combat Lifesaver.  At the time of his deployment to combat duty in Afghanistan he was serving as a Turret Gunner and Driver.\n\n\tWhile on active duty, he deployed twice to the combat theater, serving in both Iraq and Afghanistan. During 2007, he deployed to Iraq for Operation Iraqi Freedom with Third Battalion, Third Marines, and during 2009-10, he deployed to Afghanistan for Operation Enduring Freedom.\n\n\tHis military decorations include:  a Purple Heart Medal, Navy and Marine Corps Commendation Medal with “V” device for valor, Navy and Marine Corps Achievement Medal, and Good Conduct Medal.  His other awards and decorations include the Combat Action Ribbon, National Defense Service Medal, Afghanistan Campaign Medal with one bronze campaign star, Iraq Campaign Medal with one bronze campaign star, Global War on Terrorism Service Medal, Sea Service Deployment Ribbon, NATO ISAF Afghanistan Medal, and a Rifle Expert Badge (3rd Award) and Pistol Expert Badge (2nd Award).\n\nADDITIONAL INFORMATION\n\nTHE MEDAL OF HONOR:\n\n\tThe Medal of Honor is awarded to members of the Armed Forces who distinguish themselves conspicuously by gallantry and intrepidity above and beyond the call of duty while:\n\n\n\t\tengaged in an action against an enemy of the United States;\n\n\t\tengaged in military operations involving conflict with an opposing foreign force; or\n\n\t\tserving with friendly foreign forces engaged in an armed conflict against an opposing armed force in which the United States is not a belligerent party.\n\n\n\tThe meritorious conduct must involve great personal bravery or self-sacrifice so conspicuous as to clearly distinguish the individual above his or her comrades and must have involved risk of life. There must be incontestable proof of the performance of the meritorious conduct, and each recommendation for the award must be considered on the standard of extraordinary merit.\n\n\n\n\n"
}