{
    "title": "Remarks at Nellis Air Force Base | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/remarks-nellis-air-force-base",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 27, 2009\n\n \n\n\n\nRemarks at Nellis Air Force Base\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary ________________________________________________  FOR IMMEDIATE RELEASE             May 27, 2009     REMARKS AT NELLIS AIR FORCE BASE  11:40AM PDT President Obama will deliver a speech highlighting the progress we’ve made in the first 100 days of the Recovery Act and the work that’s been done to build a new foundation for America’s economic recovery. Senate Majority Leader Harry Reid will introduce the President. The audience of approximately 400 will be composed of airmen, workers from the base (both military and civilian) – including those who work on the solar array project – and family members who live on the base. The following elected officials are also expected to attend the speech:  Senate Majority Leader Harry Reid United States Representative Dina Titus United States Representative Shelley Berkley Ross Miller, NV Secretary of State Kate Marshall, NV State Treasurer Kim Wallin, NV State Controller Steven Horsford, NV Senate Majority Leader Rory Reid, Clark County Commissioner Arlan Melendez, Chairman of the Reno-Sparks Indian Colony  Background on NV and the Recovery and Reinvestment Act:  To date, over $1.5 billion in Recovery Act funding for Nevada has been announced, over $649 million of those funds have been obligated, and over $117 million have been outlayed.          Nevada seniors will be eligible to receive $95 million in one-time Social Security economic stimulus payments.          $137 million in Federal Medicaid Assistance Program funding has been allocated to Nevada         $201 million in Highway Planning and construction funding.             Over $73 million for IDEA grants, and $71 million for Title 1 grants.         ##\n\n\n\n"
}