{
    "title": "Statement by the President on the Launch of the Space Shuttle Atlantis | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/07/08/statement-president-launch-space-shuttle-atlantis",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 08, 2011\n\n \n\n\n\nStatement by the President on the Launch of the Space Shuttle Atlantis\n\n\n\n\n\n\tToday, Americans across the country watched with pride as four of our fellow citizens blasted off from the Kennedy Space Center in the Space Shuttle Atlantis, and America reached for the heavens once more.\n\n\tBehind Atlantis and her crew of brave astronauts stand thousands of dedicated workers who have poured their hearts and souls into America’s Space Shuttle program over the past three decades. To them and all of NASA’s incredible workforce, I want to express my sincere gratitude. You helped our country lead the space age, and you continue to inspire us each day.\n\n\tToday’s launch may mark the final flight of the Space Shuttle, but it propels us into the next era of our never-ending adventure to push the very frontiers of exploration and discovery in space. We’ll drive new advances in science and technology. We’ll enhance knowledge, education, innovation, and economic growth. And I have tasked the men and women of NASA with an ambitious new mission: to break new boundaries in space exploration, ultimately sending Americans to Mars. I know they are up to the challenge – and I plan to be around to see it.\n\n\tCongratulations to Atlantis, her astronauts, and the people of America's space program on a picture-perfect launch, and good luck on the rest of your mission to the International Space Station, and for a safe return home. I know the American people share my pride at what we have accomplished as a nation, and my excitement about the next chapter of our preeminence in space.\n\n\n\n\n"
}