{
    "title": "Readout of the President’s Meeting with the National Security Council Regarding the Reported Use of Chemical Weapons in Syria | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/08/24/readout-president-s-meeting-national-security-council-regarding-reported",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 24, 2013\n\n \n\n\n\nReadout of the President’s Meeting with the National Security Council Regarding the Reported Use of Chemical Weapons in Syria\n\n\n\n\nPresident Obama convened a meeting of his National Security Council today to discuss the reported use of chemical weapons by the Syrian government on Wednesday, August 21 near Damascus.  In coordination with international partners and mindful of the dozens of contemporaneous witness accounts and record of the symptoms of those killed, the U.S. intelligence community continues to gather facts to ascertain what occurred.  The President also received a detailed review of a range of potential options he had requested be prepared for the United States and the international community to respond to the use of chemical weapons.\nParticipants in today’s meeting included:\nThe Vice President\nSecretary of State John Kerry\nSecretary of Defense Chuck Hagel\nWhite House Chief of Staff Denis McDonough\nU.S. Permanent Representative to the United Nations Samantha Power\nNational Security Advisor Susan Rice\nWhite House Counsel Kathryn Ruemmler\nDirector of National Intelligence James Clapper\nDirector of the Central Intelligence Agency John Brennan\nChairman of the Joint Chiefs of Staff Martin Dempsey\nDeputy Attorney General James Cole\nDeputy National Security Advisor Antony Blinken\nAssistant to the President for Homeland Security and Counterterrorism Lisa Monaco\nDeputy National Security Advisor for Strategic Communications Benjamin Rhodes\nNational Security Advisor to the Vice President Jacob Sullivan\n\n\n\n\n"
}