{
    "title": "Vice President Joe Biden, Dr. Jill Biden, and Secretary of Labor Hilda L. Solis Announce Availability of $500 Million to Fund Partnerships Between Community Colleges and Businesses to Train Workers with Skills Employers Need | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/02/24/vice-president-joe-biden-dr-jill-biden-and-secretary-labor-hilda-l-solis",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nFebruary 24, 2012\n\n \n\n\n\nVice President Joe Biden, Dr. Jill Biden, and Secretary of Labor Hilda L. Solis Announce Availability of $500 Million to Fund Partnerships Between Community Colleges and Businesses to Train Workers with Skills Employers Need\n\n\n\n\n\nAnnouncement of new round of grants made at Davidson County Community College in Thomasville, North Carolina as part of Community College to Career tour\n\nWASHINGTON – Vice President Joe Biden, Dr. Jill Biden, and Labor Secretary Hilda L. Solis today announced that the Administration is making another $500 million available to create and expand innovative partnerships between community colleges and businesses to train workers with the skills employers need.  This funding is part of the Trade Adjustment Assistance (TAA) Community College and Career Training grant program.  The Administration is issuing the next Solicitation for Grant Applications (SGA) for this program today; community colleges can apply for these grants, and later this year, the Department of Labor, working with the Department of Education, will announce approximately $500 million in new awards. \n\n\tToday’s announcement was made at Davidson County Community College in Thomasville, North Carolina, which is part of a consortium of nine North Carolina community colleges previously awarded $18.8 million through the grant program to expand their training partnerships with local employers.  The announcement comes on the final stop of Dr. Biden and Secretary Solis’ Community College to Career bus tour.  The five-state, three-day bus tour has focused on innovative programs at community colleges, in partnership with area employers, helping train students to meet local workforce needs.\n\t“This new round of funding will help community colleges forge new partnerships with local businesses to train workers with the skills they need for jobs available right now,” said Vice President Joe Biden.  “I am proud to join Secretary Solis and my wife – a community college professor herself – on the final stop of the Community College to Career tour to announce this new round of support for these innovative training partnerships.”\n\n\t“Building a well-educated workforce is critical for the ongoing strengthening of our economy,” said Secretary of Labor Hilda L. Solis.  “This week’s tour has been an extraordinary opportunity to meet students, educators and employers alike, highlighting how these grants bring community colleges and businesses together to give students the skills they need to compete for good jobs in growing industries.”\n\n\t\"After hearing so many inspiring stories of successful community college career partnerships over the last few days on our bus tour, I am thrilled to join Joe and Secretary Solis to announce the kickoff of a new round of grants makings to our community colleges to train workers with the skills they need for good jobs,\" said Dr. Jill Biden.\n\n\tThe resources provided by these grants will enable eligible institutions of higher education to partner with businesses to expand and improve education and career training programs that can be completed in two years or less and are suited for TAA-eligible workers and other adults. \n\n\tThis program complements President Obama’s broader agenda of helping every American have at least one year of post-secondary education and will help reach his goal of America having the highest proportion of college graduates in the world by 2020. \n\n\tTo be eligible to compete for funding under this round of grants, applicants must be institutions of higher education, as defined in the Higher Education Act of 1965, which offer programs that can be completed in not more than 2 years.  By statute, the program is designed to ensure that every state, the District of Columbia, and  Puerto Rico, through their eligible institutions of higher education, will each receive at least $2.5 million in grant awards.\n\n\tThe Department of Labor awarded approximately $500 million in September 2011 in the first round of the program, announced in partnership with the Department of Education.  A list of the original round of grants, organized by state, is available here:  http://www.dol.gov/opa/media/press/eta/eta20111409fs.htm\n\n\tThe American Recovery and Reinvestment Act of 2009 amended the Trade Adjustment Assistance Act to authorize the TAA Community College and Career Training program.  The Health Care and Education Reconciliation Act, signed by President Barack Obama on March 30, 2010, included $2 billion over four years to fund this program.\n\n\tMore information about the TAA Community College and Career Training program can be found at www.doleta.gov/taaccct.  Prospective applicants are encouraged to view the online tutorial, “Grant Applications 101:  A Plain English Guide to ETA Competitive Grants,” available through Workforce3One at:  http://www.workforce3one.org/page/grants_toolkit.  Prospective applicants can register on www.Grants.gov to access the SGA.  In addition, DOL posts grant information at www.doleta.gov/grants.\n\n\n\n\n"
}