{
    "title": "Gobierno del Presidente Obama se Esfuerza por Expandir Acceso de Pequeñas Empresas a Contratos Federales | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/gobierno-del-presidente-obama-se-esfuerza-por-expandir-acceso-de-peque-empresas-a-c",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 26, 2010\n\n \n\n\n\nGobierno del Presidente Obama se Esfuerza por Expandir Acceso de Pequeñas Empresas a Contratos Federales \n\n\n\n\nEsfuerzo se enfoca en oportunidades para mujeres, grupos minoritarios, veteranos y comunidades subatendidas\n \nWASHINGTON, D.C. - Hoy, el Presidente Obama puso en vigor medidas para expandir las oportunidades de las pequeñas empresas a fin de que tengan acceso a contratos federales, incluidos los negocios propiedad de veteranos, mujeres, grupos minoritarios y que pertenecen a comunidades históricamente subatendidas. El Presidente creó el Grupo de Trabajo Interinstitucional de Oportunidades de Contratos Federales para Pequeñas Empresas (Interagency Task Force on Federal Contracting Opportunities for Small Businesses) y el Grupo de Trabajo Interinstitucional para el Desarrollo de Pequeñas Empresas Propiedad de Veteranos (Interagency Task Force on Veterans Small Business Development), con el fin de supervisar los contratos del gobierno con pequeñas empresas y examinar esfuerzos a fin de incrementar su participación en oportunidades federales.  \n \nLas pequeñas empresas son una parte crucial del motor de nuestra economía, y sigue siendo esencial incluirlas como socias plenas en contratos gubernamentales y adquisiciones, a fin de continuar la recuperación y los esfuerzos para generar empleo y expandir oportunidades económicas. Dado que el gobierno federal es el mayor comprador mundial de bienes y servicios, con adquisiciones anuales que ascienden a más de $500,000 millones al año, las pequeñas empresas deben tener una oportunidad equitativa para participar en el proceso de contratación federal.\n \n“Esto es parte de un esfuerzo verdaderamente integral para expandir las oportunidades de las pequeñas empresas de Estados Unidos”, dijo el secretario de Comercio Gary Locke. “Los nuevos grupos de trabajo son apenas los próximos pasos en nuestros programas de extensión a pequeñas empresas”.\nLos grupos de trabajo supervisarán los esfuerzos para proporcionar información acerca de contratos federales, ayudarán con acceso a capital y asesoría, pondrán a las pequeñas empresas en contacto con contratistas más grandes y vigilarán que se cumplan las metas que la ley tiene para pequeñas empresas. Además de una meta general de otorgar a las pequeñas empresas por lo menos 23 por ciento de todo el dinero federal para contratos, el Congreso ha establecido metas para otras pequeñas empresas, entre ellas los negocios de mujeres, grupos minoritarios, personas en desventaja social y económica, y veteranos discapacitados durante su servicio. Estas metas son aspiraciones que ayudarán a asegurar que todos los estadounidenses compartan los empleos y oportunidades que crean las adquisiciones federales.\n \n“Las pequeñas empresas son los motores que impulsan nuestra economía. Si les damos las herramientas que necesitan, generarán los empleos que necesitan los estadounidenses”, dijo Karen Mills, administradora de la Dirección de Pequeñas Empresas (Small Business Administration). “La labor de estos grupos de trabajo expandirá los esfuerzos del año pasado, cuyo resultado fue que 29 por ciento de los fondos de la Ley para la Recuperación fueran a pequeñas empresas”.\n “Los valientes hombres y mujeres que visten de uniforme hoy representan menos del uno por ciento de la población, pero llevan la pesada carga de la seguridad de nuestra nación desde hace ocho años”, dijo Eric Shinseki, secretario del Departamento de Asuntos de Veteranos. “Todos necesitamos recordar que los veteranos se han ganado la oportunidad de ser empresarios y dueños de pequeñas empresas”.\n \nLa creación de estos grupos de trabajo es un reconocimiento de que por demasiado tiempo no hemos hecho lo suficiente para ayudar a las pequeñas empresas interesadas en hacer negocios con el gobierno federal. Sin embargo, conocemos los desafíos que enfrentan las pequeñas empresas, entre ellos la falta de información acerca de oportunidades de contratos y la falta de capacidad para participar en licitaciones. Hemos tenido cierto éxito con pequeñas empresas que lograron contratos bajo la Ley para la Recuperación, pero queda mucho por hacer.\n \nDesde el verano del 2009, se han llevado a cabo más de 300 eventos de extensión en todo el país para informar a las pequeñas empresas y negocios de grupos minoritarios a fin de que puedan obtener acceso a oportunidades con la Ley para la Recuperación. También se abordaron los problemas de capacidad que enfrentan las pequeñas empresas. Por ejemplo, el secretario del Departamento de Transporte Ray LaHood envió una carta el año pasado a todos los 50 gobernadores en que les pedía que dividieran los contratos grandes para generar empleos construyendo carreteras, puentes y otra infraestructura de transporte con la Ley para la Recuperación a fin de que las pequeñas empresas puedan participar en la licitación según su capacidad. Se darán pasos similares con los grupos de trabajo.\nTambién se creará este verano un sitio en el Internet que reportará toda la actividad sobre contratación por parte del gobierno federal con pequeñas empresas, conforme al espíritu de transparencia por el que aboga esta Administración.\n \nInformación de trasfondo sobre los Grupos de Trabajo Interinstitucionales para Pequeñas Empresas:\nGrupo de Trabajo Interinstitucional de Oportunidades de Contratos Federales para Pequeñas Empresas \nConstituido por memorando presidencial, este grupo de trabajo está presidido conjuntamente por Peter Orszag, director de la Oficina de Administración y Presupuesto (Office of Management and Budget), Gary Locke, secretario del Departamento de Comercio, y Karen Mills, administradora de la U.S. Small Business Administration. Se requerirá que el grupo de trabajo tome una serie de medidas para aumentar la transparencia en los datos sobre contrataciones federales e incrementar las campañas de extensión dirigidas a pequeñas empresas, con particular atención a las pequeñas empresas que son propiedad de mujeres, grupos minoritarios, personas en desventaja social y económica, y veteranos discapacitados durante su servicio. ENLACE\nGrupo de Trabajo Interinstitucional para el Desarrollo de Pequeñas Empresas Propiedad de Veteranos \nConstituido por decreto presidencial, este grupo de trabajo se basa en la histórica dedicación del gobierno del Presidente Obama a los veteranos del país. El grupo de trabajo, que cuenta con funcionarios del gobierno y representantes de organizaciones de servicio a los veteranos, está encargado de brindar asistencia con acceso a capital, relaciones de asesoría y vigilancia de metas previamente establecidas para contratos federales a pequeñas empresas que son propiedad de veteranos o de veteranos discapacitados durante su servicio. ENLACE\n\n \n\n\n\n"
}