{
    "title": "Obama Administration Announces Climate Action Champions Competition to Recognize Climate Leaders Across the United States | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/10/01/obama-administration-announces-climate-action-champions-competition-reco",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 01, 2014\n\n \n\n\n\nObama Administration Announces Climate Action Champions Competition to Recognize Climate Leaders Across the United States\n\n\n\n\nNew Competition will Showcase Local and Tribal Governments Taking Action to Cut Carbon Pollution and Build Resilience to the Impacts of Climate Change\nThe impacts of climate change are not just an issue for future generations—they are already being felt today. Communities across the country are on the front lines of climate change and are experiencing extreme weather events – from more severe droughts and wildfires to fiercer storms to record heat waves. The past decade has been the hottest on record in the United States. Rising sea levels mean more powerful storm surges and flooded streets in places like Norfolk and Miami.\nThe Obama Administration is committed to taking decisive action to combat climate change. Today, the Administration announced a new Climate Action Champions competition that will identify, showcase, and invest in up to 15 local and tribal governments across the country that demonstrate an ongoing commitment to cutting carbon pollution and preparing for the impacts of a changing climate. The competition will be administered by the U.S. Department of Energy (DOE), and will be implemented in collaboration with a broad range of Federal agencies.\nThe Climate Action Champions’ dual focus on both mitigation of greenhouse gas pollution and building resilience to climate impacts at the local level makes this competition unique. By addressing these two goals together – for instance, by installing renewable energy on buildings in order to provide a reliable energy source for emergency responders; installing energy-efficient windows that are also more storm-resistant; deploying microgrid technology to bolster the resilience of critical infrastructure; or leveraging innovative green infrastructure for carbon sequestration and flood protection  – the Climate Action Champions competition will help American communities to accelerate and expand their efforts at the nexus of carbon pollution reduction and climate resilience.\nIn addition to being recognized as climate leaders, the designated Champions will receive technical assistance to bolster their current and planned actions around carbon pollution mitigation and climate resilience. Each of the selected communities will be assigned a coordinator to help them leverage existing Federal programs and resources to support the implementation of their climate strategies; and, in certain competitive federal grant programs, the Champions will receive a preferred status – helping them develop new approaches, identify new synergies, forge new partnerships, and surface gaps in what we know. The Champions will have the opportunity to engage in peer-to-peer learning with other communities throughout the country and to showcase their efforts on the national stage. Some specific examples of the Federal support that will be offered to the winning communities include:\n\n\nData from Decision-making: Champions will be provided with climate data and tools that are tailored to their communities – including validated climate science, data, vulnerability assessments, and risk projection tools needed to make smart planning decisions – and they will be given technical assistance to help them make smart climate adaptation decisions. This support will be provided through programs within the National Oceanic and Atmospheric Administration (NOAA), U.S. Department of the Interior (DOI), the U.S. Department of Agriculture (USDA), and the Federal Emergency Management Agency (FEMA), among others.\n\nPeer Network: Champions will be invited to join the peer network of the Administration’s Partnership for Sustainable Communities, which brings together communities that have experience with long-range planning to strengthen environmental protection, economic competitiveness, and climate resilience. As part of the network, Champions will be invited to regional roundtables to discuss their projects. They will also receive access to data and tools that the Partnership has designed.\n\nEmergency Response Exercises: Champions will have the chance to participate in tabletop exercises offered by FEMA, in which participating communities will assess their preparedness for and resilience to extreme weather events.\n\nAccess to Renewable Energy Experts: DOE’s SunShot Initiative will work with Champions through two programs. First, the Solar Outreach Partnership will help Champions to accelerate solar energy adoption at the local level through a mix of educational workshops, peer-to-peer sharing opportunities, research-based reports, and online resources. Second, the Solar Technical Assistance Team at the National Renewable Energy Laboratory (NREL) will bring together solar experts to provide Champions with unbiased information on solar policies and issues in order to facilitate the development of a market for solar photovoltaic technologies.\n\n\t\tTribal communities designated as Champions will be offered the chance to participate in the Strategic Technical Assistance Response Team (START) program, which is an in-depth technical assistance program designed to help develop renewable energy projects. This year, the START program will emphasize working with tribes on energy system resilience.\n\nResilience Partnership with Federal Facilities: Where possible, Champions will be able to participate in new preparedness pilots that are designed to pair local or tribal communities with Federal partners to assess expected local climate impacts and develop plans to address them cooperatively. These would be modeled after two pilots that President Obama announced on July 16, in which the City of Houston will work with the National Aeronautics and Space Administration’s (NASA’s) Johnson Space Center and the State of Colorado will work with NREL.\n\nTechnical Assistance and Coaching: Champions may be eligible to receive technical assistance and support from the National Resource Network, including participation in its structured peer network events and learning conferences, coaching support through its 311 for Cities feature, and access to its extensive information resources and database on existing technical assistance opportunities.\n\nToday’s application will open the first round of the Competition, seeking a geographically and economically diverse set of communities that are already leaders in addressing and preparing for climate change. The next round of the Competition will seek communities that have shown a strong commitment and motivation to address climate change but that have not had the resources to make substantial investments to date. The pioneering Champions will be asked to mentor and share lessons learned with the communities selected in the next round, helping them to leapfrog common implementation challenges and creating a model for future Champions to follow.\nThe Administration has long recognized and encouraged leadership by state, local, and tribal governments to address climate change. In December 2013, DOE and the U.S. Department of Housing and Urban Development (HUD) launched the Better Buildings Accelerators to support efforts led by state and local governments to cut energy waste and eliminate market and technical barriers to improving building efficiency.\nToday’s announcement builds on the President’s Climate Action Plan, which includes a comprehensive set of measures to reduce carbon pollution, promote clean energy, protect communities from the impacts of climate change, and lead on the international stage.\nThe application for the Competition will be open until October 27, and it can be found HERE.\n\n\n\n\n"
}