{
    "title": "Background on the President’s Event in Pittsburgh, Pennsylvania Today | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/06/24/background-president-s-event-pittsburgh-pennsylvania-today",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 24, 2011\n\n \n\n\n\nBackground on the President’s Event in Pittsburgh, Pennsylvania Today\n\n\n\n\n\n\tToday, President Obama will travel to the National Robotics Engineering Center (NREC) at Carnegie Mellon University (CMU) in Pittsburgh to launch the Advanced Manufacturing Partnership, a national effort to bring together industry, universities, and the federal government to invest in the emerging technologies that will create high quality manufacturing jobs and enhance our global competitiveness.  The President’s plan, which leverages existing programs and proposals, will invest more than $500 million to jumpstart this effort.  Leading universities and companies will complement these federal efforts by working together to invent, deploy and scale these cutting-edge technologies.\n\t \n\tWhile at NREC, President Obama will tour exhibits that represent a range of cutting-edge technologies with the potential to transform and assist the manufacturing sector, from crowd-sourced vehicles and next-generation robots, to modeling and simulation.  He will be led on the tour by Pradeep Khosla, Dean of the College of Engineering at Carnegie Mellon University.  Following the tour the President will deliver remarks to 150 leading manufacturing CEOs, university presidents, CMU students and faculty, senior leaders from federal agencies and a broad range of employers involved in manufacturing. \n\t \nBackground on Tour Stops\nDARPA (Defense Advance Research Project Agency) Car\n\tDARPA Director Regina Dugan will show the President a next-generation combat support vehicle that was just completed through an experimental process that is part of a broader effort at DARPA to develop capabilities that seek to manufacture defense systems in one-fifth the time for less cost.  Using a model that has the potential to change the way the federal government uses taxpayer dollars, DARPA challenged Local Motors, a small company based in Chandler, Arizona with a very short deadline -- to design the vehicle in 4 weeks and build it in three months.  To meet this deadline Local Motors crowd-sourced the vehicle design (over 162 high-quality designs came in) and then built it ahead of schedule.  The car was brought from Arizona to Pittsburgh for the event.  DARPA is seeking to determine if it can do for advanced manufacturing what it did for the Internet and GPS -- reducing the time needed to manufacture new products and creating new opportunities for entrepreneurs and manufacturers at home. \n\nSOLO, Pipe Inspection Robot Demonstration\n\tRedZone Robotics company’s technicians will show the President a demonstration of SOLO, one of the company’s pipe inspection robots.  The robots autonomously navigate through wastewater pipes collecting vast amounts of data in a highly affordable, turnkey and scalable fashion.  The robots are operated by skilled technicians and are deployed in cities throughout the country to help with wastewater management and infrastructure issues.  The company is a CMU spinoff, having been founded by CMU professor Red Whittaker, a world-renowned robotics scientist and inventor.  RedZone Robotics currently employs approximately 60 people and has a statewide training program in Pennsylvania to teach union workers how to deploy these robots. \n\t \nProcter and Gamble Modeling and Simulation\n\tP&G Chief Technology Officer Bruce Brown will demonstrate new modeling and simulation software that the company is releasing at no cost to American small and mid-sized manufacturers.  The software release is one of the commitments President Obama is announcing at the event.  The software is a highly valuable digital design tool usually unavailable to smaller firms, and came about as part of a Midwest Modeling and Simulation consortium that the Obama administration helped establish. Small and medium sized businesses represent 95 percent of the country’s manufacturing enterprises and contribute roughly half the jobs and goods produced.  Most of these businesses do not use digital tools for design and manufacturing because they are too expensive or require extensive training and expertise.  This pilot project, creating easy-to-use and easy-to-learn tools, will help small and medium sized manufacturers design products more quickly.  \n\t \nAttendees:\n\nMembers of the Advanced Manufacturing Partnership attending the event:\n\tAndrew N. Liveris, Chairman and CEO, The Dow Chemical Company\n\tSusan Hockfield, President, Massachusetts Institute of Technology\n\tWilliam Weldon, CEO, Johnson & Johnson\n\tDavid Cote, CEO, Honeywell\n\tJared L. Cohon, President, Carnegie Mellon University\n\tMary Sue Coleman, President, University of Michigan\n\tRobert J. Birgeneau, Chancellor, UC Berkeley\n\tG.P. “Bud” Peterson, President, Georgia Institute of Technology\n\tStephen MacMillan, Chairman and CEO, Stryker Corporation\n\t \nPCAST Leadership and Administration Officials:\n\tEric Lander, Broad Institute of Harvard and MIT, and co-chair, PCAST\n\tShirley Ann Jackson, President, Rensselaer Polytechnic Institute, and member of PCAST\n\tValerie Jarrett, Assistant to the President and Senior Advisor\n\tRon Bloom, Assistant to the President for Manufacturing Policy\n\tWilliam J. Lynn, Deputy Secretary of Defense\n\tRegina Dugan, Director, Defense Advance Research Project Agency (DARPA)\n\tPat Gallagher, Director, National Institute of Standards and Technology (NIST)\n\nElected Officials:\n\tSenator Bob Casey\n\tMayor of Pittsburgh Luke Ravenstahl\n\tAllegheny County Executive Dan Onorato\n\tAuditor General Jack Wagner\n\n\n\n\n"
}