{
    "title": "President Obama Signs America Invents Act, Overhauling the Patent System to Stimulate Economic Growth, and Announces New Steps to Help Entrepreneurs Create Jobs | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/16/president-obama-signs-america-invents-act-overhauling-patent-system-stim",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 16, 2011\n\n \n\n\n\nPresident Obama Signs America Invents Act, Overhauling the Patent System to Stimulate Economic Growth, and Announces New Steps to Help Entrepreneurs Create Jobs\n\n\n\n\n\n\tWASHINGTON, DC -- Today, at Thomas Jefferson High School for Science and Technology in Alexandria, Virginia, President Obama signed the America Invents Act, historic patent reform legislation that will help American entrepreneurs and businesses bring their inventions to market sooner, creating new businesses and new jobs. In addition, the President announced additional steps that will help convert the ideas from America’s universities and research labs into new products, expanding our economy and creating 21st century jobs.\n\n\t“I am pleased to sign the America Invents Act.  This much-needed reform will speed up the patent process so that innovators and entrepreneurs can turn a new invention into a business as quickly as possible,” said President Obama. “I’m also announcing even more steps today that will help bring these inventions to market faster and create jobs. Here in America, our creativity has always set us apart, and in order to continue to grow our economy, we need to encourage that spirit wherever we find it.”\n\n\tPassed with the President’s consistent leadership and strong bipartisan support, the America Invents Act represents the most significant reform of the Patent Act since 1952. It will give a boost to American companies and inventors who have suffered costly delays and unnecessary litigation, and let them focus instead on innovation and job creation.  These reforms were also a key recommendation of the President’s Council on Jobs and Competitiveness, which has been a strong advocate for patent reform as a way to support job creation and strengthen America’s competitiveness in the global economy.\n\n\tPresident Obama was joined at the signing by Acting Secretary of Commerce Rebecca Blank, US Patent and Trademark Office Director David Kappos, Ellen Kullman, CEO of DuPont and a Member of the President’s Jobs Council, John Lechleiter, CEO of Eli Lilly, as well as students from Thomas Jefferson High School for Science and Technology, Members of Congress who have been instrumental in passing the bill, and inventors and small business owners who will benefit from this reform.\n\nKey Elements of America Invents Act\n\n\tThe America Invents Act was passed with the President’s strong leadership to move this bill forward, after nearly a decade of legislative efforts. It reflects strong bipartisan cooperation and Congress working together on behalf of American innovation.\n\n\tMany key industries in which the U.S. leads, such as biotechnology, medical devices, and advanced manufacturing, depend on a strong and healthy intellectual property system. The America Invents Act will help businesses, inventors, and entrepreneurs in five immediate ways:\n\n\nA fast track option for Patent Processing within 12 Months: Instead of an average wait time of almost three years, the Patent and Trademark Office will be able to offer startups growing companies an opportunity to have important patents reviewed in one-third the time – with a new fast track option that has a guaranteed 12-month turnaround.  Patent ownership is a critical factor venture capital companies consider when investing in entrepreneurs hoping to grow their business.\n\nReducing the current patent backlog: Under the Obama Administration, the patent backlog has already been reduced from over 750,000 patent applications to 680,000, despite a 4% increase in filings. The additional resources provided in the law will allow the Patent and Trademark Office to continue to combat the backlog of nearly 700,000 patent applications and will significantly reduce wait times.\n\nReducing litigation: The Patent and Trademark Office will offer entrepreneurs new ways to avoid litigation regarding patent validity, at costs significantly less expensive than going to court.\n\nIncreasing patent quality: The Patent and Trademark Office has re-engineered its quality management processes to increase the quality of the examinations and has issued guidelines that clarify and tighten its standards for the issuance of patents.  The legislation gives the USPTO additional tools and resources to further improve patent quality, and allows patent challenges to be resolved in-house through expedited post-grant processes.\n\nIncreasing the ability of American Inventors to protect their IP abroad: The new law will harmonize the American patent process with the rest of the world to make it more efficient and predictable, and make it easier for entrepreneurs to simultaneously market products in the U.S. and for exporting abroad.  The Patent and Trademark Office has also expanded work-sharing with other patent offices around the world to increase efficiency and speed patent processing for applicants seeking protection in multiple jurisdictions.\n\n\nAdditional Initiatives Announced Today to Move Ideas from Lab to Market\n\nLaunch of new National Institutes of Health (NIH) center to assist biotech entrepreneurs:  To help industry shorten the time needed and reduce costs for the development of new drugs and diagnostics, the NIH plans to establish a new National Center for Advancing Translational Sciences (NCATS).  NCATS aims to help biomedical entrepreneurs by identifying barriers to progress and providing science-based solutions to reduce costs and the time required to develop new drugs and diagnostics. For example, as one of its initial activities, NCATS will partner with DARPA to support development of a chip to screen for safe and effective drugs far more swiftly and efficiently than current methods.\n\nDevelopment of a National Bioeconomy Blueprint:  By January 2012, the Administration will develop a Bioeconomy Blueprint detailing Administration-wide steps to harness biological research innovations to address national challenges in health, food, energy, and the environment. Biological research lays the foundation of a significant portion of our economy. By better leveraging our national investments in biological research and development the Administration will grow the jobs of the future and improve the lives of all Americans. The Blueprint will focus on reforms to speed up commercialization and open new markets, strategic R&D investments to accelerate innovation, regulatory reforms to reduce unnecessary burdens on innovators, enhanced workforce training to develop the next generation of scientists and engineers, and the development of public-private partnerships.\n\nUniversity Presidents Commit to Commercialization Initiative: In coordination with the Administration, the Association of American Universities, and the Association of Public and Land-grant Universities, 135 university leaders committed to working more closely with industry, investors, and agencies to bolster entrepreneurship, encourage university-industry collaboration, and enhance economic development. Today, over 40 universities are answering the President’s call to expand their commercialization programs and goals.  These institutions include The Georgia Institute of Technology, which has outlined its expanded initiatives, as well as universities like the University of Virginia and Carnegie Mellon University, which are announcing plans today.\n\nCoulter Foundation and NSF Launch a University Commercialization Prize with AAAS:  This prize competition will be used to identify and promote incentives to adopt best practices that improve university commercialization efforts. Supported by $400,000 in funding from the Wallace H. Coulter Foundation and NSF, the American Association for the Advancement of Science (AAAS) will lead the design and implementation of the prize in coordination with a diverse array of partner agencies, foundations, and organizations.\n\nDeveloping University Endowments Focused on Lab to Market Innovations: Today, the Coulter Foundation is announcing that they have selected four new universities to participate in their Translational Research Partnership program -- Johns Hopkins University, University of Louisville, University of Missouri and University of Pittsburgh. As part of the program, each university will create a $20 million endowment to foster research collaboration between biomedical engineers and clinicians, with the goal of developing new technologies to improve patient care and human health. Translational research moves new ideas and discoveries from university laboratories to new products and services that directly impact human health, often by creating startups or by partnering with established businesses.\n\nNew Tools and License Agreements for Start-Ups and Small Businesses: The National Institutes of Health (NIH) Office of Technology Transfer has developed new agreements for start-up companies obtain licenses for early-stage biomedical inventions developed by intramural researchers at NIH or FDA. Companies that are less than 5 years old and have fewer than 50 employees will be eligible to use the new, short-term exclusive Start-Up Evaluation License Agreement and the new Start-Up Commercial License Agreement. These agreements allow a start-up company to take ideas sitting on the shelf, and attract additional investments to develop these NIH and FDA inventions into life-saving products.\n\nNew Help for Small Businesses: In addition, the USPTO, in collaboration with NSF and SBA, will pilot a program to assist SBIR grant recipients in taking advantage of the USPTO’s small business programs and resources. The USPTO pilot will provide comprehensive IP support to, initially, 100 NSF SBIR grant recipients to take advantage of accelerated examination and benefits stemming from the America Invents Act and will engage external stakeholders to provide pro bono or low cost IP services to awardees. \n\n\n\n\n"
}