{
    "title": "The Joint Understanding for The Start Follow On Treaty | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/joint-understanding-start-follow-treaty",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 08, 2009\n\n \n\n\n\nThe Joint Understanding for The Start Follow On Treaty\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\t\t____________________________________________________________________________\n\t\tFOR IMMEDIATE RELEASE                                                            July 8, 2009\n\nJOINT UNDERSTANDING \n\n\n\t\tThe President of the United States of America and the President of the Russian Federation have decided on further reductions and limitations of their nations’ strategic offensive arms and on concluding at an early date a new legally binding agreement to replace the current START Treaty, and directed that the new treaty contain, inter alia, the following elements:\n\n\t\t1.       A provision to the effect that each Party will reduce and limit its strategic offensive arms so that seven years after entry into force of the treaty and thereafter, the limits will be in the range of 500-1100\n\t\tfor strategic delivery vehicles, and in the range of 1500-1675 for their associated warheads.\n\t\tThe specific numbers to be recorded in the treaty for these limits will be agreed through further negotiations.\n\n\t\t2.       Provisions for calculating these limits.\n\n\t\t3.       Provisions on definitions, data exchanges, notifications, eliminations, inspections and verification procedures, as well as confidence building and transparency measures, as adapted, simplified, and made   \n\t\tless costly, as appropriate, in comparison to the START Treaty.\n\n\t\t4.       A provision to the effect that each Party will determine for itself the composition and structure of its strategic offensive arms.\n\n\t\t5.       A provision on the interrelationship of strategic offensive and strategic defensive arms.\n\n\t\t6.       A provision on the impact of intercontinental ballistic missiles and submarine-launched ballistic missiles in a non-nuclear configuration on strategic stability. \n\t\t7.       A provision on basing strategic offensive arms exclusively on the national territory of each Party.\n\n\t\t8.       Establishment of an implementation body to resolve questions related to treaty implementation.\n\n\t\t9.       A provision to the effect that the treaty will not apply to existing patterns of cooperation in the area of strategic offensive arms between a Party and a third state.\n\n\t\t10.     A duration of the treaty of ten years, unless it is superseded before that time by a subsequent treaty on the reduction of strategic offensive arms.\n\n\t\tThe Presidents direct their negotiators to finish their work on the treaty at an early date so that they may sign and submit it for ratification in their respective countries.\n\n\t\tSigned at Moscow, this sixth day of July, 2009, in duplicate, in the English and Russian languages.\n\n\t\tFOR THE UNITED STATES                    FOR THE RUSSIAN\n\t\tOF AMERICA:                                      FEDERATION:\n\n\t\tBarack Obama                                    Dmitry Medvedev\n\n\t\t##\n\n\n\n\n\n"
}