{
    "title": "Vice President Biden to Travel to Detroit, Michigan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-travel-detroit-michigan",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nAugust 03, 2009\n\n \n\n\n\nVice President Biden to Travel to Detroit, Michigan\n\n\n\n\n THE WHITE HOUSE Office of the Vice President  ______________________________________________________________________________  For Immediate Release                                                             August 3, 2009 **MEDIA ADVISORY** Vice President Biden to Travel to Detroit, Michigan  Washington, D.C. – On Wednesday, August 5, Vice President Biden will travel to Detroit, MI, where he will deliver remarks on the economy. In Detroit, Vice President Biden will discuss the immediate steps we have taken to rescue our economy and the long-term investments we are making to rebuild for the future. He will discuss how we build a new economic foundation strong enough to withstand future economic storms and support lasting prosperity and how we recapture the spirit of innovation that has always moved America forward. A limited number of general public tickets for the Vice President’s event in Detroit are available on a first-come, first-served basis on Tuesday, August 4, from 12:00 PM EDT to 1:00 PM EDT in the main lobby of NextEnergy located on 461 Burroughs Street, Detroit, MI 48202. Please park on the street. Media Details:  Vice President Biden to travel to Detroit, Michigan      Event Speakers:  Vice President Biden              Michigan Governor Jennifer Granholm              Local Officials       Date: August 5, 2009       Location:  NextEnergy              461 Burroughs Street               Detroit, MI 48202       Press Entrance: York Street       Sat Truck Parking: Main Lot, directed on site       General Parking:  Lot 11, Wayne State University       Camera Preset: 8:00 - 9:00 AM EDT       Restricted Access:  9:00 – 10:00 AM EDT       Press Arrival:  10:00 AM EDT       Final Press Access:  11:30 AM EDT       Event Begins:  12:00 PM EDT       Cable Run:  200 feet       Throw:  60 feet       RSVP:  This event is OPEN PRESS. Media must RSVP with the NAME, POSITION (Reporter, TV Camera, Photog, etc.) MEDIA OUTLET, PHONE AND EMAIL for each person planning to cover the event to press@ovp.eop.gov by Tuesday, August 4, at 5:00 PM EDT. At the event, you will be required to wear your outlet’s media credential at all times, either around the neck or pinned to clothing.       Ground Contact:  For logistical questions please call Catherine Welker 202-757-9830    \n\n\n\n"
}