{
    "title": "Statement of President Barack Obama on Sudan Strategy | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-president-barack-obama-sudan-strategy",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 19, 2009\n\n \n\n\n\nStatement of President Barack Obama on Sudan Strategy\n\n\n\n\nToday, my Administration is releasing a comprehensive strategy to confront the serious and urgent situation in Sudan.\nFor years, the people of Sudan have faced enormous and unacceptable hardship. The genocide in Darfur has claimed the lives of hundreds of thousands of people and left millions more displaced. Conflict in the region has wrought more suffering, posing dangers beyond Sudan’s borders and blocking the potential of this important part of Africa. Sudan is now poised to fall further into chaos if swift action is not taken.\nOur conscience and our interests in peace and security call upon the United States and the international community to act with a sense of urgency and purpose. First, we must seek a definitive end to conflict, gross human rights abuses and genocide in Darfur. Second, the Comprehensive Peace Agreement between the North and South in Sudan must be implemented to create the possibility of long-term peace. These two goals must both be pursued simultaneously with urgency. Achieving them requires the commitment of the United States, as well as the active participation of international partners. Concurrently, we will work aggressively to ensure that Sudan does not provide a safe-haven for international terrorists.\nThe United States Special Envoy has worked actively and effectively to engage all of the parties involved, and he will continue to pursue engagement that saves lives and achieves results. Later this week, I will renew the declaration of a National Emergency with respect to Sudan, which will continue tough sanctions on the Sudanese Government. If the Government of Sudan acts to improve the situation on the ground and to advance peace, there will be incentives; if it does not, then there will be increased pressure imposed by the United States and the international community. As the United States and our international partners meet our responsibility to act, the Government of Sudan must meet its responsibilities to take concrete steps in a new direction.\nOver the last several years, governments, non-governmental organizations, and individuals, and from around the world have taken action to address the situation in Sudan, and to end the genocide in Darfur. Going forward, all of our efforts must be measured by the lives that are led by the people of Sudan. After so much suffering, they deserve a future that allows them to live with greater dignity, security, and opportunity. It will not be easy, and there are no simple answers to the extraordinary challenges that confront this part of the world. But now is the time for all of us to come together, and to make a strong and sustained effort on behalf of a better future for the people\n\t \n\n\n\n\n"
}