{
    "title": "President Obama To Nominate Brian Deese to Deputy Director of the Office of Management and Budget | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/04/01/president-obama-nominate-brian-deese-deputy-director-office-management-a",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 01, 2013\n\n \n\n\n\nPresident Obama To Nominate Brian Deese to Deputy Director of the Office of Management and Budget\n\n\n\n\nWASHINGTON, DC – Today, President Barack Obama announced his intent to nominate the following individual to a key Administration post:\n\n\nBrian Deese – Deputy Director, Office of Management and Budget\n\nPresident Obama said, “From helping to navigate our rescue of a financial system on the brink of collapse to retooling a flatlining auto industry to crafting a policy to put our nation on a fiscally sustainable path, Brian Deese has proven an indispensable member of my economic team. He has a deep and intuitive understanding of economic and budgetary policy, and I am confident he will serve America well in this new role.  As we continue to pursue a balanced approach that significantly reduces the deficit while investing in economic growth, job creation and the middle class, there's no one better suited to take on this important role than Brian.”\n\"Brian has impressed me and our entire team with his strong leadership and sound judgment, but most importantly, he never loses sight of who we are fighting for. I am grateful for his outstanding service on behalf of America’s families, and I look forward to working with him in the years to come.”\n\t \nPresident Obama announced his intent to nominate the following individual to a key Administration post:\nBrian Deese, Nominee for Deputy Director, Office of Management and Budget\n\tBrian Deese is Deputy Assistant to the President and Deputy Director of the National Economic Council.  From 2009 to 2010, he served as Special Assistant to the President for Economic Policy.  Prior to joining the Administration in 2009, Mr. Deese worked as a member of the Economic Policy Working Group for the Obama-Biden Transition Team and was the Deputy Economic Policy Director for the Obama for America Campaign.  He served as Economic Policy Director for Hillary Clinton’s presidential campaign from 2007 to 2008.  Previously, Mr. Deese was with the Center for American Progress from 2002 to 2005 where he worked as a Senior Policy Analyst for Economic Policy and focused on fiscal policy, international trade, and globalization.  He also worked from 2001 to 2002 at the Center for Global Development and from 2000 to 2001 at the Carnegie Endowment for International Peace.  Mr. Deese received a B.A. in Political Science from Middlebury College and a J.D. from Yale Law School.\n\n\n\n\n"
}