{
    "title": "Press Briefing on Government Response to the Ebola Epidemic in West Africa, 10/3/2014 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/10/03/press-briefing-government-response-ebola-epidemic-west-africa-1032014",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 03, 2014\n\n \n\n\n\nPress Briefing on Government Response to the Ebola Epidemic in West Africa, 10/3/2014\n\n\n\n\nPRESS BRIEFING\n\tBY ASSISTANT TO THE PRESIDENT FOR HOMELAND SECURITY LISA MONACO,\n\tSECRETARY OF HHS SYLVIA BURWELL,\n\tDIRECTOR OF THE NATIONAL INSTITUTE OF INFECTIOUS DISEASES DR. ANTHONY FAUCI,\n\tUSAID ADMINISTRATOR DR. RAJ SHAH,\n\tAND COMMANDER OF AFRICOM GENERAL DAVID RODRIGUEZ\n\tON U.S. GOVERNMENT RESPONSE TO THE EBOLA EPIDEMIC IN WEST AFRICA\n\n\tJames S. Brady Press Briefing Room \n\n4:36 P.M. EDT\nMS. MONACO: Good afternoon, everyone. Thank you for joining us here this afternoon. As you all can see, I'm joined here by a number of senior leaders in the United States government addressing this response. And let me take a minute to introduce them. With me this afternoon is the Secretary of Health and Human Services, Sylvia Burwell. Also with me is Dr. Anthony Fauci, from the National Institutes of Health; Administrator Raj Shah, from the U.S. Agency for International Development; and finally, General David Rodriguez who is the Commander of U.S. Forces Africa Command.\nAs the President has said, we are not facing just a health crisis, we are facing a national security priority, and it's one that he has instructed his team is as important as any threat we're facing. Since this outbreak began in March, the President has directed that we scale up our response both here at home and in the countries affected in West Africa. And that's exactly what we've done -- most recently, by deploying United States military members to Liberia and to the region to support civilian efforts on the ground.\nToday, we're using a whole-of-government approach and response to control this epidemic at its source. And that's evidenced by the people who are here with me today at the podium. We're doing a number of things to address this epidemic at its source in West Africa, first and foremost. We are also enhancing our domestic preparedness and ability to respond to isolated cases here in the United States. And as importantly, we are rallying the international community to contribute to this response. And that was seen most recently when the President spoke at the United Nations last week, and when we had an unprecedented vote in the U.N. Security Council to contribute and to show galvanizing forces of the international community to contribute to this response.\nThe strategy the United States is executing has four key goals: To control the epidemic at its source in West Africa; to mitigate the second-order impacts of this epidemic; to lead a coordinated international response; and to build a robust global health security infrastructure so we are prepared over the long run to confront epidemics such as the one we're facing today.\nAnd it's very important to remind the American people that the United States has the most capable health care infrastructure and the best doctors in the world, bar none. And it's why people travel from all over the world to receive medical care here in the United States.\nFinally, I want to emphasize that the United States is prepared to deal with this crisis both at home and in the region. Every Ebola outbreak over the past 40 years has been stopped. We know how to do this and we will do it again. With America’s leadership, I am confident, and President Obama is confident, that this epidemic will also be stopped.\nSo, with that, let me turn the podium over to Secretary Burwell.\nSECRETARY BURWELL: Thank you, Lisa.\nSince the outbreak began the United States government has been engaged in preparation both at home and abroad to protect our homeland and stop the epidemic at its source. We've been working for many months to ensure that the United States is protected.\nCDC sent out our first guidance to state and local officials on July 28th and it's been followed with six additional sets of guidance. And the latest was just issued yesterday. In addition, we have enhanced our surveillance and laboratory testing capacity in states to make sure that they are able to detect cases; have been in regular and repeated contact with state officials in health departments, including developing guidance and tools for departments to conduct public health investigations.\nWe're continuing to provide guidance for flight crews, emergency medical service units at airports, and Customs and Border Patrol officers about reporting ill travelers to the CDC.\nAnd we're continuing to work with hospitals and health care workers around the country to prepare most effectively both in terms of detecting symptoms and then responding appropriately.\nAs we saw just a few months ago -- almost two months ago -- in Carolina’s Medical Center in Charlotte, North Carolina, and at Mount Sinai in New York, hospitals and health care systems reacted and took appropriate steps. Fortunately, in those cases, the cases were not positive. We saw Emory’s ability to handle the first cases that returned from West Africa, followed by the Nebraska Medical Center’s ability to do the same.\nIn Dallas, the public health system is now handling the case with the protocols that we know control this disease. We recognize the concern that even a single case of Ebola creates on our shores. But we have the public health systems and the public health providers in place to contain the spread of this disease.\nWe've taken a number of precautions to prevent the spread. We've instituted exit screening procedures in West Africa to prevent those who have been exposed to Ebola or sick with Ebola from traveling. The Department of Homeland Security is in the process of advising all travelers returning to the U.S. from countries with Ebola outbreaks in West Africa to monitor their health for 21 days and to immediately seek medical help if any symptoms do develop. The Centers for Disease Control stands ready, as it has in Dallas, to deploy expert teams when needed.\nFinally, our scientists at the Food and Drug Administration and the National Institutes of Health are working tirelessly to develop new vaccines and treatments for Ebola.\nWe remain focused on working with our partners on the ground to stop the epidemic at its source and we're continuing to take the necessary precautions across the United States government to prevent the epidemic from spreading further.\nAnd I'd like to now turn to Dr. Tony Fauci, who is the Director of the National Institute of Allergy and Infectious Diseases at the NIH, to talk a little bit about epidemiology.\nDR. FAUCI: Thank you very much, Secretary Burwell.\nI'd like to provide some basic but important facts about Ebola and its transmission. Although Ebola is an extremely serious viral disease with a high fatality rate, it is not easily transmitted. Specifically, the Ebola virus is not easily spread like a cold or influenza. You must come into direct contact with the bodily fluids of a sick person, or through exposure to objects that have been contaminated with infected bodily fluids.\nEbola is not a respiratory disease like the flu, and so it is not transmitted through the air. This is important. Individuals who are not symptomatic are not contagious. In order for the virus to be transmitted, and individual would have to have direct contact with an individual who is experiencing symptoms or who has died of the disease.\nWe have considerable experience in dealing with Ebola, both in controlling and in preventing outbreaks. This is based on experience with almost two dozen outbreaks in Central Africa since the virus was first isolated in 1976. The key elements to that control and the prevention of outbreaks when Ebola rises in a community is to first identify cases, isolate them, care for them under conditions that protect the health care workers, and importantly, perform contact tracing.\nPeople in direct contact with a sick Ebola patient should be monitored for symptoms for at least 21 days. If no symptoms arise, the individual is cleared. If symptoms arise, the person is appropriately isolated and cared for. This formula has worked very well over many years.\nThe situation in West Africa has been very difficult largely due to the lack of an adequate health care infrastructure to deal with the outbreak. And so I want to reiterate what the Secretary said. Our health care infrastructure in the United States is well equipped to stop Ebola in its tracks. As the Secretary said, in addition to managing the issues associated with containing the situation in Dallas as it exists today and addressing the very dire situation as it exists in Africa today, we are working very aggressively and energetically to develop and test a vaccine to prevent Ebola and therapeutics to treat it.\nAnd now I'd like to introduce Dr. Raj Shah, Administrator of USAID.\nDR. SHAH: Thank you, Dr. Fauci.\nI'd like to take a moment to describe the effort in West Africa, which as has been noted, includes a major effort to control the disease, includes specific actions to deal with the secondary impacts of the crisis in several West African countries including making food, water and government support more available, and the effort to build out an international coalition, as Lisa previously discussed.\nOur response in West Africa started in the spring and accelerated dramatically over the summer. This coordinated civilian response included the largest ever Disaster Assistance Response Team from USAID, the largest ever more than 100-person centers for disease control capability deployed to Liberia, Sierra Leone, Guinea and countries throughout the region, and efforts partnering with our Department of Defense colleagues to more than double the laboratory and diagnostic capacity in West Africa to ensure that cases could be identified and positively confirmed.\nSince that time, we've helped deliver more than 120,000 sets of personal protective equipment, build out Ebola treatment units, provide technical assistance for airport screenings throughout the region, and increased the basic capacity of what has been a weak existing health care infrastructure to deal with this disease.\nAs the President noted in his comments at the Centers for Disease Control a few weeks ago, our strategy now is clear. First, we're investing in a strong incident command system at the national and local level throughout the region to identify cases and trace contacts.\nSecond, we're building out Ebola treatment units so that enough bed capacity exists for as many positively identified patients as possible to receive isolation and treatment. We're on path to put in place the WHO plan of more than 2,800 beds in Liberia according to their timeline, and just in the last 10 days have seen significant new Ebola treatment capability come online, including the largest Ebola treatment unit in Liberia, the new Island Clinic which we helped build and staff.\nThird, we're engaging in an extensive community care strategy that includes 10 to 20 bed community care center units that are placed throughout rural communities in particular to help isolate patients in those communities, and support the distribution of hygiene and protective equipment kits so families can protect their patients in their families. We've distributed more than 9,000 of those kits, together with UNICEF and the World Health Organization, and are on path to have about 10,000 arrive in country and be distributed through Liberia on a weekly basis.\nIn recent days, we've been successful in scaling up the effort to identify, reach and, in a safe and dignified manner, deal with bodies of patients who are diseased from Ebola. We now have more than 50 safe burial teams with full protective equipment and careful protocols in place, and we're noting that more than three-quarters of all bodies in Liberia of positively identified patients are now being cleared safely within the 24-hour period. This is critically important because that is an important existing mode of transmission.\nI'd further note that the scale-up of Centers for Disease Control and USAID efforts through June and August was quite significant. But the complexity of building out Ebola treatment units and providing the logistics support in terms of protective equipment and medicines required the significant additional resources brought by the Department of Defense and announced by President Obama. So I'm pleased to introduce General David Rodriguez, the Commander of Africa Command, to describe those specific efforts.\nThank you.\nGENERAL RODRIGUEZ: Thank you, Administrator.\nAs we deploy America’s sons and daughters to support the comprehensive United States government effort, led by the United States Agency for International Development, we'll do everything in our power to address and mitigate any potential risk to our servicemembers, civilian employees and their families.\nAs Administrator Shah mentioned, the areas that we're focusing on are command and control, and that is to help support and coordinate the efforts of both USAID and the international community. We are also working on training -- training the people who man and manage the Ebola treatment units.\nWe’re supporting the engineering efforts to build out the Ebola treatment units, and we’re also doing an effort in the area of logistics, which this is a tremendous logistics effort, as the Administrator pointed out.\nFor our soldiers prior to deployment, we’ll provide them the best equipment and training that we can. We are assessing risk based on the service members’ mission, their location, and their activities in execution of the operations. We’re implementing procedures to reduce or eliminate the risk of transmission as service members go about their daily missions, including the use of personal protective equipment, hygiene protocols and monitoring.\nPrior to redeploying service members back home, we will screen and identify anyone who faced an elevated risk of exposure. We take all necessary steps to minimize any potential transmission, in accordance with the international standards that our medical professionals have given us.\nIn the end, our equipment, training, procedures and most of all the discipline of our leaders and our force will help us to ensure that our team accomplishes its mission without posing a risk to our nation and our fellow citizens.\nThank you.\nMS. MONACO: Thanks very much, General Rodriguez. First I want to thank the folks who are with me at the podium, but most importantly, the dedicated military, medical and development professionals that they represent, and who are working so hard on this problem.\nI think with that, we are happy to take your questions.\nQ Ms. Monaco, you’re talking about -- you’re giving fact sheets out to passengers who arrived from these Ebola counties. Why not do some more active screening, like ask people have you had a fever, have you been in contact with people? It’s been done at least in some counties in other circumstances. It would on the face of it seem a reasonable thing to do.\nMS. MONACO: So I think this goes directly to what Dr. Fauci talked about, which is this -- and what Secretary Burwell talked about -- we are taking steps to address the source -- the people coming from the source counties. And we think those are the most effective steps we can take. The temperature testing, the questionnaires, the testing for fever, and making sure that people who are symptomatic -- and as Dr. Fauci has said, and Dr. Tom Frieden has talked about this repeatedly -- you cannot get Ebola other than from direct contact with bodily fluids of somebody who is at that time symptomatic.\nSo the most effective way to go about controlling this is to prevent those individuals from getting on a plane in the first place. And I think it’s important to remember that since these measures have been in place, dozens and dozens of people have been stopped from getting on flights in the region.\nQ But we now know people have gotten on the planes anyway. So why not have the U.S. Custom and Immigration people ask them? Clearly, it’s not been effective to do it merely on the Africa side.\nMS. MONACO: Well, I think what we’ve seen is we’ve had an individual in Texas who did come to this county and later became symptomatic. And that person is now being isolated and dealt with, and significant contact tracing is being done.\nNow, your question about passive versus more active screening I think is an understandable one. But as Secretary Burwell indicated, we’ve taken a number of steps to ensure that Customs and Border Patrol individuals are -- teams are trained to identify symptomatic individuals. And where they do present people who may be symptomatic, they have instructions about what to do and how to handle that.\nNow all of which is to say that we are constantly going to evaluate what may be the most effective measures we can take. Secretary Johnson is constantly evaluating that with his team, and in consultation with the medical professionals. Right now the most effective measures we think are focusing at the source counties and taking the steps, the very concerted training and precautionary measures and notification measures that we’ve taken with the CBP folks here on the receiving end.\nQ Lisa, you’ve talked kind of in broad terms about possible procedures here. And obviously in Dallas there have been breakdowns in the system at a couple of points. I’m just wondering specifically lessons learned from the Dallas situation. They're talking to hospitals, while we have you here, you can tell us what the U.S. knows about the Islamic State video that we’ve seen with this British hostage and another American on this video as well?\nMS. MONACO: On that latter issue, Julie, let me just address that and then ask Secretary Burwell and Dr. Fauci to address the medical measures in Texas within the constraints that I’m sure you understand they’d be operating in.\nWe are aware and have seen and have seen and are evaluating the newest video. If it, in fact, proves to be authentic, it is yet another demonstration of the brutality of ISIL. And our hearts go out to the British aid worker who we believe is in that video, and to the remaining hostages and to their families. This is again yet another just a very clear example of the brutality of this group, and why the President has articulated and is moving out in a comprehensive way to degrade and destroy ISIL.\nLet me now turn to my colleagues on the latter part of your question.\nSECRETARY BURWELL: With regard to the efforts that the CDC is pursuing and that we’ve been pursuing, as I mentioned, we’ve had the efforts in Charlotte we saw. And we saw the system where -- we saw it work in Mount Sinai. We have a case here, actually I think everyone knows Howard and the question there. And so the systems are in place.\nWe continue to communicate. We continue to give good instruction. I think it is important to reflect on whatever lessons we learn, we build and incorporate.\nAs I said, we’d issued a -- one of these Health Alert Network notices to make sure that if there are any lessons learned as we go forward, we will continue to incorporate those.\nQ Can you state what the lessons learned from some of these failures in Dallas was, and how you may be changing or modifying any lessons --\nSECRETARY BURWELL: All we know are the critical steps that we have said throughout the process, and that is about identification. And identification at the point at which there actually is a temperature. And, as Dr. Fauci said, when something can be done.\nWhat we are doing is making sure that hospitals, health workers across the county know that when they see that, what steps to take, how to isolate, and what to do immediately when they see those steps. And we’ll continue to do that, and make sure that we are responding to the questions that we’re getting from the community.\nQ Secretary Burwell -- what about the case, the potential case at Howard University. Is there any new information about that? And to Dr. Fauci, if it doesn't spread like the flu or a cold, why is it spreading so quickly? And are you confident that we won’t see an outbreak in the U.S.?\nSECRETARY BURWELL: With regard to the Nigeria case, I haven’t seen the results of the test yet, and I think that's the most definitive thing, and the most important thing. And what you see is people taking precautions because the symptoms are malarial, but they could be this. And so I think everyone is taking the appropriate steps, and it gets to the earlier question.\nWe believe that's the right thing to do. CDC gets contacted. We make a determination and work with the community and the health center in this case to do the test. When we get that definitive, as you know, in each of the cases, we make public as quickly as possible what we know about that.\nQ There’s also a patient being tested at Shady Grove Adventist I’m led to believe. Are you being informed of all of these suspected cases?\nDR. FAUCI: Let me answer the question here first. So you were saying if it isn’t -- if it’s only transmitted a certain way --\nQ If it doesn't spread as fast --\nDR. FAUCI: Right, why is there such an outbreak? If one goes to Liberia or Sierra Leone or Guinea, you will see the conditions that make it very, very clear that coming into contact with bodily fluids, the most efficient way of transmission is unfortunately the very thing that holds families together. Someone gets sick. They take care of them. They touch them. If they're not aware of the fact that you can't come into personal contact without having the proper protective equipment. Funerals are another way, as well, preparing the bodies and the customs, the long-range traditions that have gone with the funerals.\nSo the mechanism of transmission, which we’ve all said, direct contact with bodily fluids amply explains what is going on right now in the West Africa counties.\nQ And you’re convinced no significant outbreak in the U.S.?\nDR. FAUCI: Yes, the reason I say that, as I said, let me just very briefly reiterate it. The reason there is an outbreak now is because the health care infrastructure and system in those counties is inadequate and incapable of actually handling the kind of identification, isolation, rapid treatment, protection of the people who are coming into contact, and contact tracing. That's something that we have very, very well established here. So we have a case now, and it is entirely conceivable there may be another case. But the reason that we feel confident is that our structure, our ability to do those things would preclude an outbreak.\nMS. MONACO: Let me just take this gentleman’s question here, the question of are we being notified of cases. And this goes I think directly to what Dr. Fauci just said. We have a system, we have an infrastructure that is in place. We have a public health alert system through which CDC has distributed information from -- and established a laboratory network for testing. So when there are potential symptomatic individuals who present themselves in medical facilities, those precautions that are immediately taken, those tests are undertaken through a network of laboratories that CDC has validated and has provided a clear guidance to. So we have the structure in place when we identify potential cases to resolve those.\nAnd if there are actually confirmed Ebola cases, as we have seen one of in Texas, we take the immediate steps, isolate them, provide the treatment, undertake the contact tracing, and our infrastructure works to make sure we are aware of those cases and take those steps.\nQ So when Secretary Burwell said we had a case at Howard, but did not say we had another -- a potential case, I’m sorry.\nSECRETARY BURWELL: A potential case.\nQ Did not say we had another potential case at Shady Grove Adventist, and the hospital has already put out a release, are there only two? Are there more than those two in the Washington area? Nationwide?\nMS. MONACO: Right now?\nQ Right now.\nMS. MONACO: You’ve indicated and you’ve talked about the potential case at Howard. We’ll see the resolution of that, as Secretary Burwell discussed.\nQ And the potential case at Shady Gove Adventist.\nMS. MONACO: Those reports, as they come in, they will be addressed. Those tests will be undertaken. The public health infrastructure is reacting and is taking the steps necessary to isolate that individual.\nI think perhaps Dr. Fauci will want to address this, or Secretary Burwell, but every hospital in this county has the capability to isolate a patient, take the measures, put them in place to ensure that any suspected case is immediately isolated and the follow-up steps that have been mentioned are immediately taken.\nQ Lisa, so to what degree have you debated internally, and are you ever going to be prepared to recommend to the President, when someone suggested publicly today a travel ban to these three counties for any passengers who may seek to come to the United States either directly or indirectly?\nAnd, General, if you can tell us, how do you think your deployed assets are as far as catching up with what you intend to do? And do you think it’s time at some point to have military medical people actually involved in the direct care, as opposed the setting up the infrastructure in which care will be taken in?\nMS. MONACO: I’ll take the travel ban question first. I know that that has been something, an issue that has been raised. I taken note of Dr. Frieden’s comments in this regard, which is to say that, in fact, right now we believe those types of steps actually impede the response. They impede and slow down the ability of the United States and other international partners to actually get expertise and capabilities and equipment into the affected areas.\nAnd as we’ve said and stressed from this podium and others, the most important and effective thing we can do is to control the epidemic at its source. So what we want to be able to do is ensure we’re getting the assistance. We’re getting the expertise and we are getting to providers into the affected region and not impeding that.\nQ Please, before you go, many Americans might say, well, why not half a ban? Not getting there, but exiting -- are you considering that act?\nMS. MONACO: Let me just respond to that. As I mentioned, as the measures are being taken to screen individuals who are departing from the affected counties -- and we’ve spoken to that -- CDC professionals have actually provided the assistance and the training and the advice to airport officials in Liberia, Guinea and Sierra Leone.\nAnd as a result of those measures, and those screening steps that have been undertaken many, many people -- dozens of people -- have actually been stopped from traveling. So we those those issues -- those steps actually being effective.\nGeneral.\nGENERAL RODRIGUEZ: Yes, sir. Sir, for us the speed with which we’re moving out is really focused on the Ebola treatment units to get them -- that will take us several weeks. We’re working with the armed forces of Liberia. We’re working with contractors, and we’re working with a logistics chain of events to get the build materials there as fast as we can. It will take us several weeks to do that.\nAnd we are also doing some of the ones in some fairly isolated areas that are hard to support and get the equipment out there. So those will take us the longest.\nOn the other one, sir, right now we are not anticipating that military personnel will be treating the people. And again, that will be a decision made in the future if that ever gets to that point. But the international community has said not right now. That's not what we need.\nQ You do have folks capable of doing that, don't you?\nGENERAL RODRIGUEZ: Yes, we do. We also -- right now, as you say, medical professionals. There are three labs that are operating out there that are run by military medical professionals right now, and that's doing a great job identifying who has the disease and who doesn't, which is focusing who they're able to treat the patients. Okay? Thank you.\nQ Have you considered a waiting period?\nQ Have you considered a waiting period between issuing a visa and travel?\nMS. MONACO: As Josh would say, I think we’re going to move around a little bit.\nQ So help me understand -- the stuff that you’ve talked about in terms of preparedness here in this country, the conversations with hospitals, the coordination with the local authorities and all seems very dissonant I think to people in the country who look at basically the first case, or one of the first cases, and see that the whole thing broke down. At every step of the way there were breakdowns. It broke down, as the person back there was saying, when he lied on the form. It broke down when the hospital turned him away. It broke down when the materials that were in his apartment haven't been thrown away. I mean, it feels like, to Americans, like you guys are up here talking about we have this great and perfect system that’s going to be able to contain this virus because we’ve done all this preparation, and yet it doesn’t look like it’s working.\nAnd so how should the regular or the average person have confidence that whether it’s the case in Howard or whether it’s some case somewhere else in the country at the moment, that somebody isn’t being turned away there? That somebody didn’t get -- their temperature got taken in Africa but didn’t get caught, and so they’re on a plane as we speak? Square the dissonance between your confidence and the fact that things don’t seem to be working.\nMS. MONACO: Let me respond to that and ask my colleagues if they want to add.\nI think the American people should be confident for all the reasons that we have stated and the President has spoken to, and that is because the public health infrastructure we have here is so expert, is so expansive, and is considerable. And as Dr. Fauci has discussed and Dr. Shah has mentioned, the situation in Liberia, Sierra Leone and Guinea could not be more opposite in terms of the public health infrastructure and the ability of officials there to immediately isolate an individual case. What you’re seeing in Texas is the isolation of that patient, the contact tracing that is being done meticulously by CDC and local health professionals.\nThe other thing I would say to your question is, it is true -- we have a case in Texas. The Howard case that has been mentioned is a potential case, and I would defer to the medical professionals at Howard to give the definitive view on that. But I think it’s every important to remember this outbreak began in March of this year. And since that time, and since the screening measures that we have discussed from this podium began over the summer, there have been tens of thousands of individuals who have come to this country from the affected region.\nAnd we have now seen one case, and as Dr. Fauci mentioned, it is entirely possible we will see another case. However, I would point you and others to the fact that we have now seen tens of thousands of people in the time since March to the current day, and we now have this isolated case in Texas, but we have a public health infrastructure and medical professionals throughout this country who are capable of dealing with cases if they present themselves. And as Dr. Frieden has said, we are very confident that we can stop this and other cases in its tracks.\nQ Can you explain within that public health infrastructure what the lines of authority are? Once you have a confirmed case, for example, in Dallas, does the CDC, does the NIH? Is there a federal authority? Is it up to the local health department? Who’s in charge at that point?\nSECRETARY BURWELL: With regard to one of the things -- when any test is done, it is reported to CDC. So we have a network, and we want the test to be able to go quickly. So part of the preparedness that we did was we created capability all around the country for the test to occur so that they could occur quickly. We want that to happen so that they’re not all just coming to CDC. However, when that test occurs, CDC has alerted to the test occurring and the results of the test.\nWith regard to who controls the patient, I think is the question, that is done at the local level. And we support in that. And 10 people were on the ground from CDC immediately, I think you all know, in terms of supporting the local health departments in doing the contact tracing and any other issues that they have. Whether they’re issues of the testing, whether they’re issues of the contact tracing, we stand ready to do that.\nAnd so while the local health officials -- because this is a local issue and that’s really a big part of how you’re going to do the contact tracing, and they make the decisions on the ground -- we’re there hand-in-hand, in support, had 10 people on the ground, and work hand-in-glove with them.\nQ On the contact tracing, because some people in Dallas are concerned about the contact group being isolated in a highly congested apartment area -- and I think some of them -- there’s an expression that they should be moved -- is that a protocol that could be repeated in other communities? That the contact tracing group that they’re isolating, that’s the best place to keep them, in an environment where it may be a high-density apartment?\nSECRETARY BURWELL: That gets to the earlier question with regard to how local officials are handling their situation specifically. I think Dr. Fauci has gone over the way and the protocol. When you have not had a high-risk exposure, what needs to happen is basic temperature taking two times a day on a regular basis. High-risk exposure creates different needs. How local officials choose to implement that -- we work in conjunction, we have given the guidance out in terms of what we do, but those are decisions made at the local level.\nQ I have two other quick questions. One is, can you update us --\nSECRETARY BURWELL: I think I have to do the Josh quick move-around thing.\nQ Mine is also a very quick follow-up. Is nobody concerned that there were these breakdowns in Dallas? And are you really confident that there’s not going to be similar breakdowns elsewhere along the same line?\nSECRETARY BURWELL: I think when I spoke to the fact that we continue to work on our education and continue to work with locals and put out more and more information, we put out more information and updated information. Whenever there is anything that we see that we can do a better job on communicating, we will do that.\nAnd so this is, as I think the General mentioned, too -- we are going to learn every time and every step. But I think what we’re confident about is these processes work. If you look at what happened in Nigeria in terms of the cases in Nigeria, what happened is we quickly activated -- and CDC was a part of supporting the country of Nigeria both at the state and federal level to put in place the things that it needed to put in place. We know it’s about detect, isolation, treat the patient, do the contact tracing. Those are the steps. And now we see where we are in Nigeria in terms of the cases and them having moved through. And this I think Dr. Fauci mentioned.\nAnd so we believe that as we take these steps, these key, core fundamental steps -- and we are in the middle of that in Dallas in terms of the contact tracing and making sure that the people that should be taking the temperatures are doing that. And so that’s how and why we believe that this is going to work.\nLet me go to Dr. Fauci with the vaccine question.\nDR. FAUCI: Okay, I’ll answer the vaccine question in a second, but I just wanted to make the point that you were making. There were things that did not go the way they should have in Dallas, but there are a lot of things that went right and are going right. If you look at it, the person is now in isolation being properly taken care of. And the fundamental core basis of preventing an outbreak -- contact tracing -- is now going on, and that’s the important thing. And that’s going on very efficiently. The CDC sets down very clear guideline protocols about how to do that, and that’s being done.\nSo although certainly it was rocky to the perception of people in reality, but the fact is, the reason I said there wouldn’t be an outbreak is because of what’s going on right now. So even though there were missteps there, there were good things that happened also.\nWith regard to the vaccine, I don’t know who asked the question of the vaccine. Well, obviously, we would hope that that vaccine could be a part of the response. Even though public health infection control is still the core of getting this under control, vaccine historically is important.\nSo we have a vaccine, a couple of candidates. The one that’s most advanced is the one that we announced just a while ago. The first person in a phase-one trial received a vaccine on September the 2nd at the NIH in Bethesda. That’s the first phase of a multi-phased trial to develop a vaccine. It’s called phase one because its primary endpoint is safety. If we determine that it’s safe -- and it looks good so far -- and also that it induces a response that you would predict would be protective -- which we’ll know probably by the end of November, beginning of December -- when you get through that phase, then the next phase is a phase two, which is many, many more people conducted in the environment where you could prove its efficacy, and that would be West Africa.\nSo the next phase, sometime likely in the first quarter of 2015, will begin a trial to determine overall long-range safety and, importantly, whether it works or not.\nQ I understand that the purpose of this briefing it to reassure the American public, and you’ve done that, and probably justifiably so. But as a medical professional, as doctor, what concerns you most about this outbreak and this particular disease now that it’s in the United States?\nDR. FAUCI: Now that it’s in the United States the concern is that I don’t ever like to see people get sick and people suffer and die. But as a medical professional who has witnessed and experienced the whole 38 years, since 1976, I never say I’m not concerned, because that’s interpreted as taking something lightly. I take nothing lightly. But I’m convinced by what we have all said today, that the system that’s in place with our health care infrastructure would make it extraordinarily unlikely that we would have an outbreak. And the reason we know that is that if you look at the situations -- and Nigeria, as the Secretary mentioned, is a classic example of that.\nThe reason we’re having this devastating, painful, very difficult situation in the West African countries is because they don’t have the system to be able to contain it. If they had this system, we would not be seeing all of the suffering and dying in West Africa.\nQ Just to follow up -- if that’s the case, and if it’s one case in the United States now, as we know it is, why are we having news conferences like this? And why are we also afraid? If there’s no chance of an outbreak, what is it about this disease that frightens you and us?\nDR. FAUCI: Okay, so we’re having the press conference because we need to get information out because there is a lot of fear. And the reason there’s a lot of fear is that there are many things when you have outbreaks: it’s the unknown, it’s the cataclysmic nature of it -- mainly, it’s acute, it kills at a high percentage, and it kills quickly. That in and of itself almost intuitively makes people frightened.\nThe other thing that makes people frightened -- can this happen to me without my even knowing it, without my having any behavioral change at all. And that’s the kind of thing that we have to keep over and over again emphasizing: We respect your concern, we understand your concern, but the evidence base tells us that that is not going to happen. And we have to say that a lot. We have to say it today, and I’ll have to say it tonight on TV. And Tom Frieden will say it tomorrow on TV, and we’ll try as best as we can to continue to get the message out.\nQ One follow-up. Who bears ultimately responsibility for what did happen, the breakdown that happened in Texas? Is it the hospital? Is it the CDC that didn’t sent out clear enough guidelines in the beginning? And you say you’re taking the steps to make sure it doesn’t happen again. Is it sending out clearer guidelines? Being more communicative? What specifically if being done?\nSECRETARY BURWELL: I think, as with most things, it is about making sure -- and I think Dr. Fauci just in his response to the question -- we cannot over-communicate about this issue. And we cannot over-communicate in two ways. One, because of the question that was posed with regard to how people feel. And then the second is, this is an execution game, in terms of both what’s happening on that ground -- and that’s why it is so important to have the United States military, because there is no one that can help with execution. It is same in the United States.\nSo the steps that we have to take are about making sure execution, execution, execution. And that gets to your question, which is that is why we have to communicate, and communicate again, and communicate with clarity. And if there was anything that people -- that’s why there are a hundred different documents that have been put up on the CDC website, because we put up the document, we get the call if there’s a question. And if for some reason people don’t feel it’s clear or have an additional question, we get it up, we answer their question, but we’re trying to disseminate that information more broadly.\nAnd so what we want to do is, because this is about communication and execution, is continue to do that, and do it as much and as quickly as we can.\nThank you.\n\n\t\tEND    \n\n\t\t5:25 P.M. EDT\n\n\t\t \n\n\n\n\n\n"
}