{
    "title": "FACT SHEET: The Early Retiree Reinsurance Program | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/fact-sheet-early-retiree-reinsurance-program",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 04, 2010\n\n \n\n\n\nFACT SHEET: The Early Retiree Reinsurance Program\n\n\n\n\nRising costs have made it difficult for employers to provide quality, affordable health insurance for workers and retirees while also remaining competitive in the global marketplace.  Many Americans who retire without employer-sponsored insurance and before they are eligible for Medicare see their life savings disappear because of exorbitant rates in the individual market.   The Early Retiree Reinsurance Program will provide much-needed financial relief for employers so retirees can get quality, affordable insurance starting this year.\nQuality, Affordable Care for Early Retirees\n\nThe percentage of large firms providing workers with retiree coverage has dropped from 66 percent in 1988 to 31 percent in 2008.\nThe Affordable Care Act provides $5 billion in financial assistance to employers to help them maintain coverage for early retirees age 55 and older who are not yet eligible for Medicare.\nEmployers can use the savings to either reduce their own health care costs, provide premium relief to their workers and families or a combination of both.\n\nRelief for Businesses\n\nThis temporary program will make it easier for employers to provide coverage to early retirees.\nEmployers who are accepted into the program will receive reinsurance reimbursement for medical claims for retirees age 55 and older who are not eligible for Medicare, and their spouses, surviving spouses, and dependents. \nHealth benefits that qualify for relief include medical, surgical, hospital, prescription drug, and other benefits that may be specified by the Secretary of Health and Human Services, as well as coverage for mental health services.\nThe amount of this reimbursement to the employer plan is up to 80% of claims costs for health benefits between $15,000 and $90,000.  Claims incurred between the start of the plan year (often January 1) and June 1st are credited towards toward the $15,000 threshold for reimbursement.  However, only medical expenses incurred after June 1, 2010 are eligible for reimbursement under this program.\nFor example:  If an individual incurs costs of $30,000 between the start of the plan year and June 1, and $40,000 after that date.  The amount which may be reimbursed is $40,000 – the costs above the $15,000 threshold that occur after June 1.\nIf a plan incurs $90,000 or more in expenses before June 1, it is treated as having met the $15,000 threshold and is eligible for reimbursement for costs incurred after June 1.\nThese limits apply and claims are filed for individual’s costs.  Firms cannot add two or more individuals together to attain the threshold.\nBoth self-funded and insured plans can apply, including plans sponsored by private entities, state and local governments, nonprofits, religious entities, unions, and other employers.\n\nBridge to 2014\n\nHHS will begin the Early Retiree Program on June 1, 2010, in advance of the June 21 start date required by the Affordable Care Act, allowing more claims to qualify for reinsurance payments for plans this year.\nEligible employers can apply for the program through the Department of Health and Human Services. Applications will be available by the end of June.\nTo receive assistance, plans must have their applications approved, document claims, and implement programs and procedures that have or have the potential to generate cost savings for participants with chronic and high-cost conditions.\nPlans will be subject to audits to assure fiscal integrity.  \nThe Early Retiree Reinsurance Program will assist these employer plans and individuals with the cost of health care coverage and health care. \nThe program ends on January 1, 2014 when early retirees will be able to choose from the additional coverage options that will be available in the health insurance exchanges. \n\n \n \n\n\n\n"
}