{
    "title": "Fact Sheet: National Strategy for Counterterrorism | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/06/29/fact-sheet-national-strategy-counterterrorism",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 29, 2011\n\n \n\n\n\nFact Sheet: National Strategy for Counterterrorism\n\n\n\n\n“As a country, we will never tolerate our security being threatened, nor stand idly by when our people have been killed.  We will be relentless in defense of our citizens and our friends and allies.  We will be true to the values that make us who we are. And on nights like this one, we can say to those families who have lost loved ones to al Qaeda’s terror:  Justice has been done.”\n--President Barack Obama\n\tMay 1, 2011\nThe National Strategy for Counterterrorism, found here, http://obamawhitehouse.archives.gov/sites/default/files/counterterrorism_strategy.pdf formalizes the approach that President Obama and his Administration have been pursuing and adapting for the past two and half years to prevent terrorist attacks and to deliver devastating blows against al-Qa’ida, including the successful mission to kill Usama bin Laden.\nRather than defining our entire national security policy, this counterterrorism strategy is one part of President Obama’s larger National Security Strategy, which seeks to advance our enduring national security interests, including our security, prosperity, respect for universal values and global cooperation to meet global challenges.\nThis Strategy builds upon the progress we have made in the decade since 9/11, in partnership with Congress, to build our counterterrorism and homeland security capacity as a nation.  It neither represents a wholesale overhaul—nor a wholesale retention—of previous policies and strategies.\nThreat—This Strategy recognizes there are numerous nations and groups that support terrorism to oppose U.S. interests, including Iran, Syria, Hezbollah and HAMAS, and we will use the full range of our foreign policy tools to protect the United States against these threats.\nHowever, the principal focus of this counterterrorism strategy is the network that poses the most direct and significant threat to the United States—al-Qa’ida, its affiliates and its adherents.\n\n\nAl-Qa’ida has murdered thousands of our citizens, including on 9/11. \n\t\t \n\n\t\tAl-Qa’ida affiliates—groups that have aligned with al-Qa’ida—have attempted to attack us, such as Yemen-based al-Qa’ida in the Arabian Peninsula’s (AQAP) failed attempt to bomb a Detroit-bound airliner on December 25, 2009.\n\t\t \n\n\t\tAl-Qa’ida adherents—individuals, sometimes American citizens, who cooperate with or are inspired by al-Qa’ida—have engaged in terrorism, including the tragic slaughter of our service members at Fort Hood in 2009.\n\nOur Ultimate Objective—This Strategy is clear and precise in our ultimate objective: we will disrupt, dismantle, and ultimately defeat al-Qa’ida—its leadership core in the Afghanistan-Pakistan region, its affiliates and adherents to ensure the security of our citizens and interests.\nOur Posture—We are at war.  We are waging a broad, sustained, integrated and relentless campaign that harnesses every element of American power to defeat al-Qa’ida.\nOur Goals--To defeat al-Qa’ida, we are pursuing specific counterterrorism goals, including:\n\n\n\t\tProtecting our homeland by constantly reducing our vulnerabilities and adapting and updating our defenses.\n\t\t \n\n\t\tDisrupting, degrading, dismantling and defeating al-Qa’ida wherever it takes root.\n\t\t \n\n\t\tPreventing terrorists from acquiring or developing weapons of mass destruction.\n\t\t \n\n\t\tEliminating the safehavens al-Qa’ida needs to train, plot and launch attacks against us.\n\t\t \n\n\t\tDegrading links between al-Qa’ida, its affiliates and adherents. \n\t\t \n\n\t\tCountering al-Qa’ida ideology and its attempts to justify violence.\n\t\t \n\n\t\tDepriving al-Qa’ida and its affiliates of their enabling means, including illicit financing, logistical support, and online communications.\n\nOur Principles—Our pursuit of these goals is guided by several key principles, including:\n\n\nUpholding core American values, including rule of law and the privacy, civil rights, and civil liberties of all Americans;\n\nHarnessing every tool at our disposal, including intelligence, military, homeland security and law enforcement, and maximizing cooperation between communities;\n\nBuilding partnerships to with international institutions and partners so that nations can take the fight to al-Qa’ida, its affiliates and adherents in their own countries;\n\nApplying tools appropriately, recognizing that different threats in different regions demand different tools;\n\nBuilding a culture of preparedness and resilience at home to prevent terrorist attacks and ensure we can quickly recover should an attack occur.\n\nDevastating Blows Against Al-Qa’ida—guided by this Strategy, we have achieved significant progress against al-Qa’ida over the past two and a half years.\n\n\n\t\tWe have put al-Qa’ida under more pressure than at any time since 9/11, affecting its ability to attract new recruits and making it harder for al-Qa’ida to train and plot attacks.\n\n\t\tAl-Qa’ida’s leadership ranks have been decimated, with more key leaders eliminated in rapid succession than at any time since 9/11. \n\n\t\tVirtually every major al-Qa’ida affiliate has lost its key leader or operational commander.\n\n\t\tMore than half of al-Qa’ida’s leadership has been eliminated, including Usama bin Laden \n\n“On a Path to Defeat”¬ —As President Obama stated in his June 22 remarks on our way forward in Afghanistan, “we have put al Qaeda on a path to defeat, and we will not relent until the job is done.”\n\n\n\t\tInformation seized from his compound reveals bin Laden’s concerns about al-Qa’ida’s long-term viability. \n\n\t\tBin Laden clearly saw that al-Qa’ida is losing the larger battle for hearts and minds. \n\n\t\tBin Laden knew that he had failed to portray America as being at war with Islam.\n\n\t\tHe knew that al-Qa’ida’s murder of so many innocent civilians, most of them Muslims, had deeply and perhaps permanently tarnished al-Qa’ida’s image in the world.\n\n\n\n\n\n"
}