{
    "title": "President Obama Unveils 'United We Serve,' Calls on All Americans to Commit to Meaningful Volunteer Service in Their Daily Lives | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-unveils-united-we-serve-calls-all-americans-commit-meaningful-volun",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 17, 2009\n\n \n\n\n\nPresident Obama Unveils 'United We Serve,' Calls on All Americans to Commit to Meaningful Volunteer Service in Their Daily Lives\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  _________________________________________________________________  For Immediate Release                                           June 17, 2009    President Obama Unveils ‘United We Serve,’   Calls on All Americans to Commit to Meaningful Volunteer Service in Their Daily Lives President encourages Americans to visit www.serve.gov to find and create service projects in their communities, share stories about projects they’re working on  WASHINGTON, DC – Today, in a video message, President Obama unveiled United We Serve, an extended call to service challenging all Americans to help lay a new foundation for growth in this country by engaging in sustained, meaningful community service. The initiative will be led by the Corporation for National and Community Service, the federal agency dedicated to fostering service in communities across the country. Since his Inauguration, the President has called on all Americans to serve their communities and be a part of building a better future for our country. The United We Serve summer initiative begins on June 22nd and runs through the National Day of Service and Remembrance on September 11th. The National Day of Service and Remembrance was created by the Edward M. Kennedy Serve America Act, which President Obama signed in April to help encourage and facilitate community service across the country. During this summer, the President is renewing his call to all Americans to identify needs in their communities, engage in meaningful service to create change – and stay engaged with those projects long after September. The President’s call focuses on four key areas where everyone can have a continuing impact in their community: education, health, energy and the environment and community renewal. To create new service projects, to find service projects in their communities and to share stories about projects that are making a difference, Americans can visit the Corporation’s website, www.serve.gov. President Obama’s video was distributed via email by the Corporation for National and Community Service. View President Obama’s full video message at www.serve.gov. \"The challenges we face are unprecedented in their size and scope, and we cannot rely on quick fixes or easy answers to put us on the road to recovery,\" President Obama says in the video message. \"In this new century, we need to a build a new foundation for economic growth in America. My Administration has already begun this work with dramatic new investments in education, health care and clean energy – investments that will create new jobs and lay the foundation for lasting prosperity. But we cannot do this alone here in Washington…’ ‘Economic recovery is as much about what you're doing in your communities as what we're doing in Washington – and it’s going to take all of us, working together.\" The goal of United We Serve is to help make volunteerism and community service part of the daily lives of all Americans in order to help build a new foundation, one community at a time. Further details about the June 22nd kickoff are forthcoming.\n\n\n\n"
}