{
    "title": "Statement by the President on the Observance of Juneteenth | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/06/19/statement-president-observance-juneteenth",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 19, 2016\n\n \n\n\n\nStatement by the President on the Observance of Juneteenth\n\n\n\n\n\nJust outside the Oval Office hangs a painting depicting the night of December 31, 1862. In it, African-American men, women, and children crowd around a single pocket watch, waiting for the clock to strike midnight and the Emancipation Proclamation to take effect. As the slaves huddle anxiously in the dimly lit room, we can sense how even two more minutes seems like an eternity to wait for one’s freedom. But the slaves of Galveston, Texas, had to wait more than two years after Lincoln’s decree and two months after Appomattox to receive word that they were free at last.\n\n\tToday we commemorate the anniversary of that delayed but welcome news. Decades of collective action would follow as equality and justice for African-Americans advanced slowly, frustratingly, gradually, on our nation’s journey toward a more perfect union. On this Juneteenth, we remember that struggle as we reflect on how far we’ve come as a country. The slaves of Galveston knew their freedom was only a first step, just as the bloodied foot soldiers who crossed the Edmund Pettus Bridge 100 years later knew they had to keep marching.\n\n\tJuneteenth is a time to recommit ourselves to the work that remains undone. We remember that even in the darkest hours, there is cause to hope for tomorrow’s light. Today, no matter our race, religion, gender, or sexual orientation, we recommit ourselves to working to free modern-day slaves around the world and to honoring in our own time the efforts of those who fought so hard to steer our country truer to our highest ideals.\n\n\t###\n\n\n\n\n"
}