{
    "title": "FACT SHEET: Vice President Biden Announces It’s On Us Progress and Marks Sexual Assault Awareness and Prevention Month | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/04/23/fact-sheet-vice-president-biden-announces-it-s-us-progress-and-marks-sex",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nApril 23, 2015\n\n \n\n\n\nFACT SHEET: Vice President Biden Announces It’s On Us Progress and Marks Sexual Assault Awareness and Prevention Month\n\n\n\n\n“Violence against women is not a women’s issue alone. It’s a man’s issue as well… So to all of the guys out there—you have to step up. That’s how we can change the culture on campus and around the country to one that understands no means no.” – Vice President Biden\nIn remarks at the University of Illinois at Urbana-Champaign, Vice President Biden will honor Sexual Assault Awareness and Prevention Month with an important update on the Administration’s efforts to help combat instances of sexual assault, including on college and university campuses. \nPresident Obama and Vice President Biden have made it a national priority to root out sexual violence and assault wherever it exists, especially in our schools. As part of their efforts, they launched a public awareness and education campaign last year called It’s On Us. The campaign seeks to empower college students – and all members of campus communities – not only to respond effectively to sexual assault, but also to prevent it in the first place. That is why It’s On Us was launched in partnership with student body leadership from nearly 200 colleges and universities across the country, collegiate sports organizations such as the NCAA, and private companies that have strong connections with students at colleges and universities, in addition to Generation Progress.\nAs part of the Administration’s ongoing effort to combat sexual violence, the Vice President is traveling to the University of Illinois at Urbana-Champaign to recognize new It’s On Us commitments and progress, and the critical role that students at the University and across the country play in championing the It’s On Us mission. The Vice President will be joined on campus by actress Jessica Szohr to help amplify this important message. \nNew It’s On Us National Milestones\n\n\n200,000: More than 200,000 people around the country have taken the It’s On Us pledge, a personal commitment to help keep women and men safe from sexual assault.\n\n600: More than 600 It’s On Us events have taken place, including rallies, pledge drives, and campus dialogues.\n\n300: More than 300 campuses have hosted It’s On Us student-led campaigns.\n\n190: More than 190 campuses have created their own public service announcements.\n\nNew It’s on Us Commitments\nFunny Or Die: Funny or Die, whose network reaches directly into the It's On Us target demographic, will produce creative content and celebrity engagement to create a culture where sexual violence is unacceptable. The site has over 19 million unique users per month, over 60 million video views per month, and has grown into a vertically integrated digital studio that produces content over numerous platforms, including on Twitter and Facebook.\nPandora: Pandora is teaming up with the It’s On Us campaign to spread the word about the importance of bystander intervention. Pandora is running the It’s On Us public service announcement, specifically targeting 10 million men ages 18-22 on college campuses across the country. The most popular online radio platform in the United States, Pandora reaches over 80 million Americans online each month.\nUSA Network: In a renewed partnership, USA Network and actress Jessica Szohr, star of the new television series new series “Complications,” will be joining Vice President Biden at the It’s On Us rally to help amplify the important message. In addition to providing ongoing digital and social promotion, USA Network will be commemorating National Sexual Assault Awareness and Prevention Month and highlighting the It’s On Us campaign during a special marathon of “Law & Order: SVU” on Sunday, April 26, which focuses on ending campus sexual assault.\nGreek Organizations: Several Greek organizations, including Alpha Chi Rho, Alpha Kappa Lambda, Delta Kappa Epsilon, Kappa Kappa Gamma, Pi Kappa Alpha, Pi Kappa Phi, Tau Kappa Epsilon, Sigma Psi Zeta, and Zeta Beta Tau have signed on as partners of the It’s On Us campaign and are working with their local chapters to get the word out about the pledge, host events and trainings, and film public service announcements.\nIt’s On Us Partnerships\nIt’s On Us now includes 75 non-profit and private sector partners that focus on supporting the campaign using digital, television, and alternative strategies.\nThe full list of It’s On Us partners includes:\nA Call to Men, AAUW, ACC, Alpha Chi Rho (AXP) National Fraternity, Alpha Kappa Lambda, Atlantic 10, Big East, Big Ten, Big Twelve, Booster, Campus Advantage, Circle of 6, Clear Channel, College Humor, Conversant Media, Culture of Respect, Custom Ink, Delta Kappa Epsilon, Electronic Arts, Everfi, Feminist Majority, Generation Progress, GLAAD, Great Lakes Valley Conference, Hillel International, iHeart Media, Jewish Women International, Kappa Kappa Gamma, Landmark, LiveSafe, Lyft, Mekanism, Men Can Stop Rape, Microsoft, National Alliance to End Sexual Violence, National Council of Jewish Women (NCJW), National Sexual Violence Resource Center, NCAA, NCLC, Newsweek, Northeast Conference, NWLC, On Campus Media, Only With Consent, Our Time, Pac 12, Park Pictures, Participant Media, Pi Kappa Alpha Fraternity, Pi Kappa Phi Fraternity, PVBLIC, RAINN, Roosevelt Campus Network, SB Nation, SEC, Sigma Psi Zeta, Snapchat, Southern Conference, Southwestern Athletic Conference, Symplicity, Tau Kappa Epsilon, The Mill, The White House, Tumblr, UltraViolet, USA Bobsled and Skeleton, USA Characters Unite, USA Squash, USA Swimming, USA Water Polo, USA Wrestling, United States Olympic Committee, Verifone Media, Viacom - VH1, MTV, BET, CMT, Spike, Young Invincibles, YWCA, Zeta Beta Tau.\nThe White House Task Force to Protect Students From Sexual Assault and the Not Alone Campaign\n“It’s On Us” is a critical step forward in the Administration’s multipronged approach to combat campus sexual assault through the work of the White House Task Force to Protect Students From Sexual Assault.  The Task Force was established by President Obama on January 22, 2014, and is co-led by the Office of the Vice President and the White House Council on Women and Girls.  Since its inception, this collaborative interagency effort has worked to explore the scope of the problem, foster the development of best practices, and improve the federal government’s efforts to prevent and respond to sexual assault on our nation’s campuses. \nOn April 29, 2014, the Task Force released its first report – Not Alone – which included recommendations, action steps, and policy templates to help colleges and universities better address the problem.  Since then, the Task Force has continued to provide additional resources through its website – NotAlone.gov – including sample policy language, memoranda of understanding, and toolkits for schools to adapt as they seek to strengthen collaborations, enhance prevention efforts, and address the needs and choices of survivors of sexual assault.  Recognizing that sexual violence in all its forms is a significant public health problem, the Task Force is also engaged in identifying how its recommendations apply to students attending our elementary and secondary schools.  \nGoing forward, the Task Force and the It’s On Us campaign look to build upon these efforts and to sustain the momentum on this important issue.  It’s on us – all of us – to step up, take action, and protect our nation’s students.\n\n\n\n\n"
}