{
    "title": "FACT SHEET: The White House Launches the “My Brother’s Keeper Community Challenge” | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/09/30/fact-sheet-white-house-launches-my-brother-s-keeper-community-challenge",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 30, 2014\n\n \n\n\n\nFACT SHEET: The White House Launches the “My Brother’s Keeper Community Challenge”\n\n\n\n\nIn February, President Obama launched the My Brother’s Keeper (MBK) initiative to ensure that all youth, including boys and young men of color, have opportunities to improve their life outcomes and overcome barriers to success.  As part of that launch, the President also established the My Brother’s Keeper Task Force (Task Force) to review public and private sector programs, policies, and strategies, and determine ways the Federal Government can better support these efforts.  The Task Force was also charged with determining how to better involve State and local officials, the private sector, and the philanthropic community.  In late May, the Task Force released its 90-day interim progress report, which identified a set of recommendations and a blueprint for action for government, business, non-profit, philanthropic, faith, and community partners.  \nSince the launch of MBK, the Task Force has met with and heard from thousands of Americans, through online and in-person listening sessions, who are already taking action.  In June, responding to their commitment announced at the MBK launch, eleven of the nation's leading philanthropies announced $194 million in independent incremental investments in organizations and initiatives, including programs to enhance school learning environments and reduce young people’s interaction with the justice system.  In July, President Obama announced new independent commitments by businesses and nonprofits representing more than $100 million dollars and pledges of support from educators, business leaders, athletes, and mayors aimed at addressing some of the report’s recommendations.  Also in July, the National Convening Council (NCC) was launched as an independent private sector initiative bringing together leaders from business, philanthropy and the faith, youth, Tribal, local, and nonprofit communities. \nOn September 27th, the President announced that more than 100 mayors, county officials and tribal nations (full list below) have already accepted the “My Brother’s Keeper Community Challenge” (“MBK Community Challenge” or “Challenge”), the next step in organizing and building upon the work of community leaders to improve outcomes for youth in America. \nMBK Community Challenge\nToday, the White House announced the MBK Community Challenge, an effort to encourage communities (cities, counties, suburbs, rural municipalities, and tribal nations) to implement a coherent cradle-to-college and career strategy aimed at improving life outcomes for all young people, consistent with the goals and recommendations of the Task Force’s May report, to ensure that all youth can achieve their full potential, regardless of who they are, where they come from, or the circumstances into which they are born. The Challenge is not a new federal program, but rather a call to action for leaders of communities across the Nation to build and execute comprehensive strategies that ensure:\n\n\n\t\tAll children enter school cognitively, physically, socially, and emotionally prepared;\n\n\t\tAll children read at grade level by third grade;\n\n\t\tAll young people graduate from high school;\n\n\t\tAll young people complete post-secondary education or training;\n\n\t\tAll youth out of school are employed; and\n\n\t\tAll young people are safe from violent crime.\n\nThe Task Force also identified a set of “cross cutting” areas, among them the importance of caring adults being present and active in the lives of children, hence the emphasis placed on mentoring.\nThe Challenge calls upon mayors, Tribal leaders, town and county executives, encouraging them to take the following steps:  within 45 days of accepting the Challenge, local communities convene a Local Action Summit with key public and private sector stakeholders to assess needs, determine priorities, and decide what combination of the above objectives they will tackle; within six months of accepting the Challenge, communities publicly launch a plan of action for accomplishing their goals, which will include a protocol for tracking data, benchmarks for tracking progress, and a blueprint for how the community will resource its efforts.     \nThe White House, the U.S. Department of Education, and the NCC are launching the Challenge.  The NCC will provide communities with resources to support their local planning process, assisting them in developing successful strategies for action and tracking their progress.  More information, including how local executives can sign up for the Challenge, is available at www.MBKChallenge.org.\nAdditionally, the Federal government has recently announced a number of programs that address recommendations in the My Brother’s Keeper Task Force progress report.  For example, the Department of Justice announced a $4.75 million initiative to invest in training, evidence-based strategies, policy development and research to build trust and strengthen the relationship between law enforcement, and the communities they serve, and through the Smart on Juvenile Justice initiative, awarded $2 million in three grants which provide training, technical assistance and education to improve the quality of services, end racial and ethnic disparities, and encourage reforms in juvenile justice systems.  The Department of Education awarded more than $57 million in grants focused on improving school climates and keeping students safe.  And in September, the Departments of Justice and Housing and Urban Development announced a collaboration between HUD-funded organizations, and civil legal aid programs and public defender offices, to focus on expunging and sealing juvenile records – improving the chances that reentering youth will be able to obtain degrees, find work, and secure housing.  \nInformation on previous independent private sector commitments can be found at http://obamawhitehouse.archives.gov//the-press-office/2014/07/21/fact-sheet-president-obama-applauds-new-commitments-support-my-brother-s.\n \nMBK Community Challenge Early Acceptors\n \n\n\n\n\nLocalities\nAkron, OH\nAlbuquerque, NM\nAlleghany County, PA\nAnniston, AL\nAtlanta, GA\nAtlantic City, NJ\nAugusta, GA\nBaton Rouge, LA\nBeaverton, OR\nBirmingham, AL\nBoston, MA\nBridgeport, CT\nBrooklyn Park, MN\nBuffalo, NY\nCaddo Parish, LA\nCarlisle, PA\nCharleston, SC\nCharles Town, WV\nCharlottesville, VA\nChattanooga, TN\nChicago, IL\nCleveland, OH\nColumbia, SC\nColumbus, OH\nCompton, CA\nCook County, IL\nCulver City, CA\nDallas County, TX\nDayton, OH\nDeKalb County, GA\nDenver, CO\nDes Moines, IA\nDetroit, MI\nDubuque,  IA\nDuPage County, IL\nDurham, NC\nEdinburg, TX\nElkhart, IN\nFairmount Heights, MD\nFerguson, MO\nFlint, MI\nForest Heights, MD\nFort Wayne, IN\nFort Worth, TX\nFulton County, GA\nGary, IN\nHarrisburg, PA\nHartford, CT\nHempstead, NY\nHobson, AL\nHolly Hill, SC\n \n\n\nHolyoke, MA\nHouston, TX\nHuntington, WV\nIndianapolis, IN\nIthaca, NY\nJacksonville, FL\nJersey City, NJ\nJohnstown, PA\nKansas City, KS\nKansas City, MO\nKnoxville, TN\nLansing, MI\nLaredo, TX\nLas Vegas, NV\nLittle Rock, AR\nLong Beach, CA\nLos Angeles, CA\nLouisville, KY\nMacon, GA\nMadison, WI\nMassillon, OH\nMemphis, TN\nMilwaukee, WI\nMinneapolis, MN\nMount Rainier, MD\nNew Haven, CT\nNew Orleans, LA\nNew York, NY\nNewark, NJ\nNewton, MA\nNiagara Falls, NY\nNormandy, MO\nNorth Chicago, IL\nOak Creek, WI\nOakland, CA\nOrlando, FL\nPalm Beach County, FL\nPhiladelphia, PA\nPhoenix, AZ\nPittsburgh, PA\nPortland, ME\nPortland, OR\nPrairie View, TX\nPrince George's County, MD\nPrichard, AL\nPrinceton, NJ\nProvidence, RI\nRanson, WV\nRialto, CA\nRichmond, CA\n \n\n\nRochester, NY\nSacramento, CA\nSaint Joseph, LA\nSalt Lake City, UT\nSan Antonio, TX\nSan Francisco, CA\nSanta Ana, CA\nSanta Fe, NM\nSavannah, GA\nSeattle, WA\nShreveport, LA\nSouthfield, MI\nSt. Louis, MO\nSt. Paul, MN\nSyracuse, NY\nTacoma, WA\nTallahassee, FL\nTampa, FL\nTucson, AZ\nVillage of Phoenix, IL\nWashington, D.C\n \nTribal Nations\nAgua Caliente Band of Cahuilla Indians (CA)\nCentral Council Tlingit and Haida Indian Tribes of Alaska (AK)\nCherokee Nation (OK)\nCheyenne River Sioux Tribe (SD)\nFond du Lac Band of Lake Superior Chippewa  (MN)\nHoonah Indian Association (AK)\nMashantucket Pequot Tribal Nation (CT)\nNavajo Nation (AZ, NM, UT)\nOneida Nation of Wisconsin (WI)\nPawnee Nation (OK)\nRound Valley Indian Tribes (CA)\nSault Ste. Marie Tribe of Chippewa Indians (MI)\nSisseton Wahpeton Oyate Tribe (SD, ND)\nStanding Rock Sioux Tribe (ND, SD)\nSwinomish Indian Tribal Community (WA)\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\t \n\n\n\n\n"
}