{
    "title": "Statement by the Press Secretary on H.R. 2607, H.R. 3700, H.R. 3931, H.R. 3953, H.R. 4010, H.R. 4425, H.R. 4747, H.R. 4761, H.R. 4777, H.R. 4877, H.R. 4904, H.R. 4925, H.R. 4975, H.R. 4987, H.R. 5028, H.R. 5722, S. 764, S. 2893, S. 3055, S. 3207 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/07/29/statement-press-secretary-hr-2607-hr-3700-hr-3931-hr-3953-hr-4010-hr",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 29, 2016\n\n \n\n\n\nStatement by the Press Secretary on H.R. 2607, H.R. 3700, H.R. 3931, H.R. 3953, H.R. 4010, H.R. 4425, H.R. 4747, H.R. 4761, H.R. 4777, H.R. 4877, H.R. 4904, H.R. 4925, H.R. 4975, H.R. 4987, H.R. 5028, H.R. 5722, S. 764, S. 2893, S. 3055, S. 3207\n\n\n\n\n\n\tOn Friday, July 29, 2016, the President signed into law:\n\n\tH.R. 2607, which designates the facility of the United States Postal Service located at 7802 37th Avenue in Jackson Heights, New York, as the Jeanne and Jules Manford Post Office Building;\n\n\tH.R. 3700, the “Housing Opportunity Through Modernization Act of 2016,” which modifies the administration and delivery of a number of Federal housing programs;\n\n\tH.R. 3931, which designates the facility of the United States Postal Service located at 620 Central Avenue Suite 1A in Hot Springs National Park, Arkansas, as the Chief Petty Officer Adam Brown United States Post Office;\n\t \n\tH.R. 3953, which designates the facility of the United States Postal Service located at 4122 Madison Street, Elfers, Florida, as the Private First Class Felton Roger Fussell Memorial Post Office;\n\n\tH.R. 4010, which designates the facility of the United States Postal Service located at 522 North Central Avenue in Phoenix, Arizona, as the Ed Pastor Post Office;\n\n\tH.R. 4425, which designates the facility of the United States Postal Service located at 110 East Powerhouse Road in Collegeville, Minnesota, as the Eugene J. McCarthy Post Office;\n\n\tH.R. 4747, which designates the facility of the United States Postal Service located at 6691 Church Street in Riverdale, Georgia, as the Major Gregory E. Barney Post Office Building;\n\n\tH.R. 4761, which designates the facility of the United States Postal Service located at 61 South Baldwin Avenue in Sierra Madre, California, as the Louis Van Iersel Post Office;\n\n\tH.R. 4777, which designates the facility of the United States Postal Service located at 1301 Alabama Avenue in Selma, Alabama, as the Amelia Boynton Robinson Post Office Building;\n\n\tH.R. 4877, which designates the facility of the United States Postal Service located at 3130 Grants Lake Boulevard in Sugar Land, Texas, as the LCpl Garrett W. Gamble, USMC Post Office Building;\n\n\tH.R. 4904, the “Making Electronic Government Accountable By Yielding Tangible Efficiencies Act of 2016” or the “MEGABYTE Act of 2016,” which requires Federal agencies, through an Office of Management and Budget directive, to track software licenses, and to make public reports on cost savings through efficient software license management; \n\t  \n\tH.R. 4925, which designates the facility of the United States Postal Service located at 229 West Main Cross Street, in Findlay, Ohio, as the Michael Garver Oxley Memorial Post Office Building;\n\n\tH.R. 4975, which designates the facility of the United States Postal Service located at 5720 South 142nd Street in Omaha, Nebraska, as the Petty Officer 1st Class Caleb A. Nelson Post Office Building;\n\t  \n\tH.R. 4987, which designates the facility of the United States Postal Service located at 3957 2nd Avenue in Laurel Hill, Florida, as the Sergeant First Class William \"Kelly\" Lacey Post Office;\n\t \n\tH.R. 5028, which designates the facility of the United States Postal Service located at 10721 E Jefferson Ave in Detroit, Michigan, as the Mary E. McCoy Post Office Building;\n\n\tH.R. 5722, the “John F. Kennedy Centennial Commission Act,” which establishes the John F. Kennedy Centennial Commission to plan, develop, and carry out activities to honor John F. Kennedy on the occasion of the 100th anniversary of his birth;\n\n\tS. 764, which directs the Secretary of Agriculture to establish a national mandatory bioengineered food disclosure standard\n\n\n\n\n"
}