{
    "title": "Readout of the President’s Meeting with Electric Utility CEOs and their Trade Associations | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/05/08/readout-president-s-meeting-electric-utility-ceos-and-their-trade-associ",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 08, 2013\n\n \n\n\n\nReadout of the President’s Meeting with Electric Utility CEOs and their Trade Associations\n\n\n\n\nToday, the President, joined by senior members of his response team, attended a meeting with electric utility executives and trade association representatives at the Department of Energy to discuss lessons learned during the response to Hurricane Sandy, as well as discuss ongoing preparations for the 2013 hurricane season which begins June 1st. In the meeting, the President thanked the utility executives for their efforts during the response to Hurricane Sandy and noted the strong working relationship demonstrated between industry and the federal government as companies worked to restore power to millions of customers in Mid-Atlantic and Northeastern States, including the resources and personnel shared to assist these efforts by a number of companies who were outside of the affected region. The President discussed that in the wake of major disasters like Hurricane Sandy extended power outages can have major impacts on communities and recovery efforts, and that beyond the lifesaving and life sustaining efforts which are the immediate priority in any response, one of the most important steps is power restoration.\nIn the meeting, utility executives discussed lessons learned during the Hurricane Sandy response that the industry and the federal government can apply to large power restoration efforts in the future.  The President thanked them for their partnership in these efforts and for their work with his emergency response team to coordinate and share best practices.  He made clear that his administration is committed to working closely with industry on suggestions that could further improve future response efforts.\nAt the meeting the President was joined by Senior Advisor Valerie Jarrett, Deputy Chief of Staff Alyssa Mastromonaco, Deputy Assistant to the President for Energy and Climate Change Heather Zichal, Acting Secretary of Energy Daniel Poneman, Assistant Secretary for Electricity Delivery and Energy Reliability Patricia Hoffman, Deputy Assistant Secretary of Energy Bill Bryan, Administrator of the U.S. Energy Information Administration Adam Sieminski and other members of his response team.\nA list of attendees is below:\nTom Kuhn                             EEI\n\tDavid Owens                       EEI\n\tBrian Wolff                             EEI\n\tJo Ann Emerson                   NRECA\n\tJoe Nipper                             APPA\n\tJoy Ditto                                APPA\n\tJim Burpee                            Canadian Electric Association\n\tNick Akins                            AEP\n\tTony Alexander                   FirstEnergy\n\tJohn Bilda                              Norwich, CT\n\tKevin Burke                          ConEd\n\tMel Coleman                        North Arkansas Electric Corp.\n\tChris Crane                           Exelon\n\tAnita Decker                         BPA\n\tKen DeFontes                       BGE\n\tLeo Denault                           Entergy\n\tCharles Freni                        Central Hudson\n\tMark Gabriel                        WAPA\n\tLew Hay                                NextEra Energy\n\tTom King                              National Grid\n\tBob Kump                             Iberdrola\n\tRalph LaRossa                      PSE&G\n\tRon Litzinger                        Southern California Edison\n\tLen McMillan                       Hydro One\n\tLee Olivier                            NSTAR\n\tPaul Pallas                             Rockville Centre, NY\n\tMary Powell                         Green Mountain Power\n\tBob Powers                           AEP\n\tGil Quiniones                       NYPA\n\tJoe Rigby                               PEPCO\n\tEric Silagy                             Florida Power & Light\n\tBill Spence                             PPL\n\tJim Torgerson                       UIL Holdings\n\tKeith Trent                            Duke Energy\n\tGeisha Williams                   PGE Corps\n\tRod West                               Entergy\n\n\n\n\n"
}