{
    "title": "Remarks by the President to Overflow Crowd | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/10/28/remarks-president-overflow-crowd",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 28, 2014\n\n \n\n\n\nRemarks by the President to Overflow Crowd\n\n\n\n\nNorth Division High School\n\tMilwaukee, Wisconsin\n6:46 P.M. CDT\nTHE PRESIDENT:  Hello, everybody!  (Applause.)  Well, it is good to be -- (applause) -- hold on a second -- it’s good to be back in Milwaukee.  (Applause.)  I was saying when I got off the plane, it’s good to be back in the Midwest because it’s a little too warm in D.C.  (Laughter.)  And those of us from the Midwest, we like it a little nippy. \nBut listen, I’m going to make a big speech in the other room.  I just wanted to come by and say, number one, thank you for supporting Mary Burke.  (Applause.)  She is going to be a great governor for a great state. The second thing I wanted to say -- and I’m going to say it real loud in the other room -- is she will be your next governor as long as folks vote.  (Applause.)\nNow, let’s face it -- first of all, some of you here are too young to vote.  (Laughter.)  Second of all, if you’re here, you’re probably going to vote.  Which brings me to the third point, which is we need you to go talk to your friends, your neighbors, you coworkers.  You got that cousin on the couch who’s watching the ‘ole Packers games, but doesn’t always vote during the midterms.  You have to go reach out and tell people that they’ve got to exercise their franchise, they’ve got to be good citizens.  They’ve got to take responsibility to make sure that more jobs are created in Wisconsin, more opportunities created for Wisconsin, that young people have a better educational in Wisconsin.  All that will happen, but it depends on them voting, and you need to be out there motivating them.  All right?  (Applause.) \nAnd if you do that, then on Election Day we are going to welcome in somebody who I think is going to be one of the best governors in the country, Mary Burke. \nThank you, guys.  Love you.  (Applause.) \nEND\n\t6:48 P.M. CDT\n\n\n\n\n"
}