{
    "title": "Fact Sheet: High Speed Intercity Passenger Rail Program: Minneapolis/St. Paul - Madison - Milwaukee - Chicago | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/fact-sheet-high-speed-intercity-passenger-rail-program-minneapolisst-paul-madison-m",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 27, 2010\n\n \n\n\n\nFact Sheet: High Speed Intercity Passenger Rail Program: Minneapolis/St. Paul - Madison - Milwaukee - Chicago\n\n\n\n\nClick here to download PDF\n[[nid:8359]]\n\nAwardees : Wisconsin Department of Transportation; Minnesota Department of Transportation\nTotal Approximate Funding (entire corridor) : $823,000,000\nBene\u001ffiting States : Minnesota, Wisconsin, Illinois\nMiles of Track : Upgraded - 144 miles, New - 32 miles, Planned - 275 miles (est.), Total - Appx. 441 Miles\nThe corridor stretching from the Twin Cities to Madison, Milwaukee, and Chicago is an essential segment of the Midwest rail system. However, there is currently no passenger rail service between Milwaukee and Madison, the two largest metropolitan areas in Wisconsin.\n\nUsing grants from the American Recovery and Reinvestment Act (ARRA), intercity passenger rail service will be established between Milwaukee and Madison with stops in Brook\u001eeld, Oconomowoc, and Watertown at speeds of up to 110 mph. Service is expected by 2013.\n\nImprovements between Chicago and Milwaukee will ultimately reduce travel time by more than 30 percent and increase maximum speeds from 79 mph to 110 mph. Eventually, passengers will be able to travel from Chicago to the Twin Cities at a top speed of 110 mph, saving time and energy compared to driving.\nSummary of Corridor Investments\nChicago - Milwaukee: Station construction, infrastructure enhancements, and signal and track improvements will increase on-time performance and reliability and create the building blocks for future 110 mph service. The increased speed will eventually reduce travel time between the two cities by more than 30 percent.\n\nMilwaukee - Madison: Implementation of a new service by upgrading infrastructure along 80 miles of track connecting Wisconsin’s two largest cities. \u001fThis project also includes new and refurbished stations, as well as positive train control. Approximately 76 percent of Wisconsin’s total population lives within 30 miles of the rail stations on this corridor.\n\nMadison - Minneapolis/St. Paul: Planning and environmental work will begin to lay the groundwork for connecting the rail line through Wisconsin to Minnesota at speeds of up to 110 mph. Several route alignments will be considered in the planning process.\n \n\n\n\n"
}