{
    "title": "Statement by the Chair of the U.S.-Africa Leaders Summit | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/08/06/statement-chair-us-africa-leaders-summit",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 06, 2014\n\n \n\n\n\nStatement by the Chair of the U.S.-Africa Leaders Summit\n\n\n\n\nWashington, D.C., August 4-6, 2014\nI.                    Background\nPresident Obama welcomed leaders from across the African continent to Washington, D.C., for a three-day U.S.-Africa Leaders Summit, the first of its kind.  The largest event any U.S. President has held with African heads of state and government, the Summit strengthened ties between the United States and one of the world’s most dynamic and fastest growing regions.\nThe Summit advanced our shared interests in increased U.S.-Africa trade and U.S. investment in Africa and highlighted America’s commitment to Africa’s security, its democratic development, and its people.  By enabling discussion of tangible actions that can be taken to deepen the U.S.-Africa partnership, the Summit fostered stronger ties between the United States and Africa.\nThe Summit theme, “Investing in the Next Generation,” reflected the common ambition that the people and government of the United States share with the people and governments of Africa to leave our nations better for future generations by making concrete gains in peace and security, good governance, and economic development. \nBased on extensive consultations and reflecting shared goals, Summit events included sessions on trade and investment, development, peace and security, and governance.  Other events enriched and informed the dialogue among heads of state and government, including the Young African Leaders Summit, the Civil Society Forum, the landmark U.S.-Africa Business Forum, and the African Growth and Opportunity Act (AGOA) Ministerial.  These events included a range of U.S. and African civil society, youth and business leaders and – underscoring a tradition of broad, bipartisan support for U.S. engagement with Africa – participation by Members of the U.S. Congress.  The Summit also included a day-long Spousal Program, hosted by First Lady Michelle Obama and former First Lady Laura Bush, that focused on the impact of investments in education, health, and public-private partnerships.\nLeaders’ discussions centered on how to tackle shared challenges and accelerate progress in key areas: expanding trade and investment ties; creating educational and job opportunities for youth; accelerating and expanding our progress in promoting inclusive and sustainable development; intensifying cooperation on peace and security; and securing a better future for Africa’s next generation. \nII.                 Investing in Africa’s Future\nLeaders discussed Africa’s potential as a new center of global growth that is creating more opportunities for its people than ever before.  Leaders also noted the challenge to ensure these gains are expanded and spread to benefit all of Africa’s people, which will create new markets and reinforce stability and democracy.\nLeaders also agreed on the positive impacts that U.S.-Africa partnerships on public health have had on moving us closer to an AIDS-free generation, improving maternal-child health, dramatically reducing deaths from preventable disease, and moving people out of poverty.  They committed to redoubling efforts to control the outbreak of the Ebola virus in West Africa and, critically, working together to share expertise, as Africa moves towards the realization of the African Center for Disease Control and Prevention.\nPresident Obama welcomed the progress made under the New Partnership for Africa’s Development (NEPAD) Comprehensive Africa Agriculture Development Programme (CAADP) and the commitments made to continue Africa’s leadership on food security, including those made for the African Union (AU) Year of Agriculture to triple agricultural trade in order to end hunger.  Leaders welcomed the announcement of new investment commitments to the New Alliance for Food Security and Nutrition, which has now mobilized more than $10 billion.  They pledged that agriculture, nutrition, and food security would remain high on their shared agenda and to redouble efforts to promote resilience in order to increase the capacity of vulnerable communities to withstand the impact of external shocks, including climate change, and to promote climate-smart agriculture and value-addition.\nLeaders welcomed the success of Power Africa, and decided to intensify joint efforts to double access to electricity in Africa, including within the African Union’s Programme for Infrastructure Development in Africa (PIDA) Framework.  They emphasized the importance of regional power projects to fostering regional economic integration and the need to provide increased electricity through national grids and beyond the grid, particularly to remote and rural areas.  President Obama pledged $300 million in assistance per year to expand the reach of Power Africa in pursuit of a new, aggregate goal of 30,000 MW, and announced that Power Africa has now mobilized more than $26 billion.\nLeaders decided to intensify efforts to increase intra-African trade, including through trade capacity building, regional integration, enabling the adoption of the legal and regulatory reforms that break down barriers to the free flow of goods and services, and improving Africa’s capacity to meet international standards.  President Obama announced the expansion of trade and investment platforms across the continent as well as additional trade capacity building assistance.\nLeaders agreed on the importance of the prompt, long-term renewal of an enhanced African Growth and Opportunity Act (AGOA), and pledged to work together to increase its utilization by African countries.  Leaders also agreed on the importance of increasing U.S. investment in Africa and welcomed the announcements made at the U.S.-Africa Business Forum, including over $14 billion in new private sector deals.  President Obama announced $7 billion in new financing under the Doing Business in Africa Campaign that will support U.S. trade with and investment in Africa over the next two years.  Leaders pledged to take action to drive further investment and industrialization.\nLeaders affirmed the importance of working together to ensure that negotiations on the post-2015 development agenda focus on clear, measurable goals and reflect the rich experience and commitments of developing countries and the spirit of partnership between our countries. President Obama welcomed the commitment and sincerity conveyed by Africa’s decision to develop a thoughtful and substantive Common African Position and their long-term vision outlined in “Agenda 2063: The Africa We Want.”\nIII.               Advancing Peace and Regional Stability\nLeaders noted that, at the same time that Africa is growing economically, conflict, crime, and terrorism continue to threaten many communities and constrain the continent’s prosperity.  Thus, Leaders resolved to address the root causes of conflict and to enhance conflict prevention mechanisms and capacity-building for peacekeeping.  They also determined to confront an increasingly lethal and geographically expansive set of transnational security threats. \nLeaders agreed that Africa’s complex security challenges demand increased state capacity and regional solutions.  Various leaders noted the need to confront transnational threats, including terrorism, with holistic approaches employing development in addition to security tools, advancing religious tolerance and supporting community voices. \nThe Summit afforded President Obama the opportunity to laud African leadership in responding to crises while reaffirming America’s commitment to be a strong partner in confronting peace and security challenges.  To further this cooperation, the United States committed to: a new initiative over the next three to five years to build the capacity of African militaries to rapidly deploy peacekeepers in response to emerging conflict; create a Security Governance Initiative to pursue a strategic approach to building capacity in partner military and civilian security institutions and match expanded investments with leadership to pursue reforms; and expand its work to support information sharing among regional partners.\nIV.              Governing for the Next Generation\nThe theme of the Summit, “Investing in the Next Generation,” represented recognition of the fact that Leaders have the opportunity and responsibility to ensure their actions pave the way for the freedom, dignity, and prosperity of their citizens.  Leaders engaged in a forthright and constructive dialogue on critical issues of governance and pledged to sustain this dialogue.\nLeaders agreed that efficient, effective, and transparent governance is vital to the well-being of citizens, to boost investor confidence, and to sustain economic growth.  They recognized that an active, empowered citizenry can contribute most effectively to the prosperity and well-being of their nations, and discussed the role of civil society, volunteerism, and public service.  They further agreed on the centrality of inclusive growth and protection of human rights that benefit all citizens and communities. \nRecognizing the losses to the continent and its people from illicit financial flows and corruption, Leaders decided to establish a joint high-level working group to develop a plan of action for further work in this area.\nV.                Investing in Women for Peace and Prosperity\nRecognizing that nations reach their full potential only when women and men enjoy equal opportunity and respect for their rights under the law, Leaders resolved to work toward fuller participation for women in government, the economic sphere, and civil society.  They determined to seek expanded roles for women in forging peace and security, and to augment efforts to protect women and girls from gender-based violence.  They decided to promote women’s economic empowerment by improving access to markets and capital and by strengthening legal systems to protect their rights and opportunities.  And understanding that education is one of the most effective ways to expand opportunities and life choices for girls and young women, they decided to seek to close education gaps between boys and girls.\nTo advance these goals, the United States announced commitments to further support women’s participation in peacebuilding activities, increase efforts to help women entrepreneurs launch and expand their businesses, and support parliamentary efforts to promote women’s rights.\nVI.              Providing Skills and Opportunities to Youth\nThe “Investing in the Next Generation” theme provided Leaders with the opportunity to discuss how to create opportunities, promote skills development especially in science, technology, research and innovation, and generate jobs for youth so they can advance economic growth and build the strong civic and public institutions needed to achieve shared goals.  Leaders discussed how Africa’s youth are already shaping political, social, and economic realities – and can be the driving force behind economic prosperity, good governance, and peace and security. \nIn anticipation of the Summit, President Obama hosted a town hall with participants in the Mandela Washington Fellowship for Young African Leaders to hear directly from young African entrepreneurs, civic leaders, and public servants.  President Obama announced the expansion of his Young African Leaders Initiative (YALI) to create regional leadership centers on the continent, an online network of educational tools (including to support professional and vocational education), the doubling of the Mandela Washington Fellowship, and expanded resources for entrepreneurs to further support leadership development, promote entrepreneurship, and connect young leaders with one another and the United States.\nVarious African Leaders announced commitments to further expand their investments in youth.  The African Union Commission committed to redoubling its efforts to advance educational opportunities through the Pan-African University; to carry forward the African Youth Charter by urging Member States to consider the African Youth Decade Plan of Action as a road map for implementation; and to propose for adoption by Member States a Declaration and Plan of Action on Employment, Poverty Eradication, and Inclusive Development, with a primary focus on youth and women, at the upcoming Extraordinary Summit of Heads of State and Governments of the African Union in Ouagadougou in September 2014. \nBenin has set up two business-type incubators and committed to recruiting 15,000 youth in 2015 to fill civil servant positions.  Burkina Faso announced a youth investment project involving 46,800 young men and women offered an opportunity to find sustainable jobs in the labor market.  Burundi recently established the Youth Employment Agency, which helps high school graduates obtain jobs and internships.  Cabo Verde will expand its current 20 youth centers to open one at each city and on every island in the country.  The Republic of the Congo has instituted the “Corps of Young Volunteers and Civil Service Trainees” to promote community service and civic education activities.  Cote d’Ivoire has declared 2014 a Year of Employment with special initiatives focused on youth, including a young entrepreneur’s competition.  Gabon has supported the creation of the Central African Economic and Monetary Community’s (CAEMC) “Train my Generation” Fund, which aims to support the training and employment of young people.  Guinea will host “The Guinea World Youth Congress” in December 2014.  Senegal included young leaders in its delegation to the U.S.-Africa Leaders Summit and will do the same for the G-20.  Seychelles will use a newly set-up fund to support young entrepreneurs to boost youth employment.  Somalia will launch a youth empowerment framework with key initiatives in job creation and youth representation in the government.  Tanzania announced the establishment of a “State House Fellows” program, modeled on the long-standing White House Fellows program in the United States, to identify, train, and provide high-level experience to the next generation of Tanzanian leaders. \nVII.           Conclusion\nLeaders underscored their appreciation for the strong benefits and positive outcomes that deepened U.S.-Africa cooperation affords and reiterated the need for intensified cooperation to advance shared security interests and our common goals to increase prosperity for the United States and African countries and to advance the dignity, well-being, and freedom of our people.\nLeaders underscored the importance of ensuring steady follow-up regarding the commitments made at the Summit and of further deepening the partnership between the United States and the people and governments of Africa, as well as coordination with the African Union.  President Obama announced that the U.S.-Africa Leaders Summit will be a recurring event.   \n\n\n\n\n"
}