{
    "title": "Vice President Biden to Travel to Ohio Next Week | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-travel-ohio-next-week",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 19, 2009\n\n \n\n\n\nVice President Biden to Travel to Ohio Next Week\n\n\n\n\n THE WHITE HOUSE Office of the Vice President  ______________________________________________________________________  For Immediate Release                                                  June 19, 2009    *MEDIA ADVISORY*  Vice President Biden to Travel to Ohio Next Week Vice President to Chair Next Middle Class Task Force Meeting on American Manufacturing in the 21st Century  Washington, DC – Vice President Biden will travel to Perrysburg, Ohio, next Tuesday, June 23rd, to chair the next meeting of the White House Task Force on Middle Class Families. The topic of this meeting is \"Promoting American Manufacturing in the 21st Century.\" The Vice President will lead a discussion among experts and the public on the state of manufacturing today; how the administration is supporting manufacturing communities during tough economic times; and what the administration is doing to promote manufacturing in a 21st-century economy. The Vice President will be joined by Secretary of Commerce Gary Locke, Ohio Governor Ted Strickland, Director of Recovery for Auto Communities and Workers Ed Montgomery and other local officials. General public tickets for the Middle Class Task Force meeting in Perrysburg are available on a first-come, first-served basis on Monday, June 22nd, from 3:00 PM EDT to 5:00 PM EDT at the main entrance of Willard & Kelsey Solar Group, 1775 Progress Drive, Perrysburg, OH 43551. Please note that tickets are limited. This event is OPEN PRESS but media must RSVP to press@ovp.eop.gov by Monday June 22, 2009, by 5:00 PM EDT. Media Details are below: Vice President Biden to Chair Middle Class Task Force Meeting in Ohio: \"Promoting American Manufacturing in the 21st Century\"    Scheduled Speakers/Participants:  Vice President Biden              Secretary of Commerce Gary Locke              Ohio Governor Ted Strickland              Director of Recovery for Auto Communities and Workers Ed Montgomery               Other leading manufacturing experts       Date: Tuesday, June 23rd, 2009       Location: Willard & Kelsey Solar Group               1755 Progress Drive               Perrysburg, OH 43551       Press Entrance: South Double Doors and directed on-site.       Sat Truck Parking:  Main Lot and directed on-site.       Press Parking:  Main Lot and directed on-site.       Camera Pre-set:  6:00-7:00 AM EDT       Restricted Access:  7:00 AM-9:30 AM EDT       Press Arrival:  9:30 AM EDT       Final Press Access:  10:30 AM EDT       Event Begins: 11:00 AM EDT       Cable Run:  500 Feet       Throw:  50 Feet       RSVP:  This event is OPEN PRESS, but media must RSVP with the NAME, MEDIA OUTLET, PHONE AND EMAIL for each person planning to cover the event to press@ovp.eop.gov by Monday, June 22nd, at 5 PM EDT. At the event, you will be required to wear your media credential at all times, either around the neck or pinned to clothing.        For logistical questions, please call Catherine Welker at 240-432-4637. **Wireless internet is available onsite.\n\n\n\n"
}