{
    "title": "Declaraciones del Presidente Barack Obama sobre la publicación del Análisis de Postura Nuclear | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-del-presidente-barack-obama-sobre-la-publicaci-n-del-lisis-de-postura",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 06, 2010\n\n \n\n\n\nDeclaraciones del Presidente Barack Obama sobre la publicación del Análisis de Postura Nuclear \n\n\n\n\nAyer se cumplió un año desde que describí en Praga un plan integral para evitar la proliferación de armas nucleares y para procurar la paz y seguridad de un mundo libre de ellas. Estoy deseoso de proceder con este plan en Praga esta semana cuando firme el nuevo Tratado START con el Presidente Medvedev, en el cual Estados Unidos y Rusia se comprometen a reducir sus arsenales nucleares.\nHoy, mi gobierno está dando un paso significativo para cumplir con otra promesa que hice en Praga: reducir la función de armas nucleares en nuestra estrategia de seguridad nacional y concentrarnos en reducir los peligros nucleares del siglo XXI, a la vez que mantenemos un armamento nuclear con fines disuasivos, que sea seguro y eficaz para Estados Unidos, nuestros aliados y socios mientras existan las armas nucleares.\nEl Análisis de Postura Nuclear (Nuclear Posture Review), dirigido por el Departamento de Defensa, reconoce que la mayor amenaza para Estados Unidos y la seguridad mundial ya no es el ataque nuclear entre naciones, sino el terrorismo nuclear por extremistas violentos y la proliferación nuclear en un número cada vez mayor de Estados. Es más, reconoce que nuestra seguridad nacional y la de nuestros aliados y socios puede defenderse cada vez mejor con la insuperable capacidad militar convencional de Estados Unidos y poderosas defensas contra misiles.\nComo resultado, estamos tomando medidas específicas y concretas para reducir el papel de las armas nucleares y simultáneamente preservar nuestra superioridad militar, desalentar la agresión y resguardar la seguridad del pueblo estadounidense.\nEn primer lugar y por primera vez, evitar la proliferación nuclear y el terrorismo nuclear es ahora una prioridad en la política nuclear de Estados Unidos, lo que confirma la importancia central del Tratado sobre la No Proliferación de Armas Nucleares. Hemos concordado nuestra política y propuesto un considerable aumento de fondos para evitar la proliferación de armas nucleares alrededor del mundo. Nuestra cumbre sobre la seguridad nuclear de la próxima semana será una oportunidad para que 47 países se comprometan a tomar medidas específicas a fin de lograr el objetivo de almacenar en un lugar seguro todos los materiales nucleares vulnerables en el mundo al cabo de cuatro años. Y el mes entrante en Nueva York, trabajaremos con el resto del mundo para fortalecer el régimen mundial de no proliferación nuclear a fin de asegurar que todos los países cumplan con sus responsabilidades.\nEn segundo lugar, por medio de nuestra política declaratoria estamos poniendo más énfasis en la importancia de que los países cumplan con sus obligaciones de no proliferación nuclear y las estipulaciones del tratado NPT. Estados Unidos está declarando que no usaremos ni amenazaremos con el uso de armas nucleares a Estados sin armas nucleares que son parte del Tratado sobre la No Proliferación de Armas Nucleares y que están cumpliendo con sus obligaciones de no proliferación nuclear. Esto nos permite mantener nuestros elementos de disuasión nuclear para el limitado espectro de contingencias en las que estas armas todavía puedan desempeñar un papel, a la vez que ofrecemos un incentivo adicional para que las naciones cumplan con sus obligaciones conforme al tratado NPT. Por lo tanto, los países que no cumplan con sus obligaciones se verán más aislados y reconocerán que obtener armas nucleares no les dará mayor seguridad.\nFinalmente, estamos cumpliendo con nuestras responsabilidades como potencia nuclear comprometida con el tratado NPT. Estados Unidos no realizará pruebas nucleares y procurará que se ratifique el Tratado de Prohibición Completa de los Ensayos Nucleares. Estados Unidos no desarrollará nuevas ojivas nucleares ni procurará nuevas misiones militares ni nuevas funciones para armas nucleares.\nComo declaré el año pasado en Praga, mientras existan armas nucleares, mantendremos un arsenal seguro y eficaz que garantice la defensa de Estados Unidos, les dé confianza a nuestros aliados y socios, y disuada a adversarios potenciales. Con ese fin, estamos procurando inversiones considerables para mejorar la infraestructura, mejorar la capacidad científica y tecnológica, y retener el capital humano que necesitamos para mantener nuestras reservas, a la vez que mejoramos la capacidad convencional que es un aspecto importante de nuestro poder disuasivo. Por lo tanto, la estrategia nuclear que estamos anunciando hoy reitera el compromiso inquebrantable de Estados Unidos con la seguridad de nuestros aliados y socios, y promueve la seguridad nacional de Estados Unidos.\nA fin de detener la proliferación de armas nucleares, evitar el terrorismo nuclear y procurar que algún día no exista este tipo de armamento, trabajaremos con ahínco para promover todos los elementos de nuestro plan integral: reducir arsenales, almacenar en lugares seguros los materiales nucleares vulnerables y robustecer el NPT. Éstos son los pasos necesarios para el futuro más seguro que Estados Unidos anhela y ésta es la labor a la que nos dedicamos ahora.\n\n\t###\n\t \n\n\n\n\n"
}