{
    "title": "President Obama to Sign Proclamation Designating Fort Monroe a National Monument | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/11/01/president-obama-sign-proclamation-designating-fort-monroe-national-monum",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 01, 2011\n\n \n\n\n\nPresident Obama to Sign Proclamation Designating Fort Monroe a National Monument\n\n\n\n\n\nAnalysts Say Fort Monroe Reuse Plan Will Help Create Nearly 3,000 Jobs\n\n\tPresident Obama today will sign a Proclamation to designate Fort Monroe a National Monument under the Antiquities Act. Until recently, Fort Monroe was the third-oldest Army post in continuous active service, and is integral to the history of slavery, the Civil War, and the U.S. military. Today’s announcement is part of a series of executive actions to put Americans back to work and strengthen the economy.\n\n\t“Fort Monroe has played a part in some of the darkest and some of the most heroic moments in American history. But today isn’t just about preserving a national landmark- it’s about helping to create jobs and grow the local economy. Steps like these won’t replace the bold action we need from Congress to get our economy moving and strengthen middle-class families, but they will make a difference,” President Obama said.\n\n\t“With the strong support of the people of Virginia, from the congressional delegation to Governor McDonnell to Mayor Ward and the citizens of Hampton, President Obama has ensured that this historic fort, a symbol of the long struggle for freedom for African Americans, will be preserved as a national park for generations to come,” Secretary of the Interior Ken Salazar said.\n\n\tFirst exercised by President Theodore Roosevelt in 1906 to designate Devil's Tower in Wyoming as the first national monument, the Antiquities Act has been used by 14 presidents since 1906 to protect some of the most unique natural and historic features in America, such as the Grand Canyon, the Statue of Liberty and Ellis Island. Today marks the first time President Obama has used this authority under the Antiquities Act\n\n\tAccording to an economic analysis commissioned by the Fort Monroe Authority in 2009, the implementation of the Fort Monroe Reuse Plan - the centerpiece of which envisions the preservation of the majority of buildings located within the 570-acre National Historic Landmark District as well as significant landscapes and viewsheds – will help create nearly 3,000 jobs in Virginia.\n\n\tFort Monroe, a historic fort in Virginia’s Tidewater region, played a pivotal role in the history of slavery in the United States. Built between 1819 and 1834, Fort Monroe has occupied a strategic coastal defensive position since the earliest days of the Virginia Colony. It was the place where Dutch traders first brought enslaved Africans in 1619. During the Civil War, the fort remained in Union possession and became a place for escaped slaves to find refuge. Fort Monroe was the site of General Benjamin Butler’s “Contraband Decision” in 1861, which provided a pathway to freedom for thousands of enslaved people during the Civil War and served as a forerunner of President Abraham Lincoln’s Emancipation Proclamation of 1863.\n\n\tAccording to the National Parks and Conservation Association study in 2006 each federal dollar invested in national parks generates at least four dollars of economic value to the public. National parks are responsible for $13.3 billion dollars of local, private-sector economic activity nationwide, supporting 267,000 private-sector jobs. There are currently 21 national park units located in Virginia; Fort Monroe would be the 22nd and the 396th nationwide.\n\n\n\n\n"
}