{
    "title": "REPORT: Advancing Equity for Women and Girls of Color | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/12/16/report-advancing-equity-women-and-girls-color",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 16, 2016\n\n \n\n\n\nREPORT: Advancing Equity for Women and Girls of Color\n\n\n\n\nWASHINGTON, DC – Today, the White House Council on Women and Girls released a report and will host a forum on the Administration’s work to advance equity for women and girls of color and highlight the innovative solutions and exciting place-based work that is happening throughout the country.  The forum will bring together a range of stakeholders from the academic, private, government and philanthropic sectors to discuss ways that we can break down barriers to success and create more ladders of opportunity for all Americans, including women and girls of color.  The event will be livestreamed at obamawhitehouse.archives.gov/live and the full report is available HERE.\nThe Council on Women and Girls, since its inception, has focused on the needs and challenges of all women and girls. In 2014, as part of the effort to take into account the distinctive concerns of women and girls, the Council on Women and Girls launched a specific work stream called “Advancing Equity” to ensure that policies and programs across the federal government take into account the unique obstacles faced by women and girls, including women and girls of color and women and girls from marginalized communities.\nIn November 2014, the Council on Women and Girls released a report titled “Women and Girls of Color: Addressing Challenges and Expanding Opportunities” to identify barriers and disparities facing women and girls of color. This report addressed work done over the first six years of the Administration to improve the lives of women and girls of color. It discussed important issues, such as educational attainment, economic security, health and safety, violence against women, and criminal and juvenile justice. It also included a call to action for the establishment of a federal interagency working group to develop opportunities for advancement, which commenced in March of 2015.\nOne year later, in November 2015, the Council released a new report “Advancing Equity for Women and Girls of Color” to highlight some of the additional steps taken by the Administration on issues faced by women and girls of color from 2014 through 2015. In that report, the Council on Women and Girls identified five data-driven issue areas where interventions can promote opportunities for success at school, work, and in the community for women and girls of color. The five issues included:\n\nFostering school success and reducing unnecessary exclusionary school discipline by implementing supportive school discipline strategies and policies, including through public awareness of the impact on girls of color;\nMeeting the needs of vulnerable and striving youth by recognizing and responding appropriately to the finding that many girls enter intervening public systems through a route that begins with sexual abuse and trauma;\nIncreasing access to inclusive STEM education to meet 21st century workforce demands and reducing opportunity gaps that affect women broadly in science, technology, engineering and math education and fields, but often affect women and girls of color the most;\nSustaining reduced rates of teen pregnancy and building on success through expanded access to knowledge about birth control and preventive health services;\nExpanding pathways to economic prosperity through opportunities for job mobility and investments in fair, equitable workplace policies.\n\nThis updated report serves as a follow-up to the 2014 and 2015 reports, and as the culmination of the Advancing Equity work stream of this Administration. The Obama Administration has taken important steps forward in elevating, and addressing, key issues that cause disparities for women and girls of color, and women and girls from marginalized and underserved populations. Moreover, the call to action around this work has inspired philanthropic leaders, academic institutions, and non-profit organizations to continue efforts that sustain and build upon the successes achieved in improved life outcomes for women and girls of color and their peers.\n\n\n\n\n"
}