{
    "title": "Presidential Memorandum--Task Force on Skills for America's Future | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/10/04/presidential-memorandum-task-force-skills-americas-future",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 04, 2010\n\n \n\n\n\nPresidential Memorandum--Task Force on Skills for America's Future\n\n\n\n\n\n\tMEMORANDUM FOR THE HEADS OF EXECUTIVE DEPARTMENTS AND AGENCIES\n\n\tSUBJECT: Establishing a Task Force on Skills for America's Future\n\n\tIn order to compete in the global economy, the United States needs the most educated workforce in the world.  The high-wage jobs of the 21st century will require more knowledge and skills than the jobs of the past.  We therefore must develop innovative strategies to train more Americans with the skills that businesses and the economy will need to ensure American competitiveness.\n\n\tCommunity colleges are a key part of our education system, providing a flexible and affordable place to sharpen relevant workforce skills and align them with the needs of employers in their communities.  Traditional four-year colleges, on-line institutions, and nontraditional educational outlets also can play an essential role in providing training opportunities. \n\tTo prepare students for 21st-century jobs, these institutions need to develop flexible, affordable, and responsive training programs that meet regional and national economic needs.  An important way to ensure that training programs meet such needs is through partnerships between these institutions and labor unions, small businesses, and other regional employers.  As educational institutions develop these innovative programs, we should assess what works and what does not, so that we reward excellent outcomes and true innovation that meets the needs of entrepreneurs and other employers in every part of the country, from rural communities to urban centers.\n\n\tTherefore, I am establishing a task force to develop skills for America's future by identifying, developing, and increasing the scale of promising approaches to improving the skills of our Nation's workers.  By coordinating the work of relevant agencies with that of nonprofits, labor unions, and private sector organizations, and by leveraging the assets of these entities, this effort will build better partnerships between businesses, community colleges, and other training providers to get Americans trained for the jobs of today and tomorrow.\n\nSection 1.  Establishment.  There is established an interagency Task Force on Skills for America's Future (Task Force) to ensure that Federal policies promote innovative training programs and curricula, including successful public-private partnerships, at community colleges as well as in other settings, that will prepare the American workforce for 21st-century jobs.  The Chair of the Council of Economic Advisers, the Assistant to the President for Economic Policy, and the Assistant to the President for Domestic Policy shall serve as Co-Chairs of the Task Force.\n\nSec. 2.  Membership.  In addition to the Co-Chairs, the Task Force shall consist of the following members, or any senior official designated by one of the following members who is a part of the member's department, agency, or office, and who is a full time employee of the Federal Government:\n\n\t(a)  the Secretary of Defense;\n\t(b)  the Secretary of Agriculture;\n\t(c)  the Secretary of Commerce;\n\t(d)  the Secretary of Labor;\n\t(e)  the Secretary of Health and Human Services;\n\t(f)  the Secretary of Transportation;\n\t(g)  the Secretary of Energy;\n\t(h)  the Secretary of Education;\n\t(i)  the Secretary of Veterans Affairs;\n\t(j)  the Director of the Office of Management and Budget;\n\t(k)  the Administrator of the Small Business Administration;\n\t(l)  the Director of the Office of Science and Technology Policy; and\n\t(m)  the heads of other executive departments, agencies, or offices as the Co-Chairs may designate.\n\nSec. 3.  Administration.  The Council of Economic Advisers shall provide administrative support for the Task Force to the extent permitted by law and within existing appropriations.\n\nSec. 4.  Mission and Functions.  The Task Force shall work across executive departments and agencies to ensure that Federal policies facilitate, and offer incentives for, innovative career-training and education opportunities at community colleges as well as in other settings, and that these opportunities are directly related to skills and job requirements across a range of industries.  Using the best evidence available regarding effective practice, the Task Force shall develop recommendations and options for meeting the following objectives:\n\n\t (a)  improved public-private collaboration to develop career pathway and training programs with effective curricula, certifiable skills, and industry-recognized credentials and degrees;\n\n\t (b)  identification of opportunities to amplify, accelerate, or increase the scale of, successful public-private partnerships that match trained workers with prospective employers;\n\n\t (c)  identification and development of stackable credentials that provide entry to and advancement along a career pathway in an in-demand occupation;\n\n\t (d)  outreach to relevant stakeholders -- including industry, the adult workforce, younger students, educational institutions, labor unions, policymakers, and community leaders -- with expertise in skill development;\n\n\t (e)  alignment of workforce training programs funded by the Departments of Education and Labor, as well as other Federal agencies, with innovative practices and regional market demands, to build on effective skills-based training for adult workers and younger students, including individuals with disabilities;\n\n\t (f)  partnership with appropriate non-profit entities to engage the private sector in developing effective training programs that provide students with recognizable and portable skills that are needed in the marketplace; and\n\n\t (g)  greater use of technology to improve training, skills assessment, and labor market information.\n\nSec. 5.  General Provisions.\n\n\t(a)  This memorandum shall be implemented consistent with applicable law and subject to the availability of any necessary appropriations.\n\n\t(b)  This memorandum is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n\n\t(c)  The heads of executive departments and agencies shall assist and provide information to the Task Force, consistent with applicable law, as may be necessary to carry out the functions of the Task Force.  Each executive department, agency, and office shall bear its own expenses of participating in the Task Force.\n\n\t(d)  The Chair of the Council of Economic Advisers is hereby authorized and directed to publish this memorandum in the Federal Register.\n\n\tBARACK OBAMA\n\n\n\n\n"
}