{
    "title": "FACT SHEET: White House Launches New $100 Million Competition to Expand Tuition-Free Community College Programs that Connect Americans to In-Demand Jobs | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/04/25/fact-sheet-white-house-launches-new-100-million-competition-expand",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 25, 2016\n\n \n\n\n\nFACT SHEET: White House Launches New $100 Million Competition to Expand Tuition-Free Community College Programs that Connect Americans to In-Demand Jobs\n\n\n\n\n\n\"Every American, whether they’re young or just young at heart, should be able to earn the skills and education necessary to compete and win in the 21st century economy.”\n\n– President Barack Obama\n\n\tToday, the Vice President and Dr. Biden will highlight how communities are coming together to make education tuition-free for hard-working students. This announcement celebrates the 27 new free community college programs that have launched in states, communities and community colleges and the additional investment of $100 million for America’s Promise Job-Driven Training grants (America’s Promise Grants) to connect more Americans to education and in-demand jobs. The Vice President and Dr. Biden will make these announcements at the Community College of Philadelphia, which modeled a free community college program after the President’s America’s College Promise plan this time last year.\n\n\tAmerica’s more than 1,100 community colleges are the backbone of our nation’s postsecondary education and training system. They serve over 7 million undergraduates, including many older, low- or moderate-income, minority, first-generation, and rural Americans an opportunity to earn a quality, affordable degree or credential that meet the demands of a competitive global economy. That is why President Obama has challenged communities to take action to grow the momentum for America’s College Promise, a plan to make two years of community college free for responsible students, letting students earn the first half of a bachelor’s degree and the skills needed in the workforce at no cost. And, in order to help communities accept this challenge, he is calling on Congress take action on the America's College Promise Act, introduced by Senator Baldwin and Congressman Scott, which would expand access to higher education for our nation's students.\n\n\tCompanies are choosing to grow in the U.S. in part because we have the most educated, creative, and adaptable workforce. Over the last six years, American businesses have created over 14 million new jobs. Of the new jobs the economy is expected to generate over the next ten years, around half will require postsecondary education or training. The President’s Job-Driven Training agenda has made federally supported education and training programs more responsive to employer needs. As part of this approach, community and technical colleges are playing a critical role in helping Americans get the skills to get good jobs. The $100 million America’s Promise Grants will help communities catalyze new and strengthen existing partnerships and programs to offer more Americans access to the knowledge and skills they need to pursue their educational and career goals, particularly in high-growth sectors like technology, manufacturing, and health care.\n\n\tThese investments build on the Obama Administration’s record of investing in students and the workforce. Since 2009, the Obama Administration has invested more than $70 billion dollars in support of community colleges including over $66 billion in over 19 million Pell scholarships to help students and families pay for college; $2 billion in Job-Driven Training Community College Grants to strengthen education and training programs that lead to in-demand employment and provide a ticket to the middle class at nearly half of the nation’s community colleges; and $1.6 billion in Title III and Title V to strengthen institutions’ capacity for providing students an affordable, high-quality education. These critical investments have helped transform the role of community colleges as leading providers of high-quality, affordable, pathways for all Americans to work hard in pursuit of skills employers seek and of knowledge.\n\nHighlights from Today’s Announcements:\n\n\n$100 Million America’s Promise Grants. Early this summer, the Administration will launch an H-1B funded grant competition by the Department of Labor to create and expand innovative regional and sector partnerships between community colleges and other training providers, employers, and the public workforce system to create more dynamic, tuition-free education and training programs for in-demand middle and high-skilled jobs across the country. Built off the model of shared responsibility for educating this nation’s students and workforce, America’s Promise Grants continue to build on the Administration’s investments to strengthen education, training, and employer engagement.\n\nMore than $70 million in New Investments Building Progress on America’s College Promise for 40,000 Americans. Since the launch of America’s College Promise, state and local elected officials, community college leaders, non-profits, business, and philanthropy have come together across the country to expand free community college programs. Since President Obama announced America’s College Promise, at least 27 new free community college programs have launched in states, communities, and individual community colleges. Collectively, these new programs add over $70 million in new public and private investments to serve nearly 40,000 students at community colleges.\n\n\n\t More Details on Today’s Announcements:\n\n\n$100 Million for America’s Promise Grants\n\n\n\tToday the Vice President announced a commitment to make $100 million available through the Department of Labor to expand high quality education and training programs that give Americans the skills most in-demand from regional employers for middle- to high-skilled jobs. Grants will be awarded to pilot and scale innovative tuition-free partnerships between employers, economic development, workforce development boards, community and technical colleges and systems, training programs, K-12 education systems, and community-based organizations that will strengthen the pipeline of Americans ready for in-demand jobs, bridge students’ educational opportunities and employer needs, attract more jobs from overseas, and create more pathways for Americans to reach the middle class through the following activities:\n\n\to   Increase opportunities for all Americans. With the rising costs of higher education, post-secondary education may feel out of reach for many Americans. Grantees will develop strategies to increase tuition-free opportunities for unemployed, underemployed, and low-income workers to enter skilled occupations and industries. Grantees will use and align existing resources to help sustain and scale up programs.\n\n\to   Expand employer engagement. These regional partnerships from employers to support program design and delivery and identify skills and competencies needed to meet businesses’ needs. Employer partners will offer innovative ways for skills attainment through work-based learning and customized ‘upskilling’ strategies to move low-skilled individuals up a career pathway with registered apprenticeship, paid-work experience, and paid internship opportunities.\n\n\to   Strengthen education and training performance. Grantees will reduce the need for remediation, and increase skills development through evidence-based interventions. Grantees are encouraged to use evidence-based designs that can increase the employability, employment, earnings, and educational outcomes of students, while supporting employers’ economic growth.\n\n\nMore than $70 million in New Investments Building Progress on America’s College Promise for 40,000 Americans.\n\n\n\tIn his 2015 State of the Union, the President announced a vision for America’s College Promise to make two years of community college free, letting responsible students earn the first half of a bachelor’s degree or earn skills needed in the workforce at no cost by creating a new partnership with states. The program would require everyone to do their part: community colleges must strengthen their programs and increase the number of students who graduate, states must invest more in higher education and training, and students must take responsibility for their education, earn good grades, and stay on track to graduate.\n\n\tSince then, state and local elected officials, community college leaders, non-profits, business, and philanthropy from across the political spectrum and from all corners of the country are taking action, including through today’s release of a new PSA from the Heads Up America campaign. At least 27 new free community college programs launched in states, communities, and individual community colleges since the President’s 2015 State of the Union address. Collectively, those new programs add over $70 million in new public and private investments to serve nearly 40,000 students at community colleges.\n\n\n\t\tStatewide programs include: Oregon, Minnesota and Rhode Island.\n\n\t\tLocal efforts span at least 12 states and include: College of the Siskiyous (CA), Community College of Philadelphia (PA), Dabney Lancaster Community College (VA), Detroit (MI), Gateway Technical College (WI), Harper College (IL), Ivy Tech (IN), Lone Star College (TX), Los Angeles (CA), Manistee County Commitment Scholarship (MI), Milwaukee Area Technical College (WI), Madison Area Technical College (WI), Mid-north Promise (IN), Mohave Community College (AZ), Oakland (CA), Richmond County (NC), Salt Lake Community College (UT), San Diego Community College District (CA), Santa Barbara City College (CA), Scotland County (NC), Sinclair Community College (OH), Wichita Area Technical College (KS), Wisconsin Indianhead Technical College (WI), and Vance-Granville Community College (NC).\n\n\n\n\n\tAdditionally, a number of new legislative proposals have been made to expand free community college programs. At the Federal level, Sen. Tammy Baldwin (WI) and Rep. Bobby Scott (VA) proposed America’s College Promise Act of 2015 for the country’s community and technical colleges – including Historically Black Colleges and Universities and Minority-Serving Institutions – while 17 other states have proposed legislation to make community college free state-wide. Additionally, survey data from the American Association of Community Colleges shows that a quarter of community college presidents believe it is likely that their institutions will offer a tuition-free (or nearly free) program within the next two years, which would double the number of available tuition-free options.\n\n\tStates and communities are demonstrating that there is a range of thoughtful and effective ways to design a tuition-free Promise program customized to address local and state knowledge and skills needs, funding opportunities, and shared community goals. Nearly all these announced programs have features that ensure hard-working students have a fair shot and stay on track to graduate successfully. Key designs include:\n\n\to   Supporting responsible high school graduates by requiring participants to have graduated from high school and maintain at least a minimum grade point average (GPA). America’s College Promise designates a 2.5 GPA requirement, which is comparable to many of these programs.\n\n\to   Promoting more credit accumulation through full-time or at least part-time enrollment to ensure that students are making progress towards completion, which can increase the likelihood of completing on time and save students tuition.\n\n\to   Requiring FAFSA completion to help students access federal, state, institutional, and private financial aid. Over 39 percent of community college students do not complete the FAFSA, even though they are likely to qualify for some form of aid. These provisions help ensure students receive the financial support they need to pursue their education and stay on track to complete a degree or credential. Tennessee Promise’s FAFSA requirement helped lead to the greatest year over year increase at the state level, and helped Tennessee lead the country in FAFSA completion.\n\n\to   Ensuring credits fully transfer so that students are more likely to cut down on redundant courses, reduce remediation, and stay on track to earn half of the credit they need for a four-year degree on-time if they choose to transfer.\n\nBuilding on the Obama Administration’s Investments in Community College to Strengthen Education and Job-Driven Training\n\n\nIncreasing Investments in Scholarships for Students. This Administration has invested over $66 billion in community colleges, providing over 19 million Pell scholarships to students attending community colleges; this funding to community colleges represents over one-third of all Pell grants. To continue improving and expanding these important investments, the Administration will soon announce selected pilot sites who for the first time will offer up to $20 million in Federal Pell Grants for over 10,000 high school students to pay for college courses typically provided by community colleges and put themselves on a fast-track to college completion before even setting foot on campus. Evidence shows that dual enrollment programs help high school students earn better grades and increase their likelihood of college enrollment, persistence and completion. In addition, to further strengthen community colleges, particularly for traditional underrepresented students, this Administration has invested $1.6 billion in Title III and Title V programs.\n\n$2 Billion for 2,300 In-Demand Education and Training Programs at Community Colleges in all 50 States. The Trade Adjustment Assistance Community College and Career Training (TAACCCT) program, provided more than half of our nation’s community colleges and other eligible institutions of higher education with funds to partner with nearly 2,500 employers to expand and improve education and career training programs that help job seekers get the skills they need for in-demand jobs in industries such as information technology, health care, energy, and advanced manufacturing. To date, nearly 300,000 participants have enrolled in these programs, earning 160,000 credentials. 40 states received grants that supported state-wide systematic change by including all or most community colleges in the state. Select examples of successful partnerships, which have reached more than 4,500 individuals, include:\n\n\n\to   Motlow State Community College (MSCC) (TN). MSCC received $3.3 million and partnered with Bridgestone Tire Company to develop a new mechatronics training facility on-site at Bridgestone in Smyrna, TN.  In addition to contributing to curriculum development, Bridgestone has contributed over $4 million towards renovations and equipment.\n\n\to   Piedmont Technical College (PTC) (SC). As part of a consortium consisting of 10 of the 16 public, two-year colleges in South Carolina and funded at nearly $20 million, PTC partnered with 37 employers to redesign a new advanced manufacturing certificate program.  Sixteen of the partnering companies and local county organizations collectively contributed $1.4 million to create the PTC Center for Advanced Manufacturing to support the program.\n\n\to   Alpena Community College (ACC) (MI): ACC received $2.8 million to implement the Sustainable Solutions for Northeast Michigan: Green Jobs and Clean Energy project to build a statewide energy partnership network, which included the Michigan National Guard and DTE Energy and Consumers Energy, the two largest energy employers in Michigan as well as the state workforce development board. This partnership network designed and implemented a “Gas Energy Bootcamp,” targeting unemployed people and returning veterans. Program completers had a 96 percent employment rate. \n\n\nLaunch of New Health Career Pathways Initiative: Business-Led Effort to Expand Career Pathways in Healthcare Industry.  One of the key goals of the America’s Promise grants and other federal funding is to spur longer-term, industry led efforts to prepare more people from all backgrounds for in-demand jobs. Today, leading healthcare employers are building on a career pathways framework developed with a $19.6 million Job-Driven Training Community College Department of Labor grant to better match up training with their needs at a more national scale.\n\n\n\to   Business-Led Task Force on Core Skills and Career Pathways.  The Advisory Board Company will convene employers to agree on common ways to describe and measure the skills needed for healthcare jobs to focus training on in-demand skills and help workers to translate the skills they already have to move between roles and employers.  Initial members include: University of Pittsburgh Medical Center, Sutter Health, New York City Health and Hospitals Corporation, Mercy Health West Michigan/Trinity Health, and Fairview Health Services\n\n\to   Partnership with Communities to Adopt Common Skills and Career Pathways for Healthcare Workers.  Brought together by Hope Street Group, seven founding “Health Career Pathway Communities” composed of 15 healthcare systems, 11 community colleges and systems, 7 workforce boards, and 12 community-based organizations will adopt common skill and career pathways and support more than 1,000 disadvantaged Americans with training and placement into healthcare jobs with paid internships, career counseling, etc.  HPCs include: Grand Rapids and Muskegon, MI; Denver, CO; Minneapolis, MN; Charlotte, NC; Bronx, Westchester and Hudson Valley, NY; New York City, NY; and Sacramento, CA.\n\n\nScaling Up What Works Across Federal Programs with A Job-Driven Checklist Applied To Billions Of Training Dollars. In July 2014, the Administration laid out a Job-Driven Checklist of seven elements that matter most to get Americans into better jobs (e.g., strong employer engagement, work-based learning, better use of labor market information, accountability for employment outcomes). Since then, agencies have awarded over 15 competitive job-training grants that total more than $1.5 billion, with an additional 12 competitive grants of more than $800 million to be awarded over the remainder of 2016 that incorporate the job-driven training elements.  More details on progress can be found here.\n\nExpanding “learn and earn” training opportunities through apprenticeships: In September 2015, the Department of Labor awarded $175 million in American Apprenticeship Grants to 46 public-private partnerships that will help train more than 34,000 new apprentices in high-growth industries like health care, IT, and advanced manufacturing while scaling up proven programs. Earlier this month, DOL announced the newest investments for expanding apprenticeship through the $90 million ApprenticeshipUSA grants which will fund state, industry, and non-profit efforts to expand apprenticeship and increase the diversity of industries and workers in apprenticeship.  Since the President’s 2014 State of the Union call to action, the US has added more than 75,000 new apprenticeship opportunities, the largest increase in nearly a decade.\n\n\nBudget Proposals to Connect More Americans to Training for In-Demand Jobs\n\n\nExpand Innovative Tuition-Free Training Programs at Community Colleges. Building on the TAACCCT program, the President’s Budget request includes $75 million for a new American Technical Training Fund, which are competitive grants that support the development, operation, and expansion of innovative, evidence-based, short-term, or accelerated job training programs that enable students, particularly from low-income backgrounds, to access tuition-free education and training leading to career pathways for jobs in high-demand fields. Projects would emphasize strong employer partnerships, work-based learning opportunities, accelerated training, and flexible scheduling.\n\nStrengthening Partnerships between Businesses and Community Colleges to Grow the Middle Class. The Administration has proposed a new tax credit to incentivize employers to strengthen community and technical colleges through contributions like designing curriculum, donating instructors and equipment, and creating job-based learning opportunities. Employers can earn a one-time $5,000 tax credit for hiring a qualifying community college student graduate full-time. Altogether, this could help half a million students access the training and jobs they need to succeed over the course of five years.\n\nHelping More Americans Complete College Affordably. Along with Continuing To Index The Pell Grant To Ensure It Keeps Pace With Inflation, the Administration is calling for significant new investments in the federal Pell Grant program—the cornerstone of college affordability – with two new Pell proposals that will help students accelerate progress towards their degrees and increase their likelihood of on-time completion. These two proposals include Pell for Accelerated Completion, which would allow full-time students to take courses in a third semester, and On-Track Pell Bonus, which offers $300 for students to take 15-credits, which would accelerate progress towards a degree. In fiscal year 2017, these changes would mean an additional $2 billion in Pell Grants for students working toward their degrees.\n\n$3 Billion Talent Compact to Keep and Attract Jobs to the U.S. The President’s Budget proposes competitive funding to create over 50 “Talent Hotspots.” These would consist of employers, training programs, and workforce leaders that prioritize one sector and make a commitment to recruit and train the workforce to help businesses grow and attract more jobs from overseas. This proposal would produce a pipeline of about half a million skilled workers over five years. \n\n\nBreakdown of the $70 Billion Investments in Community Colleges by State\n\n\n\n\t \n\n\n\n\n"
}