{
    "title": "FACT SHEET: What Climate Change Means for Your Health and Family | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/04/04/fact-sheet-what-climate-change-means-your-health-and-family",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 04, 2016\n\n \n\n\n\nFACT SHEET: What Climate Change Means for Your Health and Family\n\n\n\n\n\nObama Administration Releases Scientific Assessment on Impact of Climate Change to Human Health in the United States\n\n\tToday, delivering on another commitment in the President’s Climate Action Plan, the Obama Administration released a new final report called The Impacts of Climate Change on Human Health in the United States: A Scientific Assessment, which significantly advances what we know about the impacts of climate change on public health, and the confidence with which we know it.\n\n\tDeveloped over three years by approximately one hundred experts in climate-change science and public health – including representatives from the Environmental Protection Agency (EPA), the Department of Health and Human Services (HHS), the National Oceanic and Atmospheric Administration (NOAA), the National Aeronautics and Space Administration (NASA), the Department of Agriculture (USDA), and U.S. Geological Survey (USGS), the Department of Defense (DOD), and the Department of Veteran’s Affairs (VA) – the Climate and Health Assessment reinforces that climate change is a significant threat to the health of the American people not just in the future but right now. As the climate continues to change, the risks to human health will grow, exacerbating existing health threats and creating new public health challenges, and impacting more people in more places. From children to the elderly, every American is vulnerable to the health impacts associated with climate change, now and in the future. A few examples of the increased health risks found in the assessment include:\n\n\nAir pollution and airborne allergens will likely increase, worsening allergy and asthma conditions. Future ozone-related human health impacts attributable to climate change are projected to lead to hundreds to thousands of premature deaths, hospital admissions, and cases of acute respiratory illnesses each year in the United States by 2030, including increases in asthma episodes and other adverse respiratory effects in children. Ragweed pollen season is longer now in central North America, having increased by as much as 11 to 27 days between 1995 and 2011, which impacts some of the nearly 6.8 million children in the United States affected by asthma and susceptible to allergens due to their immature respiratory and immune systems.\n\nExtreme heat can be expected to cause an increase in the number of premature deaths, from thousands to tens of thousands, each summer, which will outpace projected decreases in deaths from extreme cold. One model projected an increase, from a 1990 baseline for more than 200 American cities, of more than an additional 11,000 deaths during the summer in 2030 and more than an additional 27,000 deaths during the summer in 2100.\n\nWarmer winter and spring temperatures are projected to lead to earlier annual onset of Lyme disease cases in the eastern United States and a generally northward expansion of ticks capable of carrying the bacteria that cause Lyme disease. Between 2001 and 2014, both the distribution and the number of reported cases of Lyme disease increased in the Northeast and Upper Midwest.\n\nIncrease the risks of water-related illnesses. Runoff from more frequent and intense extreme precipitation events, and increased water temperatures, will increasingly compromise recreational waters, shellfish harvesting waters, and sources of drinking water, increasing risks of waterborne illness.\n\nClimate change, including rising temperatures and changes in weather extremes, is expected to increase the exposure of food to certain pathogens and toxins. Rising temperature and increases in flooding, runoff events, and drought will likely lead to increases in the occurrence and transport of pathogens in agricultural environments, which will increase the risk of food contamination and human exposure to pathogens and toxins. This will increase health risks and require greater vigilance in food safety practices and regulation.\n\nClimate change will have the largest health impact on vulnerable populations including those with low incomes, some communities of color, limited English proficiency and immigrant groups, Indigenous peoples, children, pregnant women, older adults, vulnerable occupational groups, persons with disabilities, and persons with preexisting or chronic medical conditions.\n\nExtreme weather and other events related to climate change will impact health by exacerbating underlying medical conditions, increasing exposure to foodborne and waterborne illness risks, and disrupting infrastructure, including power, water, transportation, and communication systems, that are essential to maintaining access to health care and emergency response services and safeguarding human health.\n\n\n\tIn addition, today, the Administration is announcing a number of actions to respond to the critical challenges and vulnerabilities outlined in the Climate and Health Assessment. These include:\n\n\n\t\tExpanding the scope of the President’s Task Force on Environmental Health Risks and Safety Risks to Children to focus on the impacts of climate change on children’s health.\n\n\t\tDeveloping K-12 educational materials on climate change and health.\n\n\t\tA Climate-Ready Tribes and Territories Initiative, which will provide awards for tribal and territorial health departments to investigate, prepare for, and adapt to the health effects of climate change.\n\n\t\tAn update to the Sustainable and Climate Resilient Health Care Facilities Toolkit, issued by the Department of Health and Human Services.\n\n\t\tDesignating May 23-27, 2016, as Extreme Heat Week, during which Federal agencies will take a number of actions to work with community planners and public-health officials to enhance community preparedness for extreme heat events.\n\n\n\tThe findings of the Climate and Health Assessment strengthen and broaden the scientific foundation for future decision making, allowing individuals, communities, organizations, and governments to proactively manage the health risks of climate change.  A better understanding of how climate change affects our health, and the health of our children and grandchildren, underscores the need for urgent action to combat the threats climate change poses on American citizens and communities.\n\n\tAlready, under President Obama’s leadership, the United States has done more to combat climate change and protect the health of communities than ever before. For example, the Clean Power Plan will deliver better air quality, improved public health, clean energy investment and jobs across the country. Since the historic global climate agreement was reached at COP21 in Paris last year, the United States has announced plans to not only implement the agreement to reduce greenhouse gas emissions, but has also committed to adopting an amendment to the Montreal Protocol that would phase down HFCs, a potent greenhouse gas. The Administration has forged a global agreement to cut aviation emissions, and most recently taken a series of actions to reduce methane emissions from the oil and gas sector, while also helping to spur a historic increase in wind and solar energy while doubling the fuel efficiency in our cars.\n\nHOW CLIMATE CHANGE AFFECTS HEALTH: \nKEY FINDINGS AND MESSAGES FROM THE ASSESSMENT\n\nChanges in Extreme Heat and Extreme Cold.  A warmer future is projected to lead to “on the order of thousands to tens of thousands of additional premature deaths per year across the United States by the end of this century” from heat.  Any reduction in cold-related deaths is projected to be smaller than the increase in heat-related deaths in most regions. High temperatures can also lead to a wide range of illnesses. Examples of illnesses associated with extreme heat include cardiovascular, respiratory, and renal illnesses; diabetes; hyperthermia; mental health issues; and preterm births.  Even small differences from seasonal average temperatures result in illness and death.  An increased risk for respiratory and cardiovascular death is observed in older adults during temperature extremes.\n\nImpacts on Air Quality. Changes in the climate affect the levels and location of outdoor air pollutants such as ground-level ozone and fine particulate matter.  These changes in ozone are projected to lead to hundreds to thousands of premature deaths, hospital admissions, and cases of acute respiratory illnesses per year in the United States in 2030.  In addition, the area burned by wildfires in North America is expected to increase dramatically over the 21st century due to climate change.  Air pollution from wildfires can affect people far downwind from the fire location, increasing the risk of premature death and hospital and emergency department visits.  Higher temperatures and increasing carbon dioxide levels also promote the growth of plants that release airborne allergens.\n\nMore Frequent and Intense Extreme Events.  Climate change will expose more people to increases in the frequency and/or intensity of drought, wildfires, and flooding related to extreme precipitation and hurricanes.  Many types of extreme events related to climate change cause disruption of critical infrastructure, including power, water, transportation, and communication systems, that are essential to maintaining access to health care and emergency response services and safeguarding human health.  Health risks may also arise long after the event, or in places outside the area where the event took place, particularly if multiple events occur simultaneously or in succession in a given location – this could be the result of damage to property, destruction of assets, loss of infrastructure and public services, social and economic disruption, and environmental degradation. Poverty also is a key risk factor, and the poor are disproportionately affected by extreme events.\n\nAltered Timing and Location of Vector-Borne Disease. Climate change is expected to alter the geographic and seasonal distributions of existing vectors and vector-borne diseases, such as Lyme disease, West Nile virus infections, and other diseases spread by vectors like mosquitoes. Rising temperatures, changing precipitation patterns, and a higher frequency of some extreme weather events associated with climate change will influence the distribution, abundance, and prevalence of infection in the mosquitoes that transmit West Nile virus, the leading cause of mosquito-borne disease in the United States.  Outdoor workers are at a greater risk for contracting Lyme disease and, if working in areas where there are infected mosquitoes, occupational exposures can also occur for West Nile virus.\n\nIncreased Risks of Water-Related Illnesses.  Runoff from more frequent and intense extreme precipitation events will increasingly compromise recreational waters, shellfish harvesting waters, and sources of drinking water, increasing the risk that infrastructure for drinking water, wastewater, and stormwater will fail due to either damage or exceeding system capacity. Although the United States has one of the safest municipal drinking water supplies in the world, water-related outbreaks still occur—between 1948 and 1994, 68 percent of waterborne disease outbreaks in the United States were preceded by extreme precipitation events. Inequities in exposure to contaminated water disproportionately affects tribes and Alaska Natives, residents of low-income rural subdivisions along the U.S.–Mexico border, migrant farm workers, the homeless, and low-income communities not served by public water utilities—some of which are predominately Hispanic or Latino and African-American communities.\n\nIncreased Threats to Food Safety and Nutrition.  As climate change drives changes in environmental variables, such as ambient temperature, precipitation, and weather extremes (particularly flooding and drought), increases in foodborne illnesses are expected. In the United States, the Centers for Disease Control and Prevention (CDC) estimate that there are 48 million cases of foodborne illnesses per year, with approximately 3,000 deaths.  Rising levels of carbon dioxide in the atmosphere can actually lower the nutritional value of most food crops. Climate-change impacts on food production, food processing and utilization, food prices, and agricultural trade were recently addressed in a separate assessment report on Climate Change, Global Food Security, and the U.S. Food System.\n\nAdverse Impacts on Mental Health.  The cumulative and interactive effects of climate change, as well as the threat and perception of climate change, adversely impact individual and societal physical and mental health and well-being.  Mental health consequences of climate change range from minimal stress and distress symptoms to clinical disorders, such as anxiety, depression, post-traumatic stress, and suicidal thoughts and behaviors.  The mental health impacts of extreme events, such as hurricanes, floods, and drought, can be expected to increase as more people experience the stress—and often trauma—of these disasters.  People with mental illness and those using medications to treat a variety of mental health conditions such as depression, anxiety, and other mood disorders are particularly vulnerable to extreme weather events and extreme heat.\n\nDisproportionate Effects on Vulnerable Populations.  Every American is vulnerable to the health impacts associated with climate change.  People at every life stage have varying sensitivity to climate change impacts.  The most vulnerable populations include individuals with low income, some communities of color, individuals with limited English proficiency and immigrant groups, Indigenous peoples, children, pregnant women, older adults, vulnerable occupational groups, persons with disabilities, and persons with preexisting or chronic medical conditions.\n\n\nCommunities of Color, Low Income, Immigrants, and Limited-English-Proficiency Groups. Vulnerable populations are at increased risk of exposure given their higher likelihood of living in risk-prone areas (such as urban heat islands, isolated rural areas, or coastal and other flood-prone areas), areas with older or poorly maintained infrastructure, or areas with an increased burden of air pollution. Communities of color, low income, immigrant and limited-English-proficiency groups also experience relatively greater incidence of chronic medical conditions, such as cardiovascular and kidney disease, diabetes, asthma, and chronic obstructive pulmonary disease (COPD), which can be exacerbated by climate-related health impacts.\n\nIndigenous Peoples in the United States.  Because of existing vulnerabilities, Indigenous people, especially those who are dependent on the environment for sustenance or who live in geographically isolated or impoverished communities, are likely to experience greater exposure and lower resilience to climate-related health effects.\n\nPregnant Women. Climate-related exposures may lead to adverse pregnancy and newborn health outcomes, including low birth weight, preterm birth, dehydration and associated renal failure, diarrhea, and respiratory disease.  Estimates indicated that there were more than 56,000 pregnant women and nearly 75,000 infants directly affected by Hurricane Katrina and that pregnant women with high hurricane exposure and severe hurricane experiences were at a significantly increased risk for post-traumatic stress disorder (PTSD) and depression.\n\nChildren. Climate change—interacting with factors such as economic status, diet, living situation, and stage of development—will increase children’s exposure to health threats. Children are vulnerable to adverse health effects associated with environmental exposures due to factors related to their immature physiology and metabolism, their unique exposure pathways, their biological sensitivities, and limits to their adaptive capacity.  Children have a proportionately higher intake of air, food, and water relative to their body weight compared to adults. They also share unique behaviors and interactions with their environment that may increase their exposure to environmental contaminants.\n\nOlder Adults.  The nation’s older adult population (ages 65 and older) will nearly double in size from 2015 through 2050.  Between 1979 and 2004, deaths from heat exposure were reported most commonly among adults aged 65 and older.  The need to evacuate an area during or after extreme events can pose increased health and safety risks for older adults, especially those who are poor or reside in nursing or assisted-living facilities.  Air pollution can also exacerbate asthma and COPD and can increase the risk of heart attack in older adults, especially those who are also diabetic or obese.\n\nOccupational Groups.  Outdoor workers are often among the first to be exposed to the effects of climate change. Climate change is expected to affect the health of outdoor workers through increases in ambient temperature, degraded air quality, extreme weather, vector-borne diseases, industrial exposures, and changes in the built environment.  An increased need for complex emergency responses will expose rescue and recovery workers to physical and psychological hazards.  The incidence of heat illness among active duty U.S. military personnel is several-fold higher than the summertime incidence in the general U.S. population (147 per 100,000 among the military versus 21.5 per 100,000 in the general population per year).\n\nPersons with Disabilities.  An increase in extreme weather can be expected to disproportionately affect populations with disabilities, who experience higher rates of social risk factors—such as poverty and lower educational attainment—that contribute to poorer health outcomes during extreme events or climate-related emergencies.  Persons with disabilities often rely on medical equipment (such as portable oxygen) that requires an uninterrupted source of electricity.\n\nPersons with Chronic Medical Conditions.  Preexisting medical conditions present risk factors for increased illness and death associated with climate-related stressors, especially exposure to extreme heat.  Hospital admissions and emergency room visits increase during heat waves for people with diabetes, cardiovascular diseases, respiratory diseases, and psychiatric illnesses. Medical conditions like Alzheimer’s disease or mental illnesses can impair judgment and behavioral responses in crisis situations, which can place people with those conditions at greater risk.\n\n\nNEW ADMINISTRATION ACTIONS RESPONDING TO THE \nCLIMATE AND HEATH ASSESSMENT\n\n\tPresident Obama has already taken action to combat the health impacts of climate change and protect the health of future generations. Just last year, the Administration:\n\n\n\t\tBrought together health and medical professionals, academics, and other interested stakeholders to discuss the challenges of climate change for public health through a series of convenings, workshops, and a formal White House Climate Change and Health Summit;\n\n\t\tExpanded access to climate and health data, involving more than 100 health-relevant datasets, to spur innovation so that communities and businesses could act to reduce the health impacts of climate change;\n\n\t\tStarted integrating climate considerations into agency health and safety policies; and\n\n\t\tCreated initiatives at EPA, USGS, CDC, and the Department of Defense to improve, consolidate, and better visualize data connecting climate change effects to human health.\n\n\n\tToday, the Administration is announcing a series of additional actions to keep us on track to better understand, communicate, and reduce the health impacts of climate change on our communities, including:\n\n\nPresident’s Task Force on Environmental Health Risks and Safety Risks to Children Addresses Climate Change.  The President’s Task Force on Environmental Health Risks and Safety Risks to Children, has expanded its scope to include climate change.  The Task Force includes representatives of 17 federal departments and White House offices and focuses on environmental threats to the health and wellbeing of children that are best addressed through interagency efforts.  Its priorities are asthma disparities, healthy settings, chemical exposures, and climate change and children’s health.  Today, the Task Force is making available examples of actions being taken around the country to protect children from the impacts of climate change on HHS’s new climate and health website at http://www.hhs.gov/climate/childrenshealth/index.html.\n\nDeveloping a Climate-Ready Tribes and Territories Initiative. This year, CDC’s Climate and Health Program will launch the Climate-Ready Tribes and Territories Initiative, which will provide awards for up to five tribal and territorial health departments in the U.S to support public health preparedness and resilience activities that address the health challenges of climate change in these areas.  Although some state and city health departments receive guidance and funding for climate and health research and adaptation planning, no similar program has been available to assist tribal and territorial governments. CDC will work with stakeholders to develop guidance relevant to the unique challenges faced in these jurisdictions.  CDC will use its disease prevention expertise to assist tribal and territorial governments in investigating, preparing for, and adapting to the health effects of climate change.\n\nUpdating the Sustainable and Climate Resilient Health Care Facilities Toolkit. The Toolkit is undergoing pilot testing and evaluation and will be revised and expanded by the end of the year.  In addition, lectures and trainings on the toolkit are being planned for a series of major conferences this year, including the NACCHO Preparedness Summit, the meeting of the American Society for Healthcare Engineering, and the CleanMed Conference. Also planned is a series of training webinars for the private sector on how to use of the toolkit by Practice Greenhealth.\n\nNational Institute of Environmental Health Sciences (NIEHS) to Develop K-12 Educational Materials on Climate Change and Health.  NIEHS is developing educational materials on climate change and health at the K-12 level based on the new Climate and Health Assessment.  They will partner with the National Oceanic and Atmospheric Administration and the American Meteorological Society to help disseminate the materials and offer training. The audience for training is teachers and \"train the trainer\" teacher experts.  The training is expected to be piloted this fall.\n\nReducing the Health Impacts of Extreme Heat. The Administration is announcing that May 23 - 27 is Extreme Heat Week during which agencies will take a number of activities to prepare the nation for extreme heat. This week is a key part of America's PrepareAthon!, the Administration's seasonal campaign to build community-level preparedness action. The White House is planning a webinar during Extreme Heat Week focused on education and outreach to populations more vulnerable to extreme heat as well as to community planners and public health officials to enhance community preparedness to extreme heat events. \n\n\n\n\n\n"
}