{
    "title": "Key Facts and Reports: The Fifth Anniversary of the Affordable Care Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/03/22/key-facts-and-reports-fifth-anniversary-affordable-care-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 22, 2015\n\n \n\n\n\nKey Facts and Reports: The Fifth Anniversary of the Affordable Care Act\n\n\n\n\nUntil President Obama fought for and signed the Affordable Care Act, for decades, millions of Americans lacked the security of health care coverage they deserve. \nFive years after the ACA became law, millions of working and middle class families have the economic security of knowing that they won’t go broke if they get sick. \nThanks to the ACA, millions of Americans who already had health insurance now have better coverage because women can no longer be charged higher premiums than men for the same plan, people with pre-existing conditions can no longer be denied coverage, and young adults won’t age off their parent’s policy when they turn age 19 or graduate from college. \nDespite this progress, Republicans in Congress continue to fight for special interests, not middle class families. They have voted more than 50 times to repeal the ACA, which would eliminate tough rules, including those that guarantee health coverage even if you have a pre-existing condition.\nIt’s time to move forward and our economy, and country, would be stronger if Republicans stopped fighting old political battles.\nThe Affordable Care Act is Working:\n1)      Improving Coverage: After five years of the Affordable Care Act, more than 16 million Americans have gained health coverage. Since 2013, we have seen the largest decline in the uninsured rate in decades, and the Nation’s uninsured rate is now at the lowest level ever recorded.  Just since October 2013, the uninsured rate for non-elderly adults has fallen by 35 percent.\n2)      Improving Affordability: Since the Affordable Care Act was enacted, health care prices have risen at the slowest rate in nearly 50 years.  Thanks to exceptionally slow growth in per-person costs throughout our health care system, national health expenditures grew at the slowest rate on record from 2010 through 2013.   \n3)      Improving Quality: The Affordable Care Act has helped improve the quality of health care, contributing to 50,000 fewer patient deaths  in hospitals due to avoidable harms, like an infection or medication error.  \nAccomplishments of the Affordable Care Act; A 5th Year Anniversary Report: http://go.wh.gov/GBhus2\nCharts and graphs on the Affordable Care Act from the Council of Economic Advisors: http://go.wh.gov/J8E6BS\nKey facts on how the Affordable Care Act has benefitted young adults, women, Latinos, African Americans, and seniors: http://go.wh.gov/rD89dU\nAffordable Care Act Anniversary Video: https://youtu.be/jGQFdad__OU\nState by State impact of the Affordable Care Act: http://www.hhs.gov/healthcare/facts/bystate/statebystate.html\n\n\n\n\n"
}