{
    "title": "First Lady Michelle Obama Launches Snapchat Account Ahead of Upcoming Let Girls Learn Travel to the Republic of Liberia, the Kingdom of Morocco and the Kingdom of Spain | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/06/21/first-lady-michelle-obama-launches-snapchat-account-ahead-upcoming-let",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJune 21, 2016\n\n \n\n\n\n First Lady Michelle Obama Launches Snapchat Account Ahead of Upcoming Let Girls Learn Travel to the Republic of Liberia, the Kingdom of Morocco and the Kingdom of Spain\n\n\n\n\n\nThe First Lady launched her official Snapchat account today to encourage students in the US to follow her trip– follow her at MichelleObama\n\n\tTo give young people everywhere a fun way to follow her trip, learn about the more than 62 million girls around the world who aren’t in school, and take action to support them, the First Lady launched an official Snapchat account: MichelleObama. Follow the First Lady at MichelleObama to see behind-the-scenes Snaps from Washington and abroad, including her upcoming trip and events in the coming months\n\nYou can follow the First Lady’s trip on her new Snapchat account by adding ‘MichelleObama’ – learn more HERE.\n\n\n\n\n\nBackground on the First Lady’s travel: \n\n\tAs part of Let Girls Learn, the First Lady – joined by Malia and Sasha Obama and Mrs. Marian Robinson – will visit Margibi County, Liberia; Marrakech, Morocco; and Madrid, Spain from June 27- July 1, 2016.  The First Lady and her family will return to Washington, D.C. on July 1.\n\n\tIn Liberia, the First Lady will visit a Peace Corps Training Facility in Kakata, where she will meet with girls and young women participating in a GLOW (Girls Leading Our World) Camp.  Her visit will highlight both the Peace Corps’ work to help girls in underserved communities build self-confidence, communication, and other leadership skills and new programming from the U.S. Agency for International Development (USAID) aimed at improving access to quality education and life skills for adolescent girls across Liberia. \n\n\tAlso in Liberia, the First Lady will visit a school in Unification Town for a discussion with adolescent girls who have faced serious obstacles in attaining an education.  This discussion will be moderated by actress Freida Pinto, an advocate for girls’ education. The conversation will highlight both the educational barriers girls face as Liberia moves beyond the Ebola epidemic, and the U.S. Government’s efforts to continue to address those barriers and provide adolescent girls with equitable access to safe and quality education.  President Ellen Johnson Sirleaf will join Mrs. Obama during her visit.  The First Lady’s events in Liberia will take place on June 27.\n\n\tIn Morocco, the First Lady—joined by Meryl Streep, also an advocate for girls’ education, and Freida Pinto—will participate in a conversation with adolescent girls moderated by CNN’s Isha Sesay.  In the discussion, participants will discuss the challenges many girls in the region face in getting a quality education.  The First Lady’s visit will also highlight commitments made by the U.S. Government through the Millennium Challenge Corporation, and USAID in partnership with the Kingdom of Morocco to help adolescent girls in Morocco go to school and stay in school.  The First Lady will be in Morocco on June 28 and 29. \n\n\tIn Madrid, the First Lady will deliver a speech on Let Girls Learn to girls and young women, sharing the stories of girls she has met in Liberia and Morocco - and her prior travels - and highlighting new commitments to support Let Girls Learn.  Mrs. Obama will encourage the audience to value their own educational opportunities, continue to strive for progress for girls and young women in their country, and take action to help the more than 62 million girls around the world who are out of school.  This event will take place on June 30.  While in Spain, the First Lady will also meet with Her Majesty Queen Letizia.  \n\n\n\n\n"
}