{
    "title": "Statements by President Obama and Tom Daschle | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statements-president-obama-and-tom-daschle",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nFebruary 03, 2009\n\n \n\n\n\nStatements by President Obama and Tom Daschle\n\n\n\n\n     THE WHITE HOUSE  Office of the Press Secretary  For Immediate Release                                                                         February 3, 2009 Statements by President Obama and Tom Daschle about Daschle’s request to Withdraw His Name from Consideration for Secretary of Health and Human Services: Statement by President Obama This morning, Tom Daschle asked me to withdraw his nomination for Secretary of Health and Human Services. I accept his decision with sadness and regret. Tom Daschle has devoted his life to public service and health care reform, so that every American has access to health care they can afford. I had hoped that he could bring this passion and expertise to bear to finally achieve that goal, which is so essential to the progress of our economy and the well-being of businesses and families across our nation. Tom made a mistake, which he has openly acknowledged. He has not excused it, nor do I. But that mistake, and this decision, cannot diminish the many contributions Tom has made to this country, from his years in the military to his decades of public service. Now we must move forward, with our plan to lift this economy and put people back to work. Statement by Tom Daschle I have just informed the President that I am withdrawing my name from consideration for Secretary of Health and Human Services. To be chosen by President Obama to run the Department of Health and Human Services and to lead the reform of America’s health care system is one of the signal honors of an improbably career.  But if 30 years of exposure to the challenges inherent in our system has taught me anything, it has taught me that this work will require a leader who can operate with the full faith of Congress and the American people, and without distraction.  Right now, I am not that leader, and will not be a distraction. The focus of Congress should be on the urgent business of moving the President’s economic agenda forward, including affordable health care for every American.  We need the best care in America to be available to all Americans. We need this effort to succeed. Lives and livelihoods are at stake.  I will not be the architect of America’s health system reform, but I remain one of its most fervent supporters. Thank you. \n\n\n\n"
}