{
    "title": "Statement by the President on World Refugee Day | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/06/20/statement-president-world-refugee-day",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 20, 2014\n\n \n\n\n\nStatement by the President on World Refugee Day\n\n\n\n\nToday I join people around the world in commemorating World Refugee Day.  It is an opportunity to honor the resilience of those who flee violence and persecution and the dedication of those who help them. \nThe forces that shatter communities and uproot their residents are difficult to tame.  This year we mark a grim milestone.  Over 51 million people are now refugees, asylum seekers, or internally displaced persons, according to the United Nations High Commissioner for Refugees. That is more than at any time since World War II. \nNearly half of all Syrians – 45 percent – have been driven from their homes.  A quarter of them – more than 2.8 million – have become refugees in neighboring countries.  Conflicts in the Central African Republic and South Sudan have each forced over a million people to flee.  In just the past few days, turmoil gripping Iraq has displaced hundreds of thousands and threatens many more. \nRefugee crises reveal what is worst and best about us.  The huts set on fire, the apartment buildings flattened, the bullets sprayed at innocent civilians, show the depths of our capacity for hatred and callousness.  But those who aid and protect refugees demonstrate the opposite:  our potential for valor and compassion. \nThe United States provides more humanitarian assistance to refugees than any other nation.  In the last year alone, the generosity of the American people, and the dedication of those who deliver food, medicine, shelter, and other emergency assistance, have helped to save hundreds of thousands, perhaps millions of lives.\nOur commitment does not end overseas. Some refugees simply cannot return home because the risk of violence and persecution is too great. The U.S. admits more refugees for permanent resettlement than any other nation.  Last year nearly 70,000 came to the United States and we expect to bring in the same number this year. \nThe ordeals refugees survive and the aspirations they hold resonate with us as Americans. This country was built by people who fled oppression and war, leapt at opportunity, and worked day and night to remake themselves in this new land.  The refugees who arrive in the United States today continue this tradition, bringing fresh dreams and energy and renewing the qualities that help forge our national identity and make our country strong. \n\n\n\n\n"
}