{
    "title": "First Lady Michelle Obama Announces Winners of Let’s Move! Video Challenge | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/07/11/first-lady-michelle-obama-announces-winners-let-s-move-video-challenge",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJuly 11, 2012\n\n \n\n\n\nFirst Lady Michelle Obama Announces Winners of Let’s Move! Video Challenge\n\n\n\n\n\nFaith and Community Leaders From California, Colorado, Connecticut, Florida, New York, Pennsylvania and Tennessee chosen for work to solve childhood obesity\n\n\tWASHINGTON—First Lady Michelle Obama today announced the winners of the Let’s Move! Communities on the Move video challenge, which invited faith and community leaders to share their stories about their efforts to promote wellness and solve the problem of childhood obesity in their communities. Mrs. Obama launched the challenge during the celebration of the second anniversary of Let’s Move!  at an event at Northland, A Church Distributed in Longwood, Florida. The First Lady encouraged participating organizations to create videos that showcased programs related to Let’s Move Faith and Communities that were creative, effective, sustainable, replicable and inspirational. Videos focused on at least one Let’s Move Faith and Communities focus area, including efforts to promote physical activity, access to healthy, affordable food for children and healthy eating using MyPlate, the federal government’s new food icon.  Communities across the country responded enthusiastically to the challenge, submitting videos that represented a broad range of programs, strategies and age groups -- from toddlers to teenagers -- with submissions from 21 states. A panel of judges from Let’s Move!, USDA and HHS chose one winner and several Honorable Mentions. The Popular Choice Award was given to the eligible video with the most votes online. All the winners will be invited to the White House and will meet First Lady Michelle Obama at a date to be announced.\n\n\t“With lots of creativity and a great sense of fun, these congregations and organizations have shown us the inspiring work being done across the country to help our children lead healthier lives,” said First Lady Michelle Obama. “Everyone wants to see our nation become healthier, and these contest winners have shown us that by taking steps big or small, each of us can play a role in solving the problem of childhood obesity. I hope more people are inspired by these organizations to work together for our children’s health.”\n\n\tThe winners of the Let’s Move! Communities on the Move video challenge include:\n\nMacedonia  Missionary Baptist Church – First Prize\n\tEatonville, FL\nVideo: Macedonia on the Move\n\n\tMacedonia Missionary Baptist Church of Eatonville, Florida has devised a multigenerational approach to motivate families and communities to take an active role in striving for good health and living life to the fullest. Youth health programs at Macedonia put an emphasis on obesity prevention through physical activity, nutrition education, gardening and group motivation. The Macedonia on the Move video shows their “Fit With Faith” weekly exercise program, Zumba classes and Fitness Boot Camps that infuse some friendly competition into physical activity. The church has partnered with several community organizations and has parents and church leaders serving as role models by engaging in activities that promote health and wellness.\n\nHispanic Health Council – Honorable Mention\n\tHartford, CT\nVideo: Puppets & Peers .....On the Move!    To Prevent Childhood Obesity\n\n\tThe Hispanic Health Council is an organization that uses community-based research, evidence-based direct services and policy advocacy to improve the health and well-being of Latinos and other diverse communities in Hartford, Connecticut. The video highlights their early childhood “PANA” Program, which is funded by USDA’s SNAP-Education program and reaches 30,000 children annually. PANA provides six engaging and informative puppet shows that promote nutrition and physical activity in early childhood centers and school districts in seven of Connecticut's poorest cities. Kids learn through this program that broccoli and other vegetables can be delicious! The Hispanic Health Council also runs a breastfeeding program, supported in part by USDA’s WIC program, which provides support for low-income women who choose to breastfeed, an important component of childhood obesity prevention.\n\nLiveWell Wheat Ridge – Honorable Mention\n\tWheat Ridge, CO\nVideo: LiveWell Wheat Ridge\n\t \n\tLiveWell Wheat Ridge, a community coalition in Colorado, actively applies evidence-based practices to reduce the impact of adult and childhood obesity in Wheat Ridge. Working with diverse members of the community, LiveWell Wheat Ridge is implementing sustainable programs, policies and environmental change to support healthy eating and active living, particularly for those community members and children who are most disparately affected. Their video submission shows their work to increase opportunities for physical activity in Wheat Ridge by building a network of bike paths and constructing a skate park. It also highlights their participation in USDA’s Summer Food Service Program and the promotion of urban agriculture in their suburban Denver community, Wheat Ridge.\n\nLong Island Head Start – Honorable Mention\n\tPatchogue, NY\nVideo: Sowing The Seeds Of The Future\n\n\tLong Island Child and Family Development Services provides a comprehensive learning environment for at-risk children and assists families in reaching self-sufficiency by giving children a “head start” in life. Their program teaches the importance of nutrition and physical activity to reverse the trend of childhood obesity. Their video shows the children gardening, learning where their food comes from and eating healthy meals and snacks through their participation in the Child and Adult Food Care Program. Long Island Head Start also teaches children yoga, which promotes physical activity, as well as concentration, focus and anxiety relief. The program emphasizes exploration, nature, teamwork and cooperation.\n\nMartha O’Bryan Center – Honorable Mention\n\tNashville, TN\nVideo: Martha O’Bryan - Highway to Health\n\t \n\tThe Martha O’Bryan Center empowers children, youth and adults to transform their lives through education, work and fellowship.  The Center also promotes healthy living in the Nashville area, specifically within the public and low-cost housing communities. Their program focuses on food, exercise and health. Their video shows the Center’s use of USDA’s Child and Adult Care Food Program for their “Kid’s Café,” which serves approximately 50,000 healthy meals to children in Nashville each year. The Martha O’Bryan Center has also partnered with Fizeek, a group that teaches fitness and health education to children each week.\n\t \nPhiladelphia Campaign for Healthier Schools – Honorable Mention\n\tPhiladelphia, PA\nVideo: HYPE! Healthy You. Positive Energy.\n\n\tThe Philadelphia Campaign for Healthier Schools works with 175 public schools to promote healthy eating and active living in the school environment. Participating schools assess their health environments, create improvement plans and receive training and resources to implement wellness goals. 1,000 youth from 100 schools across Philadelphia participated in the Youth for Healthy Change Leadership Summit to develop leadership skills and learn how to plan healthy campaigns for their schools. The video features Healthy You. Positive Energy (HYPE) youth leaders speaking about healthy choices, leading exercise breaks for younger students and brainstorming about how they can make Philadelphia schools healthier and more active.\n\nSan Jose State University/Most Holy Trinity Church Food Justice Ministry – Honorable Mention\n\tSan Jose, CA\nVideo: SJSU/MHT Food Justice Communities on the Move Video Challenge\n\t \n\tThe Most Holy Trinity Church Food Justice Ministry is a partnership between San Jose State University and the Most Holy Trinity Church in Santa Clara, California. With participation from students, parishioners and collaborative partner organizations, the program utilizes key messages about healthy eating and physical activity from Let’s Move! to address high rates of obesity in low-income populations living in East San Jose. Their video shows youth enjoying music and dancing. They also participate in Share Our Strength’s “Cooking Matters” nutrition education classes and multi-lingual pulpit announcements about the CalFresh (SNAP) program and the “double-up bucks” program, enabling parishioners to shop for fresh produce at a local farmers market.\n\nSouth Valley Family YMCA – Honorable Mention\n\tSan Jose, CA\nVideo: A Community on The Move- South Valley Family YMCA\n\n\tThe South Valley Family YMCA’s programs provide creative opportunities for children and families to exercise through sports, group games, cultural dances and Zumba classes. The video shows their afterschool program, where South Valley YMCA offers nutrition education using MyPlate, cooking classes and tasting activities for families to promote fresh fruit, vegetables and other healthy foods. The organization utilizes partnerships with schools, local churches, food banks and government agencies to reach low-income youth who are at risk of academic failure and provides them with a safe, healthy and enriching place to be after school.\n\nCity of San Fernando Partnership for Healthy Families – Popular Choice Award\n\tSan Fernando, CA\nVideo: 100 Citizens: Role Models for the Future\n\n\tThe 100 Citizens: Role Models for the Future program is a collaborative effort of the City of San Fernando Partnership for Healthy Families. The video highlights their fitness program in San Fernando parks, staffed by Kinesiology student volunteers who are trained in the delivery and benefits of physical activity. The 100 Citizens program promotes the idea that a healthy childhood begins at home, and the program works to help adults establish healthy lifestyles so they can be role models for regular physical activity and good nutrition for their children. The program includes Zumba, body sculpting and cycle spinning and emphasizes that physical activity is fun!\n\n\n\n\n"
}