{
    "title": "Voices of Health Reform: Kayla's Story | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/27/voices-health-reform-kaylas-story",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 27, 2011\n\n \n\n\n\nVoices of Health Reform: Kayla's Story\n\n\n\n\n\n\tThis installment of Voices of Health Reform can be found online HERE.\n\nVoices of Health Reform: Kayla's Story\n\tPosted by Stephanie Cutter on January 27, 2011\n\n\tEditor’s Note: This post is part of a serieswhere readers can meet average Americans already benefiting from the health reform law, the Affordable Care Act.\n\n\tWhen Kayla Holmstrom was just 9 years old, she was in a motorcycle accident. While her insurance plan covered her medical expenses, she contracted chronic osteomyelitis, a chronic bone infection. Since contracting the disease she has had over 25 surgeries on her leg and her infection could flare up at any time.\n\n\tKayla is now studying to become a nurse at South Dakota State University and would have lost her coverage under her parent’s plan when she turned 24. But thanks to the Patient’s Bill of Rights that was a part of the Affordable Care Act, Kayla can stay on her parent’s health insurance plan until her 26th birthday.\n\n\tBefore reform passed, too many young adults like Kayla struggled to get the care they need:\n\n\n\t\t42% of young adults either lost or switched coverage once they graduated from school – 46% of which were uninsured for two or more years.\n\n\t\t76% of young adults who were uninsured reported not getting needed care because they couldn’t afford it.\n\n\t\t11.3 million young adults, both uninsured and insured, who were surveyed said they were paying off medical bills.  \n\n\n\tThe Affordable Care Act will help 1.2 million young adults remain on their parent’s health insurance plan and drive down costs for all Americans. The law also provides additional protections for people like Kayla by making it illegal for insurance companies to discriminate against anyone with a pre-existing condition.\n\n\tAnd the Affordable Care Act helps everyone in Kayla’s generation by reducing the deficit by a trillion dollars through provisions that crack down on waste, fraud and abuse, and stop hundreds of billions in unfair and irresponsible subsidies to insurance companies that are now paid by taxpayers.\n\n\t \n\n\tListen to Kayla’s story here:\n\n\t[Go to the blog post to watch the video]\n\n\t \n\n\n\n\n"
}