{
    "title": "Presidential Memorandum--The Designation of Officers of the Office of the Director of National Intelligence to Act as Director of National Intelligence | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/03/08/presidential-memorandum-designation-officers-office-director-national-in",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 08, 2011\n\n \n\n\n\nPresidential Memorandum--The Designation of Officers of the Office of the Director of National Intelligence to Act as Director of National Intelligence\n\n\n\n\nMEMORANDUM FOR THE DIRECTOR OF NATIONAL INTELLIGENCE\nSUBJECT: Designation of Officers of the Office of the Director of National Intelligence to Act as Director of National Intelligence\nBy the authority vested in me as President by the Constitution and the laws of the United States of America, including the Federal Vacancies Reform Act of 1998, 5 U.S.C. 3345 et seq., it is hereby ordered that:\nSection 1.  Subject to the provisions of sections 3 and 4 of this memorandum, the officers of the Office of the Director of National Intelligence named in section 2, in the order listed, shall act as and perform the functions and duties of the Director of National Intelligence (DNI), during any period in which the DNI and the Principal Deputy Director of National Intelligence have died, resigned, or otherwise become unable to perform the functions and duties of the DNI, until such time as the DNI or the Principal Deputy Director of National Intelligence is able to perform the functions and duties of the DNI.\nSec. 2.  Order of Succession.\n(a) Deputy Director of National Intelligence for Intelligence Integration;\n(b) Director of the National Counterterrorism Center; and\n(c) National Counterintelligence Executive.\nSec. 3.  National Security Act of 1947.  This memorandum shall not supersede the authority of the Principal Deputy Director of National Intelligence to act for, and exercise the powers of, the DNI during the absence or disability of the DNI or during a vacancy in the position of the DNI (National Security Act of 1947, as amended, 50 U.S.C. 403-3a).\nSec. 4.  Exceptions.  (a)  No individual who is serving in an office listed in section 2 of this memorandum in an acting capacity shall act as the DNI pursuant to this memorandum.\n(b)  No individual listed in section 1 of this memorandum shall act as the DNI unless that individual is otherwise eligible to so serve under the Federal Vacancies Reform Act of 1998.\n(c)  Notwithstanding the provisions of this memorandum, the President retains discretion, to the extent permitted by law, to depart from this memorandum in designating an acting DNI.\n\t \n\t(d)  In the event that the Director of the National Counterterrorism Center acts as and performs the functions and duties of the DNI pursuant to section 1 of this memorandum, that individual shall not simultaneously serve as Director of the National Counterterrorism Center during that time, in accordance with 50 U.S.C. 404o(b)(2).\nSec. 5.  Revocation.  The Presidential Memorandum of October 3, 2008 (Designation of Officers of the Office of the Director of National Intelligence to Act as Director of National Intelligence), is hereby revoked.\nSec. 6.  This memorandum is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\nSec. 7.  You are authorized and directed to publish this memorandum in the Federal Register.\nBARACK OBAMA\n\n\n\n\n"
}