{
    "title": "Fact sheet and expected attendees for today's Rose Garden bill signing | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/fact-sheet-and-expected-attendees-todays-rose-garden-bill-signing",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 22, 2009\n\n \n\n\n\nFact sheet and expected attendees for today's Rose Garden bill signing\n\n\n\n\n\nTHE WHITE HOUSE\n\nOffice of the Press Secretary\n___________________________________________________________________________\nFOR IMMEDIATE RELEASE                                                       June 22, 2009\n\nFACT SHEET:  The Family Smoking Prevention and Tobacco Control Act of 2009\n\n\nToday, President Obama will sign historic legislation granting authority over tobacco products to the U.S. Food and Drug Administration.\n\nSome of the key elements of this legislation include:\n\nNew Center for Tobacco Products:  FDA will create a new Center for Tobacco Products to oversee the science-based regulation of tobacco products in the United States. \nBanning Candy-Flavored Cigarettes:  By October 2009, cigarettes will be prohibited from having candy, fruit, and spice flavors as their characterizing flavors. \nFull Disclosure of Ingredients and Additives:  By January 2010, tobacco manufacturers and importers will submit information to FDA in their possession about ingredients and additives in tobacco products, a description of the nicotine content and delivery, and the health consequences of tobacco products.  \nStopping Youth-Focused Marketing:  By April 2010, FDA will issue the agency's 1996 regulation aimed at reducing young people's access to tobacco products and curbing the appeal of tobacco to the young.  When the regulation becomes effective, a number of measures will take effect, including: \n    \nTobacco manufacturers may no longer sponsor sporting, athletic, and entertainment events using tobacco product brand names and logos; \nTobacco manufacturers may no longer sell or give away clothing or other items which bear the brand name or logo of a tobacco product; and \nTobacco manufacturers will no longer be able to distribute free samples of cigarettes, and free samples of smokeless tobacco will be allowed only in adult-only facilities. \n\n\nProhibiting Other Marketing Measures Misleading Consumers:  By July 2010, tobacco manufacturers may no longer use the terms \"light,\" \"low,\" and \"mild\" on tobacco products. \nNew Warning Labels:  By July 2011, warning labels for cigarettes and smokeless tobacco products will be revised and strengthened.  Warnings will comprise the top 50 percent of the front and rear panels of the package.  FDA will issue regulations requiring graphics on labels depicting the health risks of smoking.\n\nThe Family Smoking Prevention and Tobacco Control Act of 2009 also provides FDA with regulatory authority to regulate marketing and promotion of tobacco products and set performance standards for tobacco products to protect the public health.\n\nBackground on today’s bill signing:\n\nStage Participants:\nSenator Chris Dodd, D-CT\nSenator Richard Durbin, D-IL\nSenator Mike Enzi, R-WY\nSenator Tom Harkin, D-IA\nSenator Frank Lautenberg, D-NJ\nRep. Henry Waxman, D-CA\nRep. John Dingell, D-MI\nRep. Donna Christensen, D-VI\nRep. Frank Pallone, D-NJ\nRep. Todd Platts, R-PA\nChristopher Eric Wiggins, Campaign for Tobacco Free Kids (10 years old)\nEamon McGoldrick, Campaign for Tobacco Free Kids (14 years old)\nHoai-Nam Ngoc Bui, Campaign for Tobacco Free Kids (14 years old)\nSarah Louise Wiggins, Campaign for Tobacco Free Kids (9 years old)\n\nAdditional Members of Congress Expected to Attend:\nSenator Jeff Bingaman, D-NM\nSenator Sherrod Brown, D-OH\nSenator Bob Casey, D-PA\nSenator Jeff Merkley, D-OR\nSenator Sheldon Whitehouse, D-RI\nRep. GK Butterfield, D-NC\nRep. Diana DeGette, D-CO\nRep. Ralph Hall, R-TX\n\nAdministration Officials:\nAndrea Palm, Deputy Assistant Secretary for Legislative Affairs, HHS\nBill Corr, Deputy Secretary, HHS\nCatherine Lorraine, Director, Policy Development and Coordination Staff, FDA\nDora Hughes, Senior Counselor, HHS\nHoward Koh, Asst. Secretary for Health, HHS\nJosh Brown, Attorney-Advisor, Office of the General Counsel, HHS\nJosh Sharfstein, Principal Deputy Commissioner, FDA\nLester Cash, Associate Deputy Assistant Secretary, Legislation, HHS\nPeggy Hamburg, Commissioner, FDA\nTom Frieden, Director, CDC\n\nAdditional Expected Attendees:\nAida McCammon, President and Chief Executive Officer, Indiana Latino Institute, Inc.\nAlisa Mosley, Director of External Affairs, National Medical Association\nAnne J. Ford, Vice President for Federal Government Relations, Campaign for Tobacco Free Kids\nBishop Douglas Miles, President, Interdenominational Ministerial Alliance\nBrenda Nevidjon, President, Oncology Nursing Society\nBrian Hickey Director, Federal Government Relations, Campaign for Tobacco Free Kids\nC. Edwin Webb, Associate Executive Director, American College of Clinical Pharmacy\nCliff Douglas, President, Tobacco Control Law and Policy Consulting\nClifford E. Douglas, Director, University of Michigan Tobacco Research Network\nDaniel McGoldrick Vice President, Research, Campaign for Tobacco Free Kids\nDaniel Smith, President, American Cancer Society\nDavid Kessler, Professor, University of California San Francisco\nDerek Scholes, Government Relations Manager, American Heart Association\nDeWitt Williams, Director, Health Ministries, North American Division, Seventh Day Adventist Church\nDonna E. Shalala, President, University of Miami\nDoug Ulman, President and Chief Executive Officer, Lance Armstrong Foundation\nDouglas Blayney, President, American Society of Clinical Oncology\nDouglas Gansler, Attorney General, State of Maryland\nDr. Barrett Duke, Vice President for Public Policy, Ethics & Religious Liberty Commission, Southern Baptist Convention\nDr. Cheryl Healton, President and Chief Executive Officer, American Legacy Foundation\nDr. Gregory Connolly, Professor, Harvard School of Public Health\nDr. Judith Monroe, President, Association of State and Territorial Health Officials\nDr. Michael Caldwell, Commissioner of Health, Dutchess County Department of Health\nDr. Renee Jenkins, Immediate Past President, American Academy of Pediatrics\nDr. Sayyid Syeed, National Director, Islamic Society of North America\nDr. Wilson Ko, Vice Chair, National Council of API Physicians\nEric Lindblom, Campaign for Tobacco Free Kids\nErika Sward, Director, National Advocacy, American Lung Association\nGrant Woods, Former Attorney General, State of Arizona\nGregg Haifley, Associate Director of Federal Relations, American Cancer Society\nIrwin Berlin, Chair, Government Relations Committee, American College of Chest Physicians\nJ. James Rohack, President, American Medical Association\nJack Henningfield, Vice President, Research and Health Policy, Pinney Associates\nJacqueline Marie Bolt, Vice President of Administration, Campaign for Tobacco Free Kids\nJames Winkler, Chair of Faith United Against Tobacco and General Secretary, United Methodist Board of Church & Society\nJoel J. Africk, President and Chief Executive Officer, Respiratory Health Association of Metropolitan Chicago\nJoel Spivak, Associate Director of Media Relations, Campaign for Tobacco Free Kids\nJohn Seffrin, Chief Executive Officer, American Cancer Society\nJoseph Marx, Senior Communications Officer, Robert Wood Johnson Foundation\nKathleen O'Loughlin, Executive Director, American Dental Association\nLouise Myers, Campaign for Tobacco Free Kids\nMargaret Riordan, Director, Policy Research, Campaign for Tobacco Free Kids\nMark McCellan, Former Commissioner, FDA\nMatt Myers, President, Campaign for Tobacco Free Kids\nMichael Moore, Former Attorney General, State of Mississippi\nMitch Zeller, Vice President for Policy and Strategic Communications, Pinney Associates\nMona Bormet, Advocacy Program Specialist, Asian & Pacific Islander American Health Forum\nNancy Brown, Chief Executive Officer, American Heart Association\nPaul G. Billings, Vice President, National Policy & Advocacy, American Lung Association\nRev. Cynthia Abrams, Program Director of Alcohol, Other Addictions, and Health Care, United\nMethodist Church – General Board of Church and Society\nRisa Lavizzo-Mourey, President, Robert Wood Johnson Foundation\nRobert M. Pestronk, Executive Director, National Association of County and City Health Officials\nSteven Nolan, Chairman of the Board, American Lung Association\nTimothy Gardner, President, American Heart Association\nVan Velsor Wolf, National Chairman, American Cancer Society\nVince Willmore, Vice President, Communications, Campaign for Tobacco Free Kids\nVincent DeMarco, Coordinator, Faith United Against Tobacco\nWilliam Schultz, Attorney, Zuckerman Spaeder, LLP\n\n\n\n\n"
}