{
    "title": "White House Launches Campaign to Cut Waste: Vice President to Take on Making Government More Accountable | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/06/13/white-house-launches-campaign-cut-waste-vice-president-take-making-gover",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nJune 13, 2011\n\n \n\n\n\nWhite House Launches Campaign to Cut Waste: Vice President to Take on Making Government More Accountable\n\n\n\n\n\nObama Administration Establishes New Board of Fraud and Waste Watchdogs\n\n\tWASHINGTON – In a video message to the American people, President Obama and Vice President Biden launched the Campaign to Cut Waste, which will hunt down and eliminate misspent tax dollars in every agency and department across the federal government.  The Vice President hosted an event at the White House today where he announced that the President has asked him to take on a new role holding the Cabinet accountable for cutting waste in their agencies as part of the Administration’s ongoing effort to make government more accountable to the American people. At the event, he outlined the new steps the government would be taking as part of an Executive Order the President signed this morning.\n\n\tThe Campaign to Cut Waste will build on the Accountable Government Initiative, led by OMB Director Jacob Lew and OMB’s Deputy Director for Management and Federal Chief Performance Officer Jeffrey Zients, which has already tackled waste and inefficiency in many areas across government, cutting contracting spending for the first time in 13 years, identifying $3 billion in information technology savings, shutting down duplicative data centers and getting rid of excess federal real estate.  The Administration also put out an update on steps they have taken to date to reduce government waste and make government work better for the American people.\n\n\t“Targeting waste and making government more efficient have been a priority for my administration since day one.  But as we work to tackle the budget deficit, we need to step up our game,” President Obama said in a message to the American people. “No amount of waste is acceptable – not when it’s your money; not at a time when so many families are already cutting back.”\n\n\t“For too long the federal government has allowed billions of taxpayer dollars to be wasted on inefficiencies,” said Vice President Biden. “Over the last two years, we have been slashing waste across government and today we are putting Washington on notice:  the President and I are committed to changing the way government works and we are stepping up the hunt for misspent dollars.” \n\n\t“Any waste of taxpayer dollars is unacceptable whether we are in surplus or deficit, but it is particularly offensive at a time of such fiscal challenges,” said OMB Director Jacob Lew.  “At the same time as we work to tackle our deficits, it is critical that we continue to root out waste, identify ways to do more with less, and ensure the tax dollars of America’s families are put to good use. We will continue to update the public on these efforts, building on the unprecedented transparency of the Recovery Act.”\n\n\tThe Vice President was joined for the announcement by Lew, Zients, and chairman of the Recovery Act Transparency and Accountability Board Earl Devaney, along with several agency Inspectors General, Chief Financial Officers, Deputy Secretaries, and additional Administration officials.\n\n\tThe President signed an Executive Order this morning establishing the Campaign to Cut Waste which includes two key initiatives:\n\n1. New Oversight and Accountability Board: Building on the successful execution of the Recovery Act, the Vice President announced the establishment of a new oversight and accountability board to help federal agencies improve their performance and reduce waste, fraud and abuse across government.\n\n\tThe Recovery Act’s use of unprecedented transparency to drive accountability and prevent fraud is a success story that needs to be replicated across federal government spending.  The mission of the new Board is to allow taxpayers the same ability to track where their dollars are going and to have the same confidence that the dollars are not being lost to waste, fraud, or abuse, not just for Recovery Act dollars, but more broadly.\n\n\tThe Board will be composed of 11 members, including agency Inspectors General, agency Chief Financial Officers or Deputy Secretaries, an official from the Office of Management & Budget, and other such members the President may designate.  The new Board will work closely with Chairman Devaney and the Recovery Accountability and Transparency Board to expand the benefits of this new, more effective way of doing business.\n\n2. Regular Cabinet Meetings to Report Progress to the Vice President:   The Executive Order also strengthens accountability, directing Cabinet members to report progress cutting waste and delivering results directly to the Vice President. Just as he did with the Recovery Act, the Vice President will be holding regular meetings with Cabinet members to make sure that we are doing all we can to eliminate government waste, save taxpayer dollars and make government work better. The order also requires agency Chief Operating Officers and Chief Financial Officers to report progress regularly to the Office of Management and Budget.\n\n\tAs one of the campaign’s first steps, the Administration will be targeting duplication and waste among federal websites. There are almost 2,000 separate websites across the Federal Government. With so many separate sites, Americans often do not know where to turn for information.  The Administration will immediately put a halt to the creation of new websites. The Administration will also shutdown or consolidate 25% of the 2000 sites over the next few months and set a goal of cutting the number of separate, stand alone sites in half over the next year.\n\n\n\n\n"
}