{
    "title": "PRESS RELEASE: President Obama Honors Nation’s Top Scientists and Innovators | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/12/21/president-obama-honors-nation-s-top-scientists-and-innovators",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 21, 2012\n\n \n\n\n\nPRESS RELEASE: President Obama Honors Nation’s Top Scientists and Innovators\n\n\n\n\nPresident Obama today named twelve eminent researchers as recipients of the National Medal of Science and eleven extraordinary inventors as recipients of the National Medal of Technology and Innovation, the highest honors bestowed by the United States Government upon scientists, engineers, and inventors. The recipients will receive their awards at a White House ceremony in early 2013.\n“I am proud to honor these inspiring American innovators,” President Obama said.  “They represent the ingenuity and imagination that has long made this Nation great—and they remind us of the enormous impact a few good ideas can have when these creative qualities are unleashed in an entrepreneurial environment.”\nThe National Medal of Science was created by statute in 1959 and is administered for the White House by the National Science Foundation. Awarded annually, the Medal recognizes individuals who have made outstanding contributions to science and engineering. A committee of Presidential appointees selects nominees on the basis of their extraordinary knowledge in and contributions to chemistry, engineering, computing, mathematics, or the biological, behavioral/social, and physical sciences.\nThe National Medal of Technology and Innovation was created by statute in 1980 and is administered for the White House by the U.S. Department of Commerce’s Patent and Trademark Office. The award recognizes those who have made lasting contributions to America’s competitiveness and quality of life and helped strengthen the Nation’s technological workforce. Nominees are selected by a distinguished independent committee representing the private and public sectors.\nThis year’s recipients are listed below. \nNational Medal of Science\nDr. Allen Bard, University of Texas at Austin, TX\n\tDr. Sallie Chisholm, Massachusetts Institute of Technology, MA\n\tDr. Sidney Drell, Stanford University, CA\n\tDr. Sandra Faber, University of California, Santa Cruz, CA\n\tDr. Sylvester James Gates, University of Maryland, MD\n\tDr. Solomon Golomb, University of Southern California, CA\n\tDr. John Goodenough, University of Texas at Austin, TX\n\tDr. M. Frederick Hawthorne, University of Missouri, MO\n\tDr. Leroy Hood, Institute for Systems Biology, WA\n\tDr. Barry Mazur, Harvard University, MA\n\tDr. Lucy Shapiro, Stanford University School of Medicine, CA\n\tDr. Anne Treisman, Princeton University, NJ\nNational Medal of Technology and Innovation\nDr. Frances Arnold, California Institute of Technology, CA\n\tDr. George Carruthers, U.S. Naval Research Lab, DC\n\tDr. Robert Langer, Massachusetts Institute of Technology, MA\n\tDr. Norman McCombs, AirSep Corporation, NY\n\tDr. Gholam Peyman, Arizona Retinal Specialists, AZ\n\tDr. Art Rosenfeld, Lawrence Berkeley National Laboratory, CA\n\tDr. Jan Vilcek, NYU Langone Medical Center, NY\nTeam:\nDr. Samuel Blum, IBM Corporation, NY\n\tDr. Rangaswamy Srinivasan, IBM Corporation, NY\n\tDr. James Wynne, IBM Corporation, NY\nCompany:\nRaytheon BBN Technologies, MA, *Represented by CEO, Edward Campbell\nAffiliations listed are the awardees’ most recently identified employers; some awardees are now retired. \n\n\n\n\n"
}