{
    "title": "President Obama Honors Outstanding Early-Career Scientists | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/26/president-obama-honors-outstanding-early-career-scientists",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 26, 2011\n\n \n\n\n\nPresident Obama Honors Outstanding Early-Career Scientists\n\n\n\n\n\n\tPresident Obama today named 94 researchers as recipients of the Presidential Early Career Awards for Scientists and Engineers, the highest honor bestowed by the United States government on science and engineering professionals in the early stages of their independent research careers.\n\n\tThe Presidential early career awards embody the high priority the Obama Administration places on producing outstanding scientists and engineers to advance the Nation’s goals, tackle grand challenges, and contribute to the American economy.  Sixteen Federal departments and agencies join together annually to nominate the most meritorious scientists and engineers whose early accomplishments show the greatest promise for assuring America’s preeminence in science and engineering and contributing to the awarding agencies' missions.\n\n\t“It is inspiring to see the innovative work being done by these scientists and engineers as they ramp up their careers—careers that I know will be not only personally rewarding but also invaluable to the Nation,” President Obama said. “That so many of them are also devoting time to mentoring and other forms of community service speaks volumes about their potential for leadership, not only as scientists but as model citizens.”\n\n\tThe awards, established by President Clinton in 1996, are coordinated by the Office of Science and Technology Policy within the Executive Office of the President. Awardees are selected for their pursuit of innovative research at the frontiers of science and technology and their commitment to community service as demonstrated through scientific leadership, public education, or community outreach.\n\n\tThis year’s recipients are:\n\nDepartment of Agriculture\n\tDr. Laura L. Bellows, Colorado State University\n\tDr. Jonathan G. Lundgren, Agricultural Research Service\n\tDr. Samuel L. Zelinka, U.S. Forest Service\n\nDepartment of Commerce\n\tDr. Jeffrey A. Fagan, National Institute of Standards and Technology\n\tDr. James A. Morris, Jr., National Oceanic and Atmospheric Administration\n\tDr. Erin M. Oleson, National Oceanic and Atmospheric Administration\n\tDr. David E. Richardson, National Oceanic and Atmospheric Administration\n\tDr. Kartik A. Srinivasan, National Institute of Standards and Technology\n\tDr. Jacob M. Taylor, National Institute of Standards and Technology\n\nDepartment of Defense\n\tDr. Michael S. Arnold, University of Wisconsin at Madison\n\tDr. Jeffrey W. Book, Naval Research Laboratory\n\tDr. Tad T. Brunye, U.S. Army Natick Soldier Research, Development and Engineering Center\n\tDr. Dirk R. Englund, Columbia University\n\tDr. Ali Khademhosseini, Harvard Medical School and Brigham and Women's Hospital\n\tDr. Reuben H. Kraft, U.S. Army Research Laboratory\n\tDr. Tonghun Lee, Michigan State University\n\tDr. Anne J. McNeil, University of Michigan\n\tDr. Aydogan Ozcan, University of California, Los Angeles\n\tDr. Tomas A. Palacios, Massachusetts Institute of Technology\n\tDr. Sumita Pennathur, University of California, Santa Barbara\n\tDr. Kyle M. Shen, Cornell University\n\tDr. Amit Singer, Princeton University\n\tDr. Stephen M. Spottswood, U.S. Air Force Research Laboratory\n\tDr. Joseph M. Teran, University of California, Los Angeles\n\tDr. Lan Yang, Washington University in St. Louis\n\nDepartment of Education\n\tDr. Roy Levy, Arizona State University\n\nDepartment of Energy\n\tDr. Christian W. Bauer, Lawrence Berkeley National Laboratory\n\tDr. Greg Bronevetsky, Lawrence Livemore National Laboratory\n\tDr. Fotini Katopodes Chow, University of California, Berkeley\n\tDr. Carole Dabney-Smith, Miami University\n\tDr. David Erickson, Cornell University\n\tDr. Daniel C. Fredrickson, University of Wisconsin—Madison\n\tDr. Christiane Jablonowski, University of Michigan\n\tDr. Gang Logan Liu, University of Illinois at Urbana-Champaign\n\tDr. Alysia D. Marino, University of Colorado at Boulder\n\tDr. Victoria J. Orphan, California Institute of Technology\n\tDr. Wei-Jun Qian, Pacific Northwest National Laboratory\n\tDr. Evgenya I. Simakov, Los Alamos National Laboratory\n\tDr. Feng Wang, University of California, Berkeley\n\nDepartment of Health and Human Services\n\tDr. Rommie E. Amaro, University of California, Irvine\n\tDr. Sonja M. Best, National Institute of Allergy and Infectious Diseases\n\tDr. David T. Breault, Children's Hospital Boston\n\tDr. John S. Brownstein, Children's Hospital Boston\n\tDr. Brian S. Caffo, Johns Hopkins University\n\tDr. Nicola J. Camp, University of Utah\n\tDr. Pierre R. Comizzoli, Smithsonian Institution\n\tDr. Chyke A. Doubeni, University of Massachusetts Medical School\n\tDr. Jose C. Florez, Massachusetts General Hospital and the Broad Institute\n\tDr. James L. Gulley, National Cancer Institute\n\tDr. W. Nicholas Haining, Harvard Medical School\n\tDr. Thomas L. Kash, University of North Carolina School of Medicine\n\tDr. John C. March, Cornell University\n\tDr. Katherine L. O'Brien, Johns Hopkins Bloomberg School of Public Health\n\tDr. Carla M. Pugh, Northwestern University Feinberg School of Medicine\n\tDr. Jamie L. Renbarger, Indiana University\n\tDr. Sara L. Sawyer, University of Texas at Austin\n\tDr. Hari Shroff, National Institute of Biomedical Imaging and Bioengineering\n\tDr. Mary Jo Trepka, Florida International University\n\tDr. Linda E. Wilbrecht, University of California at San Francisco\n\nDepartment of the Interior\n\tDr. Sasha C. Reed, U.S. Geological Survey\n\tDr. David R. Shelly, U.S. Geological Survey\n\nDepartment of Transportation\n\tDr. Kristin C. Lewis, Volpe National Transportation Systems Center\n\nDepartment of Veterans Affairs\n\tDr. Tanya Z. Fischer, Veterans Health Administration\n\tDr. Christine M. Freeman, Veterans Health Administration\n\tDr. B. Price Kerfoot, Veterans Health Administration and Harvard Medical School\n\tDr. Kristina M. Utzschneider, Veterans Health Administration and University of Washington\n\nEnvironmental Protection Agency\n\tDr. Gayle S.W. Hagler, National Risk Management Research Laboratory\n\tDr. David M. Reif, National Center for Computational Toxicology\n\nNational Aeronautics and Space Administration\n\tDr. Jonathan W. Cirtain, Marshall Space Flight Center\n\tDr. Ian M. Howat, The Ohio State University\n\tDr. Gregory G. Howes, University of Iowa\n\tDr. Benjamin A. Mazin, University of California, Santa Barbara\n\nNational Science Foundation\n\tDr. Katherine E. Aidala, Mount Holyoke College\n\tDr. Hatice Altug, Boston University\n\tDr. Amir S. Avestimehr, Cornell University\n\tDr. Joshua C. Bongard, University of Vermont\n\tDr. David J. Brumley, Carnegie Mellon University\n\tDr. Elizabeth S. Cochran, U.S. Geological Survey\n\tDr. Noah J. Cowan, Johns Hopkins University\n\tDr. Xiangfeng Duan, University of California, Los Angeles\n\tDr. Michael J. Escuti, North Carolina State University\n\tDr. Demetra C. Evangelou, Purdue University\n\tDr. Benjamin A. Garcia, Princeton University\n\tDr. Tina A. Grotzer, Harvard Graduate School of Education\n\tDr. Lasse Jensen, Pennsylvania State University\n\tDr. Benjamin Kerr, University of Washington\n\tDr. Benjamin L. Lev, Stanford University\n\tDr. Elena G. Litchman, Michigan State University\n\tDr. Yasamin C. Mostofi, University of New Mexico\n\tDr. Lilianne R. Mujica-Parodi, State University of New York at Stony Brook\n\tDr. Andre D. Taylor, Yale University\n\tDr. Claudia R. Valeggia, University of Pennsylvania\n\tDr. Maria G. Westdickenberg, Georgia Institute of Technology\n\nSmithsonian Institution\n\tDr. Justin C. Kasper, Smithsonian Astrophysical Observatory\n\n\n\n\n"
}