{
    "title": "Expected Attendees at the White House Iftar Dinner | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/08/10/expected-attendees-white-house-iftar-dinner",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 10, 2011\n\n \n\n\n\nExpected Attendees at the White House Iftar Dinner\n\n\n\n\n\n\tThis evening, the President will continue a White House tradition of hosting an Iftar celebrating Ramadan in the State Dining Room. This is the third Iftar hosted by the President. The Iftar is the meal that breaks the day of fasting, when Muslim families and communities eat together after sunset.\n\n\tBelow is a list of some of the expected attendees at tonight’s White House dinner celebrating Ramadan:\n\nMEMBERS OF CONGRESS\n\tThe Honorable Andre Carson, United States Representative\n\tThe Honorable John Conyers, United States Representative\n\tThe Honorable Keith Ellison, United States Representative\n\tThe Honorable Donald Payne, United States Representative\n\nDIPLOMATIC CORPS\n\tHer Excellency Amina Salum Ali, Ambassador, African Union Mission\n\tHis Excellency Abdallah Baali, Ambassador, People’s Democratic Republic of Algeria\n\tHis Excellency Yashar Aliyev, Ambassador of the Republic of Azerbaijan\n\tHer Excellency Huda Ezra Nonoo, Ambassador of Bahrain\n\tHis Excellency Akramul Qader, Ambassador of the People's Republic of Bangladesh\n\tHis Excellency Bienvenu Joseph Charles Foe-Atangana, Ambassador of Cameroon\n\tHis Excellency Adam Bechir Mahamoud, Ambassador of the Republic of Chad\n\tHis Excellency Roble Olhaye, Ambassador of the Republic of Djibouti\n\tHis Excellency Sameh Hassan Shoukry, Ambassador of the Arab Republic of Egypt\n\tHis Excellency Mory Karamoko Kaba, Ambassador of Guinea\n\tHis Excellency Bayney Ram Karran, Ambassador of Guyana\n\tHis Excellency Dino Patti Djalal, Ambassador of Indonesia\n\tHis Excellency Samir Shakir Mahmood Sumaida’ie, Ambassador of the Republic of Iraq\n\tHis Excellency Micahel Scott Oren, Ambassador of Israel\n\tHis Excellency Aziz Mekour, Ambassador of the Kingdom of Morocco\n\tHer Excellency Aminata Maiga Djibrilla, Ambassador of Niger\n\tHer Excellency Hunaina Sultan Ahmed Al Mughairy, Ambassador of the Sultanate of Oman\n\tHis Excellency Husain Haqqani, Ambassador of Pakistan\n\tHis Excellency Mr. Maen Areikat, Ambassador, PLO Mission\n\tHis Excellency Ali Bin Fahad Faleh Al-Hajri, Ambassador of the State of Qatar\n\tHis Excellency Sergey Ivanovich Kislyak, Ambassador of the Russian Federation\n\tHis Excellency Adel A.M. Al-Jubeir, Ambassador of Saudi Arabia\n\tHer Excellency Fatou Danielle Diagne, Ambassador of Senegal\n\tHis Excellency Bockari Kortu Stevens, Ambassador of Sierra Leone\n\tHis Excellency Subhas Chandra Mungra, Ambassador of the Republic of Suriname\n\tHis Excellency Mwanaidi Sinare Maajar, Ambassador of Tanzania\n\tHis Excellency Edawe Limbiye Kadangha Bariki, Ambassador, Togo\n\tHis Excellency Namik Tan, Ambassador of the Republic of Turkey\n\tHis Excellency Yousif Mana Saeed Alotaiba, Ambassador, United Arab Emirates\n\tHis Excellency Ilhomjon Tuychievich Nematov, Ambassador of the Republic of Uzbekistan\n\tHis Excellency Abdulwahab A. Al Hajjri, Ambassador of the Republic Yemen\n\tHis Excellency Ufuk Gokcen, Ambassador and Permanent Observer, Organization of the Islamic Conference\n\tThe Honorable Damir Dzanko, Chargé d'Affaires at Interim of Bosnia\n\tThe Honorable Sufyan Salman Qudah, Chargé d'Affaires at Interim of the Hashemite Kingdom of Jordan\n\tThe Honorable Jetish Jashari, Chargé d'Affaires at Embassy of Republic of Kosovo\n\tThe Honorable Tarek Ben Youssef, Chargé d'Affaires at Interim of Tunisia\n\nCOMMUNITY MEMBERS\n\tMr. Hamza Abdullah, Arizona Cardinals\n\tMr. Husain Abdullah, Minnesota Vikings\n\tMs. Dina Amer\n\tMrs. Durriya Badani, Brookings Institute\n\tMs. Faiza Arain, Los Angeles Police Department\n\tDr. Mahmoud Eboo, Aga Khan\n\tMr. Mohamed Ali Malouche, Tunisian American Young Professionals\n\tMr. Akram Syed, National Association of Indian Muslims\n\tMrs. Mansura Shajahan\n\tMr. Yusuf Shajahan\n\tDr. Manzoor Tariq, Association of Pakistani Physicians of North America\n\t \n\n\n\n\n"
}