{
    "title": "FACT SHEET: Expanding Economic Opportunity for Women and Working Families | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/03/20/fact-sheet-expanding-economic-opportunity-women-and-working-families",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 20, 2014\n\n \n\n\n\nFACT SHEET: Expanding Economic Opportunity for Women and Working Families\n\n\n\n\n“This year let's all come together, Congress, the White House, businesses from Wall Street to Main Street, to give every woman the opportunity she deserves, because I believe when women succeed, America succeeds.”\n--President Barack Obama, State of the Union, January 28, 2014\nToday, President Obama will hold a roundtable discussion at Valencia College in Orlando, Florida with women to discuss his plan to expand economic opportunity for women and working families.  The President will discuss his efforts to expand access to higher education for women, and ensure that when women enter the workforce they have access to the skills they need to succeed and earn a fair and equal wage.\nToday's event kicks off an initial five regional forums on women’s issues hosted by senior administration officials that will take place across the country this spring, leading up to the White House Summit on Working Families hosted by the President on June 23. These forums will take place in Denver on April 11; Chicago on April 28; San Francisco on May 5; Boston on May 19 and in New York City (date to be announced).\nIn addition to these regional forums, next week on March 26, the Small Business Administration and the National Women’s Business Council are hosting a roundtable, STEM for Her, that will bring together the private sector, academic experts and other stakeholders to identify actions that can encourage more women entrepreneurs in STEM fields to start and grow their businesses. The feedback we hear at all of these events will help inform the Summit and our efforts to build 21st century workplaces that meet the needs of a 21st century workforce.\nExpanding Women’s Access to Higher Education\nSince first taking office President Obama has made critical investments in higher education to ensure opportunity for all Americans to get the education and training they need to be successful.  These investments have helped ensure economic opportunity for women and girls. \nEarning a college degree remains one of the surest pathways into the middle class.  Women with an associate’s degree earn 26 percent more than those with a high school degree, women with a bachelor’s degree earn more than 80 percent more, and these returns are growing.\n\nThe Administration continues its commitment to strengthen support for women in postsecondary education.\nToday, more than 11 million women are pursuing a postsecondary education and average graduation rates for women exceed their male counterparts (the college graduation rate for women at 2-year institutions is 34 percent compared to 27 percent for men).  However, women are disproportionately dependent on financial aid, and many enrolled women, especially those over the age of 25, are mothers, meaning they have additional considerations on their time and finances as they work to achieve their educational goals.  \n\nKey investments that support higher education access for women and girls include:\n\n\n\t\tCreating the $2,500 American Opportunity Tax Credit (AOTC).  Over 9.4 million Americans are able use the AOTC to help finance their postsecondary education each year.\n\n\n\n\t\tIncreasing the maximum Pell grant award by $1,000.  President Obama pushed to increase the maximum Pell grant award, which will rise to $5,730 in school year 2014-15. Over 5.8 million women receive Pell grants or another federal scholarship, compared to over 3.5 million men. \n\n\n\n\t\tKeeping student loan interest rates low.  The President has also fought to ensure that student loan interest rates stay low to provide borrowers with income-based repayment options that will help the 580,309 women at community colleges accessing loans to pay for college (more than double the number since 2007-08).  38 percent of women take out federal loans, compared to 31 percent of men.\n\nThese investments have helped support large increases in the number of women pursuing a college degree.  Enrollments of women in 4 year schools are up over 20 percent since 2000, and enrollments in community colleges are up by 50 percent.\n\nExpanding Women’s Access to the Skills They Need\nThe Administration has also focused on ensuring that women have access to the skills they need to succeed in the workforce.\nWhile the data shows young women outpacing men in obtaining college degrees, women continue to be underrepresented in critical areas of the economy like math, science, and technology related fields – areas that are projected to grow at faster rates than other job sectors and that present significant economic opportunities.  Though the number of women earning STEM degrees continues to rise, the share of degrees awarded to women relative to men stopped improving in the early 2000s. \n\nThis is critical, because women in science, technology, engineering, and mathematics (STEM) fields make, on average, 33 percent more than women in non-STEM fields, and the gender pay gap is smaller in those occupations.  The Administration remains committed to ensuring that women and girls have every opportunity to be successful.  For example:\n\n\n\t\tIncreasing opportunities for STEM mentorship.  Research shows that outstanding women mentors and role models can break down stereotypes and help girls believe—by seeing—that they too can succeed in STEM education and careers.  To expand STEM achievement, the Administration has issued a call to mobilize the 200,000 Federal STEM employees to volunteer in STEM-related activities, including the many Federal STEM women, to inspire young people to pursue STEM careers and called on private sector CEOs to do the same.  Federal science-mission agencies have also developed programs, including Women@Energy and Women@NASA, to profile exceptional women in STEM professions to inspire girls around the country to pursue STEM education and careers\n\n\n\n\t\tProviding real world job experience to high schoolers.  The President’s proposal to redesign American high schools to provide hands-on learning experiences in high-growth fields would expose girls to these careers early on. In the Department of Labor’s Youth CareerConnect grants which provided some funding for high school redesign, grants were evaluated in part based on the extent to which girls and other underrepresented groups would be recruited into traditionally male occupations.\n\n\n\n\t\tFocusing on job-driven training. The President and Vice President have made preparing workers for good-paying jobs a priority and are working to make training programs more job-driven. As a part of this agenda, government agencies will be using administrative authorities to encourage training programs to make information about the types of jobs available and expected wages more transparent. This will help women and other groups who may be less likely to have information about high-paying occupations from informal networks.  Another key goal is encouraging more competency-based training that rewards people who have gained the skills necessary for a job regardless of other factors.\n\nValencia College\n\n\n\t\tExpanding economic opportunity begins with expanding educational opportunity.  Valencia College is a community college with a large, diverse student population.  Nationally, community colleges are key paths to economic opportunity for women.  In fact, 4.1 million women make up 58 percent of community college students, and about a quarter of them are mothers.  The number of women enrolled at community colleges will grow by nearly 20 percent between now and 2021, to 4.9 million by 2021, nearly three times faster growth than male enrollment.     \n\n\n\n\t\tPart of that expected growth is due to the fact that community colleges, like Valencia, provide flexible pathways for students, particularly women who are seeking an avenue to broaden their skills, expand their career options, or to go on to a four year degree program.  For example, Valencia has over 100 degree programs including Nursing, Electronics Engineering Technology, Computer Programming, Culinary, and Business, each with high placement rates, including transfers to four year institutions.\n\n\n\n\t\tIn 2011, Valencia College won the first-ever Aspen Prize for Community College Excellence in recognition of success at serving the needs of a diverse population in metro Orlando.  The Aspen Prize grew out of the 2010 White House Summit on Community Colleges, where President Obama and Dr. Jill Biden brought together community college leaders, business, and philanthropy to discuss community college’s central role in increasing the number of college graduates.\n\n\n\n\n\n"
}