{
    "title": "Press Gaggle by the President en route Andrews Air Force Base | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/11/14/press-gaggle-president-en-route-andrews-air-force-base",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 14, 2010\n\n \n\n\n\nPress Gaggle by the President en route Andrews Air Force Base\n\n\n\n\n\n\t2:17 P.M. EDT\n\n\t      THE PRESIDENT:  All right, what do you got?\n\n\t      Q     Highlight of trip for you, sir?\n\n\t      THE PRESIDENT:  What’s that?\n\n\t      Q     What’s your takeaway from the trip?  What’s your sense of --\n\n\t      THE PRESIDENT:  You know, the -- a couple of things.  Number one, I think all of Asia is eager for American engagement and leadership.  We saw that in India; we saw it in Indonesia; we saw it in -- during the G20 and we saw it during APEC.\n\n\t      And it wasn’t just from leaders.  I was struck when I was at the first school that we went to in Mumbai, and those young kids who were talking about the environment and green technology.  On the way down, I said, “Well, what are you guys’ plans?”  “Well, we’re of course going to go to college.”  I said, “Where are you going to go?”  “Well, America, of course.”\n\n\t      And so I think that sometimes because we’ve gone through a tough couple of years, there’s a tendency for us to think that somehow Asia is moving and we’re forgotten.  And in fact, I think everywhere in Asia, what I heard from leaders and people is that we are still central, and they want us there.\n\n\t      Now, the second strong impression is, those folks are moving.  Korea, China, India, the entire Southeast Asian region -- Japan -- all of them recognize how competitive things are and that they are thinking each and every day about how to educate their workforce, rebuild their infrastructure, enter into new markets.  And we should feel confident about our ability to compete, but we are going to have to step up our game.\n\n\t      Q     Sir, as you look ahead to the coming week, I’m wondering how do you sit down at the table --\n\n\t      THE PRESIDENT:  I’m sure it will be very relaxing.\n\n\t      Q     Yes.  (Laughter.)  How do you approach a meeting with a Senate Republican leader whose life ambition seems to be to make sure you don’t have a second term, and an incoming House Speaker apparent whose mantra seems to be “no compromise”?\n\n\t      THE PRESIDENT:  Campaigning is very different from governing.  All of us learn that.  And they’re still flush with victory, having run a strategy that was all about saying no.  But I am very confident that the American people were not issuing a mandate for gridlock.  They want to see us make progress precisely because they understand instinctually how competitive things are and how we have to step up our game.\n\n\t      So my expectation is, when I sit down with Mitch McConnell and John Boehner this week, along with the Democratic leaders, that there are a set of things that need to get done during the lame duck, and that they are not going to want to just obstruct, that they’re going to want to engage constructively.  There are going to be some disagreements.  There may be some need for compromise.  But we should be able at least to get through the lame duck, making sure that taxes don’t go up for middle-class families starting January 1st, that some of the key business provisions that can assure economic growth get done.  And then we’re going to have a whole bunch of time next year for some serious philosophical debates.  And they should welcome those debates next year.\n\n\t      Q     How do you get the START treaty through the lame duck as well?  Seems like an uphill battle right now.\n\n\t      THE PRESIDENT:  You know, actually, I feel reasonably good about our prospects.  It was voted out of committee with strong bipartisan support.  Senator Lugar is somebody who’s made disarmament one of his signature issues.  In fact, my first trip overseas was with Dick Lugar to Russia.  And we’ve been in a series of conversations with Senator Kyl, whose top priority is making sure that the nuclear arsenal that we do have is modernized.  I share that goal.  We’ve heard from senators like McCain and Graham who say they want to see this done.  \n\n\t      And I think when we look at how important Russian cooperation has been on issues like Iran sanctions, on issues like transit into Afghanistan for our equipment for our troops, my hope and expectation is that, given this is a good treaty, given it has the support of previous Republican senior government officials, that we should be able to get it done.\n\n\t      Q     During the campaign season, you talked about the cost of extending the tax cuts, that that would actually make the U.S. less competitive.  Now that you’re indicating that you’re open to some sort of compromise on the tax cuts, how do you do that and also ensure --\n\n\t      THE PRESIDENT:  Well, what I’ve said, Julianna, is that I believe it is a mistake for us to borrow $700 billion to make tax cuts permanent for millionaires and billionaires.  It won’t significantly boost the economy, and it’s hugely expensive.  So we can’t afford it.\n\n\t      Now, I know this is something that, during the campaign at least, the Republicans expressed some strong feelings about.  I want to hear from them how strongly they feel about it, particularly given that they’re also saying they want to control the deficit and debt.\n\n\t      And if they feel very strongly about it, then I want to get a sense of how they intend to spend -- how they intend to pay for it.\n\n\t      Q     Mr. President, you said it right after the election in the news conference that you were going to do some reflecting about what it meant.  And now you’ve had this 10 days away, seeing a lot of different people.  Can you reflect at all for us about how you might change your agenda, change your style, and how these travels might have affected your thinking?\n\n\t      THE PRESIDENT:  As I said in the press conference the day after the election, I spent the first two years trying to get policy right based on my best judgment about how we were going to deal with the short-term crisis and how we were going to retool to compete in this new global economy.\n\n\t      In that obsessive focus on policy, I neglected some things that matter a lot to people, and rightly so:  maintaining a bipartisan tone in Washington; dealing with practices like earmarks that are wasteful at a time of -- where everybody else is tightening their belts; making sure that the policy decisions that I made were fully debated with the American people and that I was getting out of Washington and spending more time shaping public opinion and being in a conversation with the American people about why I was making the choices I was making.\n\n\t      So I think, moving forward, I’m going to redouble my efforts to go back to some of those first principles.  And the fact that we are out of crisis -- although still, obviously, in a difficult time -- I think will give me the capacity to do that.\n\n\t      Anything else?\n\n\t      Q     Did you get a chance to see the -- look at the new Israeli plans for settlement freeze just yet?\n\n\t      THE PRESIDENT:  I think it’s promising.  And so we’ve been in contact with both the Israelis and the Palestinians to make sure that we use this opportunity to start negotiating as quickly as possible on some of the final status issues that would render the settlement issue moot.\n\n\t      But I commend Prime Minister Netanyahu for taking I think a very constructive step.  It’s not easy for him to do.  But I think it’s a signal that he’s serious, and my hope is, is that he and President Abbas start negotiations immediately.\n\n\t      All right?\n\n\t      Q     Is Gibbs in line for a Presidential Medal of Freedom for taking on the Indians back there, getting reporters in?\n\n\t      THE PRESIDENT:  I will say that his foot is still bruised.  (Laughter.)  But it was all for a good cause.\n\n\t      All right, guys.\n\n\t      Q     Thanks a lot, sir.\n\n\t                         END            2:28 P.M. EDT\n\n\n\n\n"
}