{
    "title": "President Honors Outstanding Early-Career Scientists | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-honors-outstanding-early-career-scientists",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 09, 2009\n\n \n\n\n\nPresident Honors Outstanding Early-Career Scientists\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  __________________________________________________________________________  FOR IMMEDIATE RELEASE                                                         July 9, 2009  PRESIDENT HONORS OUTSTANDING EARLY-CAREER SCIENTISTS President Obama today named 100 beginning researchers as recipients of the Presidential Early Career Awards for Scientists and Engineers, the highest honor bestowed by the United States government on young professionals in the early stages of their independent research careers.  The recipient scientists and engineers will receive their awards in the Fall at a White House ceremony. The Presidential Early Career Awards embody the high priority the Administration places on producing outstanding scientists and engineers to advance the nation’s goals and contribute to all sectors of the economy.  Nine Federal departments and agencies join together annually to nominate the most meritorious young scientists and engineers—researchers whose early accomplishments show the greatest promise for strengthening America’s leadership in science and technology and contributing to the awarding agencies' missions.   \"These extraordinarily gifted young scientists and engineers represent the best in our country,\" President Obama said.  \"With their talent, creativity, and dedication, I am confident that they will lead their fields in new breakthroughs and discoveries and help us use science and technology to lift up our nation and our world.\" The awards, established by President Clinton in February 1996, are coordinated by the Office of Science and Technology Policy within the Executive Office of the President. Awardees are selected on the basis of two criteria: Pursuit of innovative research at the frontiers of science and technology and a commitment to community service as demonstrated through scientific leadership, public education, or community outreach. Winning scientists and engineers receive up to a five-year research grant to further their study in support of critical government missions.  This year’s recipients are: Department of Agriculture David H. McNear Jr., University of Kentucky  Dean E. Pearson, Rocky Mt. Res. Station  Erica Spackman, Poultry Res. Lab/USDA Department of Commerce Craig Brown, National Institute of Standards and Technology  Michael C. Coniglio, National Severe Storms Laboratory  Dana H. Hanselman, Auke Bay Laboratory  Pamela L. Heinselman, National Severe Storms Laboratory  Dean DeLongchamp, National Institute of Standards and Technology  Till P. Rosenband, National Institute of Standards and Technology Department of Defense  David P. Arnold, University of Florida  Seth R. Bank, University of Texas, Austin  Christopher W. Bielawski, University of Texas, Austin  Elizabeth Boon, Stony Brook University  Markus J. Buehler, Massachusetts Institute of Technology  Scott A. Craver, Binghamton University  John O. Dabiri, California Institute of Technology  Chris L. Dwyer, Duke University  Gregory S. Engel, University of Chicago  Thomas H. Epps III, University of Delaware  Gregory A. Fiete, University of Texas, Austin  Oliver Fringer, Stanford University  Anthony Grbic, University of Michigan  Carlos E. Guestrin, Carnegie Mellon University  Michael A. Hickner, Penn State University  Michael J. Hochberg, University of Washington  Yu Huang, University of California, Los Angeles  Gregory H. Huff, Texas A&M University  Jacob L. Jones, University of Florida  Sanjay Kumar, University of California, Berkeley  Xiaoqin Li, University of Texas, Austin  Mathew M. Maye, Syracuse University  Leigh S. McCue-Weil, Virginia Polytechnic University  Beverley J. McKeon, California Institute of Technology  Anastasia H. Muliana, Texas A&M University  Ryan P. O'Hayre, Colorado School of Mines  Jiwoong Park, Cornell University  Susan E.  Parks, Penn State University  Jason R. Petta, Princeton University  Justin K. Romberg, Georgia Institute of Technology  Adrienne D. Stiff-Roberts, Duke University  Benjamin R. tenOever, Mt. Sinai School of Medicine  Joel A. Tropp, California Institute of Technology  Derek H. Warner, Cornell University  Sharon M. Weiss, Vanderbilt University  Patrick J. Wolfe, Harvard University  Robert J. Wood, Harvard University  Tanya Zelevinsky, Columbia University  Jianglong Zhang, University of North Dakota  Xiaolin            Zheng, Stanford University  Rashid Zia, Brown University Department of Education  Nonie K. Lesaux, Harvard University  Katherine A. Rawson, Kent State University Department of Energy  Cecilia R. Aragon, Lawrence Berkeley National Laboratory  Gary A. Baker, Oak Ridge National Laboratory  Joshua A. Breslau, Princeton Plasma Physics  Gianluigi Ciovati, Thomas Jefferson Lab National Accelerator Facility  Stefan P. Gerhardt, Princeton Plasma Physics  Lynford L. Goddard, University of Illinois  Jason Graetz, Brookhaven National Laboratory  Jeffrey B. Neaton, Lawrence Berkeley National Laboratory  Thao D. Nguyen, Johns Hopkins University  Paul Sorensen, Brookhaven National Laboratory  Alexandre M. Tartakovsky, Pacific Northwest National Laboratory  Ivan Vitev, Los Alamos National Laboratory Department of Veterans’ Affairs Melina R. Kibbe, Jesse Brown VA  Alexander H. Sox-Harris, Palo Alto VA National Aeronautics and Space Administration Benjamin E. Smith, University of Washington  Joshua K. Willis, Jet Propulsion Laboratory National Institutes of Health, Department of Health and Human Services  Thomas P. Cappola, University of Pennsylvania  Pablo A. Celnik, Johns Hopkins University  Felicia D. Goodrum, University of Arizona  Bruce J. Hinds III, University of Kentucky  Helen H. Lu, Columbia University  Ulrike Peters, Fred Hutchinson Cancer Center  Jeremy F. Reiter, University of California, San Francisco  Marisa Roberto, The Scripps Research Institute  Erica O. Saphire, The Scripps Research Institute  Oscar E. Suman, Shriner's Hospital, University of Texas  Kristin V. Tarbell, The National Institute of Diabetes and Digestive and Kidney Diseases  Gonzalo E. Torres, University of Pittsburgh National Science Foundation  Maria M. Calbi, Southern Illinois University, Carbondale  Amy B. Cerato, University of Oklahoma  Ioannis Chasiotis, University of Illinois  Monica F. Cox, Purdue University  Cameron R. Currie, University of Wisconsin  Joel L. Dawson, Massachusetts Institute of Technology  Jimmy de la Torre, Rutgers University  Roland G. Fryer Jr., Harvard University  Sean Hallgren, Penn State University  John M. Herbert, Ohio State University  Steven D. Jacobsen, Northwestern University  Charles R. Keeton II, Rutgers University  Chun Ning Lau, University of California, Riverside  Hao Lin, Rutgers University  Harmit S. Malik, Fred Hutchinson Cancer Center  Rada F. Mihalcea, University of North Texas  Scott R. Sheffield, Massachusetts Institute of Technology  Zuzanna S. Siwy, University of California, Irvine  Adam D. Smith, Penn State University  Joy K. Ward, University of Kansas Note to regional reporters: For more information about, or interviews with, local winners of the Presidential Early Career Award for Scientists and Engineers, please contact the awardees’ home institution or agency.   \n\n\n\n"
}