{
    "title": "CEA Releases Report on the Economic Effects of Health Care Reform on Small Businesses and Their Employees | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/cea-releases-report-economic-effects-health-care-reform-small-businesses-and-their-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 24, 2009\n\n \n\n\n\nCEA Releases Report on the Economic Effects of Health Care Reform on Small Businesses and Their Employees\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  ______________________________________________________________________________  EMBARGOED until 6:00AM EDT on Saturday, July 25, 2009   July 24, 2009  CEA Releases Report on the Economic Effects of Health Care Reform on Small Businesses and Their Employees   WASHINGTON, DC – The Council of Economic Advisers released a report today that examines the challenges currently faced by smaller firms in the health insurance market and the likely impacts of health care reform on small businesses and the workers they employ. During the weekly address, the President will ask for feedback from the small business community both through WhiteHouse.gov and, in an innovative outreach effort, through LinkedIn, a social networking community for professionals that counts twelve million small business owners and employees as members. CEA Chair Christina Romer will answer some of those questions during a live online video chat on Wednesday. The report will be live at obamawhitehouse.archives.gov at 6:00AM EDT tomorrow morning.  Key findings of the report include the following: Small businesses are crucial to the economy     Small businesses are an important source of job growth in the United States. Firms with fewer than 20 employees accounted for approximately 18 percent of private sector jobs in 2006, but nearly 25 percent of net employment growth from 1992 to 2005. Small businesses account for a large majority of jobs in start-ups, a key source of innovation and economic growth.  The current health care system is not working well for small businesses and their workers     The U.S. health care system imposes a heavy \"tax\" on small businesses and their employees. Due to high broker fees, fixed administrative costs, and adverse selection, small businesses pay up to 18 percent more per worker than large firms for the same health insurance policy. Some of these higher costs are passed on to small firm employees in the form of lower wages, and some eat into the profits of small businesses that could otherwise be used for research and development and for much-needed investments. This implicit tax disadvantages small firms in both the market for the best workers and the market for their products. Because of their higher health care costs, small businesses are far less likely to provide health insurance for their workers than larger businesses. Only 49 percent of firms with 3 to 9 workers and 78 percent of firms with 10 to 24 workers offered any type of health insurance to their employees in 2008. In contrast, 99 percent of firms with more than 200 workers offered health insurance. Workers in small firms that do offer health insurance also tend to have less generous plans than their counterparts at large firms. The fraction of small firms offering health insurance has been declining in recent years. From 2002 to 2008, the fraction of firms with 3 to 9 employees offering health insurance to their workers declined from 58 to 49 percent.  Health care reform as envisioned in the current draft legislation would reduce the current burdens on small firms and their workers  Small businesses that meet certain criteria would be able to purchase health insurance through an \"insurance exchange\" – allowing them to choose among a multitude of plans that would provide better coverage at lower costs than they could find in the current small group market. Many small businesses that provide health insurance for their employees would receive a small business tax credit to alleviate their disproportionately higher costs and encourage coverage. The tax credit would be targeted to those firms with employees whose average wages fall below a certain threshold. The current reform options provide financial incentives for medium- and large-sized firms to provide health insurance coverage through so-called \"pay-or-play\" provisions. Firms with payrolls or employment levels below a certain threshold, which would include the vast majority of small businesses, would be exempt from the pay-or-play provisions. The creation of an insurance exchange would also provide better and lower-cost options for workers in small businesses that do not offer health insurance. Low-income individuals and families would receive sliding scale subsidies to help them purchase insurance. Additionally, health insurers would not be allowed to screen potential enrollees for pre-existing conditions. The proposed reforms could help spur entrepreneurial activity by increasing the incentives for talented Americans to launch their own companies, and could increase the pool of workers willing to work for small firms. Further, successful reform would reduce the phenomenon of \"job lock,\" in which workers are reluctant to leave a job with employer-sponsored health insurance out of fear that they will not be able to find affordable coverage. Small firms that are unable to provide health insurance for their employees bear the greatest cost of this phenomenon Reductions in absenteeism and improvements in worker productivity resulting from better health outcomes because of expanded coverage would particularly benefit small businesses.   CEA-smallbusiness-july24.pdf\n\n\n\n"
}