{
    "title": "Declaraciones del Presidente y la Procuradora General Elena Kagan Sobre Nominación de la Procuradora General a la Corte Suprema | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-del-presidente-y-la-procuradora-general-elena-kagan-sobre-nominaci-n-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nMay 10, 2010\n\n \n\n\n\nDeclaraciones del Presidente y la Procuradora General Elena Kagan Sobre Nominación de la Procuradora General a la Corte Suprema\n\n\n\n\n10:02 A.M. EDT\nEL PRESIDENTE: ¡Buenos días, buenos días, buenos días! Gracias. (Aplausos.) Muchas gracias. Siéntense todos, por favor.\nBuenos días a todos. De las muchas responsabilidades que la Constitución le confiere al Presidente, pocas son de mayor peso o trascendencia que el nombramiento de un juez de la Corte Suprema, particularmente uno que sea el sucesor de un gran jurisprudente como el juez John Paul Stevens.\nDurante casi 35 años, el juez Stevens ha sido un custodio imparcial de la ley, que aplicó fielmente los valores básicos de nuestra fundación a los casos y las controversias de nuestros tiempos. \nLo ha hecho con mesura y respeto por precedentes, con el entendimiento de que la labor de un juez es interpretar, no promulgar leyes, y también ser fiel al ideal constitucional de justicia imparcial para todos. Ha aportado a cada caso no sólo el dominio de la letra de la ley, sino también un profundo entendimiento de su impacto en la vida de la gente. Y ha surgido como la firme voz de la razón, ayudando a sus colegas a encontrar terreno común en algunos de los temas más controversiales y contenciosos que la corte jamás ha enfrentado.\nAunque es imposible encontrar el exacto remplazo para la sabiduría y experiencia del juez Stevens, he seleccionado a una candidata que pienso encarna la misma excelencia, independencia, integridad y fervor por la ley, y que a fin de cuentas aportará el mismo liderazgo a la corte: nuestra procuradora general y mi amiga Elena Kagan. (Aplausos.)\nElena es ampliamente considerada como uno de los más destacados expertos legales del país. Es una jurista erudita, ampliamente reconocida por su profundo entendimiento del derecho constitucional. Fue asesora de la Casa Blanca, ha dedicado su vida al servicio público y conoce extensamente las relaciones y los confines de los tres poderes del gobierno. Es una líder y pionera –la primera decana de la Facultad de Derecho de Harvard– y uno de los decanos más exitosos y queridos de su historia. Y es una fabulosa procuradora general, la principal abogada del país que representa los intereses del pueblo estadounidense ante la Corte Suprema, y también la primera mujer en ese cargo. Y se ha hecho merecedora de elogios de observadores de todo el espectro ideológico por la lucidez de sus argumentos e imponente sagacidad.\nPero Elena es respetada y admirada no sólo por su intelecto y trayectoria, sino también por su temple: su receptividad a una variedad de puntos de vista; su hábito, para usar la frase del juez Stevens, “de comprender antes de disentir”; su sentido de justicia y su capacidad de forjar un consenso.\nEstas características fueron particularmente claras durante su periodo como decana. En un momento en que muchos creían que el profesorado en Harvard había pasado a ser un poco parcializado, ella procuró reclutar a prominentes académicos conservadores y propiciar un sano debate en el campus. Y alentó a estudiantes de diversas esferas a intercambiar ideas respetuosamente y buscar terreno común, porque cree, como yo, que la exposición a una amplia variedad de perspectivas es la base de no sólo una sólida educación legal, sino una exitosa vida en el derecho.\nEste aprecio por la diversidad de opinión también podría serle útil como aficionada empedernida de los Mets de lado de su futura colega, la jueza Sotomayor, aficionada a los Yanquis, que creo que se ha mandado a hacer una toga con rayas para la ocasión. (Risas.)\nY si bien Elena tuvo una brillante carrera en el entorno académico, su fervor por la ley no es para nada académico. A menudo se refería al juez de la Corte Suprema Thurgood Marshall, para quien fue asistente legal, como su héroe. Tengo entendido que él reciprocaba el afecto llamándola “Shorty”. (Risas.) De todos modos, ella reconoce que fue él quien le recordó que, como ella lo pone, “detrás de la ley hay muchas historias… historias de vidas moldeadas por la ley, historias de vidas que podrían ser trasformadas por la ley…”\nEste entendimiento de la ley, no como ejercicio intelectual ni palabras en una página, sino de sus consecuencias en la vida de la gente promedio, ha inspirado cada paso en la carrera de Elena, lo que incluye su servicio como procuradora general actualmente.\nDurante su tiempo en este cargo, ha defendido repetidamente los derechos de accionistas y ciudadanos promedio contra corporaciones inescrupulosas. El año pasado, en el caso Citizens United, defendió la reforma de las normas de financiamiento de campañas electorales, respaldada por ambos partidos, contra intereses particulares que querían gastar una cantidad ilimitada de dinero para ejercer influencia en nuestras elecciones. A pesar de las escasas posibilidades de tener éxito y de que la mayoría de los analistas legales creía que el gobierno tenía pocas probabilidades de prevalecer en este caso, Elena lo escogió como el primer caso que presentó ante el tribunal.\nConsidero que eso dice mucho no sólo de la tenacidad de Elena, sino de su compromiso de servir al pueblo estadounidense. Pienso que dice mucho de su compromiso de proteger nuestros derechos fundamentales, porque en una democracia, no se debe permitir que los poderosos intereses ahoguen las voces de los ciudadanos promedio.\nY pienso que dice mucho sobre el sendero que Elena ha escogido. Alguien de tanto talento como Elena podría fácilmente haberse contentado con una vida cómoda ejerciendo derecho corporativo. En cambio, optó por una vida de servicio… servicio a sus estudiantes, servicio a su país, servicio a las leyes y a todas esas vidas que moldea.\nY dada la formación de Elena, es una opción que probablemente le vino naturalmente. Elena es nieta de inmigrantes, y su madre fue, durante 20 años, una querida maestra de escuela, como también lo son sus dos hermanos, quienes están hoy aquí. Su padre fue abogado especializado en vivienda, dedicado a los derechos de los inquilinos. Ambos fueron los primeros de su familia en ir a la universidad. Y desde edad temprana, le inculcaron a Elena no sólo el aprecio por una buena educación, sino también la importancia de ponerla al servicio de los demás.\nComo recordó durante sus audiencias de confirmación como procuradora general, “Mis padres querían que tuviera éxito en la profesión que escogí. Pero incluso más que eso, ambos me inculcaron la importancia del servicio, la fortaleza de carácter e integridad”.\nElena también habló de manera conmovedora sobre cómo su madre creció en una época en que las mujeres tenían pocas oportunidades para hacer realidad sus aspiraciones y se alegraba mucho de ver que su hija lo hiciera.\nLos padres de Elena ya fallecieron y no alcanzaron a presenciar este día. Pero creo que su madre habría gozado este momento. Pienso que apreciaría, como yo, la posibilidad de que tres mujeres tengan escaños en el más alto tribunal de la nación por primera vez en la historia… (aplausos)… un tribunal más abierto, más representativo, que nos refleje mejor como pueblo que nunca antes.\nY pienso que ambos estarían sumamente orgullosos de su hija, una gran abogada, una gran docente y una abnegada funcionaria pública que tengo la seguridad que será una sobresaliente jueza de la Corte Suprema.\nEntonces, espero que los dos partidos colaboren en el Senado, como lo hicieron al confirmar a Elena como procuradora general el año pasado, y que lo hagan lo más rápido posible, para que pueda empezar a trabajar y tomar su escaño a tiempo para participar plenamente en el trabajo de la corte este otoño.\nCon eso, me gustaría invitar a pronunciar unas palabras a la persona que pienso será la próxima jueza de la Corte Suprema de Estados Unidos, Elena Kagan. (Aplausos.)\n   PROCURADORA GENERAL KAGAN: Gracias, Sr. Presidente. Esta nominación y la confianza que ha depositado en mí son un gran honor y una lección de humildad.\nDurante el último año, en mi cargo de procuradora general, el aprecio que tengo desde hace mucho por la función de la Corte Suprema en nuestra democracia constitucional se ha vuelto más profundo e intenso. La corte es una institución extraordinaria en la labor que realiza y en el trabajo que puede hacer a favor del pueblo estadounidense al promover los fundamentos de nuestra Constitución, apoyar el imperio de la ley y permitir que todos los estadounidenses, independientemente de su origen o convicciones, reciban una audiencia imparcial y equidad al impartirles justicia.\n   Y dentro de esa extraordinaria institución, el juez Stevens ha desempeñado una función ejemplar y de particular distinción. Por lo tanto, es un honor especial ser nominada para ocupar su escaño.\n   Me pareció una bendición representar a Estados Unidos ante  la Corte Suprema, entrar al más alto tribunal de este país cuando estaba decidiendo sus casos más importantes, casos que tienen un impacto en la vida de mucha gente. Y representar a Estados Unidos allí es la labor más emocionante y el mayor honor que puede tener un abogado.\n   He tenido la dicha de contar con el respaldo, en todo el trabajo que he realizado como procuradora general, de un grupo fabuloso de abogados y personal, muchos de los cuales están hoy aquí. Son un ejemplo de profesionalismo, servicio público e integridad. Y estoy muy agradecida por todo lo que me han enseñado.\n \n   Mi vida profesional se ha caracterizado por mucha buena suerte. Fui auxiliar de un juez, Abner Mikva, que representa lo mejor del servicio público, y del juez Thurgood Marshall, quien hizo más por promover a justicia en el transcurso de su carrera legal que ningún otro abogado en su época.\n   He tenido la oportunidad de trabajar para dos extraordinarios presidentes que se han dedicado a mejorar la vida de los demás y que han inspirado a muchas personas a hacer lo mismo.\nTuve el privilegio de dirigir una de las grandes facultades de derecho del mundo y de trabajar allí para unir a la gente y ayudar a asegurar que ellos y la facultad estuvieran haciendo el mayor aporte posible al bien público, tanto en este país como alrededor del mundo. Me enorgullece lo que todos nosotros logramos allí.\n   Y durante gran parte de mi vida profesional, he tenido la simple dicha de enseñar, de tratar de comunicarles a los estudiantes por qué amo el derecho, no sólo porque es un reto infinitamente interesante –que de hecho lo es– sino que la ley es importante porque nos mantiene seguros; porque protege nuestros derechos y libertades fundamentales, y porque es la base de nuestra democracia.\n   Les agradezco a mis hermanos y otros familiares y amigos por venir a Washington para estar conmigo hoy aquí. Y les agradezco mucho más por todo su apoyo, lealtad y cariño, no sólo hoy sino siempre.\n   Si hoy tiene un toque de tristeza para mí, es porque mis padres no están aquí para compartirlo. Ambos, como dijo el Presidente, fueron hijos de inmigrantes y los primeros de su familia en ir a la universidad. Mi padre era el tipo de abogado que solía usar su talento y capacitación para representar a gente promedio y mejorar la comunidad. Mi madre estaba orgullosa de ser maestra en una escuela pública, como lo son mis dos hermanos; el tipo de maestros a quienes los estudiantes recuerdan el resto de su vida.\n   La vida de mis padres y su memoria me recuerdan a diario el impacto que puede tener el servicio público, y rezo todos los días para estar a la altura del ejemplo que me dieron.\n   Sr. Presidente, estoy deseosa de trabajar con el Senado en la próxima etapa de este proceso. Y le agradezco nuevamente, Sr. Presidente, por este honor único en la vida. Muchas gracias. (Aplausos.)\n                       FIN        10:17 A.M. EDT\n \n\n\n\n"
}