{
    "title": "North American Leaders Summit: Energy Deliverables | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/north-american-leaders-summit-energy-deliverables",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nAugust 10, 2009\n\n \n\n\n\nNorth American Leaders Summit: Energy Deliverables\n\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\t\tOffice of the Press Secretary\n\t\t\t___________________________________________________________________________\n\t\t\tFor Immediate Release                                                       August 10, 2009\n\n\n\n\t\t\t \n\nNorth American Leaders Summit:\n\t\t\tEnergy Deliverables\n\n\t\t\tAugust 9-10, 2009\n\t\t\tGuadalajara, Jalisco, Mexico\n\n\n\t\tEnergy and climate change will be an important element of the trilateral discussions at the North American Leaders Summit, to be held in Guadalajara, Mexico, on August 9-10, 2009. Building on the work of the North American Energy Working Group, established in 2001 by the Energy Secretaries and Minister of the United States, Mexico and Canada, deliverables to announce at the Leaders Summit will include:\n\nCARBON CAPTURE AND STORAGE (CCS)\n\nNorth American Carbon Capture and Storage Partnership:\n\t\tThe three nations have committed to produce a North American Carbon Atlas that will result in uniform mapping methodology and data sharing in the area of large sources of carbon emissions and potential storage sites in North America. We will also explore ways to collaborate on research and development and demonstration (RD&D) projects related to carbon capture and storage. The overall effort will:\n\n\n\t\t\tFacilitate the sharing of information in order to foster and enhance data exchange on carbon sources and sinks in support of a geographical information system, which is typically used to convey information in map form. The aim is to create a distributed database, rather than a central repository, where data from different states, provinces or organizations can be accessed via a common portal and in similar format.\n\n\t\t\tForm a consensus on the methodology to be used in estimating the CO2 capacity of various types of CO2 storage systems in North America. This will be particularly relevant for cross-border storage to eliminate international \"fault lines\" and ensure compatible estimates of storage capacity in North America.\n\n\t\t\tPromote potential collaboration on RD&D related to carbon capture and storage. This includes sharing efforts to evaluate alternative uses of CCS technologies, such as Enhanced Oil or Coal-Bed Methane Recovery.\n\n\t\t\tThe results of these trilateral efforts will help accelerate technology commercialization.\n\n\nGAS FLARING REDUCTION\n\nCooperation on Global Gas Flaring\n\t\tThe flaring and venting of natural gas associated with oil production wastes a valuable energy resource and contributes to global warming. Important progress has been made to reduce gas flaring, but more must be done worldwide. The United States, Canada and Mexico will work to promote best practices throughout North America. Trilateral cooperation on flaring will also be advanced in conjunction with work in existing multilateral fora, such as the World Bank’s Global Gas Flaring Reduction Partnership, and the Methane to Markets Partnership, in which the three countries are members. Canada and the United States welcome Mexico's joining the multilateral process to move forward on this important issue.\n\nENERGY EFFICIENCY\n\n\t\tCollaborative efforts on energy efficiency standards remain an important aspect of the trilateral energy relationship. The three countries agree to continue to collaborate toward a harmonized framework that ensures energy efficiency standards are aligned in the three countries and are consistent with national energy efficiency and environmental objectives. It is proposed that officials responsible for developing energy efficiency standards in the three countries continue to meet to consider their respective standards development plans.\n\nNORTH AMERICAN CLEAN ENERGY COOPERATION\n\n\t\tCooperation in RD&D towards the deployment of clean energies in North America will improve the competitiveness of all the countries by enhancing the reliability of their electric systems, diversifying the energy matrix, and strengthening energy security.\n\n21st Century Smart Grid for North America:\n\t\tTechnical and scientific cooperation in this area will contribute to further the objective of developing a 21st century electric system that can facilitate the establishment of transmission that makes available abundant, affordable, clean, efficient, and reliable electric power anytime, anywhere. We can achieve this, for example, through a smart grid, which can incorporate advanced functions into the three nations’ electric grids to enhance reliability, efficiency, and security, and would also contribute to the climate change strategic goal of reducing carbon emissions. Progress will be advanced by coordinating research and assessing the needs of the electric grids to upgrade them with information-age technologies, such as microprocessors, communications, advanced computing, and information technologies.\n\n\t\tThe three nations will continue collaborating on RD&D of smart grid inter-operability standards for the benefit of our societies and the development of our region.\n\nNorth American Synchrophasor Initiative:\n\t\tThe North American Synchrophasor Initiative (NASPI) will create a robust, widely available and secure synchronized data measurement infrastructure for the interconnected North American electric power system with associated analysis and monitoring tools for better planning and operation, and improved reliability.\n\n\n\n\n\n"
}