{
    "title": "Fact Sheet: Executive Order Strengthening Protections Against Trafficking in Persons in Federal Contracts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/09/25/fact-sheet-executive-order-strengthening-protections-against-trafficking",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 25, 2012\n\n \n\n\n\nFact Sheet: Executive Order Strengthening Protections Against Trafficking in Persons in Federal Contracts\n\n\n\n\nMore than 20 million men, women, and children worldwide are victims of human trafficking.  Companies around the world are taking steps to eliminate the potential for trafficked labor in their operations and supply chains, and President Obama is committed to protecting vulnerable individuals as government contractors and subcontractors perform vital services and manufacture goods procured by the United States.  As the largest single purchaser of goods and services in the world, the U.S. Government has a responsibility to combat human trafficking at home and abroad, and to ensure American tax dollars do not contribute to this affront to human dignity. \nBuilding on the Obama Administration’s existing efforts to end human trafficking, today the President signed an Executive Order to strengthen protections against trafficking in persons in federal contracting.  The importance of taking action to end human trafficking in government contracting is a matter of significant bipartisan agreement, and the Executive Order issued today incorporates approaches supported by business leaders, researchers, and members of Congress for how to effectively achieve that shared goal. \nThe new Executive Order strengthens the efficacy of the U.S. Government’s zero-tolerance policy on trafficking in persons by directing the Federal Acquisition Regulatory (FAR) Council, working with the appropriate agencies, to amend federal contracting regulations to:\n• Prohibit contractors and subcontractors from engaging in specific trafficking-related activities.  The Executive Order expressly prohibits federal contractors, subcontractors, and their employees from engaging in certain trafficking-related practices, such as misleading or fraudulent recruitment practices; charging employees recruitment fees; and destroying or confiscating an employee’s identity documents, such as a passport or a driver’s license.\n• Apply new, tailored compliance measures for larger contracts performed abroad.  The Executive Order requires that for work exceeding $500,000 that is performed abroad, federal contractors and subcontractors must maintain compliance plans appropriate for the nature and scope of the activities performed.  Such plans must include: an employee awareness program, a process for employees to report trafficking violations without fear of retaliation, and recruitment and housing plans.  Each of these contractors and subcontractors must also certify that neither it nor any of its contractors has engaged in trafficking-related activities. \nThe Executive Order also:\n• Establishes a process to identify industries and sectors that have a history of human trafficking, to enhance compliance on domestic contracts.  Once identified, contracting agencies will adopt appropriate safeguards, guidance, and compliance assistance to prevent trafficking in industries or sectors where there is a history or current evidence of trafficking.\n• Augments training and heightens agencies’ ability to detect and address trafficking violations.  The Executive Order stipulates that the Administrator for Federal Procurement Policy will provide guidance to agencies on how to improve monitoring of and compliance with actions to prevent trafficking and will implement improved training for the federal acquisition workforce on policies and procedures for combatting trafficking.\n\n\n\n\n"
}