{
    "title": "Briefing by Press Secretary Robert Gibbs, Treasury Secretary Tim Geithner, Under Secretary for Terrorism and Financial Intelligence Stuart Levey, Admiral Thad Allen, and Assistant to the President for Energy and Climat Change Carol Browner; 6/16/2010 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/briefing-press-secretary-robert-gibbs-treasury-secretary-tim-geithner-under-secreta",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 16, 2010\n\n \n\n\n\nBriefing by Press Secretary Robert Gibbs, Treasury Secretary Tim Geithner, Under Secretary for Terrorism and Financial Intelligence Stuart Levey, Admiral Thad Allen, and Assistant to the President for Energy and Climat Change Carol Browner; 6/16/2010\n\n\n\n\n3:10 P.M. EDT\nMR. GIBBS:  So we’re going to do this in a little bit different order.  We’re going to start today with Treasury Secretary Tim Geithner and Under Secretary for Terrorism and Financial Intelligence Stuart Levey to announce a new round of Iran sanctions and designations.\nAnd for any of those that are interested, Stuart, and Bob Einhorn from the State Department, will be doing a pen and pad briefing on this later this afternoon at the Treasury Department.\nMr. Secretary.\nSECRETARY GEITHNER:  Thanks, Robert. \nOver the past year, President Obama has pursued a broad international strategy to address the world’s concerns over Iran’s nuclear program.  A critical step in that strategy came last week when the United Nations Security Council adopted the toughest sanctions ever imposed on the Iranian government.\nToday, the United States is taking our first steps to implement and build on that resolution.  We are adding to our list of sanction entities a number of institutions and individuals who are helping Iran finance nuclear and missile programs and to evade international sanctions.  Our actions today are designed to deter other governments and foreign financial institutions from dealing with these entities and thereby supporting Iran’s illicit activities. \nLet me briefly describe each of these actions. \nFirst, we are designating Iran’s Post Bank for its support of proliferation activities.  This brings the number of Iranian-owned banks on our list to 16. \nSecond, we are adding five front companies and more than 90 ship names that Iran’s national maritime carrier has been using to try to evade sanctions.\nThird, we are adding two individuals and four entities that are part of Iran’s Revolutionary Guard, which as you know, plays a key role in Iran’s missile programs and its support for terrorism.\nFourth, we are adding two individuals and two entities that are actively involved in Iran’s nuclear or missile programs.  And finally, we are identifying 22 petroleum, energy, and insurance companies, located inside and outside Iran, which are owned or controlled by the Iranian government.\nNow, shortly, Stuart Levey, who is Treasury’s Under Secretary for Terrorism and Financial Intelligence, is going to walk you through the details of these actions.  Stuart Levey, as you know, has been the chief architect of our strategy to impose growing financial costs on Iran for its continued defiance, and he has played a major leadership role on this issue internationally.\nIn the coming weeks, we will continue to increase the financial pressure on Iran.  We will continue to target Iran’s support for terrorist organizations.  We will continue to focus on Iran’s Revolutionary Guard.  We will continue to expose Iran’s efforts to evade international sanctions.\nNow, to be truly effective in ending Iran’s proliferation activities and Iran’s support for terrorism, we need to have in place a concerted international approach.  This is not something the United States can do alone.  We need other countries to move with us.  So alongside our efforts in the U.N. to build international support for sanctions, we have been working behind the scenes building support among finance ministries for additional actions to prevent abuse of the global financial system by Iran.  We expect to see additional actions announced by other governments soon.\nThe types of steps we are taking today have been remarkably effective.  When major financial institutions, companies around the world, discover they are actually working with Iranian companies that support Iran’s nuclear or missile programs, they realize it’s not worth the risk; they cut off their business.  And over the years, these steps have made a major difference in limiting Iran’s ability to use the global financial system to finance, to pursue illicit activities.\nWe made important progress, but we cannot stop here.  Iran will never cease looking for ways to evade our sanctions, so our efforts must be ongoing and unrelenting.  And we will keep working on ways to intensify financial pressure on Iran.\nThank you.  I'm going to give you Stuart.\nUNDER SECRETARY LEVEY:  Thank you, Mr. Secretary. \nAs Secretary Geithner said, we’re taking a series of steps today to impose additional consequences on Iran for its continued failure to meet its international obligations.  First, we’re sanctioning an additional Iranian bank, Post Bank. \nAt one time, Post Bank’s business was conducted almost entirely within Iran.  But when some of Iran’s largest banks were exposed for financing proliferation, Iran began to use Post Bank to facilitate international trade.  In fact, Post Bank stepped into the shoes of Bank Sepah, which is under United Nations sanctions, to carry out Bank Sepah’s transactions and hide its identity.  International banks that would never deal with Bank Sepah have been handling these transactions that they think are really for Post Bank.\nSecond, we’re taking additional action today against Iran’s national maritime carrier, or IRISL.  Since we first sanctioned IRISL in 2008, it has desperately attempted to evade those sanctions -- setting up new front companies, renaming and reflagging and even repainting its vessels to hide their true ownership.  Despite its deceptive maneuvers, IRISL has had to struggle to obtain insurance and other services that it needs.  It has also been caught violating U.N. Security Council sanctions.  Our actions today expose IRISL’s deception and make it more difficult for IRISL to carry out illegal activities.\nThird, we’re taking further action against the IRGC, or Islamic Revolutionary Guard Corps.  The IRGC, as the Secretary said, plays a key role in Iran’s missile program and its support for terrorism, and it has also taken over broad portions of the Iranian economy to the detriment of the Iranian people.  With today’s designations, we have now sanctions 26 entities and individuals connected to the IRGC, and we will continue to do so. No IRGC entity should have any place in the world’s legitimate financial system.\nFourth, we’re sanctioning two individuals and two entities for proliferation, including a key Iranian broker used to procure a variety of nuclear-related equipment.\nAnd finally, we’re identifying 22 petroleum, energy, and insurance companies that are owned and controlled by the government of Iran.  Many of them, though -- 17, in fact -- are located outside of Iran and may not be easily identifiable as being Iranian. \nAmericans have long been forbidden from doing business with Iranian entities, but increasingly companies around the world are deciding not to do business with the government of Iran because of its wide range of illicit conduct, and because, as President Obama said last week, it is a government that has brutally suppressed dissent and murdered the innocent.\nThe United Nations has also highlighted proliferation concerns surrounding Iran’s energy sector, and all companies must be conscious of the implications of any trade that they conduct with Iran’s energy companies.\nWe know that officials in Iran have been anxious about this new round of sanctions.  If the Iranian government holds true to form, it will scramble to identify work-arounds, hiding behind front companies, doctoring wire transfers, falsifying shipping documents.  We will continue to expose this deception, as we are today, and thereby reinforce the very reasons why the private sector around the world is increasingly shunning Iran.\nWe will also work to ensure that international sanctions are enforced.  In this regard, the State Department has dedicated a senior official, Bob Einhorn, to ensure that we accomplish this in cooperation with our friends and partners around the world.  We are very fortunate to have someone of Bob’s stature and experience working on this issue.\nThe overall result of these efforts is that Iran’s choice will be increasingly clear -- to choose the path offered by President Obama and the international community, or to remain on a course that leads to further isolation.\nThank you very much.\nMR. GIBBS:  Stuart has got time for a couple of questions on Iran sanctions.\nQ    Sir, the general sense in some -- in terms of the government of Iran is that these sanctions are targeting the people.  What assurances can you give the people of Iran that what you’re rolling out today and what you’ve done at the U.N. and other places is not targeting the people? \nAnd secondly, the Iranians knew that this was probably coming -- they knew that the U.N. sanctions were coming, so they probably have taken steps.  What are you doing in response to those steps?  Does it make your job that much more difficult to make sure you’re targeting the people you want to target, as opposed to others?\nUNDER SECRETARY LEVEY:  Excellent question.  In fact, you’re right, we have no problem or dispute with the people of Iran.  Quite the contrary.  It’s the government of Iran and the decisions that they’ve made that we have a problem with.  And we do try to focus our sanctions on the decision-makers.  We do this in two ways -- one by focusing on those engaged in the actual illicit activity, those -- part of the nuclear program, the missile program, support for terrorism.\nAnd secondly, our focus on the Revolutionary Guard I think is quite consistent with this.  The Revolutionary Guard, as you may know, not only is engaged in illicit activity, but it’s taking economic opportunities from the people of Iran.  We think that by focusing attention on the Revolutionary Guard, as we did at the United Nations, and as we have both unilaterally and with our partners around the world, that we’re sending exactly the right message.  We’re going after the people who are oppressing the people of Iran, oppressing them politically and economically.\nQ    And the second question, they have obviously known that this was coming.\nUNDER SECRETARY LEVEY:  Right.  Well, in fact, they undoubtedly did.  The whole world knew it was coming.  The beauty of the kinds of measures that we’ve been taking is that when Iran engages in evasive conduct and deceptive conduct, as they undoubtedly will, we use that our advantage by exposing the evasive conduct, the deceptive conduct, and then making that public for the whole world to see.\nWhen we do that, the private sector -- it reinforces this dynamic where the private sector already doesn’t want to do business with Iran.  They then see that Iran is taking action that has a risk of bringing them into illicit activity and it reinforces this dynamic where they continue to shun Iran.  So by structuring the sanctions the way we have, we think we can use their countermeasures to our advantage.\nQ    I’m wondering how -- the Europeans tomorrow are going to announce something a little more -- that goes beyond the U.N. Can you talk about how this relates to that, whether we’re going to adopt some of the measures they’re doing?  And to what degree does this push Iran closer to China, which has been a straggler in terms of sanctions?\nUNDER SECRETARY LEVEY:  Well, I don’t want to comment exactly on what the Europeans might do tomorrow, but you’re absolutely right that they’re also considering measures that they can take to implement and build upon the resolution.\nWe’re actually partnering with them quite closely.  And it was part of the overall effort from the beginning that we would use this Security Council resolution -- which as you know, already sits on top of three prior sanctions resolutions, so we have now four sanctions resolutions against Iran -- and with other countries around the world, we will take measures that build upon the resolution, that are consistent with the resolution, and that draw upon those provisions of the resolution which are specifically intended to give countries the authority to do this.\nIn terms of China, as is obvious, China, of course, not only is a U.N. Security Council permanent member but also voted for this resolution.  And there are significant obligations placed on China in this resolution, which we have every reason to believe that they will faithfully execute.\nQ    Stuart, as you know, Congress is talking about its own unilateral sanctions package that would target countries that do business with Iran.  How are you guys doing on getting them to sort of compromise on that so that there would be a waiver for countries like China and Russia that help us, for instance?\nUNDER SECRETARY LEVEY:  Well, we are working closely with the Congress.  We share the same goal as the Congress does, which is to have an effective set of tools to bring pressure on Iran for its illicit activities.  We are in close consultation with them the try to have a bill that will be as effective as possible.  It’s still a work in progress, but it’s something that we're in very close consultations with the Hill on a regular basis.]\nQ    But you are pushing on a waiver?\nUNDER SECRETARY LEVEY:  We're working with them on the bill.\nMR. GIBBS:  One more here and then we'll let Stuart go.\nQ    There were two countries at the U.N. Security Council that voted against the resolution.  My question is has your administration talked to the Turkish administration and Brazil, and how much cooperation so far you have received?  Has the Turkish administration stated that they are going to comply with the sanctions package?\nUNDER SECRETARY LEVEY:  Well, again, as not only Security Council members but also members of the United Nations, this is a binding resolution.  We have every reason to believe that both Turkey and Brazil will, in spite of their vote on the resolution, will comply with the resolution faithfully.\nMR. GIBBS:  Thank you, sir.\nUNDER SECRETARY LEVEY:  Thank you.\nMR. GIBBS:  All right, now we've got more participants today.  I'm bringing Admiral Allen and Carol Browner in -- come on up, guys, you're the next contestant -- to help us go through -- obviously Admiral Allen -- if you have operational questions about what’s going on in the Gulf.  Carol was involved in the meetings that were had today, so she and I can answer questions about that. \nSo, Mr. Feller, take us away.\nQ    Okay, thanks.  Some questions about the fund, oil spill fund.  Was BP ordered to do this?  Did they do this on its own?  How exactly did that come together?\nMS. BROWNER:  We reached an agreement with BP that they will establish an independent claims facility and an escrow account.  And it was in the course of discussions that they’ve agreed to do all of this. \nQ    So is it your feeling that the company would have done this on its own?\nMS. BROWNER:  No.\nQ    So, okay, this is essentially a White House-ordered agreement?\nMS. BROWNER:  It was a White House-driven agreement.  They’re now -- they will agree to set up this facility where claims can be expeditiously reviewed and decisions made about how to proceed.  They’ll set up an escrow account of $20 billion.  They will also provide assets, U.S. assets of $20 billion to back that up.\nMR. GIBBS:  I’ll say this, Ben.  Obviously the White House and other agencies of the government have been working over the past several days, and you heard the President speak last night, about -- and others in the administration speak yesterday -- about directing them to set up, as Carol said, an escrow account that would be independently administered for speedy claims.\nQ    Is BP the only company paying in?  And if so, what about the other companies that were involved in some way that may have an interest in the well or the rig -- are they liable at all?\nMS. BROWNER:  Well, BP is the responsible party.  There may be other responsible parties.  Obviously BP will be working to -- with those companies in whatever way is appropriate to secure funds.  But what we have is an agreement for $20 billion in this fund.  It is not a floor, it is not a ceiling, but what this gives us is the assurances so that we can make sure that the people, the small businesses that have been impacted can get their claims paid in a timely manner. \nIt sets up a process.  There will be Mr. Feinberg and then a three-person review panel.  All of that can be done in an expedited manner.  At which point the individuals’ claims have been met, if the individual is not happy at that point, they retain all of their legal rights.  BP, however, can only seek an appeal of Mr. Feinberg’s determination if the claim is in excess of $500,000 that’s been granted, or if Feinberg certifies a appeal is allowable.\nQ    Why $20 billion?  Is that the figure that the White House thinks is enough to cover all the damage?\nMS. BROWNER:  Again, it’s not a floor or a ceiling, right?\nQ    But why the figure?\nMS. BROWNER:  Because what we wanted to make sure that there were adequate resources there for people to know that they could have their claims met.  There were also claims -- the states, local governments may have claims, and so we wanted to start this with a fund that would be adequate to meet all of those expectations.\nMR. GIBBS:  And just to reiterate, this does not in any way limit or cap the economic damages that BP may be responsible for.\nMS. BROWNER:  Or natural resource damages.\nMR. GIBBS:  Or natural resource damages.  So it is not a floor, not a cap.  It does not limit in any way their responsibility.\nQ    Just one last question.  We didn’t hear from Mr. Hayward outside.  Did the President have anything specifically to say to him?\nMR. GIBBS:  The President spent 20 or so minutes at the very beginning of these meetings -- for several hours our group was in discussing the details of the framework agreement, and the President spent 25 minutes with the chair alone in the Oval Office.  And I think you heard the President speak directly about that.\nThe comments that he made at the opening of the meeting and to the chair were not directed at any one person but directed at the entire company, and underscore the responsibilities that they have as the responsible party for this disaster.\nDo you have anything you want to -- yes, ma’am.\nQ    Can you bring us behind the scenes a little bit for the meeting?  It was supposed to last a short time; it lasted several hours longer than it was on the schedule.  And I'm wondering if you can tell me a little bit about how it played out and whether the apology that was made was something that you suggested that they do.\nMS. BROWNER:  They actually began the meeting with the President in the Roosevelt Room with an apology from the chairman.  It was not something we asked for.  The meeting then turned to the President laying out the concerns we had, the things that we thought were very, very important to be addressed. We talked about the containment that’s ongoing.  He talked about the fact that every time he goes down to the Gulf he visits with these individuals, he visits with small businesses who are feeling the impacts, the need to get that addressed.  And the best way to move forward would be through a independent process, not run by the government, not run by BP, and an escrow account to ensure adequate funds to meet the needs.\nAnd again, if they're not adequate, it’s not a floor, it’s not a ceiling.  There will be -- BP remains liable.  They remain liable for everything they were liable from the beginning -- which is they remain liable for the cleanup costs, and now what we have is this fund to honor the economic costs.\nQ    And was the dividend something that you pressed them on?\nMS. BROWNER:  Well, I mean, the President has said publicly, going back almost two weeks ago now, that he understood they might have legal obligations, but he didn't want to be in a situation where the people of the Gulf of Mexico weren’t getting their needs and their claims honored and dividends were moving forward.  And so they agreed today not to proceed with the final dividends of this year.\nQ    So what was the atmosphere of the meeting?  What did it go on longer?  What were the things -- there must have been sticking points that --\nMS. BROWNER:  There were sticking points.  We did have to take breaks at times.  And we had a number of people.  They had  -- there were six people I think representing BP, and we had in the room maybe six or seven.  And there were -- at times, we needed to -- each side wanted to just talk among themselves. \nWe did take a break at one point to inform the President of the state of discussions and to seek his counsel.  And I guess from the outside it seems like it was a long time.  It was a pretty busy time, but there were breaks -- not for lunch or anything like that, but for conversation among each of the parties alone.\nQ    Quick follow-up -- did the President accept the apology?\nMR. GIBBS:  I assume so, yes.\nQ    Can you tell us more about the sticking points?  What exactly were those sticking points?\nMR. GIBBS:  To be honest with you, I think we’ll be happy to get into what was agreed to.\nQ    So you can’t tell us what it is that you sort of bumped heads over?\nMS. BROWNER:  We’ve reached an agreement.  It’s a really important agreement for the people of the Gulf of Mexico.  It gives the individuals and it gives the small businesses some certainty that their claims are going to be handled in an expedited manner.  And I think this is a very positive step forward in what has been a very difficult situation.\nQ    The $100 million fund for unemployed -- $100 million, right?  Was that suggested by the White House, or something that they volunteered?\nMS. BROWNER:  No, that was suggested by the White House.  We are concerned, and we welcome the fact that they are making a voluntary contribution, $100 million, to a foundation for unemployed rig workers as a result of the changes in the situation in the Gulf of Mexico.\nAnd you should also know, we are continuing to pursue some legislative fixes that would allow individuals to apply for unemployment insurance.\nQ    Can I follow on that?\nMR. GIBBS:  We’re going to make our way our rounds.\nQ    Can you -- just one more thing on sort of the tone of this meeting.  As these various things were being brought up -- the $100 million, the $20 billion -- what was the sense?  I mean, what were they doing?  Were they pushing back?  Did they -- can you give us some color as to how they were reacting?\nMS. BROWNER:  Negotiations are negotiations.  People have ideas; they put them forward; they discuss them; they decide how to proceed.  But we were very clear from the beginning -- the President was clear from the beginning that what we needed was some sort of independent claims process; we needed an escrow account.  And we stayed focused on achieving the President’s goals for the meeting.\nQ    And one final thing.  The $20 billion fund, when was that agreed to?  Was that yesterday and then just finalized today?\nMS. BROWNER:  It was agreed to today.\nQ    Two questions.  The first is, it took a long time for this meeting to come to fruition.  I mean, the President obviously almost waited two months before he saw Mr. Hayward face to face.  Going forward, do you expect to have continued meetings at this level?  Or is this it?\nMR. GIBBS:  The President will meet at -- meet with whomever he needs to meet with, whenever.  Admiral Allen is in touch with BP, others are in touch with BP, and we have been throughout this process and we will continue to be.\nQ    But at this level, I mean do you expect this to happen again, or is it not --\nMR. GIBBS:  Again, if more meetings are needed, more meetings will be had.\nQ    Going back to what the President said yesterday -- this is probably more for Admiral Allen -- the President said yesterday that if something isn’t working, we want to hear about it; if there are problems on the ground, we will fix them.  Are you confident that local authorities have the ability to communicate to the federal government when there are problems?  Because we have been reporting for a good deal on the Gulf and it seems like a lot of local officials feel like they are having to take steps on their own and kind of deal with the problems as they come up, as opposed to waiting for the federal government.\nADMIRAL ALLEN:  No, there’s a conduit into our incident commanders.  But what we did do after the visit down there -- and I talked to the President about this yesterday -- we established specific deputies for the incident command post in Mobile for Mississippi, Alabama and Florida.  We also guaranteed Governor Crist we’d put an incident management team -- this is a group of Coast Guard folks -- into their emergency operations center in Tallahassee.  We’re going to do the same thing in Mississippi, in Biloxi.  So to the extent that they think there is a problem or there is a problem, it doesn’t matter to us, we got to reduce the cycle time, our ability to respond.  We’re going to do that by putting leadership closer to the states, and the ability to make decisions out there and put assets on target as soon as we can, and quicker.\nQ    Following up on I think it was Dan’s question, on the $100 million, you had been saying before that the oil rig workers that are put out of work would basically be treated equally to other people.  It now sounds like they’re being put into a different category with a limited amount of money.  Are they now not going to be treated as well as they would have if they could have applied just like everybody else for the $20 billion?\nMS. BROWNER:  I think there were some concerns about, under the law, their ability to participate in the other fund, and we wanted to make sure that there were mechanisms to address their needs.  And so the $100 million voluntary contribution by BP and the work that we’re doing in Congress we think is a significant step towards meeting their needs.\nMR. GIBBS:  And I would say this.  You heard the President  -- he said this in the Gulf probably more than a week ago and reiterated in his speech last night that he understands the economic impact of the deepwater drilling moratorium, understanding that we do not yet know what caused the accident.  And because of that, the President believed it was important to pause additional deepwater drilling, but has asked the national commission that will look into the regulatory framework that we must have going forward to ensure drilling is safe, that they can and should look at the framework around deepwater drilling first and report back to him as soon as they can.  They do not have to wait for any set period of time.\nQ    But it sounds like they’re now kind of in a second-class here, having to rely on this separate fund.  And you say going to Congress -- well, that’s taxpayer money.  So instead of -- so it sounds like taxpayers are going to be paying for some portion of this.\nMS. BROWNER:  It’s for the unemployment insurance portion of it.  That’s what we’re asking Congress.  Some of the workers apparently would qualify under existing law; some might not.  So we’re seeking to make sure that all of them clarify -- and now there is this additional fund that has been created.\nQ    And one other area, Feinberg.  I mean, knowing him, he’ll get up and move in quickly.  But he’s got to set standards. I mean, there’s a lot of bureaucracy and setting up an operation here.  How quickly will he actually start handing money out to people?\nMS. BROWNER:  It’s important to understand people can continue to file claims.  This will be a seamless transition.  As Feinberg’s operation comes up, they will be shifted over.  But there is a claims process today.  We all realize it’s not working the way we want it to work.  That’s part of why we reached this agreement.\nQ    People down there are saying that what they’re getting is a drop in the bucket compared to what they --\nMR. GIBBS:  Chip, that's why --\nMS. BROWNER:  That’s why we set this up.  That’s why we did this.\nQ    But when will they be getting the bucket rather than the drop in the bucket?\nMR. GIBBS:  Well, we’ve asked Ken to set this up as quickly as he can and humanly possible.  I think picking him, in somebody who has done this before, understands, as you said, the bureaucracy and the standards that have to take place.  I do think it is important to reiterate what Carol said, which is that if you were to file a claim yesterday or today, you still fall within a 90-day window to have that claim adjudicated.  That will continue to be the case.  We believe that this will be handed off in a seamless way and that we now have additional backstops to ensure that claims are not just heard independently, but the appeals process beyond Ken Feinberg to a three-judge panel and ultimately retaining their right under federal law if they’re unsatisfied with even what the three-judge panel rules, that they can visit federal court.\nQ    The President has said that these are people with mortgage payments, boat payments, families to feed.  If they don’t get this money in a week or two, they could be looking at food stamps.\nMR. GIBBS:  Well, again, we are moving as expeditiously and as quickly as we humanly can.\nMS. BROWNER:  And there are claims being honored.  I mean, there are claims, and we can get you the numbers; they’re reported on a regular basis.\nMR. GIBBS:  Should get them from -- I think BP did a claims call yesterday.  I don’t know if you guys were on that.\nMS. BROWNER:  And we have the numbers, Nick has the numbers. So we can get you the numbers -- the number of claims that have been responded to.\nBut it’s important, people should go into that process, if they have a claim to date.  They will be moved over as this system is stood up.  It’s also important to understand that under -- if the federal government adjudicates the claims, that we make a one-time payment.  Under this, people will be able to apply over and over again as is necessary.  So it won’t be just a one-time payment.\nMR. GIBBS:  So in other words, if you’re a fisherman in Grand Isle, you don’t have to estimate -- because, quite frankly, I'm not sure anybody knows how long the Gulf is going to be closed.  You don’t have to extrapolate 12 or 24 months in advance and come up with the paperwork and what have you.  You can file a claim now.  If you’re still not able to fish sufficiently --\nMS. BROWNER:  Two months from now.\nMR. GIBBS:  -- right, two months from now.  Because there’s still restrictions on fishing in certain parts of the Gulf, you can refile until you’re made whole.  That’s a different process than if the -- as Carol said, if the federal government ran it, it’s a one-time deal.\nQ    But if I'm a fisherman and my boat payment is due in two or three weeks, am I going to get it, or is that just out of the question that it would move that quickly?\nMR. GIBBS:  You will have your claim heard under the current process and seamlessly moved over to a new independent process that we think gives the certainty of the funding, as well as the independence of a third party.\nADMIRAL ALLEN:  This is the overall summary.  We can give you a more detailed breakdown if you wish.  But as of this morning, there were over 66,000 claims filed.  Disbursed was over $81 million; they’ve already passed the $75 million threshold --\nMR. BROWNER:  That’s paid.\nADMIRAL ALLEN:  -- claims.  And checks cut, 26,000.  So those are the overall order of magnitude numbers.\nMR. GIBBS:  Chuck.\nQ    Can you define a “dissatisfied claimant”?  Is that people that received money and then in hindsight feel like, you know what, that wasn’t a fair thing?  Could you just define “dissatisfied claimants”?\nMS. BROWNER:  Let’s do how the current system works and how it will work.  Right now, if you file a claim under the current system and you are dissatisfied with that claim, you have the right to go to the federal trust fund, the oil spill liability trust fund, or to go to court.  What this sets up is you can file a claim; Mr. Feinberg will determine whether or not your claim should be paid, how much should be paid.  If you -- at that moment, you can take it.  And if two months later, you’re still not working, you can come back and file another claim.\nMR. GIBBS:  And BP is legally bound to pay that.\nMS. BROWNER:  They’re legally bound to pay it.  If you don’t like what Mr. Feinberg decides, you can go to a three-person panel and have that reviewed.  At the end of that panel, you could take that.  If you still don’t like that --\nQ    Can you take -- if you're dissatisfied and take the money?\nMS. BROWNER:  No.  Well, if you’re dissatisfied, what you do -- if you don’t like what Feinberg does, you go to the three-person panel.  If you don’t like what the three-person panel does, you then have a choice.  You can go to the federal trust fund, the oil spill liability trust fund, or you can go into court.\nQ    But you can’t take the money and be dissatisfied? \nMS. BROWNER:  You can’t take the money and be dissatisfied.\n\tBut the big thing here is that you will get a much more -- you will get a quicker answer, and you can file over and over again, because that was a real short --\nQ    You can file a lawsuit if you choose to --\nMS. BROWNER:  If you choose --\nQ    -- not to take the money?\nMS. BROWNER:  Correct.\nQ    Okay.\nMR. GIBBS:  I think it’s also important to understand, the 90-day process, the three-person review panel is within the 90-day process.\nQ    They have to within --\nMS. BROWNER:  They all have to be done.\nQ    -- the 90 days?\nMS. BROWNER:  Right.\nQ    What did you guys agree -- can you share with us the details of -- what is the procedure to go back to BP and say, you know what, $20 billion isn’t enough?  Is there a specific procedure you guys agreed upon when you go back and say -- if you need -- you say it’s not a floor, not a ceiling -- that you go back and say, we need more money, is there a specific procedure you guys agreed upon?\nMS. BROWNER:  BP retains all of its liability.  Nothing in that has changed.  So if there wasn’t money available, let’s say, you can go right back -- okay, you could go straight to BP and say, I have this claim.  So all of the rights of the claimants have been preserved, right?  Right now, this new escrow account, this new claims facility, will stand in its place.  But if for some reason there wasn’t money in that, you have all of your rights to go right back at BP and ask for the payment.\nQ    And that’s the -- okay.  And then, last night’s speech --\nMS. BROWNER:  The only people who have limited their rights here is BP.  I think that’s really, really important to understand.\nQ    And if you accept the money you have limited some of your rights.\nMS. BROWNER:  Right, but that was true under the existing situation.  We’ve given you a better scenario now.\nQ    Last night’s speech when the President talked about energy legislation, he did not specifically talk about pricing carbon, cap and trade, et cetera.  Is it -- what is the President’s -- does he -- will he accept a bill out of the U.S. Senate that doesn’t have this if he likes -- I mean, can you just walk us through that?\nMR. GIBBS:  Well, let me just say this.  You’ve heard the President for three and half years now talk about his approach to comprehensive energy reform.  I don’t think he’s -- I don’t think that’s been unclear.  He reiterated a call last night and said that the greatest price we pay is the price of inaction. \nThis morning the President spoke with Senator Kerry and with Senator Lugar, each of whom have energy legislation that the Senate is likely to take up in the next several weeks.  We announced that next Wednesday we’ll have a bipartisan group of senators to the White House to discuss the process that the Senate will use moving forward.  I think it is safe to say that the President’s direction on energy is very similar to the direction that is in the Kerry-Lieberman bill, and that the President feels strongly that including a component to deal with climate is important in comprehensive energy reform.\nNow, let me just say this.  There are a number of proposals. That’s why Senator Lugar and Senator Kerry both got calls.  There have been ideas about increasing energy-efficiency standards in buildings much as Carol has worked tirelessly to do with cars, light trucks and heavy duty trucks for the very first time.\nWe met with -- the President met with business executives at the White House last week, which -- one of their questions was why more money isn’t spent on R&D when they're spending a ton of money on R&D.  There are a lot of ways to get to this.  The President is going to have a meeting next week here to work through that process going forward.\nQ    Are comparisons to the public option fair, where this was something -- the President supported the public option, but he got 90 percent of what he wanted and he’d rather sign 90 percent --\nMR. GIBBS:  You know, I don't know why at this point it would be pertinent to get into hypotheticals.  Again, I think the President -- go back to what he said at Pittsburgh a week and a half ago.  Go back to what he said in 2006 as a U.S. senator.  I think his position on how to approach our energy policy comprehensively is fairly well known.\nYes, sir.\nQ    Two questions.  One is, what is BP getting as a result of this agreement?  Are they getting any agreement that they won’t be found negligent at all? \nMR. GIBBS:  Not that I’m aware of, no.\nMS. BROWNER:  No.\nQ    And then, Ms. Browner, you had said that I guess BP would I guess fund the fund with U.S. assets, so is it not cash? Or is it --\nMS. BROWNER:  No, they will make payments over a four-year period of $5 billion a year.  But they will provide assurance for those commitments by setting aside $20 billion in U.S. assets.  It’s like an insurance policy.  It’s not 20 and 20.  It’s they’ve committed to $20 [billion], but we will have -- I want to use the right legal word here -- that they will provide assurance by setting aside assets.  So as the fund grows up, as the fund grows in size, the assets could be reduced.  It’s just -- it’s an insurance policy.\nMR. GIBBS:  Yes.\nQ    And what did -- what is BP getting out of this agreement?  I mean what --\nMR. GIBBS:  I would ask BP.  They may have -- I think they’d have a better way of reading out what they did and why they did this.  I think the President’s objectives in this was -- objectives were clear.  This provides certainty and peace of mind for those in the Gulf if there was any wonder or concern that they would not be made whole for the disaster they didn't cause. That assurance we have today. \nAnd I think -- Carol mentioned this briefly -- the story that the President spoke of with the chair at the end of their meeting in the Oval Office was that when -- the President asked the chair when when they're talking about what’s happening in the Gulf, when they're talking and discussing these parameters with the board and with other executives, it’s the people that he’s met in his four trips -- the people in Grand Isle, the people in Pensacola, the people in --\nMS. BROWNER:  On Dauphin Island.\nMR. GIBBS:  Dauphin Island -- who for four generations have fished on these waters to make a living, who have invested their hard-earned money and their sweat in building their business -- those are the people that the President has been focused on throughout this process and believes -- he believes that that's what BP should be focused on as they're discussing these.\nMark.\nQ    Robert, on that point, is there a danger President Obama is over-promising when he says, we’ll make you whole and make the Gulf Coast even better than it was before?  I mean, people’s lives have been changed and it looks like it’s going to get worse a long time before it gets better.\nMR. GIBBS:  Well, and the responsible party has committed today through an escrow account that starts at $20 billion to make them whole.  Mark, if you’re a fisherman or you’re a shrimper and your livelihood has been changed because you’re in what would traditionally be the heart of the season where you made almost all of your income, you’ll be compensated for that.\nWe’ve set out a process that is -- that provides independence from the company that caused that disaster with the assurance that the funding will be there.  That's important. \nIn terms of Gulf Coast restoration, the President was concerned about the region environmentally long before this disaster.  And you’ve -- whether it was manmade or a natural disaster -- Katrina coming to mind -- that has seen the wetlands and the marsh erode and become degraded for many, many years, this President believes that we have an obligation to return that valuable ecosystem and environment to a place better than it was before this accident happened. \nBP, as Carol said, is liable for the environmental degradation through natural resource damage assessments.  Those will be assessed and that bill will be provided to BP.  And I believe the basis of that will help restore the environmental vitality of that region.\nQ    And are we right in assuming, based on what President Obama said today, that no ass-kicking was required at today’s sessions?\nMR. GIBBS:  Again, I think the President was clear about what he thought BP was responsible for and obligated to do.  We came with that in mind and left, importantly, with an agreement that is substantive, providing the assurance, providing the independence, providing the funding that I’m sure people in the Gulf went to bed last night wondering whether that was going to be possible.  They’ll go to sleep tonight knowing that there’s a process in place to do this quickly, efficiently, transparently, and independently.  And I think they will -- they’ll sleep better because of it.\nQ    If there wasn’t an ass-kicking, was there a tense tone? Were there raised voices?  Was it confrontational?\nMS. BROWNER:  It was a business meeting.  It was a focused business meeting.  We came to get something done.  We were successful in doing what we thought was important for the people of the Gulf.\nQ    -- BP said that the President was frustrated.  He clearly said at the stakeout that the President was frustrated.  Could you explain why, give us some color about that?\nMR. GIBBS:  Why he was frustrated?\nQ    I mean, what perpetuated the frustration --\nMR. GIBBS:  The last 58 days.\nQ    How did he express it?\nQ    Yes, how did he express it?  What about tensions?\nMR. GIBBS:  Look, again, the parts of the meeting that I were in were as Carol described them.  I think when the President sat down in the beginning of the meeting, it is fair to say he outlined his viewpoint and the stories that he’d heard and that we’ve all seen over the past eight-plus weeks -- the livelihoods of generations interrupted. \nAs you heard the President say, and you’ve heard this story a couple of times -- we were talking about Dauphin Island in Alabama, a place that was just beginning to recover after Katrina.  This was to be the first season, post-Katrina, where they thought the economy was getting better.  They had rebuilt after watching a hurricane -- one of the reasons you take that ferry is because that island doesn’t -- that’s two islands now.\nSo this was to be the season for tourism or for fishing that this region was going to get back up on its feet.  And I think the President opened the meeting by discussing those stories.  And he ended his time with the chair discussing those stories again. \nI don’t think anybody from BP would walk away from the last 58 days or the meeting here not knowing that the President, all of those involved in the response and the recovery, have been frustrated.\nQ    What I'm asking is, again, I'm going to try to go back and get something out to make you understand what I'm saying.   Were there clenched-teeth moments?  Were there moments when he struck the table with his fist to show his frustration, anger --\nMR. GIBBS:  I think his frustration was exhibited in the stories that he told, the stories that he’s heard from the Gulf and the stories that he took back to speak with the executives in the company that are going to make the decisions that resulted today in the knowledge that the people of the Gulf will indeed be made whole.\nI'm sorry, Roger.\nQ    Yes, I want to go to BP’s financial condition, if you could shed a little light on that.  Its bonds were trading at distressed levels today, indicating a mounting concern whether it can pay debts.  And some people were saying that there’s about a 40 percent chance of default in the next five years, based on its credit -- can you take us behind -- and what was said by the company or the White House’s own financial analysis that says the company will not default?\nMS. BROWNER:  Well, we did not discuss with BP today their financial -- what’s happening in the market.  We obviously have had analysts look at this situation.  We believe that the company has strong assets.  They have a lot of assets that they can -- they will continue to operate, continue to be a viable company, and that they will be able to honor the claims associated with this dreadful disaster.\nQ    Did they have any -- make any suggestions about debts at all?\nMS. BROWNER:  No.\nMR. GIBBS:  Wendell.\nQ    Have you removed the possibility of punitive damages from this equation?\nMS. BROWNER:  Nothing was taken off the table with respect to enforcement of the laws, whether it be the Oil Pollution Act, the Clean Water Act, and that was made clear.  Nothing has been taken --\nQ    But in terms of government --\nMS. BROWNER:  In terms of punitive --\nQ    -- seeking punitive damages.\nMS. BROWNER:  Nothing has been taken off the table in terms of the Justice Department’s work.\nQ    Admiral Allen, as I understand it, even if everything works optimally, 10 percent of the oil will still be leaking into the water at the end of July.  Is the President satisfied with that pace?\nADMIRAL ALLEN:  Well, we hope by the end of July we will have a new capping system and a new production system that will give us up to 80,000 production capability a day, and at that point, we’re pretty well assured there should be a minimal leakage around that wellhead.\nObviously the ultimate solution is to drill the relief well, which we’re looking for the first two weeks of August.  But based on the proposal we got from BP last week and our second letter to them, they have come in with counterproposals that have increased the production capacity there that should have us, by the end of next week, up to about 28,000 barrels a day, and then by the end of June, 53,000 barrels.  We’re going to have to shift from the containment cap we have now and put a harder cap on with a device that will allow us to produce more oil that will get up to 80,000.  But the plan is to get us to 80,000 by end July.\nQ    And that’s 90 percent containment -- we’re talking about the same thing?\nADMIRAL ALLEN:  We’re going to be shifting from a containment device to an actual cap that will require us at some point to literally unbolt the flange on which that lower marine riser pipe was on that was cut and replace it with a new flange or -- there’s three different options they have to do that.  That will -- we’ll have to do that to be able to jump from 53,000 to 80,000 barrels a day.\nQ    There will still be substantial oil offshore.\nADMIRAL ALLEN:  Yes.\nQ    At this time, are any foreign-flagged skimmers headed to this country -- not just the skimming equipment we put on our own boats?\nADMIRAL ALLEN:  We have foreign-flagged vessels that are operating out there, they’re on the way.  We will not turn down any offer that’s viable that we can use the equipment for.\nQ    It’s my understanding offers of these things were made early on and were turned down.\nADMIRAL ALLEN:  We have an exhaustive list of when it was received and how we acted upon with that.  We're glad to make that public.\nQ    So there are foreign-flagged skimmers on the way?\nADMIRAL ALLEN:  Foreign-flagged vessels are operating out there.  There’s a difference between skimmers and skimming equipment.\nMR. GIBBS:  There are foreign-flagged --\nQ    I’m trying to be specific.\nMR. GIBBS:  No, no, I understand, but I want -- you guys have been focused on this now for several days and I just want you to hear what Admiral Allen said.  There are foreign vessels operating as we all speak in the Gulf right now.\nADMIRAL ALLEN:  We haven’t got to a condition yet where they would need a Jones Act waiver to operate because they’re operating outside of state waters.  BP has also gone out and purchased from Canada, Mexico, the Netherlands, and Norway -- wherever they can find a source of supply, they are seeking it.\nMR. GIBBS:  David, did you have a follow?\nQ    Yes, to follow on the containment issue.  Was there any reason that the President or anyone else in the meeting today had to pressure BP to do anything else on the containment front?  Or are you completely satisfied with the course of action that they laid out in the letter as they’re proceeding?  I mean, was that not part of the --\nADMIRAL ALLEN:  Well, as we briefed over the last couple of weeks, there’s been a very significant iterative process.  We said, give us a plan; we said, not enough capacity, not enough redundancy, not soon enough -- and they came back, they gave us another plan.  They’ve gone to some pretty extraordinary lengths to bring in these shuttle tankers that are not normally used in the Gulf of Mexico.  These are vessels that are dynamically positioned so they don’t move, hooked to a flexible hose to the production platform that would allow us to ramp up between 53,000 and 80,000 barrels a day.  We’ve given them the stretch goals.  They’ve come in and told us how they’re going to do it.  We need to monitor that now.\nMS. BROWNER:  And what we did -- we should point out -- we did at the beginning of the meeting, after the President left the room, we did spend some time going through these containment plans, making sure that every single thing was being done to expedite.  They walked through the different production schedules, where different parts are coming from, where vessels are coming from.  And as the Admiral say -- said, we have to obviously\n \n \nPlans making sure that every single thing was being done to expedite.  They walked through the different production schedules where different parts are coming from, where vessels are coming from.  And as the Admiral said, we have to obviously remain vigilant to ensure that all those -- they’re actually -- in the case of getting t something on the order of 50,000 barrels per day by the end of this month, they’re actually manufacturing a riser.  There’s not one in the world that would work for this particular application because it’s never been done before.  So it’s actually in a foundry being made.\nQ    On the $100 million fund, does that effectively limit BP’s responsibility for any worker moratorium layoffs?\nMS. BROWNER:  Well, as we said, there were significant questions about whether or not those individuals would be eligible for -- what’s the word I want to use -- under the Oil Pollution Act.  And so what we wanted to do -- that’s why we had already asked Congress to look at changing the unemployment compensation for a disaster situation.  And now BP has made a commitment of $100 million to a foundation to address the needs of these workers.\nQ    And as far as the government is concerned, that settles the issue of BP’s liability for workers who were laid off?\nMS. BROWNER:  The point I’m trying to make is there’s a very significant legal question about their liability.  And so this was a way for us to address the needs of these workers.\nQ    Who is going to administer that, and how?  And will it include people who are not just rig workers explicitly but also people who are part of that deepwater who are going to be just as affected but aren’t literally rig workers?\nMS. BROWNER:  So it’s important to understand that today we reached a very extensive framework.  We covered an awful lot of issues.  Obviously there were some details to be further fleshed out with lawyers, et cetera.  So, for example, you’ve asked a question about foundation; that’s a detail to be fleshed out.\nQ    Is it just rig workers explicitly, or is it people who are part of that larger economy that are affected by the moratorium?\nMS. BROWNER:  It’s focused on oil rig workers.\nQ    Thanks, Robert.  During the campaign, the President made a big point of saying he would let science guide his decisions.  But a majority of the scientists consulted by Interior said they never signed off on a blanket deepwater drilling moratorium and actually say that’s a bad way to go.  So why isn’t the President following their recommendations on that?\nMS. BROWNER:  At the time of the accident, the President asked Ken Salazar at the Department of Interior to undertake a 30-day review.  They reached out, they talked to a lot of experts, they got a lot of input.  Some of the people who provided input did not -- let me say it this way -- then policy decisions were made based on those recommendations.  Mr. Salazar made a decision to recommend a moratorium; that was a policy decision.  But the experts were providing their expert advice, but not the policy decisions that were obviously under the purview of the Secretary of Interior.\nMR. GIBBS:  And I will say this again -- I know the President said this last night -- we do not know what happened.  Thirty-three additional wells were being drilled at deepwater depths.  As we now know, the largest environmental disaster in our country was taking place.  The President did not think it made sense to continue those drilling activities as we were dealing with this without knowing what was going on.\nAnd I’ve said this before and I’ll say it again, the President has told Governor Jindal and others, you can’t sit here and tell me we can’t trust BP to do anything, but we’re going to take their word for it on the four permits that they had drilling in deep water, even as we were dealing with BP’s disaster in the Gulf.  The President just wasn’t willing to take that chance.\nWe had a long discussion about it because we understood and he understood that this was not a decision that didn’t come without some displacement.  But that was superseded by not knowing what had happened and what could potentially happen if this happened again.\nI daresay the resources that would be necessary to deal with this happening a second time in that region would be hard to describe in words, and the President believed it just wasn’t a chance that he wanted to take.\nQ    Robert, there’s a criminal investigation going on; Justice is looking at the actions of some of the parties here.  BP executives were in a meeting at the White House today talking to the President.  Might the administration look at any claims they made, representations they made, things they said, with a view towards whether these might -- with respect to their own liability in this?  I mean, there’s an ongoing investigation.\nMS. BROWNER:  There was no discussion about any -- at any time in the meeting there was no discussion of any activities related to the Department of\n \n\n\t… it’s an ongoing investigation.\nMS. BROWNER:  There was no discussion about any -- at any time in the meeting, there was no discussion of any activities related to the Department of Justice investigation.\nQ    So they didn't ask for immunity?\nMS. BROWNER:  No --\nQ    Was there a transcript of the conversation?\nMS. BROWNER:  No, there was no request for immunity.\nQ    Okay, a quick follow-up.\nMS. BROWNER:  Nor would one have been granted.\nQ    Okay, a quick follow-up, if we could get a flavor of the meeting and how it went in the sense of -- the amount of money, for example, the $20 billion that was set aside, did BP want to put less into that fund?  Did they want the payments stretched out over more than four years?  Did they want to put nothing -- did they not want to create a fund at all?  Did the President threaten to use his legal authority in the 1990 act to go to court if necessary?  I mean can you give us some sense of this?\nMS. BROWNER:  As we said, it was a very focused, businesslike discussion.  The President had said what he wanted to accomplish.  We then worked -- a group of us worked with a group from BP, including the chairman, Mr. Hayward and others to make that happen.  And like any time there’s a negotiation or discussion, there are sticking points and they get worked through.\nAnd what we have now is the product of that discussion.  And it is an incredibly important and historic agreement that we have achieved for the people of the Gulf of Mexico.\nMR. GIBBS:  And I’d say this, Peter, the reason the President had this meeting was to come out with an agreement like this.  That -- his goal has been to do what we have to do to take care of the people of the Gulf that have been hurt environmentally and economically. \nToday, we come out with the assurance through funding and through an independent process that that will take place.  That's what’s driven his actions this entire time.  This is a tangible and substantive achievement that goes a long way to a big part of the speech that he talked about last night.\nQ    I believe Carol said at the beginning of the meeting, though, this is something BP was not going to do on its own.  I mean the President had to push --\nMR. GIBBS:  Well, I think that's -- I think that is a push that's been happening over the past many days.\nMS. BROWNER:  Right, right.\nMR. GIBBS:  And you’d have to ask them when they came to some conclusion in their mind, we have had -- we’ve had folks looking at this for many days beyond yesterday and today.\nQ    I apologize, Robert, I have to ask a question for a colleague too on General Petreus today played down the idea of a December review of progress in Afghanistan, saying too much should not be made of that review, can you give us a sense of the December review?  Do you still believe it’s a key point for evaluating progress in Afghanistan?\nMR. GIBBS:  Well, there’s no question that the December review is important, but without having seen either the question or General Petreus’ exact answer, it’s not as if -- it’s not as if that review isn’t ongoing on a daily, weekly and monthly basis.  Again, I’m happy to look through the exact transcript, but I think for some reason to believe that that review process would not exist until December might be what he was pushing back on.\nObviously, those theater commanders provide the President with written weekly updates that are quite thick.  This is both Afghanistan and Iraq.  As you know there are monthly Situation Room meetings with the Cabinet -- relevant Cabinet members, the President and the Vice President.  And this review is ongoing in nature. \nApril.\nQ    Robert, two things.  Van Jones* says of disperse-ments -- disperse-ments, not disappearance, what happens to the disperse-ments now?  You’re talking about the capturing of the oil -- the President talked --\nMR. GIBBS:  Just -- I’m sorry, let’s make sure -- dispersants, which is the liquid?\nQ*   Disperants\nMR. GIBBS:  Or a disbursement which is the payment?\nQ    Not -- I’m sorry dispersants --\nMR. GIBBS:  Okay.\nQ    Okay.  On top of the oil -- he says, the dispersants push the oil -- it’s all about optics -- they push the oil from the surface down to the bottom of the ocean where it kills shrimp -- the marine life and things of that nature, so you’re talking a capturing 90 percent of the oil, but what happens to the dispersant -- the oil that has been pushed down with the dispersants?\nMR. GIBBS:  Yes, do you want to do this?\nADMIRAL ALLEN:  The purpose of dispersants is to separate the oil into smaller particles so they biodegrade quicker.  Oil will ultimately biodegrade at some weight -- there’s a metabolic rate for absorbing oil into the Earth’s oceans.  The dispersants accelerate that somewhat.  And we are applying -- have applied dispersants on the surface and are applying them subsea at the source of the leak. \nWe have because the extensive amount of dispersants that have been applied have limited --\n \n\n\tAnd are applying them subsea at the source of the leak.  We have, because of the extensive amounts of dispersants that have been applied, have limited to very particular situations the dispersants that are used on the surface, just because of the unknown factors associated with how much we’ve had to use so far.  The most effective application of dispersants is at the leak site down at the bottom where they could be most effective in dispersing the oil.  *.\nQ    So but -- okay, with that, that is a poison that pushes the oil down.  What happens to that that?  You are pushing it down -- what happens?\nADMIRAL ALLEN:  The oil ultimately biodegrades.  It is suspended for a while and then it biodegrades.  All oil will ultimately weather and biodegrade.  Dispersants accelerate that.  And we know there is some toxicity with dispersants, but it is far less than the toxicity of the oil.\nQ    How long is it going to take the biodegrading to happen?\nADMIRAL ALLEN:  I would -- we can check with NOAA and give the exact --\nMS. BROWNER:  * I’m going to give you a way to think about this maybe.  If you have a oily pan and you go to wash it, you squirt some Dawn in, right?  And what --\nQ    *\nMS. BROWNER:  Dawn.  And what happens?  It starts to -- Dawn, right.  Okay, Joy, but actually Dawn is the preferred.  And it starts -- that’s how they wash the animals, in Dawn.  They actually use Dawn for the animals.  And it starts -- you know, so in your kitchen sink, you have the oil starting to break up and you’re seeing that biodegrading process right in front of you.  That’s what happens.\nQ    Okay and also --\nMR. GIBBS:  I don’t do dishes so I can’t *\nQ    Ooh!  (Laughter.) \nMS. BROWNER:  I bet he’s doing some dishes tonight.  (Laughter.) \nQ    Oh, I reached* your home, didn’t I?\nMR. GIBBS:  Yes -- or my sink, yes.\nQ    Right.  On another subject, and not to make light of this, but there is a preconception already about big oil versus average America.  And when the chairman of the board was at stakeout, and I’m quite sure you heard it -- did you all hear the stakeout?\nMR. GIBBS:  We were in my office getting ready.  I think we -- I heard parts of it, yes.\nQ    Did you hear at the end when he said -- talked about the President’s frustration, and then he said, you know, the President is concerned about the small people, we’re concerned about the small people\n \n\n\tYou hear at the end when he said talked about the President’s frustration, and then he said the President is concerned about the small people, we’re concerned about the small people.  Those words kind of rang very strong on television.  Talk to me, do you think it’s just the wrong terminology?  Do you think that there was an arrogance?  I mean, because I’m listening -- you guys said, we’re the ones who had to push this forward, we had to push the $20 million, we had to push this, and it was all on the White House side.  And what did they offer?  Were they worried about the average American who are --\nMR. GIBBS:  Well, look, I’ll let Carol talk about what’s in the meeting.  Obviously, as I said before, in meeting with both the chair and meeting with the group of executives, as the President came in, it’s the people of the Gulf that the President has had in mind throughout this process as those that he’s fighting for.\nAgain, whether it’s a mom-and-pop restaurant that he visited on this trip, whether it’s a shrimper, whether it’s a mayor who represents constituents that earn their living on the water or through tourism or something like that,  that’s -- those are the people that the President has had in mind throughout this entire time.\nQ    Wrong terminology, maybe --\nMS. BROWNER:  And let me say -- I mean, again, we began in the Roosevelt Room, we began with the President, the Cabinet, and the BP representatives.  And when the chairman of the company spoke, he did begin with an apology.  So I think Robert’s point is exactly right.  When the President spoke, he spoke about the people he’s met.  He spoke about his trips to Louisiana and across Alabama and Mississippi and Florida.\nQ    Wrong terminology on behalf of BP?\nMR. GIBBS:  I would assume so, yes.\nQ    Thanks, Robert.\nQ    Robert, you said before that -- and I just want you to clarify -- with regard to Kerry-Lieberman, you seem to indicate that that would be sort of the basis from which the President would move forward.  Is he committed to having that be the starting point?\nMR. GIBBS:  Well, again, what I said was I think that the principles enlisted in Kerry-Lieberman are consistent with the principles that the President has outlined on countless occasions dating back -- I would say dating back to the campaign but likely dating back to his service in the U.S. Senate.\nQ    Well, one of those occasions was last night, and he didn’t mention it explicitly.  And a lot of folks on the Hill interpreted the ambiguity that he left in terms of the legislation --\nMR. GIBBS:  You know, I’d focus on what the President said and has said on any number of occasions --\nQ    But Robert, with all due respect, they have to pass this thing on the Hill, and there is a sense that --\nMR. GIBBS:  With all due respect, I understand the legislative process.  (Laughter.)\nQ    There is a --\nMR. GIBBS:  Thanks, I’ve seen how a bill becomes a law.\nQ    I know.  I could play it for you.  No, but there is a sense that the President’s omission of Kerry-Lieberman has given --\nMR. GIBBS:  Yes, again, I don’t know how I can be more clear, I don’t know how the President can be more clear than to look at what he said in Pittsburgh.\nQ    Well, is he committed to having Kerry-Lieberman be the basis for this deal?\nMR. GIBBS:  He is committed to exactly what he said in Pittsburgh and what he’s said on countless occasions and what I said here today, that climate should be -- that climate has to be a component of a comprehensive energy plan.\nQ    Why didn’t* he mention carbon caps in the speech if he’s committed --\nMR. GIBBS:  You know, I’d love to play “seek a word” with you.  I think the President -- I understand you’ve got to write a story.  Go back and look at -- and I could email it to you, it would crash your computer -- all the times the President has talked about a comprehensive strategy.\nQ    Thanks, Robert.  I have two quick questions.  First, last week there were reports that BP was considering suspending one of their dividend payments and that they wanted to get * a cooling of the rhetoric from the White House.  And it looks like now today you got three dividend payments suspended.  Was there any giveback* -- was there any talk at all about cooling the anti-BP rhetoric in the meeting?\nMR. GIBBS:  None that I know of, no.\nMS. BROWNER:  No.\nQ    And my second question, both -- Jon Stewart last week and this week has been very critical of the President.  Keith Olbermann last night really badly trashed the President’s speech.  Is the President or the White House concerned at all about losing two such influential allies in the media?\nMR. GIBBS:  No.  No.  Ken*.\nQ    Robert, this is non-BP --\nMR. GIBBS:  I will say this -- can I say this?  I’ve said this before; I’ll reiterate it -- if the President had decided to run for President based on what the pundits were saying in December of 2006 and January of 2007, he’d be in the Senate.  No, no, hold on.  I appreciate the pulse -- the hand on the pulse of America by those that live on cable TV.  I don’t actually think that’s where all of real America lives. \nQ    Okay.  Non-BP-related.  Right before this, Dan Pfeiffer put out a statement urging the passage of the DISCLOSE Act.  One of the things that some of the good-government groups have complained about is this deal that was cut for the NRA in terms of moving around disclosure requirements.  Can you talk specifically whether/why* the President objects to that deal and why that --\nMR. GIBBS:  Tim*, I have been -- I’ve been out here while that must have gone up.  I’ll be happy to go look at what was put out and give a sense of what’s in that agreement.\nThanks, guys.\nEND\n\t4:14 P.M. EDT\n\n\n\n\n"
}