{
    "title": "Background on Fatherhood Town Hall and list of expected attendees | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-fatherhood-town-hall-and-list-expected-attendees",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 19, 2009\n\n \n\n\n\nBackground on Fatherhood Town Hall and list of expected attendees\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  ___________________________________________________________________________________  FOR IMMEDIATE RELEASE                                                                   June 19, 2009  BACKGROUND ON TOWN HALL ON FATHERHOOD:    Michael Strautmanis, Chief of Staff of the White House Office of Public Engagement and Intergovernmental Affairs, will moderate the conversation on fatherhood. He will introduce five fathers from a diversity of backgrounds who will share their personal stories about their commitment to fatherhood and personal responsibility before introducing President Obama.   Background on the five fathers who will share their stories during the discussion on fatherhood:  Juan Carlos Artero, Arlington, VA  Juan Carlos is a graduate of Year Up, a national model organization that forms public/private partnerships to provide a one-year, intensive training program that gives urban young adults a unique combination of technical and professional skills, college credits, an educational stipend and corporate apprenticeship. After graduating from the program, Juan Carlos was the first alumni to be offered a full-time position at the Year Up National Capital Region site as a Junior Technology Instructor.  He is currently attending Northern Virginia Community College, working towards an Associate’s Degree in Network Engineering. Juan Carlos is a native of El Salvador and resides in Arlington, Virginia with his fiancé Julissa Torres and their 16-month old daughter, Shantell Alexa.  Joe Jones, Baltimore, MD  Joe Jones is founder of the Center for Urban Families in Baltimore, Maryland.  Joe was formerly a substance abuser; he became a teenage heroin addict after his parents’ divorce and was addicted for 17 years. Joe spent time in jail and fathered a son for whom he could not care, but he turned his life around to become a tireless advocate for populations facing the same battles he once fought.    Joe is now a national leader in workforce development, fatherhood, and family services programming, and through his professional and civic involvement influences policy direction nationwide. His ability to engage and provide hands-on services to fathers has garnered him the reputation of a trailblazer in the field. Joe has received numerous awards and honors for his leadership and programming, including the Johns Hopkins University Leadership Development Program’s Distinguished Leadership Award. He’s also served on President Bill Clinton’s Work Group on Welfare Reform, was an advisor on fatherhood issues to Vice President Al Gore, and contributed to First Lady Laura Bush’s Helping America’s Youth initiative.   In 2006, at the age of 50, Joe became a cum laude graduate of the University of Maryland Baltimore County. He and his wife Debra live in Baltimore and have three children.  Mike Laas, Bettendorf, IA Mike Laas and his wife Pat live in Bettendorf, Iowa. They’ve been married for 31 years and have twin daughters, Molly and Kelly, who are 27 years old. Mike owns a small business in Bettendorf where he’s worked for 34 years, and he’s experienced firsthand the daily struggles that many fathers face: balancing work and his family. He’s also learned the importance of a strong family, as he’s done battle with blood cancer for the last four years. Mike had a stem cell transplant last summer, and believes that without the support of his wife and daughters he would not have done as well as he did.   Mike is also on the foundation board of the Bettendorf Family Museum and on the development board of the Humility of Mary Housing Project. Being involved with his community’s children’s museum and local single parent transitional housing project has allowed Mike to help other children and families in his area.  Chief Quartermaster John Lehnen, U.S. Navy, Norfolk, VA A devoted husband and father of four special needs children, with over 10 years of service, Chief Quartermaster John Lehnen has shown extraordinary dedication to his family and country. Right from the start, John has been passionately involved in his children's lives. When Kathryne (now 9) and triplets Lindsey, Jacob, and Isaac (now 6) were born prematurely, John visited them in the NICU every day. In the following years, Jacob underwent multiple neurosurgeries, the kids went through various rehabilitation therapies and Jennifer had major surgery. Somehow John managed to be present for each event while fulfilling a rigorous military schedule.   Prior to deployment, John spends time helping the kids to process their fears and concerns about him leaving and he works hard to stay close during separation. And while devoted to his family, Chief Lehnen also cares deeply about his fellow sailors and their families. John encourages sailors to participate in the United Through Reading campaign and family readiness groups. When sailors deploy, he offers ideas to keep them engaged with their families. He is usually the first person to offer a meal, childcare for an evening, or a listening ear for a family in need. John also serves his fellow Sailors as an Alcohol and Drug Abuse Management Supervisor (ADAMS) and a Morale, Welfare and Recreation (MWR) fund custodian.   As a testament to his military service, Chief Lehnen has received multiple awards including: Sailor of the Quarter and Navy-Corps Achievement and Commendation Medals. Chief Lehnen also received the 2009 Military Fatherhood Award from National Fatherhood Initiative.  Etan Thomas, Mitchellville, MD  Etan Thomas is a NBA star and active dad.  He married Nichole Oliver, who was a member of the Syracuse women’s basketball team, in June of 2004. Etan and Nichole have a son, Malcolm, and a daughter, Imani. Etan balances his work and family, and he has a very active role in his community. In the summer of 2008, Etan lent his time and energy to a new voter registration campaign – \"Respect My Vote!\", and he served as the American Heart Association, WUSA 9 & Suntrust Bank’s Spokesperson for HeartWalk 2008. Etan has also participated in a Germany Special Olympics camp during the Wizards pre-season overseas, and he’s continued his tradition of visiting several schools and the DC Youth Prison. Etan also took part in the NBA Players Association’s \"Feeding One Million\" campaign, a partnership with the \"Feed The Children\" organization in Kenya in July 2007.  Below is a list of expected attendees at today’s Town Hall on Fatherhood:  MEMBERS OF CONGRESS:  Senator Evan Bayh (D-IN)  Rep. Danny Davis (D-IL)  ADMINISTRATION OFFICIALS: Vice President Joseph Biden  Department of Transportation Secretary Ray LaHood  SPECIAL GUESTS:  Juan Carlos Artero  Greg Brown  Bill Cowher  Bobby Flay  Dr. Robert Franklin  Tony Hawk  Joe Jones  Mike Laas  Chief Quartermaster John Lehnen  Darryl McDaniels  Jorge Ramos  Antwaan Randle El  Dr. Steven Rosen  Etan Thomas  Dwayne Wade  B.D. Wong  Students from \"Life Pieces to Master Pieces\"  OTHER EXPECTED ATTENDEES INCLUDE: (in alphabetical order by organization name)   100 Black Men, Albert E. Dotson, National President  Abyssinian Baptist Church, Rev. Calvin Butts, Senior Pastor  ADAMS, Imam Mohamed Magid  Alpha Phi Alpha Fraternity, Inc., Herman Mason, Jr., General President  Big Brothers Big Sisters of America, Judith Vredenburgh, CEO  Committee on Disability Power and Pride, Jonathan Young  Daddy’s Promise, Ed Gordon, Founder  DC-Office of Disability Rights, Derek Orr, Acting Director  Family Equality Council, Robert Lee Keeling, Jr., Board Co-Chair  Family Violence Prevention Fund, Nathan Brostrom, Member, Board of Directors  Focus on the Family, Timothy Goeglein, Vice President  Foundry United Methodist Church Yout  Inner City Muslim Action Network, Rami Nashashibi, Executive Director  Iota Phi Theta Fraternity, Inc., Larry Frasier, Grand Polaris  Kappa Alpha Psi Fraternity, Inc. David Hardrick, Chairman- Political Awareness and Social Action  Latin American Youth Center, Lori Kaplan, Executive Director  Mentoring, Inc., Dr. John Sowers, President  Mohegan Indian Tribe, Bruce Bozsum, Chairman  NAACP, Roger C. Vann, Senior Vice President, Field Operations and Membership  National Campaign to Prevent Teen Pregnancy, Sarah Brown, CEO  National CARES Mentoring Movement, Melvin Witten (DC CARES)  National Center on Fathering, Carey Casey, CEO  National Coalition Against Domestic Violence, Rita Smith, Executive Director  National Council of La Raza, Eric Rodriguez, Vice President for Policy  National Fatherhood Initiative, Roland Warren, President  National Hispanic Christian Leadership Conference, President  National Network to End Domestic Violence, Sue Else, President  National Urban League, Harold F. Smith, Vice President  Phi Beta Sigma Fraternity, Inc., Jimmy Hammock, International 1st Vice President  Prince George’s County (MD) Manhood Initiative, Gregory Holmes, Organizer   Religious Action Center for Reform Judaism, Rabbi Michael Namath, Program Director  Seventh Day Adventist Church, James Standish  Sigma Pi Phi (The Boule), Robert P. Watkins III, President, DC Chapter  Skinner Leadership Institute, Dr. Barbara Williams Skinner, CEO  Special Olympics, Tim Shriver, Chairman  Windsor Village United Methodist Church, Pastor Kirbyjon Caldwell\n\n\n\n"
}