{
    "title": "Presidential Nominations Sent to the Senate, 5/27/10 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidential-nominations-sent-senate-52710",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 27, 2010\n\n \n\n\n\nPresidential Nominations Sent to the Senate, 5/27/10\n\n\n\n\nEric D. Benjaminson, of Oregon, a Career Member of the Senior Foreign Service, Class of Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Gabonese Republic, and to serve concurrently and without additional compensation as Ambassador Extraordinary and Plenipotentiary of the United States of America to the Democratic Republic of Sao Tome and Principe.\nAnthony Bryk, of California, to be a Member of the Board of Directors of the National Board for Education Sciences for a term expiring November 28, 2011, vice Herbert John Walberg, term expired.\nJ. Thomas Dougherty, of Wyoming, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to Burkina Faso.\nKris D. Gutiérrez, of Colorado, to be a Member of the Board of Directors of the National Board for Education Sciences for a term expiring November 28, 2012, vice Gerald Lee, term expired.\nBeverly L. Hall, of Georgia, to be a Member of the Board of Directors of the National Board for Education Sciences for a term expiring March 15, 2012, vice Craig T. Ramey, term expired.\nNeile L. Miller, of Maryland, to be Principal Deputy Administrator, National Nuclear Security Administration, vice William Charles Ostendorff, resigned.\nPaul M. Tiao, of Maryland, to be Inspector General, Department of Labor, vice Gordon S. Heddell, resigned.\nRobert Anacletus Underwood, of New Jersey, to be a Member of the Board of Directors of the National Board for Education Sciences for a term expiring November 28, 2012, vice Robert C. Granger, term expired.\n\n\n\n"
}