{
    "title": "Statement by the President on Aung San Suu Kyi's House Arrest and Detention | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-president-aung-san-suu-kyis-house-arrest-and-detention",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 26, 2009\n\n \n\n\n\nStatement by the President on Aung San Suu Kyi's House Arrest and Detention\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  _____________________________________________________________  FOR IMMEDIATE RELEASE                                  May 26, 2009  Statement by the President on Aung San Suu Kyi’s House Arrest and Detention    I call on the Burmese government to release National League for Democracy Secretary General and Nobel Peace Prize winner Aung San Suu Kyi from detention immediately and unconditionally.  I strongly condemn her house arrest and detention, which have also been condemned around the world.  The United Nations Working Group on Arbitrary Detention has issued opinions affirming that the detention of Aung San Suu Kyi dating back to 2003 is arbitrary, unjustified, and in contravention of Burma’s own law, and the United Nations Security Council reaffirmed on May 22 their concern about the situation and called for the release of all political prisoners.     Aung San Suu Kyi’s continued detention, isolation, and show trial based on spurious charges cast serious doubt on the Burmese regime’s willingness to be a responsible member of the international community.  This is an important opportunity for the government in Burma to demonstrate that it respects its own laws and its own people, is ready to work with the National League for Democracy and other ethnic and opposition groups, and is prepared to move toward reconciliation.    By her actions, Aung San Suu Kyi has represented profound patriotism, sacrifice, and the vision of a democratic and prosperous Burma.  It is time for the Burmese government to drop all charges against Aung San Suu Kyi and unconditionally release her and her fellow political prisoners.  Such an action would be an affirmative and significant step on Burma’s part to begin to restore its standing in the eyes of the United States and the world community and to move toward a better future for its people.\n\n\n\n"
}