{
    "title": "Presidential Nominations and Withdrawals Sent to the Senate | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/01/24/presidential-nominations-and-withdrawals-sent-senate",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 24, 2012\n\n \n\n\n\nPresidential Nominations and Withdrawals Sent to the Senate\n\n\n\n\n\nNOMINATIONS SENT TO THE SENATE:\n\n\tAnthony T. Clark, of North Dakota, to be a Member of the Federal Energy Regulatory Commission for the term expiring June 30, 2016, vice Marc Spitzer, term expired.\n\n\tErin C. Conaton, of the District of Columbia, to be Under Secretary of Defense for Personnel and Readiness, vice Clifford L. Stanley.\n\n\tScott H. DeLisi, of Minnesota, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Uganda.\n\n\tDeborah S. Delisle, of South Carolina, to be Assistant Secretary for Elementary and Secondary Education, Department of Education, vice Thelma Melendez de Santa Ana.\n\n\tTracey Ann Jacobson, of the District of Columbia, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Kosovo.\n\n\tJames J. Jones, of the District of Columbia, to be Assistant Administrator for Toxic Substances of the Environmental Protection Agency, vice Stephen Alan Owens, resigned.\n\n\tFrank Kendall III, of Virginia, to be Under Secretary of Defense for Acquisition, Technology, and Logistics, vice Ashton B. Carter, resigned.\n\n\tJames N. Miller, Jr., of Virginia, to be Under Secretary of Defense for Policy, vice Michele A. Flournoy.\n\n\tJerome H. Powell, of Maryland, to be a Member of the Board of Governors of the Federal Reserve System for the unexpired term of fourteen years from February 1, 2000, vice Frederic S. Mishkin.\n\n\tMarietta S. Robinson, of Michigan, to be a Commissioner of the Consumer Product Safety Commission for a term of seven years from October 27, 2010, vice Thomas Hill Moore, term expired.\n\n\tAdam E. Sieminski, of Pennsylvania, to be Administrator of the Energy Information Administration, vice Richard G. Newell.\n\n\tJeremy C. Stein, of Massachusetts, to be a Member of the Board of Governors of the Federal Reserve System for the unexpired term of fourteen years from February 1, 2004, vice Kevin M. Warsh, resigned.\n\n\tJohn Christopher Stevens, of California, a Career Member of the Senior Foreign Service, Class of Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to Libya.\n\n\tLinda Thomas-Greenfield, of Louisiana, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Director General of the Foreign Service, vice Nancy J. Powell, resigned.\n\n\tConstance B. Tobias, of Maryland, to be Chairman of the Board of Veterans' Appeals for a term of six years, vice James Philip Terry, term expired.\n\n\tPamela A. White, of Maine, a Career Member of the Senior Foreign Service, Class of Career Minister, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Haiti.\n\n\tJessica Lynn Wright, of Pennsylvania, to be an Assistant Secretary of Defense, vice Dennis M. McCarthy, resigned.\n\nWITHDRAWALS SENT TO THE SENATE:\n\n\tGineen Maria Bresso, of Florida, to be a Member of the Election Assistance Commission for a term expiring December 12, 2013 (Reappointment), which was sent to the Senate on March 17, 2011.\n\n\tScott C. Doney, of Massachusetts, to be Chief Scientist of the National Oceanic and Atmospheric Administration, vice Kathryn D. Sullivan, which was sent to the Senate on January 26, 2011.\n\n\tTimothy Charles Scheve, of Pennsylvania, to be a Member of the Internal Revenue Service Oversight Board for a term expiring September 14, 2015, vice Nancy Killefer, term expired, which was sent to the Senate on January 26, 2011.\n\n\tGloria Wilson Shelton, of Maryland, to be a Judge of the United States Court of Appeals for Veterans Claims for the term of fifteen years, vice a new position created by Public Law 110-389, approved October 10, 2008, which was sent to the Senate on June 22, 2011.\n\n\n\n\n"
}