{
    "title": "Vice President Biden Announces Over $2 Billion in Anti-Waste Measures at Cabinet Meeting | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/14/vice-president-biden-announces-over-2-billion-anti-waste-measures-cabine",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nSeptember 14, 2011\n\n \n\n\n\nVice President Biden Announces Over $2 Billion in Anti-Waste Measures at Cabinet Meeting\n\n\n\n\n\nNew Initiatives Led by Campaign to Cut Waste Will Save Medicaid Waste & Strengthen Partnership with States to Reduce Improper Unemployment Insurance Payments\n\n\tWASHINGTON – At the White House today, Vice President Biden convened a Cabinet meeting to discuss waste reduction at federal agencies as part of the Administration’s Campaign to Cut Waste. The Vice President announced a new initiative to fight waste in Medicaid that is estimated to save taxpayers over $2 billion, unveiled new efforts to track state progress in reducing improper Unemployment Insurance payments, and directed each Cabinet secretary to undertake a waste and efficiency review that will target unnecessary, wasteful, and inefficient federal spending.\n\n\t“Today’s announcements on cutting waste in Medicare, Medicaid and Unemployment Insurance shows that we can make our government more efficient and responsible to the American people,” said Vice President Biden.  “If we’re going to spur jobs and economic growth and restore long-term fiscal solvency, we need to make sure hard-earned tax dollars don’t go to waste.”\n\n\tJoined by Health and Human Services (HHS) Secretary Kathleen Sebelius, the Vice President discussed a new initiative to fight waste and fraud in Medicaid that will save taxpayers an estimated $2.1 billion.  HHS today released its final rule for the Medicaid Recovery Audit Contractor Program, a waste-cutting program created by the Affordable Care Act. HHS projects the program will save $2.1 billion over the next five years, of which $900 million will be returned to states.  The new program is based on the successful Medicare Recovery Audit Contractor program, which the Vice President announced has already recovered nearly $670 million to date in 2011 – increasing the taxpayer dollars recovered by nearly 800% compared to 2010.\n\n\t“Today we are building on an already successful program that targets improper payments in our health care programs and recovers those dollars, making Medicare and Medicaid more reliable and responsible,” said HHS Secretary Kathleen Sebelius. “We simply can't afford to see even one penny of our health care dollars wasted and expanding this program will help us reach that goal.\"\n\n\tThe Vice President also unveiled new Labor Department efforts to reduce improper Unemployment Insurance payments and hold states accountable for progress as part of the Administration’s comprehensive efforts to crack down on waste, fraud and abuse. Department of Labor Secretary Hilda Solis joined the Vice President to discuss the Department’s next steps in combating these improper payments:\n\n\nA New Transparency Initiative to Make It Clear Where States Stand: The Department of Labor is launching a new effort to clearly show every state’s performance on improper payments.  The agency unveiled an online map that will show citizens their state’s payment errors, which types of problems are driving its error rate, and the steps it has taken to address its rate.\n\nComprehensive Turnaround Plans for High Priority States: DOL has identified six high priority states -- Virginia, Indiana, Colorado, Washington, Louisiana, and Arizona -- based on their high rate of improper payments. DOL is working with these states to ensure they develop a comprehensive turnaround plan to reduce their improper payments. In addition, high-performing states will be paired with these states to offer guidance and aid as the plans are developed and implemented.  High Priority states will be subject to additional monitoring and technical assistance until they achieve an improper payment rate under 10 percent and sustain that performance for at least six months.\n\nNew Awards to States to Automate and Improve Unemployment Insurance Data Collection:  The Department of Labor today awarded nearly $192 million to 42 states toimplement waste-cutting initiatives and improve the Unemployment Insurance program, including upgrading technology systems to more accurately collect data and process claims. \n\n\n\tThese steps build on other efforts to address improper payments the Administration launched earlier this year.\n\n\t“The Unemployment Insurance system is a unique partnership between the federal government and the states. States bear the responsibility of operating an efficient and effective benefits program, but as partners the federal government must be able to hold them accountable for doing so,” said Secretary Solis. “These new measures, demonstrate our commitment to working closely with states to ensure the integrity of the system, turnaround underperforming programs and save taxpayer dollars.”\n\n\tFinally, as part of efforts to cut waste and inefficient spending, the Vice President asked the Cabinet to report back on wasteful and inefficient agency spending on travel, auto fleets, publications, and office equipment and supplies, from cell phones to software, or in any other areas identified by agencies. \n\n\tThe Vice President highlighted the Department of Homeland Security’s Efficiency Review as a model effort. Since 2009, the agency has identified more than $1 billion in cost avoidances and implemented 30 efficiency initiatives across the agency – from buying software licenses in bulk to using government offices for meetings instead of renting private space.  As a result of these savings and other ongoing efficiency initiatives, the agency’s 2012 budget request included more than $800 million in reductions.  As he did with the Recovery Act, the Vice President called on Secretaries to be personally involved in these reviews, and will hold cabinet members personally responsible for the performance and results of the process.\n\n\t“Over the last two years, we have made an unprecedented commitment to efficiency in order to support frontline operations by building a culture of fiscal discipline and accountability throughout the Department,” said Secretary Napolitano. “Through the Department of Homeland Security’s Efficiency Review, we’ve taken a hard look at how we do business, and identified ways to maximize the effectiveness and efficiency of limited taxpayer dollars we receive.”\n\n\tAs part of the launch of the Campaign to Cut Waste in June, the President asked the Vice President to take on a new role holding the Cabinet accountable for cutting waste in their agencies – part of the Administration’s ongoing effort to make government more efficient and responsive to the American people. The Vice President will hold regular Cabinet waste cutting meetings and is working closely with OMB Director Jack Lew and the Administration’s Chief Performance Officer Jeffrey Zients to root out waste across the agencies and make government work for America’s families.\n\n“We have made great strides in the last two years – shrinking contract spending for the first time in 13 years, identifying $3 billion in cost reductions from IT projects across government, and getting rid of property we no longer need,” said Director Lew. “Particularly now in these challenging fiscal times, it is critical that each and every Member of the Cabinet take personal ownership of aggressively rooting out waste and being vigilant stewards of taxpayer dollars.”\n\n\n\n\n"
}