{
    "title": "President Obama Announces More Key Administration Posts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/01/27/president-obama-announces-more-key-administration-posts",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 27, 2012\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts\n\n\n\n\n\n\tWASHINGTON – Today, President Barack Obama announced his intent to nominate the following individuals to key Administration posts:\n\n\nMichael P. Botticelli – Deputy Director, Office of National Drug Control Policy\n\nChristy Romero – Special Inspector General for the Troubled Asset Relief Program\n\n\n\tThe President also announced his intent to appoint the following individual to a key Administration post:\n\n\nAlex Mehran – Member, Board of Directors of the Presidio Trust\n\n\nPresident Obama said, “These dedicated and accomplished individuals will be valued additions to my administrations as we tackle the important challenges facing America.  I look forward to working with them in the months and years ahead.”\n\nPresident Obama announced his intent to nominate the following individuals to key Administration posts:\n\nMichael P. Botticelli, Nominee for Deputy Director, Office of National Drug Control Policy\n\tMichael P. Botticelli is currently the Director of the Bureau of Substance Abuse Services in the Massachusetts Department of Health (MDPH).  Since joining MDPH in 1994, Mr. Botticelli has served as Chief of Staff of the MDPH Commissioner’s Office (2000-2003), Assistant Director for Policy and Planning within the HIV/AIDS Bureau (1996-2000), Contract Manager in the HIV/AIDS Bureau (1995-1996), and Alcoholism Program Coordinator within the Bureau of Substance Abuse Services (1994-1995).  He received a B.A. from Siena College and an M.Ed. from St. Lawrence University.\n\nChristy Romero, Nominee for Special Inspector General for the Troubled Asset Relief Program\n\tChristy Romero is the Deputy Special Inspector General for the Troubled Asset Relief Program (SIGTARP), a position she has held since February 2011.  Between 2009 and 2011, Ms. Romero served as the Chief of Staff of SIGTARP.  From July 2010 through September 2010, she served as the Acting Deputy SIGTARP and from March 2011 through Oct 2011 she served as Acting SIGTARP.  Ms. Romero came to SIGTARP from the U.S. Securities and Exchange Commission (SEC) where, from December 2007 through August 2009, she served as counsel to SEC Chairman Mary Schapiro and Chairman Christopher Cox.  From 2003 through 2007, as an attorney in the Division of Enforcement, she investigated financial fraud, insider trading, and other violations of the securities laws.  Prior to joining the SEC, Ms. Romero was a litigator specializing in financial restructuring at the law firms of Akin Gump Strauss Hauer & Feld; Snell & Wilmer; and Jenner & Block.  She also clerked for the Honorable Robert C. Jones, United States Bankruptcy Judge for the District of Nevada and Ninth Circuit Bankruptcy Appellate Panel.  Ms. Romero earned a B.S. in Business from Old Dominion University and a J.D. from Brigham Young University Law School.\n\nPresident Obama also announced his intent to appoint the following individual to a key Administration post:\n\nAlex Mehran, Appointee for Member, Board of Directors of the Presidio Trust\n\tAlex Mehran is the President and Chief Executive Officer of Sunset Development Company, a real estate development, investment, construction and management company based in San Ramon, CA.  Mr. Mehran also serves as Chairman of the Contra Costa Economic Partnership, a Trustee of the San Francisco Ballet, and as a Member of the University of California, San Francisco Chancellor’s Associates.  In addition, he is a past Chairman and current Executive Committee Member of the Bay Area Council.  Mr. Mehran earned a B.A. from Harvard College with honors and received an LL.B. from Cambridge University, England, also with honors.\n\n\n\n\n"
}