{
    "title": "First Lady Michelle Obama Announces Collaboration with Walmart in Support of Let’s Move! Campaign | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/20/first-lady-michelle-obama-announces-collaboration-walmart-support-let-s-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJanuary 20, 2011\n\n \n\n\n\nFirst Lady Michelle Obama Announces Collaboration with Walmart in Support of Let’s Move! Campaign\n\n\n\n\n\nFirst Lady Michelle Obama joined Walmart executives today to help launch the company’s Nutrition Charter, a groundbreaking new initiative that has the potential to have a transformative impact on the market place and help families across America put healthier, more affordable food on their tables.  The initiative proposes a number of changes by Walmart to offer more nutritious food products, lower the cost of healthy foods, and provide consumers with better information about healthy food options.  These changes are the types of improvements critical to achieving the primary goal of Let’s Move! – solving the problem of childhood obesity within a generation.  \n\tThe Nutrition Charter is the result of over a year of work together between Let’s Move! and Walmart, and by collaborating with the nation’s largest grocer, Let’s Move! and the Nutrition Charter will catalyze remarkable change in the products provided to families across the country, and highlight the type of action that is needed to best serve our communities.\n\t \n\t“I believe this Charter is a victory for parents…it’s a victory for families…and most of all, it’s a victory for our children,” said First Lady Michelle Obama.  “But I’m also here today because I think that this nutrition charter represents something bigger.  The truth is, back when we first decided to take on the issue of childhood obesity, in the back of my mind, I wondered to myself whether we would really be able to make a difference.  When you’re dealing with a problem this big…and this complicated…it can be a little overwhelming.  You can start to wonder: Is what we’re doing here really working?  Are folks really interested in making these kinds of changes?  Is this actually making our kids healthier?  But today, when I see a company like Walmart launch an initiative like this, I feel more hopeful than ever before that the answer to these questions is yes.  Efforts like this show us that yes, we can improve how we make and sell food in this country – and what we feed our kids.  Yes, we can give parents better information so they can make better decisions for their families.”  A full transcript of Mrs. Obama’s remarks is included below.\n\t \n\t“In that effort to make healthier eating more of a reality in America, perhaps no one has been a more vocal partner or powerful collaborator than our First Lady, Michelle Obama.  Through the Let’s Move! campaign, she is working to take on one of the most pressing public health challenges facing our nation today, by engaging every sector of society, to help kids be more active, eat better, and get healthy.  As she has rightly recognized, this is an issue that demands the attention of us all—our schools, our communities, our government leaders, NGOs and businesses.  And with that collaboration, it is an issue that we can and will solve.  As our First Lady has said, ‘We have the tools at our disposal, all we need is the motivation, the opportunity and the willpower to do what needs to be done.’ ”said Bill Simon, CEO of Walmart US.\n\n “We have enormous respect and admiration for the First Lady’s leadership on this important issue. She was a catalyst that helped make today’s announcement a reality and her spirit of collaboration made our commitment to bring better nutrition to kitchen tables across this country even stronger,” said Leslie Dach, Executive Vice President of Corporate Affairs, WalMart.\n\t \n\tWalmart’s Nutrition Charter consists of three major pillars that aim to impact the health and wellbeing of American families by making critical changes to accessible and affordable food:\n\t \n\n\n\nReformulate products to improve nutrition by 2015.  Reformulating thousands, of everyday packaged food items by 2015 by reducing sodium 25 percent and added sugars 10 percent, and by removing all remaining industrial produced trans fats.  The company will work with suppliers to improve the nutritional quality of national food brands and its Great  Value private brand in key product categories to complete their reformulations.\n\n\n\nMake healthy food more affordable.  Walmart is committed to reducing the cost of fruits and vegetables and the healthier options.  \n\n\n\t \n\n\nEmpower consumers to make informed choices by implementing a healthy seal. In addition to their strong support for a meaningful front of pack label, Walmart is developing a healthy seal that will make it easier for customers to identify health products and quickly make a healthy choice.  \n\n\n\n \nPartnership for a Healthier America will be working with Walmart to evaluate and monitor their progress with these efforts.\n\t \n\tMrs. Obama has been leading a nationwide effort to combat childhood obesity so that children born today will reach adulthood at a healthy weight.  Launched almost a year ago, the Let’s Move! Campaign is a comprehensive, collaborative, and community-oriented initiative that has sought to engage every sector of society to tackle head-on the many different factors that lead to childhood obesity.  \n\t \n\tIn December, President Obama signed The Healthy, Hunger-Free Kids Act of 2010 – a major legislative achievement that will improve the quality of school breakfasts, lunches and other foods sold in schools while also strengthening nutrition programs that serve young children, including WIC and the Child and Adult Care Food Program.   \n\n\n\n\n"
}