{
    "title": "Executive Order 13509--Establishing a White House Council on automotive communities and workers | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/establishing-a-white-house-council-automotive-communities-and-workers",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 23, 2009\n\n \n\n\n\nExecutive Order 13509--Establishing a White House Council on automotive communities and workers\n\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\t\tOffice of the Press Secretary\n\t\t\t____________________________________________________________\n\t\t\tFor Immediate Release                                   June 23, 2009\n\t\t\t \n\nEXECUTIVE ORDER\n\n\t\t\t- - - - - - -\n\t\t\tESTABLISHING A WHITE HOUSE COUNCIL ON\n\t\t\tAUTOMOTIVE COMMUNITIES AND WORKERS\n\n\n\t\tBy the authority vested in me as President by the Constitution and the laws of the United States of America, it is hereby ordered as follows:\n\nSection 1. Policy. Over the last decade, the United States has experienced a decline in employment in the auto industry and among part suppliers. This decline has accelerated dramatically over the past year, with more than 400,000 jobs being lost in the industry. Unemployment in the automotive sector in towns and cities across the country has reached levels not seen in decades, with resulting increases in poverty and high home foreclosure rates.\n\n\t\tThe purpose of this order is to establish a coordinated Federal response to issues that particularly impact automotive communities and workers and to ensure that Federal programs and policies address and take into account these concerns.\n\nSec. 2. White House Council on Automotive Communities and Workers. There is established within the Executive Office of the President the White House Council on Automotive Communities and Workers (Council).\n\n\t\t(a) Membership. The Council shall consist of the following members:\n\n\t\t(1) the Secretary of Labor and the Assistant to the President for Economic Policy and Director of the National Economic Council, who shall serve as Co-Chairs of the Council;\n\t\t(2) the Secretary of the Treasury;\n\t\t(3) the Secretary of Defense;\n\t\t(4) the Attorney General;\n\t\t(5) the Secretary of the Interior;\n\t\t(6) the Secretary of Agriculture;\n\t\t(7) the Secretary of Commerce;\n\t\t(8) the Secretary of Health and Human Services;\n\t\t(9) the Secretary of Housing and Urban Development;\n\t\t(10) the Secretary of Transportation;\n\t\t(11) the Secretary of Energy;\n\t\t(12) the Secretary of Education;\n\t\t(13) the Secretary of Veterans Affairs;\n\t\t(14) the Chair of the Council of Economic Advisers;\n\t\t(15) the Administrator of the Environmental Protection Agency;\n\t\t(16) the Director of the Office of Management and Budget;\n\t\t(17) the United States Trade Representative;\n\t\t(18) the Administrator of General Services;\n\t\t(19) the Administrator of the Small Business Administration;\n\t\t(20) the Senior Advisor and Assistant to the President for Intergovernmental Affairs and Public Engagement;\n\t\t(21) the Assistant to the President and Cabinet Secretary;\n\t\t(22) the Assistant to the President and Director of the Domestic Policy Council;\n\t\t(23) the Chair of the Council on Environmental Quality;\n\t\t(24) the Assistant to the President for Energy and Climate Change; and\n\t\t(25) the heads of such other executive departments, agencies, and offices as the President may, from time to time, designate.\n\n\t\tA member of the Council may designate, to perform the Council functions of the member, a senior-level official who is a part of the member's department, agency, or office, and who is a full-time officer or employee of the Federal Government.\n\n\t\t(b) Administration. The Co-Chairs shall convene regular meetings of the Council, determine its agenda, and direct its work. The Director for Recovery of Auto Communities and Workers (Director of Recovery) shall serve as Executive Director of the Council and shall coordinate the Council's activities. At the direction of the Co-Chairs, the Council may establish subgroups consisting exclusively of Council members or their designees, as appropriate.\n\nSec. 3. Mission and Functions. The Council shall perform the following functions, to the extent permitted by law:\n\n\t\t(a) Provide leadership and coordinate the development of policies and programs across executive departments and agencies to ensure a coordinated Federal response to issues that have a distinct impact on automotive communities and workers;\n\t\t(b) Advise the President on the effects of pending legislation and executive branch policy proposals on automotive communities and workers;\n\t\t(c) Provide recommendations to the President on changes to Federal policies and programs to address issues of special importance to automotive communities and workers; and\n\t\t(d) Help ensure that officials across the executive branch, including officials on existing committees or task forces addressing automotive issues, advance the President's agenda for automotive communities and support the Director of Recovery's coordination of Federal economic adjustment assistance activities. Such support may include the use of personnel, technical expertise, and available financial resources. It may be used to provide a coordinated Federal response to the needs of individual States, regions, municipalities, and communities adversely affected by auto industry changes.\n\nSec. 4. Outreach. Consistent with the objectives set forth in this order, the Council, in accordance with applicable law, in addition to regular meetings, shall conduct outreach to representatives of nonprofit organizations, business, labor, State and local government agencies, elected officials, and other interested persons that will assist in bringing to the President's attention concerns, ideas, and policy options for expanding and improving efforts to revitalize automotive communities.\n\nSec. 5. Termination. The Council shall terminate 2 years after the date of this order unless extended by the President.\n\nSec. 6. General Provisions.\n\n\t\t(a) The heads of executive departments and agencies shall assist and provide information to the Council, consistent with applicable law, as may be necessary to carry out the functions of the Council. Each executive department and agency shall bear its own expense for participating in the Council.\n\n\t\t(b) Executive departments and agencies shall afford consideration to requests from automotive communities for Federal technical assistance, financial resources, excess or surplus property, or other resources.\n\t\t(c) Nothing in this order shall be construed to impair or otherwise affect:\n\n\t\t(i) authority granted by law to an executive department, agency, or the head thereof; or\n\t\t(ii) functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n\n\t\t(d) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n\t\t(e) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n\n\t\tBARACK OBAMA\n\t\tTHE WHITE HOUSE,\n\t\tJune 23, 2009.\n\t\t# # #\n\n\n\n\n\n"
}