{
    "title": "Statement by George Shultz, William Perry, Henry Kissinger and Sam Nunn Regarding the United Nations Security Council Meeting on Nuclear Nonproliferation and Nuclear Disarmament | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-george-shultz-william-perry-henry-kissinger-and-sam-nunn-regarding-united",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nSeptember 24, 2009\n\n \n\n\n\nStatement by George Shultz, William Perry, Henry Kissinger and Sam Nunn Regarding the United Nations Security Council Meeting on Nuclear Nonproliferation and Nuclear Disarmament\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\t\t_____________________________________________________________\n\t\tFOR IMMEDIATE RELEASE                   September 24, 2009\n\n\nStatement by George Shultz, William Perry, Henry Kissinger and Sam Nunn\n\t\tRegarding the United Nations Security Council Meeting on\n\t\tNuclear Nonproliferation and Nuclear Disarmament\n\n\nThe Summit in the UN Security Council brings much-needed global focus to the risks posed by the spread of nuclear weapons, nuclear know-how and nuclear material.  By convening heads of state, the meeting can help build the necessary political will around the urgent steps required to reduce nuclear dangers.\n\nThe four of us have come together in a nonpartisan effort, deeply committed to building support for a global effort to reduce reliance on nuclear weapons, to prevent their spread into potentially dangerous hands, and ultimately to end them as a threat to the world.  We remain committed to working toward this vision and advancing the steps essential to achieve this goal.  We welcome the leadership of the U.S. administration in this effort.\n\n###\n\nIn 2007 and 2008, former Secretary of State George Shultz, former Secretary of Defense William Perry, former Secretary of State Henry Kissinger and former Senator Sam Nunn joined together to co-author two op-eds in The Wall Street Journal linking the vision of a world free of nuclear weapons with urgent steps that can be taken to reduce nuclear dangers.  For more information about their efforts, please visit www.nuclearsecurityproject.org\n\n\nCONTACT:  Cathy Gwin, Nuclear Threat Initiative\n\t\t                       202-454-7706, gwin@nti.org\n\t\t \n\n\tSeptember 24, 2009\n\n\n\n\n"
}