{
    "title": "United Steelworkers (USW) Back the American Jobs Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/08/united-steelworkers-usw-back-american-jobs-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 08, 2011\n\n \n\n\n\nUnited Steelworkers (USW) Back the American Jobs Act\n\n\n\n\n\nUSW Statement on President Obama’s jobs address to Congress \n\n\t               Pittsburgh (Sept. 8) – Leo W. Gerard, International President of the United Steelworkers (USW) issued the following statement after President Obama delivered his jobs address to the joint session of Congress.\n\n\t               \"President Obama has made it clear to us that job creation is his top priority – now it needs to become one for this Congress. Unemployment is stuck near double-digits and the economy stagnant. We need action now. Inaction is unacceptable.\n\n\t               “Calling Congress into a joint session signals that this isn't business as usual. Quick and decisive action is necessary to begin to restore our economy by rebuilding our manufacturing capacity through important investments in our country and our people as proposed by the President. The billons of infrastructure investments announced by the President will drive new jobs in manufacturing. He is right in saying that the next generation of manufacturing must be Made in America.\n\n\t               “The American Jobs Act is a promising tool to restore confidence that our government will act to ignite economic growth, reduce our unemployment rate and provide sustainable good jobs. It will put money in the pockets of working Americans, grow manufacturing, return teachers to classrooms hit by budget cuts, and cut taxes for small business.\n\n\t               “The roll out is a bold jobs plan to establish a national infrastructure bank, reshape the tax code, refocus of the trade agenda, provide new federal loan guarantees for energy projects and to promote infrastructure project for schools, rail, airports, bridges and roads.\n\n\t               “For this plan to work, those individuals and corporations must prosperous must pay their fair share and the benefits delivered by social programs such as Medicare and Social Security must be continued to be efficiently delivered.\n\n\t               “We call on Republicans to join the Democrats lead on the jobs plan and abandon their confrontational obstructionist tactics. We need to put America back on track. USW members will do their part and make their voices heard in support of the Administration’s plan.”\n\n\n\n\n"
}