{
    "title": "Declaraciones del Presidente al Inicio de Conferencia de Prensa Luego de Cumbre sobre Seguridad Nuclear | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-del-presidente-al-inicio-de-conferencia-de-prensa-luego-de-cumbre-sob",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 13, 2010\n\n \n\n\n\nDeclaraciones del Presidente al Inicio de Conferencia de Prensa Luego de Cumbre sobre Seguridad Nuclear\n\n\n\n\nCentro de Convenciones de Washington\n\tWashington, D.C.\n4:36 P.M. EDT\n\t \n\tEL PRESIDENTE: Buenas tardes a todos. Acabamos de concluir una jornada sumamente productiva.\n\t \n\tDije esta mañana que hoy habría la oportunidad de que nuestros países, tanto individual como colectivamente, se comprometan concretamente y den pasos tangibles para almacenar de manera segura los materiales nucleares a fin de que nunca caigan en manos de terroristas que, sin duda, están dispuestos a usarlos.\n\t \n\tEsta noche, puedo informar que hemos aprovechado esta oportunidad, y debido a los pasos que hemos dado, como países individuales y como comunidad internacional, el pueblo estadounidense estará más seguro y el mundo estará más seguro.\n\t \n\tQuiero darles las gracias a todos los que participaron en esta histórica cumbre: 49 líderes de todas las regiones del mundo. El progreso de hoy fue posible porque estos líderes vinieron no simplemente a hablar, sino a actuar; no simplemente a hacer promesas vagas de actos futuros, sino a comprometerse a pasos significativos que están listos a implementar ahora mismo.\n\t \n\tTambién quiero agradecerles a mis colegas por la franqueza y el espíritu de cooperación que aportaron a las conversaciones. Éste no fue un día de largos discursos ni disertaciones sobre lo que deben hacer otros países. Nos escuchamos unos a los otros, con respeto mutuo. Reconocimos que aunque cada país enfrenta diferentes desafíos, tenemos un interés común en que se almacenen de manera segura dichos materiales peligrosos.\n\t \n\tPor lo tanto, hoy es testimonio de lo que se puede lograr cuando los países se unen con espíritu de colaboración a fin de asumir la responsabilidad que compartimos y hacerle frente a un desafío común. Es así que resolveremos los problemas y promoveremos la seguridad de nuestros pueblos en el siglo XXI. Y esto se refleja en el comunicado que hemos aprobado unánimemente hoy.\n\t \n\tEn primer lugar, concordamos en la urgencia y seriedad de la amenaza. Antes de esta cumbre, había diversas opiniones sobre este peligro. Pero en nuestra cena de anoche y durante el día, forjamos un entendimiento común del peligro.\n\t \n\tHoy, estamos declarando que el terrorismo nuclear es una de las mayores amenazas para la seguridad internacional. También concordamos en que la manera más eficaz de evitar que terroristas y criminales adquieran materiales nucleares es por medio de estricta seguridad nuclear: proteger materiales nucleares y evitar el contrabando nuclear.\n\t \n\tEn segundo lugar, me complace mucho que todos los países aquí representados han respaldado el objetivo que presenté en Praga hace un año: almacenar de manera segura en cuatro años todos los materiales nucleares vulnerables alrededor del mundo. Es un objetivo ambicioso, y no nos hacemos ilusiones de que vaya a ser fácil. Pero la urgencia de la amenaza y las catastróficas consecuencias que tendría sólo un acto de terrorismo nuclear exigen un esfuerzo que es al mismo tiempo audaz y pragmático. Y éste es un objetivo que se puede lograr.\n\t \n\tEn tercer lugar, reiteramos que es responsabilidad fundamental de los países, conforme a sus obligaciones internacionales, mantener la seguridad eficaz de los materiales e instalaciones nucleares bajo nuestro control. Esto incluye hacer que las leyes y medidas políticas sean más estrictas, e implementar plenamente lo que hemos prometido hacer.\n\t \n\tY en cuarto lugar, reconocimos que incluso mientras cumplimos con nuestras responsabilidades nacionales, esta amenaza no la pueden afrontar los países trabajando aisladamente. Por lo tanto, nos hemos comprometido a un programa sostenido y efectivo de cooperación internacional sobre seguridad nacional [sic], e instamos a otros países a que se nos unan.\n\t \n\tQuedó claro en nuestras conversaciones que no necesitamos muchas instituciones nuevas y niveles de burocracia. Necesitamos reforzar las instituciones y alianzas que ya tenemos, y hacerlas más eficaces. Esto incluye a las Naciones Unidas, el Organismo Internacional de Energía Atómica, la alianza multilateral que refuerza la seguridad nuclear, evitar el tráfico nuclear y brindar asistencia a los países para que aumenten su capacidad de resguardar sus materiales nucleares. \n\t \n\tPero como dije, hoy se trató de dar pasos tangibles para proteger a nuestros pueblos. Por lo tanto, también nos hemos puesto de acuerdo sobre un detallado plan de trabajo para guiar nuestros esfuerzos a partir de ahora y las medidas específicas que tomaremos. Quiero felicitar a mis aliados por los muy importantes compromisos que han hecho en conjunción con esta cumbre. Permítanme ofrecer algunos ejemplos.\n\t \n\tCanadá acordó dar de baja a una cantidad significativa de uranio altamente enriquecido. Chile ha dado de baja a todas sus reservas. Ucrania y México anunciaron que harán lo mismo. Otros países, como Argentina y Pakistán, anunciaron nuevas medidas para reforzar la seguridad portuaria y evitar el contrabando nuclear.\n\t \n\tOtros países más –entre ellos Argentina, Filipinas, Tailandia y Vietnam– acordaron suscribir, y por lo tanto fortalecer, los tratados y alianzas internacionales que son cruciales en nuestros esfuerzos mundiales. Varios países –entre ellos Italia, Japón, India y China– crearán nuevos centros para promover tecnología y capacitación sobre seguridad nuclear. Los países prometieron nuevos recursos para ayudar al OIEA a cumplir con sus responsabilidades.\n\t \n\tEn un suceso importante y recibido con beneplácito, Rusia anunció que clausurará su último reactor que produce plutonio apto para armas. Tras muchos años de esfuerzo, me complace que Estados Unidos y Rusia hayan acordado hoy eliminar 68 toneladas de plutonio de sus programas de armamentos, plutonio que habría sido suficiente para aproximadamente 17,000 armas nucleares. En vez, usaremos este material para ayudar a generar electricidad para nuestros pueblos.\n\t \n\tÉste es exactamente el tipo de compromiso que exige el plan de trabajo que adoptamos hoy, por lo que hemos alcanzado verdaderos logros en forjar un mundo más seguro.\n\t \n\tTambién quiero señalar que Estados Unidos ha hecho promesas propias. Estamos reforzando la seguridad en nuestras propias instalaciones nucleares e invitamos a la OIEA a examinar la seguridad en nuestro centro de investigación de neutrones. Esto refleja nuestro compromiso de compartir las prácticas óptimas y necesarias en nuestros esfuerzos mundiales. Estamos procurando aumentos significativos de fondos para programas a fin de evitar la proliferación y el tráfico nuclear.\n\t \n\tY hoy, Estados Unidos se suma a nuestros socios canadienses y hace un llamado a los países para que asignen $10,000 millones a fin de ampliar nuestra sumamente exitosa Alianza Mundial cuyo objetivo es reforzar la seguridad nuclear alrededor del mundo.\n\t \n\tEntonces, éste ha sido un día de muchos logros. Pero como dije esta mañana, éste no puede ser un momento fugaz. El almacenamiento de manera segura de materiales nucleares debe ser un cometido internacional serio y sostenido. Acordamos hacer que nuestros expertos se reúnan con regularidad, para evaluar el progreso, asegurarse de que estemos cumpliendo nuestras promesas y planear nuestros siguientes pasos.\n\t \n\tY quiero agradecerle nuevamente al Presidente Lee y a la República de Corea por aceptar ser los anfitriones de la próxima Cumbre sobre Seguridad Nuclear dentro de dos años.\n\t \n\tFinalmente, permítanme decir que aunque esta cumbre se centra en resguardar materiales nucleares, esto es parte de un esfuerzo mayor: un plan integral que describí en Praga el año pasado de trabajar a favor de la paz y seguridad de un mundo sin armas nucleares. De hecho, en días recientes, hemos alcanzado logros en todos los elementos de este plan.\n\t \n\tPara reducir los arsenales nucleares, el Presidente Medvedev y yo firmamos un nuevo e histórico tratado START, en que nuestros dos países no sólo se comprometen a reducir significativamente las armas nucleares emplazadas, sino también a alistar el terreno para recortes adicionales y cooperación entre nuestros países.\n\t \n\tPara dejar atrás la anticuada forma de pensar de la Guerra Fría y centrarnos en los peligros del siglo XXI, nuestro nuevo Análisis de Postura Nuclear reduce el papel y el número de armas nucleares en nuestra estrategia de seguridad nacional. Y por primera vez, la prioridad del plan nuclear de Estados Unidos es evitar la proliferación nuclear y el terrorismo nuclear, lo que reitera la importancia central del Tratado sobre la No Proliferación de las Armas Nucleares.\n\t \n\tY el mes entrante en Nueva York, nos sumaremos a países de todo el mundo para hacer del Tratado sobre la No Proliferación la piedra angular de nuestros esfuerzos internacionales por evitar la proliferación de armas nucleares, al mismo tiempo que trabajamos a favor de mayor cooperación nuclear para fines civiles. Porque para los países que cumplan con sus responsabilidades, la energía nuclear con fines pacíficos puede dar paso a nuevos avances en medicina, agricultura y desarrollo económico.\n\t \n\tTodos estos esfuerzos están vinculados. El liderazgo y progreso en un campo refuerza el progreso en otro. Cuando Estados Unidos aumenta su propia seguridad nuclear y transparencia, alienta a otros a hacer lo mismo, como hemos visto hoy. Cuando Estados Unidos cumple con sus responsabilidades como potencia nuclear comprometida con el Tratado sobre la No Proliferación, reforzamos nuestros esfuerzos mundiales por asegurar que otros países cumplan con sus responsabilidades.\n\t \n\tEntonces, nuevamente, quiero darles las gracias a mis colegas por hacer de esta reunión sin precedente un día de logros sin precedente a fin de hacerle frente a una de las mayores amenazas para nuestra seguridad internacional. Nuestra labor de hoy no sólo contribuye a la seguridad de Estados Unidos, sino que promueve la seguridad de toda la humanidad, y evitar la proliferación nuclear y el terrorismo nuclear seguirá siendo una de mis principales prioridades como Presidente.   \n\t \n\n\n\n\n"
}