{
    "title": "On-the-Record Conference Call on the President's Travel to Germany for the G7 Summit | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/06/04/record-conference-call-presidents-travel-germany-g7-summit",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 04, 2015\n\n \n\n\n\nOn-the-Record Conference Call on the President's Travel to Germany for the G7 Summit\n\n\n\n\nVia Telephone\n11:51 A.M. EDT\nMS. MEEHAN:  Hi, everybody, this is Bernadette at the NSC.  Thank you for joining us for this call to preview the President’s travel to Krün, Germany for the G7 Summit.  This call will be on the record and is embargoed until the conclusion of the call.\nWe have three senior administration officials today to speak with you.  The first is Ben Rhodes, the Deputy National Security Advisor for Strategic Communications.  The second is Caroline Atkinson, the Deputy National Security Advisor for International Economics.  And the third is Charles Kupchan, the Senior Director for European Affairs.\nAnd with that, I will turn it over to Ben.  Once we get through the opening remarks, we’ll open it up for your questions.\nMR. RHODES:  Great.  Thanks, everybody, for getting on the call.  I’ll just briefly go through the President’s planned schedule, a couple of the issues on the agenda, and then turn it over to Caroline, who’s our G7 sherpa, to go into some greater detail.\nWe will be arriving in Krün on Sunday morning.  The President will begin his program by joining Chancellor Merkel at a public event in Krün, where they’ll have the opportunity to meet with some of the residents and to make remarks about -- brief remarks about the U.S.-German alliance.  Obviously the President has traveled to Germany in the past and has developed with Chancellor Merkel one of his closest partnerships in the world, on a whole host of issues.  And this an opportunity to celebrate the alliance between the United States and Germany, and also the very close ties between the American and German people.\nHe’ll also have an opportunity, following the visit in Krün, to have a bilateral meeting with Chancellor Merkel to address planning for the G7, to make sure that we are closely aligned, as we always are, heading into the various meetings, and to review a number of regional and global issues that will also be on the agenda at the G7.  So I’ll get to those in a bit.\nFollowing that bilateral meeting, there will be a welcome ceremony, and then the leaders will enter into the different G7 sessions -- the first focusing on the global economy, growth and values; the second focusing on trade and standards.  Then the family photo with the leaders.  And then, later on, there will be both a concert for the leaders and then a working dinner.  And so the first day is filled with the various G7 meetings.\nThe next day, the third working session will focus on energy and climate.  And again, Caroline will go through the particulars of the agenda.  There will then be a working session on terrorism, where the leaders will be joined by, among others, Prime Minister Abadi of Iraq, the new President of Nigeria, Buhari, and the Tunisian President.\nFollowing that, there will be a working lunch on development issues, and then that will conclude the G7 portion of the summit.  And the President will deliver a press conference before leaving Germany.\nI’d just add that we are anticipating that the President will have, in addition to his bilateral meeting with Chancellor Merkel, a bilateral meeting with Prime Minister Cameron of the United Kingdom.  This will be the first opportunity the President has to meet with Prime Minister Cameron since his reelection, and so he’ll have the opportunity to congratulate him and review our very close cooperation with the U.K. on a range of global issues.  And with Prime Minister Abadi he’ll have the opportunity to assess the ongoing progress of our counter-ISIL campaign in Iraq.\nI’ll just speak briefly to a few of the issues that will come up in both the bilats and at the G7, before turning it over to Caroline and then Charlie to go through some additional issues. \nFirst of all, the G7 has been a venue where we have focused on the situation in Ukraine over the last two years.  Obviously this is the second G7 that takes place excluding Russia, given its actions in Ukraine and violation of Ukraine’s sovereignty and territorial integrity.  So the leaders will certainly review the current situation in Ukraine.  I think they will discuss the continued unity among the G7 and in the international community in support of Ukraine’s sovereignty and territorial integrity.  And also, they will discuss their support for the diplomatic solution that we all prefer based on the Minsk agreement of both September 2014 and February 2015, and underscoring the importance of full implementation of those Minsk agreements. \nI think we will affirm the importance of maintaining sanctions on Russia to incentivize full implementation of the Minsk agreement, and also to serve as a deterrent against further Russian aggression.  It’s very important coming out of these G7 meetings that the world is seen as speaking with one voice in support of those important consequences that have been imposed on Russia, and to demonstrate that Russia will continue to face those sanctions until a diplomatic solution is fully implemented.\nFurthermore, of course, it’s important for Russia to understand that should it continue to have further escalation in Ukraine, it could be faced with additional consequences. \nAlso, there’s the question of support for Ukraine.  Already the United States and our G7 partners have provided a substantial amount of assistance, both on the economic side and on technical and governance issues that will help Ukraine as it implements reforms to transform its economy, to make its democracy more responsive to the Ukrainian people, and to weather a very difficult situation, given the ongoing challenge it faces in eastern Ukraine. \nSo I think there will be that discussion of both Minsk implementation, the future need for maintaining the sanctions on Russia throughout the implementation of those agreements, and the need for continued support to the Ukrainian government and people.\nThe leaders will also discuss Iran.  This is the last opportunity the President will have to be in the same venue with the leaders of several of our key partners in the P5+1 negotiations with Iran, being joined by Chancellor Merkel, Prime Minister Cameron, and President Hollande of France.  We will want to make sure that we are in lockstep with our key allies at the negotiating table.  Political directors are currently meeting in Vienna to pursue the comprehensive deal with Iran based on the Lausanne framework. \nSo, again, this is an important opportunity at the leader level to get together and ensure that we’re on the same page in terms of the type of deal that we’re pursuing and our commitment to ensure that a final deal matches the very strong framework that was reached in Lausanne.\nAnd then, lastly, I’d just mention the counter-ISIL effort.  Again, there was recently an important coalition meeting in Paris.  But I think this is an opportunity for the leaders of some of the key coalition countries to sit down with Prime Minister Abadi to affirm the importance of continuing our efforts to degrade ISIL through our air campaign inside of Iraq, but also through our efforts to reinforce and train and equip Iraqi security forces as they seek to reclaim territory taken by ISIL, and ultimately to degrade and push ISIL out of territory that it has taken inside of Iraq.\nSo there will be an opportunity with Prime Minister Abadi to sit down and review the progress that we’ve made in terms of our counter-ISIL strategy.\nI’d note that it’s also important that President Buhari of Nigeria is there.  Nigeria recently just had the first truly democratic transition in its history to a new President.  Notably, there’s also been very significant progress made against Boko Haram in recent months, substantially shrinking the territory in which Boko Haram operates in Nigeria.  That's due to the efforts of the Nigerian security forces, but also several of Nigeria’s neighbors.  So it will be an opportunity to sit down with this new President and discuss ways in which we can try to keep Boko Haram on the defensive, and support their security efforts to deal with a scourge of terrorism that has confronted the Nigerian people, but also the people of that region.\nAnd again, with President Essebsi of Tunisia, President Obama recently met with him here at the Oval Office.  We see Tunisia as a potential model for a successful democratic transition in a very difficult part of the world.  Tunisia has very significant challenges, but the G7 countries can play an important role in providing political support, economic assistance to Tunisia to go forward.\nSo I’ll stop there and turn it over to Caroline to go through some of the local G7 agenda.\nMS. ATKINSON:  Thanks, Ben.  So, as you know, the G7 is the group of like-minded, advanced industrial economies.  And we believe that it is more relevant than ever right now because it gives President Obama an opportunity to work with some of his closest partners to advance our priorities around the world.\nFirst of all, on the global economy, we believe that clearly the United States economy is in the midst of a recovery.  But challenges remain.  We think these challenges are greater in some of our partners, and we will be focusing, again, on the importance of governments supporting strong growth, strong inclusive growth, and growth that will boost job creation and be balanced.\nThen, apart from the global economy, this is a really important year for three global issues.  The first, of course, is trade, where this is also a big issue domestically.  But around the table in the G7, you have the EU and the four largest European economy countries with whom we're engaging on T-TIP, the Transatlantic Trade and Investment Partnership negotiations.  And then Canada and Japan -- two large and important countries with whom we have been discussing the Trans-Pacific Partnership, or TPP. \nAnd more generally, we’re able, in this forum, to speak about -- to discuss the importance of moving forward on other agenda items on trade, such as the trade facilitation agreement that was finally reached last year, where we have already ratified this -- and others need to; and other aspects that are important for the U.S. economy on information technology agreements and other areas.\nThen, secondly, this is the year for a very important climate meeting in Paris in December.  We have been working -- obviously the President’s climate agenda was released; the Climate Action Plan was released two years ago.  We continue to work domestically.  We also have been engaged very closely with major emerging economies -- notably China, also India -- to make sure that they are going to work with us for a successful Paris agreement.\nWe see the G7 as an important milestone on this issue, and one where we will be able to speak both with other G7 countries about ways that we can move both with announcing our own targets and taking steps to support other countries and to protect the environment.  And also where, on the second day, when the leaders will meet -- the G7 leaders will meet with African -- a number of important African leaders, including the head of the African Union, where we can speak with them about how the G7 and Africa can work together to support both a successful climate agreement, but also -- or supporting that -- the kind of clean energy changes that Africa needs in order to secure power access for its people without damaging the environment.  And of course, and important part of this is the President’s Power Africa initiative.\nAnd then finally, on development, this is also the year where the post-2015 goals for the development agenda will be discussed at the U.N. in September.  There will be a Financing for Development Conference in Addis Ababa in Ethiopia in July, and the G7 will have an opportunity to make clear -- or discuss amongst themselves and make clear to their outreach partners how important we see it that this should be a successful and sort of joint effort for success in that agenda.\nFinally, on the formal agenda and, importantly, Chancellor Merkel has put a big emphasis on women’s economic empowerment and entrepreneurship, both to ensure that women entrepreneurs have access to the tools they need to fulfill their potential, and that both at home and also in the developing world, that we are supporting women’s economic empowerment and women’s education, including through, for example, our newly launched Let Girls Learn initiative.\nAlso, on health, where the President and the United States have pushed a very aggressive agenda, beginning before the Ebola crisis, but it’s important -- it was only underscored by the Ebola crisis -- we will be working with the G7 to advocate for stronger actions together to support global health security around the world -- strong health systems -- to both attain zero Ebola cases and support recovery in West Africa, and also enhance the ability to detect and respond quickly to any further outbreaks of disease.  Also, to work on the issue of antimicrobial resistance and the combatting of neglected global -- neglected tropical diseases.\nSo with that, I will stop and turn it to Charlie if he has anything to add.\nMR. KUPCHAN:  Thanks, Caroline.  I’ll just add a few quick points building on some of the comments that Ben made.  The first is to highlight the trip that the President and Chancellor Merkel will take to Krün, which is a small village that is a bit away from the summit site.  And the President and Chancellor Merkel have built a very close personal relationship over the years, and we see this as an opportunity for them to spend a little bit of time outside the context of the formal summit, as well as to interact with the local citizens from the village.  They will sample some local food and some local culture.\nAnd it’s not just about the relationship between the President and Merkel, it’s also about the deep ties between the American people and the German people, particularly in Bavaria, where there have long been many American service personnel in the region.   There is a George C. Marshall center not far from the summit site.  And in this respect, the village visit is about showcasing both the strong personal relationship between the two leaders, as well as the strong bonds that have been built between Americans and Germans over the last several decades.\nThey will then return to the summit site, and it’s there that they’ll have the bilateral discussion where they get into the substance of the G7 summit.  And we see that conversation as particularly important with respect to Ukraine, because the President and Chancellor Merkel have worked very closely, shoulder to shoulder, on Ukraine.\nWe see the transatlantic unity that has been maintained since the outbreak of the conflict as one of our strongest levers.  There is an EU Council meeting coming up in a few weeks toward the end of June.  And this bilateral conversation, as well as the conversations that will take place in the G7 context, give the President an ability to forge a meeting of the minds on Ukraine and to see where the Europeans are holding when it comes to their own internal discussions that will take place later this month.\nWe’re also particularly concerned about the uptick in fighting that we’ve seen over the last 24 to 48 hours in Ukraine.  It’s therefore important for the leaders of the G7 to discuss not just how to implement the Minsk agreement and to put pressure on Russians and the separatists to do so, but also to try to forge a consensus on how they might respond to further advances across the line of contact should the Ukrainians be confronted with renewed fighting.\nMS. MEEHAN:  Okay.  Operator, with that we’ll take the first question please.  \nQ    Thanks for the call.  Particularly given that renewed violence we’ve seen in Ukraine this week, is there any chance the G7 could emerge with any greater punishment for Russia?  What is the President asking his fellow leaders for?  Does he want a commitment from the Europeans to continue sanctions?  And does the U.S. consider this recent violence in Ukraine to be a violation of the Minsk agreement -- as the Ukrainians are saying?\nMR. RHODES:  Great, thanks, Nedra.  I’ll start and then, Charlie, if you want to add.  I’d say a number of things.  First of all, as Charlie mentioned, there is an upcoming European Council meeting.  We believe it’s important that Europe is sending a strong signal of the need to continue the strong sanctions that are in place on Russia, and they’ll have decisions to make through the month about how they will continue those sanctions.  But this is a time for the President to have a meeting of the minds with several very important European leaders heading into those meetings in the first case.  Again, that’s maintaining the very strong sanctions that we’ve put in place together with Europe.\nSecondly, I think it’s important to indicate going forward that if we see additional Russian aggression, we have additional tools in our own arsenal that could be deployed if we see an escalation of Russian and separatist activity. \nI think with respect to the last 24 to 48 hours, we’re concerned by the violence.  And, frankly, we see, for instance, the use of certain types of heavy weaponry that should have been pulled back from the line of control under the Minsk agreement.  So it is certainly concerning to us not only that there is this violence, but also that we see the very types of weapons being utilized that, under Minsk, should be pulled back.\nBut I don’t know if, Charlie, you want to add.\nMR. KUPCHAN:  Yes, I would simply add that the last EU Council meeting took a decision that sanctions should be linked to full implementation of the Minsk agreements.  And the United States believes that we are far away from full implementation of the Minsk agreements.  And as a consequence, the President will be making the case to his European colleagues that the EU should move ahead and extend sanctions when they meet at the end of this month.\nThey will also be discussing I think the broader context of the violations of the Minsk agreements, because you specifically asked do we consider the events of the last couple of days to be violations.  The answer is yes, but there are ongoing violations that have to do with where the heavy weapons are located that’s within the exclusion zone, as well as the continued effort by the Russians to bolster the military strength of the separatists.\nAnd we see all along the line of contact the use of artillery and other military actions that are inconsistent with both the fact and the spirit of Minsk.  And it’s how the United States and its allies can put pressure on the Russians to adhere to their commitments that will be on the table at Schloss Elmau.\nQ    Hi, thanks for doing the call.  Ben, I missed this when you were going over the bilats at the top.  Is the meeting between the President and Prime Minister Abadi actually a bilateral meeting?  And do you anticipate any announcements coming out of that about increased U.S. aid, weapons, training, anything to the Iraqis?  And just a quick one on trade too.  I know that you have at least one House Democrat traveling with you.  Do you have others who are focused on trade who are going along with the President on this trip as well?\nMR. RHODES:  So, Christi, yes, the President will have a bilateral discussion with Prime Minister Abadi in addition to Prime Minister Abadi joining one of the larger G7 sessions.  I would not anticipate new announcements.  I think we have an ongoing effort to review the types of assistance that we provide to Iraq and how we provide that assistance. \nBut I think this is more an opportunity to have the President check in directly with Prime Minister Abadi about the situation on the ground and our efforts to support the Iraqi security forces, both as they seek to confront ISIL in Anbar Province and in places like Ramadi, but also more broadly across our campaign inside of Iraq to support the various Iraqi security forces who are engaged in the fight.\nOn members of Congress, there will be, as you mentioned, I think likely some members.  I don’t have the list for you, so we’ll have to get back to you on that specific question.\nQ    Hi, thanks very much.  Ben, could you speak more broadly about the U.S. take on its relationship now with the European partners that will be at that G7 table?  And I’m asking in the context of -- there seems to be some frustration over there about the U.S. sort of not taking -- or letting them take more leadership on issues such as Libya and such as Ukraine while the U.S. focuses on Iran and the pivot to Asia.  What’s your take on the overall relationship and whether there’s any tension there?\nMR. RHODES:  Sure, thanks.  Look, I don’t detect any frustration at all on these issues.  In fact, I think very much the Europeans have wanted to make sure that they are addressing the situation in Ukraine collectively under the auspices of the EU.\nWhat is also the case, though, is that both we and the key European partners who were there have stressed the importance of transatlantic unity.  So I think the priority for President Obama, Chancellor Merkel, certainly, and then, of course, Prime Minister Cameron, President Hollande and Prime Minister Renzi is both that there be a strong European response, but also that we need to be projecting U.S. and European unity in the face of Russian aggression.\nWe have been able to coordinate very strong sanctions on the Russian economy and Russian government officials in response to the actions in Ukraine I think, frankly, exceeding the expectations that some have in terms of how much we could move together on sanctions that dip into key Russian sectors.\nSo I think the Europeans are very pleased with the level of coordination on Ukraine.  And, frankly, we have not detected any desire from the Europeans for them to somehow take a backseat on Ukraine.  I think they see Ukraine as directly in the neighborhood.  And, in fact, Chancellor Merkel herself has played an important leadership role, as have the other leaders, like President Hollande in the Minsk process.\nWith respect to Libya, I think, similarly, Europeans have seen Libya as an issue that touches very much on their own internal security, given obviously the proximity, given some of the refugee issues, but also given the terrorist threat that we all see emanating from Libya.  So thus far, we have focused on supporting the U.N.-led efforts to forge a political resolution to the conflict in Libya so that there can be a national unity government established.\nWe have worked very closely with these European leaders in support of that U.N. process.  We also have worked with the Europeans over the last several years in trying to find more ways to build Libyan capacity.  Frankly, the roadblock to that effort has been the political impasse in Libya.  We’ve always had the analysis that, in the absence of a political framework inside of the country that can facilitate greater assistance both on the security and economic and governance side of things, that it’s hard for us to do the requisite capacity building. \nBut, again, I think both we and those European leaders the President will be meeting with are committed to supporting that U.N. process because that’s what’s necessary for there to be the type of framework in place that can allow for a return to stability.\nSo, again, more broadly, I’d just say this.  If you look at the President’s key foreign policy priorities, every single one of them, just about, is supported by these key European partners.  They’re at the table with us in pursuit of the Iran deal, and we’ve had very strong unity of effort in those negotiations.  They’re at the table with us in pursuit of an ambitious climate agreement in Paris at the end of the year.  And our leadership is going to be critical both in terms of our own targets, but also in terms of our ability to work to provide support to developing economies as they make efforts to reduce emissions over time.\nOn trade, even as we are focused on completing the TPP, we’ve also launched the ambition of concluding a Transatlantic Trade and Investment Partnership.\nSo again, there are a host of issues.  And I should say, on ISIL, where we have been very much in the lead, we’re joined by every one of the European partners who will be at the table in terms of our coalition activities and efforts.  So I think this is a moment of very strong alignment with Europe.\nAnd look, we get this question every time about the Asia Pacific rebalance.  And it is absolutely the case that we are prioritizing in many respects our engagement in the Asia Pacific with respect to how we look at new areas of focus.  But that in no way comes at the expense of Europe, given that these are traditional partners.  We work on -- not just on European issues but on global issues as well.\nWe’ll take the next question.\nQ    Hi there, thanks for doing the call.  I wanted to go back to Ukraine.  At the last G7, there was obviously a very keen unity of purpose around isolating Russia and punishing President Putin for his actions, both with Crimea and in Ukraine.  But now there seem to be some questions about whether that determination has flagged somewhat, given that sanctions have not changed Putin’s behavior, and also in the wake of Secretary Kerry’s meeting with him in Sochi. \nSo I just wondered if you could talk about what the President’s message is going to be to the G7 partners about just what the U.S. policy is on this.  Are we freezing out Russia and punishing President Putin?  Are we working with him?  And when you talk, Ben, about other things in our arsenal that could be used, what more specifically will he tell them that the United States is considering if Russia should escalate further in Ukraine?\nMR. RHODES:  So just on your last point, I think the focus is concretely on continuing the sanctions that we have in place, because that sends a signal to Russia that it will continue to face severe costs to its economy.  And the European Council meeting will be important later this month.  So more specifically, I think that’s been a subject of ongoing conversations.\nI think notionally, we just wanted -- we have always said that we wanted to be clear that there are additional costs and consequences to further escalation by Russia.  So again, I think that is more a principle that we want to continue to have in place as we look at the situation in Ukraine.  But I think most urgently the focus is on maintaining the unity around the sanctions effort that has had very significant consequences on the Russian economy. \nAnd it is worth noting that even as, clearly, President Putin’s calculus has not fully shifted by any means given the ongoing Russian aggression in Ukraine, that we have seen a tremendous hit to the Russian economy.  All of their economic indicators are pointing in the wrong direction.  And it’s important, though, that that pressure is sustained, because the message has to be that this pressure is not going to go away unless we see a full implementation of a diplomatic solution.\nI’d just say quickly, on Secretary Kerry’s visit, before turning it over to Charlie -- look, we’ve always said to the Europeans that we have lines of communication open with Russia precisely because we believe there should be a political dialogue and resolution of these issues.  The Europeans certainly have the same type of dialogue.  And, in fact, obviously Chancellor Merkel and President Hollande have engaged personally with President Putin.\nIt is also important to note that Secretary Kerry’s trip was not focused just on Ukraine.  In fact, it was an important opportunity to check in with the Russians on the prospects for a diplomatic effort in Syria to pursue an end to the conflict there, and on the P5+1 negotiations with Iran.  So we have a lot of different issues, including some where we have been able to maintain cooperation with Russia, like the P5+1 negotiations.\nBut I think it’s very clear the strength of our differences with Russia on Ukraine.  And, frankly, the Russian statements out of that meeting with Secretary Kerry made very clear that we in no way are trimming our sails with respect to our strong opposition to Russian policy in Ukraine.\nMR. KUPCHAN:  I would simply add that I don't see any change in policy on Ukraine, nor do I see Ukraine fatigue.  I think our general view is “steady as she goes” on that front, and that we’ve always said that we favor and are pushing toward a diplomatic settlement to the crisis.  And a diplomatic settlement to the crisis means keeping open the channels of communication with the Russians.  Secretary Kerry has been in a regular dialogue with his counterpart, Mr. Lavrov, throughout.  And so we hold open the possibility that sooner or later the Russians will comply with the Minsk agreements, and that we can end this diplomatically.  And the Sochi visit was in that spirit but did not lead to any significant change in policy. \nAnd the three main elements of that policy remain in place, and they are:  keeping the pressure on the Russians and the separatists to cease and desist, largely through economic sanctions; secondly, to support Ukraine both economically and helping it with its security needs, its security reforms, facilitating political reforms as well; and then, finally, standing by Ukraine financially, working with our partners, both countries and international financial institutions, to give Ukraine the boost that it needs to turn the corner economically. \nThose prongs of our policy have not changed, they remain in place.  And it is moving forward on those fronts that will be under discussion at the G7.\nQ    Nedra and Julie have I think touched on this.  But, Ben, the ruble has bounced back just a bit; oil prices have come up off their lows.  Is there really any reason to think that the existing sanctions regime, if maintained, will change Vladimir Putin’s calculation?  Or how many G7 annual scold sessions do you think it's going to be before they actually meet their obligations?\nMS. ATKINSON:  Hi, this is Caroline.  I think it's important to step back and look at the state of the Russian economy now compared to where it was before the Ukraine crisis.  It is on a completely different trajectory.  Yes, the ruble may have come back a little bit, but it's way down from where it was before the crisis, which makes it more expensive for Russia to import goods.  Beyond that, key Russian financial institutions and other companies are unable effectively to access the Western markets.  For cash, they’re having to turn to the Russian government and central bank, draining their reserves.  And for the longer term, they’re unable to -- because of the effective unity, as Ben referred to, transatlantically -- they’ve been unable to obtain key technology that would be needed over the longer term to develop their resources.\nSo I think it's clear that this is having an impact and has had an impact, and will continue to have an impact on the Russian economy.  As Ben said, it's hard to know what Putin might have done in the absence of these pressures.  But I think it's worth drawing your attention to the fact that we have -- there is a solid government in Ukraine.  It is receiving a lot of financial support from us, from the rest of Europe, and from the international institutions.  And this government has put in place reforms that have been sort of ignored and not done for recent decades in Ukraine. \nSo not to -- there’s still enormous economic challenges facing Ukraine and, of course, the military challenge of Russia and the separatists.  But I think this is a very different picture, even now, from the one that we might have seen if there had not been such an effective sanctions regime against Russia.\nMR. RHODES:  I’d just add one thing, Scott.  Look, clearly, President Putin’s calculus has not fully shifted.  We continue to see very concerning Russian aggression in eastern Ukraine.  But the fact of the matter is, in the first case, sanctions are necessary as a deterrent against more aggressive Russian action, but secondly, sanctions take time to affect the calculus of other leaders. \nWe saw with Iran -- it took years of pressure to get them to the negotiating table and to get them to begin to change their policy with respect to their nuclear program.  That's why it is so important that this is maintained through G7 sessions.  And that is why it's so important that sanctions are kept in place, so that they’re not just seen as one-time punishments that are then able to be waited out by countries that continue to violate international law and international norms, but rather, we need to maintain the pressure, show that there cannot be cracks in the transatlantic unity, and show that the costs are just going to continue to grow for Russia.  And that is what ultimately we hope will affect Russian calculus and allow for a return to peace and stability in Ukraine and the broader region.\nSo, again, sanctions are a tool that can have an immediate impact in deterring actions by governments like Russia.  But over the longer term, they need to be sustained to steadily inform the calculus of countries like Russia that are acting outside of international norms.\nMR. KUPCHAN:  And one other effective tool that we've seen quite recently is making clear that there are Russians operating in Ukraine and that some of those Russians are being killed.  And the presence of Russian troops in eastern Ukraine is something that the Russian government has tried to deny, but the more evidence and the more public evidence there is of that presence, the more pressure there is on Vladimir Putin.  So it's a combination of both sanctions policy as well as doing what we can to expose publicly how involved the Russians are.\nMR. RHODES:  Great.  Well, unfortunately, we'll have to end it there, given other scheduling commitments here.  But we look forward to seeing everybody on the trip and we'll take any additional inquiries you have going forward. \nThank you. \nEND\n\t12:33 P.M. EDT\n\n\n\n\n"
}