{
    "title": "FACT SHEET: Launching New Public-Private Partnership and Announcing Joint Declaration on Leveraging Open Data for Climate Resilience | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/09/22/fact-sheet-launching-new-public-private-partnership-and-announcing-joint",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 22, 2016\n\n \n\n\n\nFACT SHEET: Launching New Public-Private Partnership and Announcing Joint Declaration on Leveraging Open Data for Climate Resilience\n\n\n\n\n\n\tEven as the United States and the international community act to curb the carbon pollution that is driving climate change, citizens and communities need to prepare for the current and future impacts of a changing climate and work with partners around the world to do the same. That is why, over the last seven and a half years, the Obama Administration has worked to advance the development and provision of data, information, tools, and technical assistance to support climate preparedness and resilience efforts both domestically and internationally.  \n\n\tToday, to continue these efforts, the Administration is launching the Partnership for Resilience and Preparedness (PREP), a public-private collaboration among Federal agencies, non-governmental organizations, private-sector companies, and civil-society organizations. The partnership will identify priority-information needs, reduce barriers to data access and usability, and develop an open-source platform to enable sharing and learning on the availability and use of data and information for climate resilience. PREP emerged out of the work of the Climate Data Initiative (CDI), when a diverse group of organizations and private companies working with the CDI data decided to focus on the power of collaboration to address gaps they saw in the CDI and enhance access to climate data and information worldwide. It is being pursued in coordination with the Global Partnership for Sustainable Development Data that was launched last year.\n\n\tTo further strengthen global collaboration to enhance access to actionable information for climate resilience, the Administration, along with 13 other nations and organizations from the private sector and civil society, is releasing today a Joint Declaration on Harnessing the Data Revolution for Climate Resilience. The Joint Declaration is being released by the governments of Bangladesh, Belgium, Canada, Colombia, Germany, Ireland, Japan, Kenya, the Marshall Islands, Mexico, Peru, the Republic of Korea, the United Kingdom, and the United States, as well as by Amazon Web Services, IBM, Economic Commission for Latin America and Caribbean, Future Earth, the Group on Earth Observations, Google, Microsoft, World Bank, and World Resources Institute. The Joint Declaration calls for concrete actions in order to increase international climate resilience through improving accessibility and usability of data.\n\n\tPREP and the Joint Declaration respond to the commitments the Administration made as part of its Third Open Government National Action Plan to work to expand the availability and accessibility of climate-relevant data worldwide, leverage open data to stimulate innovation and private-sector entrepreneurship in the application of climate-relevant data, and seek international opportunities to help meet critical data needs. \n\nAbout the Partnership for Resilience and Preparedness\n\n\tThe Partnership for Resilience and Preparedness (PREP) seeks to empower a data-driven approach to building climate resilience by:\n\n\nEngaging communities and facilitating ongoing conversations among producers and users of data, information, and tools to support climate resilience; \n\n\t\tIdentifying and reducing the barriers to access, contribute, and use data and information products for climate resilience; and  \n\n\t\tDeveloping an open-source platform to enhance access to and usability of climate-relevant data and information.\n\n\n\tThe partnership will be jointly coordinated by the U.S. Global Change Research Program and World Resources Institute. It will build on and contribute to the many other programs that the U.S. Government already supports to strengthen climate resilience globally, including the Climate Services for Resilient Development partnership, the National Oceanic and Atmospheric Administration’s (NOAA) International Research and Applications Project (IRAP), National Aeronautics and Space Administration (NASA) and the U.S. Agency for International Development’s (USAID) SERVIR program, the Global Resilience Partnership (GRP), and the Global Framework for Climate Services. \n\nPREP Platform Prototype\n\n\tToday, PREP is releasing a beta platform as a first step in an iterative process to work with communities around the world to enhance data accessibility to support communities’ climate-resilience needs. The platform was developed on the open-source infrastructure of Resource Watch by a team of science, technology, and climate-resilience specialists from Federal agencies, the private sector, and international-civil-society organizations, working initially with Sonoma County, California; the Climate Impacts Group at the University of Washington; the city of Porto Alerge, Brazil; and the city of Durban, South Africa. \n\n\tIn the coming year, PREP will enter a pilot phase of the PREP platform using online and offline forums to identify the climate-relevant data and information needs of a wide range of users. The platform, currently in beta form, will allow communities to self-select and visualize an initial set of Federal datasets from climate.data.gov and other relevant data; capabilities to be added over the coming months will include the ability to self-select relevant information into a customizable dashboard. In addition, PREP will seek to work in-depth with at least a dozen communities by the end of 2017 to test the platform and address user needs.  \n\nFEDERAL CONTRIBUTIONS\n\n\nU.S. Global Change Research Program (USGCRP): The USGCRP is a Federal program that coordinates and integrates 13 Federal agencies to advance climate science, improve the understanding of how global change is impacting society, and provide the scientific basis to inform and enable timely decisions. In its interagency capacity, USGCRP will coordinate the U.S. Government’s involvement in PREP by providing technical support to the Federal data provision effort, providing administrative support to organize the Federal team, and providing the interface between the Federal and non-Federal teams.\n\nDepartment of the Interior (DOI): DOI will contribute relevant data and services from the Federal Geospatial Platform (GeoPlatform) and facilitate the delivery of Federal information on climate resilience. DOI will also enhance users’ ability to search and use climate data through open-application programing interfaces (APIs) delivered through the GeoPlatform and used by PREP.\n\nNational Aeronautics and Space Administration (NASA): In support of PREP, NASA is developing discovery, access, cataloging, and visualization services on NASA observation and model data and extending curation services for Federal climate-related data, developed through the Climate Data Initiative. NASA will also support the PREP effort by: (1) continuing improvements to services supporting the PREP platform through promoting open standards, application-program interfaces, and persistent data citation; (2) exploring and testing new architectures, such as cloud services, to enhance the flexibility, performance, and extensibility of the PREP platform; (3) coordinating outreach to climate-risk assessment and resilience-planning professionals to better understand their needs from local to global scales; and (4) engaging professionals in the development and testing of the PREP platform and dashboards through sponsored data challenges.\n\nNational Oceanic and Atmospheric Administration (NOAA): The Department of Commerce’s National Oceanic and Atmospheric Administration (NOAA)’s Big Data Project is teaming up with selected commercial-cloud and information services providers to distribute NOAA's data via their platforms and associated analytical services. Both Amazon Web Service (AWS) and Google are currently delivering NOAA information via the Big Data Project and are integrating those NOAA data with data contributions from other U.S. Federal agencies to meet the PREP goals. NOAA will actively engage in PREP data accessibility and public-engagement activities to continue to help decision makers find and use tools and data they most need.\n\n\nNON-FEDERAL CONTRIBUTIONS \n\n\nAmazon Web Services (AWS): AWS commits to making new datasets available on the AWS Cloud at no cost, including datasets for global elevation, USDA's National Agriculture Imagery Program (NAIP), and archival Landsat data. AWS will continue to provide cloud services for hosting datasets that PREP identifies as priorities for climate resilience. Additionally, the AWS Cloud Credits for Research program will open a call for proposals this year to develop new tools and applications in support of climate resilience and preparedness activities within PREP. AWS's activities in PREP will be carried out as part of the new Earth on AWS Consortium, which is made up of enterprises, startups, research institutions, and universities that use AWS to analyze Earth-observation data.\n\nCARTO: CARTO’s open-source platform infrastructure powers aspects of the PREP platform’s key data-analysis and visualization capabilities. CARTO commits to continue to work with PREP to facilitate strategic-technology integrations into decision making for climate-risk management. CARTO will also provide in-kind infrastructure and engineering support for the full development of the PREP platform.\n\nDescartes Labs: Descartes Labs contributed to the construction of the beta PREP platform and commits to support PREP by: (1) advising on cloud storage, processing, and hosting issues; (2) processing and making available relevant public datasets; and (3) providing relevant Descartes Labs maps of global agriculture and land-use through the PREP platform.\n\nEarth Knowledge: Earth Knowledge (EK) worked with Sonoma County to co-design the development of a beta PREP dashboard. Over the next year, EK commits to continue to work with Sonoma County and five additional communities to identify information needs and support the further development of community dashboards. EK will also provide access from the PREP platform to their big-data platform to provide customized data integration, analytics, and business-intelligence software solutions for operational decision making in the areas of global-change impacts to agriculture, water and land management, and health.   \n\nEsri: Esri actively supported PREP data providers, contributing data-web services and creating a public, open-data site to enable easy discovery, preview, and download of data for analysis. Esri will work with PREP partners to make climate-projection data interactively explorable through open formats and open-source apps. Esri will also make Story Map tools available free to allow anyone to create and share their own data-driven narratives.\n\nFederation of Earth Science Information Partners (ESIP):ESIP commits to: (1) host workshops to provide a forum for exploring the challenges and opportunities users face using climate-relevant data, especially Earth observations; (2) facilitate a process for documenting the lessons learned and best practices on how to make climate-relevant data more interoperable and useful; and (3) use ESIP infrastructure to incubate proof-of-concept solutions for improving access and evaluating multiple options. \n\nForum One: Over the next year, Forum One will lead an effort, through online collaboration and surveys, to define and document the information and tool needs of communities around the world who are working to manage the risks of climate variability and change.\n\nFuture Earth: Future Earth will: (1) connect with up to 10 communities around the world to inform co-design of the next phase of the PREP platform so that it meets their needs; (2) connect PREP with well-aligned, international efforts within and beyond Future Earth’s Knowledge Action Networks; and (3) produce a report that characterizes the information and data needs of the communities in order to design the PREP platform to strengthen regional capacities to integrate climate information into existing sustainable-development platforms. \n\nGoogle: Google commits to host climate-relevant data in Google BigQuery and Google Earth Engine, with 1PB of datasets to be hosted for free by the end of 2016. Google further commits to work with PREP to help organize priority, climate-relevant data in the cloud, making the data universally accessible and making it easy to perform small- to large-scale analytics. PREP users will be able to run up to 1TB of queries per month for free without the need to host the data or manage any infrastructure. Researchers, NGOs, and other non-commercial users will also be able to explore and analyze the data in Earth Engine free of charge. Google will also work with other data providers and consumers to develop best practices for data sharing within the climate resilience and preparedness community.\n\nMicrosoft: Microsoft will work with PREP to help test and demonstrate new tools, services, and business models that enable smart urban infrastructure and environmental management. Microsoft will: (1) convene workshops with a diverse community of participants to identify data gaps, barriers to accessibility and actionable insights, and other challenges; (2) develop cloud-based solutions that support data collection, sharing, and analysis to inform local- and regional-planning efforts for both long-term and short-term resilience decision-making; (3) contribute to research and best practices for data management, access, and security that enable data-driven approaches to build climate resilience; (4) provide cloud-computing resources through the Azure for Research program to help researchers and scientists accelerate projects related to urban resilience and environmental management.\n\nSonoma County, CA: Sonoma County, through the Sonoma County Water Agency and its collaborators, including the North Bay Climate Adaptation Initiative, Regional Climate Protection Authority, and the United States Geological Survey, worked together to co-develop the beta Sonoma County PREP Climate Risk Dashboard. Sonoma County will work with PREP to identify and communicate the information and data access needs of local communities. This includes collaborating with similar international communities in countries such as Colombia.\n\nThe Group on Earth Observations (GEO): GEO will contribute to the partnership through the efforts of its 100+ member countries and 100+ participating organizations to build a Global Earth Observation System of Systems (GEOSS). GEO commits to engage providers and users of these data resources through targeted workshops and its annual international plenary to ensure a sustained dialogue around the information needs of those seeking to integrate climate products and services into adaptation processes and decisions. GEO will also support PREP by linking the cross-cutting aspects of climate to several important areas including biodiversity and ecosystem sustainability, disaster resilience, food security and sustainable agriculture, and water resources management.\n\nVizzuality: Vizzuality led the design and development of the underlying infrastructure of the PREP platform. Vizzuality will continue to blend user-focused design with open-source technology to develop the PREP platform from beta to full functionality.\n\nThe Weather Company, an IBM Business: The Weather Company commits to providing free and open access to relevant data sets, including a new, historical dataset from its Weather Underground personal-weather-station network, providing observations from 200,000+ locations around the globe. In addition, The Weather Company will donate access to data on current conditions and historical observations, which can be analyzed and overlaid with other data to help advance risk assessment and potential planning.\n\nWorld Resources Institute (WRI): WRI will coordinate the non-governmental actions for the partnership. WRI managed the development of the beta PREP platform, which was built on Resource Watch, a collaborative, open-source data system that unites technology, transparency, and human networks to drive sustainable management of the planet’s resources. WRI commits to expanding the partnership, refining the platform based on user feedback, promoting global adoption of the platform, and ensuring the long-term financial sustainability of the platform and the Resource Watch open-data architecture that supports it. WRI will also contribute expertise on resilience and adaptation planning to help communities working with PREP to strengthen their decision making.\n\n\n\n\n\n"
}