{
    "title": "Información por el portavoz del Consejo de Seguridad Nacional Mike Hammer sobre la conversación telefónica del Presidente con el Presidente Calderón de México | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/informaci-n-por-el-portavoz-del-consejo-de-seguridad-nacional-mike-hammer-sobre-la-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 22, 2010\n\n \n\n\n\nInformación por el portavoz del Consejo de Seguridad Nacional Mike Hammer sobre la conversación telefónica del Presidente con el Presidente Calderón de México \n\n\n\n\nEsta tarde, el Presidente Obama habló con el Presidente Felipe Calderón de México para recalcar el compromiso de su gobierno con una sólida relación bilateral entre Estados Unidos y México. Por su parte, el Presidente Calderón aprovechó la oportunidad para felicitar al Presidente por la histórica aprobación de la legislación sobre cuidado de salud.\n\t \n\tEn la víspera de la reunión en Ciudad de México del Grupo Consultativo de Alto Nivel Estados Unidos-México sobre la Iniciativa Mérida, el Presidente Obama y el Presidente Calderón hablaron sobre el deseo mutuo de colaborar para beneficio de la seguridad de los ciudadanos a ambos lados de la frontera que compartimos. El Presidente destacó la importancia que le da a cumplir con nuestra responsabilidad en la campaña contra las organizaciones mexicanas de narcotráfico, como también nuestro compromiso sostenido con respaldar los esfuerzos de México. \n\t \n\tEl Presidente señaló que el viaje esta semana a México por la delegación de Estados Unidos --que está encabezada por la secretaria de Estado Clinton e incluye al secretario de Defensa Gates, la secretaria de Seguridad Nacional Napolitano, el jefe del Comando Conjunto Mullen, el asesor presidencial de seguridad nacional Brennan, el director de inteligencia nacional Blair y altos funcionarios de los departamentos de Justicia y del Tesoro, como también de la Oficina del Director de Política Nacional sobre el Control de Drogas-- proporcionará la oportunidad de continuar y aumentar la cooperación sin precedente entre ambos países.\n\t \n\n\n\n\n"
}