{
    "title": "FACT SHEET: Opportunity For All: Improving the Fuel Efficiency of American Trucks – Bolstering Energy Security, Cutting Carbon Pollution, Saving Money and Supporting Manufacturing Innovation | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/02/18/fact-sheet-opportunity-all-improving-fuel-efficiency-american-trucks-bol",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 18, 2014\n\n \n\n\n\nFACT SHEET: Opportunity For All: Improving the Fuel Efficiency of American Trucks – Bolstering Energy Security, Cutting Carbon Pollution, Saving Money and Supporting Manufacturing Innovation\n\n\n\n\nYear of Action: Making Progress Through Executive Action\nIn his State of the Union address, the President outlined a comprehensive agenda to make America a magnet for middle class jobs and business investment. The President highlighted the autoworker, who, implementing the Administration’s historic fuel economy standards, “fine-tuned some of the best, most fuel-efficient cars in the world, and did his part to help America wean itself off foreign oil.” And the President pledged, “in the coming months” to “build on that success by setting new standards for our trucks, so we can keep driving down oil imports and what we pay at the pump.” The President also called on Congress to do its part “by putting people to work building fueling stations that shift more cars and trucks from foreign oil to American natural gas.” Today, the President laid out additional details for his plan to improve the fuel efficiency of American trucks – bolstering energy security, cutting carbon pollution, and spurring manufacturing innovation.\n\n\nDirecting the Environmental Protection Agency (EPA) and the Department of Transportation (DOT) to Set the Next Round of Fuel Efficiency Standards for Medium- and Heavy-Duty Vehicles. Today, the President is directing the EPA and the DOT’s National Highway Traffic Safety Administration (NHTSA) to develop and issue the next phase of medium- and heavy-duty vehicle fuel efficiency and greenhouse gas standards by March 2016. Under this timeline, the agencies are expected to issue a Notice of Proposed Rulemaking (NPRM) by March 2015. This second round of fuel efficiency standards will build on the first-ever standards for medium- and heavy-duty vehicles (model years 2014 through 2018), which were proposed and finalized by this Administration and will save vehicle owners and operators an estimated $50 billion in fuel costs and save a projected 530 million barrels of oil.\n\nPartnering with Private-Sector Leaders to Deploy Advanced Vehicles. In addition, the President highlighted the success of the National Clean Fleets Partnership that he launched to speed the deployment of clean, energy-efficient vehicles and the infrastructure to support their use. This public- private partnership helps the nation’s largest fleet operators reduce diesel and gasoline use in their fleets by incorporating alternative fuels, electric vehicles and fuel-saving measures. To date, 23 major national companies, such as ARAMARK, Coca-Cola, Staples, UPS, AT&T, Enterprise Holdings, and Waste Management have joined the National Clean Fleets Partnership. Collectively, the National Clean Fleets Partners operate more than one million commercial vehicles nationwide. The President has directed his Department of Energy to provide each company that wants to partner with specialized resources, technical expertise and support in developing a comprehensive strategy to reduce fuel use and achieve greater efficiency and cost savings.\n\nExpanding Fuel Choices for American Drivers. In addition to taking executive action to make America more energy independent and cut carbon pollution, the President is also renewing his call for Congress to end subsidies to oil and gas companies and create an Energy Security Trust Fund to fund research and development for advanced vehicle technologies. And he is proposing to support investment in advanced vehicles and infrastructure through a new tax credit and an extension of tax credits to support cellulosic biofuels.\n\nFurther Detail on how the President will Continue to Work with Congress to Improve the Fuel Economy of American Trucks – Bolstering Energy Security, Cutting Carbon Pollution, and Spurring Manufacturing Innovation \n\n\nDirecting the Environmental Protection Agency (EPA) and the Department of Transportation (DOT) to Set the Next Round of Fuel Efficiency Standards for Medium- and Heavy-Duty Vehicles. Today, the President is directing the EPA and the DOT’s National Highway Traffic Safety Administration (NHTSA) to develop and issue the next phase of medium- and heavy-duty vehicle fuel efficiency and greenhouse gas (GHG) standards by March 2016. Under this timeline, the agencies are expected to issue a Notice of Proposed Rulemaking (NPRM) by March 2015. This second round of fuel efficiency standards will build on the first-ever standards for medium- and heavy-duty vehicles (model years 2014 through 2018), and will reach well into the next decade, just like the President’s successful national car standards.\nIncreasing the efficiency of medium-and heavy-duty vehicles (below referred to simply as heavy-duty vehicles) is a key component of the President’s Climate Action Plan to reduce carbon emissions. Heavy-duty vehicles represent a major opportunity to cut transportation oil use and carbon pollution. In 2010, heavy-duty vehicles represented just four percent of registered vehicles on the road in the United States, but they accounted for approximately 25 percent of on-road fuel use and greenhouse gas emissions in the transportation sector. They are currently the second-largest source of greenhouse gas emissions within the transportation sector (passenger cars and light trucks are the largest source). The first round of standards for medium- and heavy-duty vehicles, finalized in September 2011, is projected to save 530 million barrels of oil and reduce GHG emissions by approximately 270 million metric tons, saving vehicle owners and operators an estimated $50 billion in fuel costs over the lifetimes of the vehicles covered. For example, an operator of a new 2018 semi truck could pay for the technology upgrades in under a year and realize a net savings of $73,000 through reduced fuel costs over the truck’s useful life.\n\n\nPartnering with Manufacturers, Labor, States, NGOs, and other Stakeholders. To develop standards that provide long-term certainty and promote innovation, EPA and NHTSA will work closely with stakeholders, both large and small, to explore further opportunities for fuel consumption and emissions reductions beyond the model year 2018 timeframe. EPA and NHTSA will also work closely with the California Air Resources Board (CARB) with the goal of ensuring that the next phase of standards allow manufacturers to continue to build a single national fleet.\n\nSupporting Adoption of New Fuel Efficient Technologies. The second round of fuel efficiency standards will spur manufacturing innovation and lead to the adoption of new fuel-efficient technologies on trucks and semi-trailers. In developing the standards, EPA and NHTSA will assess advanced technologies that may not currently be in production, and will consider, for example:\n\t\t\t\t\n\n\t\t\t\t\t\tEngine and powertrain efficiency improvements\n\n\t\t\t\t\t\tAerodynamics\n\n\t\t\t\t\t\tWeight reduction\n\n\t\t\t\t\t\tImproved tire rolling resistance\n\n\t\t\t\t\t\tHybridization\n\n\t\t\t\t\t\tAutomatic engine shutdown\n\n\t\t\t\t\t\tAccessory improvements (water pumps, fans, auxiliary power units, air conditioning, etc.).\n\n\n\n\n\nPartnering with Private-Sector Leaders to Deploy Advanced Vehicles. In addition, the President highlighted the success of the National Clean Fleets Partnership that he launched to speed the deployment of clean, energy-efficient vehicles and the infrastructure to support their use. This public- private partnership helps the nation’s largest fleet operators reduce diesel and gasoline use in their fleets by incorporating alternative fuels, electric vehicles and fuel-saving measures. To date, 23 major national companies, such as ARAMARK, Coca-Cola, Staples, UPS, AT&T, Enterprise Holdings, and Waste Management have joined the National Clean Fleets Partnership. Collectively, the National Clean Fleets Partners operate more than one million commercial vehicles nationwide.\nThe President has directed his Department of Energy, working with EPA’s complementary SmartWay Transport Partnership, to provide each company that wants to partner with specialized resources, technical expertise and support in developing a comprehensive strategy to reduce fuel use and achieve greater efficiency and cost savings. Working with the Administration, the private sector partners that have joined the National Clean Fleets Partnership and the SmartWay Transport Partnership are seeing why deploying advanced vehicles is a win-win for them; for example:\n\n\n\t\t\t\tLast year, AT&T achieved a significant milestone with the delivery of its 7,500th alternative fuel vehicle (AFV). AT&T has committed to deploying around 15,000 AFVs over a 10-year period through 2018. AT&T's AFV fleet includes compressed natural gas, hybrid electric, all-electric, and extended-range electric vehicles. AT&T's deployment of alternative fuel vehicles enabled the company to avoid the purchase of 7.7 million gallons of gasoline from the beginning of the program through the end of 2012. And over the 10-year deployment period these AFV’s will save 49 million gallons of gasoline and reduce carbon emissions by 211,000 metric tons.\n\n\t\t\t\tEnterprise kicked off a program to make plug-in electric and hybrid cars available to rental customers in major US markets. Four cities have been announced to date (Orlando, San Francisco, Seattle, and Portland). In addition, more than 80 % of their 500 airport shuttle buses now operate on biodiesel or compressed natural gas. Enterprise’s fleet is not only the world’s largest, it’s also one of the most fuel efficient. Approximately 57.3 percent of their vehicles average a highway fuel efficiency rating of at least 28 mpg, and 28 percent of their vehicles average 32 mpg or better.\n\n\t\t\t\tCon-Way, a 2013 SmartWay Excellence Award winner, has equipped 100% of its tractors with SmartWay-certified fuel-savings and emissions-reduction technologies, and nearly half its trailers with fuel-saving aerodynamic features. The company’s tractors also have automatic idle shutdown, and the company has equipped its tractors and trailers with low- rolling resistance tires to increase miles per gallon and lower carbon emissions.\n\n\n\nPartnering with Manufacturers to Support Innovation for the Next Generation of Trucks. Class 8 combination trucks – commonly known as 18-wheelers – serve as the backbone of our domestic freight transportation – hauling about 70 percent of all freight tonnage and over 70 percent of the value of all goods shipped. The Administration’s SuperTruck program, launched in 2010 and funded by the Recovery Act and subsequent annual appropriations, is focused on demonstrating that, by 2015, the freight hauling efficiency of heavy-duty Class 8 trucks can be improved by 50 percent.\nThrough the program, the Department of Energy has partnered with four major engine and truck manufacturers – including Cummins, Volvo, Navistar and Daimler Truck North America – to increase engine efficiency and overall fuel economy from about 6.5 miles per gallon to about 9.75 miles per gallon. Class 8 vehicles have a total weight (including freight) of 33,000-80,000 lbs. and sometimes more; so every mile per gallon gained in fuel economy is worth thousands of dollars in fuel cost savings per truck per year. Since 2010, SuperTruck partners Cummins and PACCAR’s Peterbilt Motors Company have demonstrated a 20 percent increase in engine efficiency and a 70 percent increase in freight efficiency, reaching over 10 miles per gallon under real world driving conditions on a Class 8 tractor-trailer. Cummins is now working toward developing technologies to achieve even higher engine efficiency. The other three partner teams are also on their way to achieving a 50 percent fuel economy increase—leveraging a range of aerodynamics and engine efficiency technologies, including waste heat recovery technologies. Daimler Trucks of North America has demonstrated 50% engine efficiency and halfway through their project, Volvo has already demonstrated 48% engine efficiency.\n\n\nFurther Detail on how the President will Continue to Work with Congress to Improve the Fuel Economy of American Trucks – Bolstering Energy Security, Cutting Carbon Pollution, and Spurring Manufacturing Innovation\n\n\nExpanding Fuel Choices for American Drivers. While the United States will continue to rely on responsibly produced oil and natural gas, President Obama is committed to a long-term policy that allows us to transition to cleaner energy sources.\n\t\t\n\nEstablishing an Energy Security Trust Fund to Fund R&D for Advanced Vehicle Technologies. In addition to urging Congress to repeal the $4 billion in subsidies that taxpayers provide the oil and gas industry each year, the President has called on Congress to establish an Energy Security Trust and enact reforms to promote diligent oil and gas development on federal lands. The Energy Security Trust proposal has broad bipartisan support, including retired admirals, generals and leading CEOs, and focuses on shifting our cars and trucks off oil. This $2 billion investment in a range of cost-effective technologies – like advanced vehicles that run on electricity, homegrown biofuels, hydrogen, and domestically produced natural gas – will be drawn from revenues generated from federal oil and gas development. Establishing a dedicated source of funding will allow the Energy Department to maintain targeted and sustained investments that are catalytic and directly advance U.S. energy security.\n\nSupporting Investment in Advanced Vehicles and Infrastructure through a New Tax Credit and an Extension of Tax Credits to Support Cellulosic Biofuels. The President is announcing $200 million in a new tax credit to catalyze investment in the necessary infrastructure to support deployment of advanced vehicles at critical mass. This proposal would be fuel neutral, allowing the private sector to determine if biofuels, electrification, natural gas, hydrogen, or other alternative fuels would be the best fit in different communities. In addition, the President is proposing to extend the cellulosic biofuel producer credit that expired on December 31, 2013. Cellulosic biofuels have the potential to reduce petroleum consumption and carbon pollution while boosting rural economic development. Extending the existing tax credit would accelerate development of this transformative transportation fuel.\n\n\n\nReport: Improving the Fuel Efficiency of American Trucks - February 2014\n\n\n\n\n"
}