{
    "title": "Op-ed by Dr. Jill Biden and Senator Bill Frist in USA Today | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/08/11/op-ed-dr-jill-biden-and-senator-bill-frist-usa-today",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nAugust 11, 2011\n\n \n\n\n\nOp-ed by Dr. Jill Biden and Senator Bill Frist in USA Today\n\n\n\n\n\n\tThe following op-ed, penned by Dr. Jill Biden and Senator Bill Frist , will be published tomorrow in USA TODAY. The text can be read online here:\n\n\tLet's save starving Somalis\n\tBy Jill Biden and Bill Frist\n\n\tThis week, we traveled to Dagahaley refugee camp in Dadaab, Kenya, where hundreds of thousands of people have fled Somalia seeking to escape the worst famine in 60 years.\n\n\tWe met women and children who walked for weeks, often barefoot and with nothing but the clothes on their backs, desperate to find food and medical care. We heard the story of one mother who was too weak to carry both of her children, and made the wrenching choice to leave one behind on the road in hopes of saving the other. We learned of families who had arrived too late whose children became part of a devastating statistic: in the past three months alone, 29,000 children younger than 5 have died of starvation.\n\n\tFortunately, the international community has mobilized. Last year, the U.S. realized this potential for famine and worked with other countries to stockpile food and medical supplies in the region. We are now helping more than 4.6 million people.\n\n\tAmid the devastation, we saw the impact of this aid. We saw inexpensive oral rehydration packs bring listless babies back to life. We saw children getting vitamins and vaccines that will stop the spread of deadly diseases throughout the camps.\n\n\tStill, the scope of this crisis threatens to overwhelm the international response. Without life-saving assistance, hundreds of thousands of people, most of them children, could die.\n\n\tAs governments and international organizations do their part, the rest of us can do ours. Just a few dollars can literally save a life. (Go to USAID.gov to see how you can help.)\n\n\tYet we must also confront the broader challenge of food insecurity that leaves so many people vulnerable to droughts like this one. That's why America has been helping nations like Ethiopia and Kenya develop innovative and improved crops and irrigation methods and new ways for farmers to market and transport their products. The goal of our aid is simple: to help create the conditions where such aid is no longer needed.\n\n\tThat, ultimately, is how we can help prevent the kind of suffering we see in Somalia today.\n\n\tAs we left one of the camps, a mother looked us in the eyes, surrounded by her four malnourished children, and asked us to please help save her family.\n\n\tWe all have the power to answer her plea.\n\n\n\n\n"
}