{
    "title": "Presidential Proclamation -- Emergency Medical Services Week, 2016 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/05/13/presidential-proclamation-emergency-medical-services-week-2016",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 13, 2016\n\n \n\n\n\nPresidential Proclamation -- Emergency Medical Services Week, 2016\n\n\n\n\n\n\tEMERGENCY MEDICAL SERVICES WEEK, 2016\n\n\t- - - - - - -\n\n\tBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\n\tA PROCLAMATION\n\n\tEvery day across our Nation, women and men sacrifice precious time with their loved ones, working long and hard to provide emergency medical services (EMS) to people they have never met before. Often operating in the midst of trauma and heartbreak, these professionals deliver urgent and essential care, saving lives and upholding a timeless belief that defines who we are as Americans -- that we all must look out for one another. This week, we recognize the daily heroism of our EMS professionals at all levels, and we express our gratitude for their efforts to keep us healthy and safe.\n\n\tEmbodying the grit, compassion, and courage that has driven our Nation forward since its founding, our emergency medical technicians, paramedics, 911 dispatchers, nurses, physicians, EMS medical directors, firefighters, and law enforcement officers reflect a spirit of selflessness that makes us all strive to live up to their example. Their families stand beside them, enduring extraordinary anticipation and exercising sincere patience each day. As the steady anchors in an otherwise unpredictable daily routine, these families offer unwavering support for EMS practitioners -- giving them the support and strength necessary to fulfill the demands of their unending work.\n\n\tEMS providers brave danger and uncertainty, and their efforts deserve our most profound appreciation. We rarely know when tragedy will strike, and in our most vulnerable moments, we rely on these dedicated professionals. During Emergency Medical Services Week, let us celebrate and support the EMS professionals who demonstrate the values at the heart of the American spirit, and let us thank them for their heroic work.\n\n\tNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim May 15 through May 21, 2016, as Emergency Medical Services Week. I encourage all Americans to observe this occasion by showing their support for their local EMS providers and taking steps to improve their own personal safety and preparedness.\n\n\tIN WITNESS WHEREOF, I have hereunto set my hand this thirteenth day of May, in the year of our Lord two thousand sixteen, and of the Independence of the United States of America the two hundred and fortieth.\n\n\tBARACK OBAMA\n\n\n\n\n"
}