{
    "title": "Conference Call on the Vice President's Trip to Germany, France and the United Kingdom | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/01/31/conference-call-vice-presidents-trip-germany-france-and-united-kingdom",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nJanuary 31, 2013\n\n \n\n\n\nConference Call on the Vice President's Trip to Germany, France and the United Kingdom\n\n\n\n\n \n\n\tCONFERENCE CALL ON VICE PRESIDENT JOE BIDEN’S\n\n\tTRIP TO GERMANY, FRANCE AND THE UNITED KINGDOM\n\n\tBY NATIONAL SECURITY ADVISOR TO THE VICE PRESIDENT TONY BLINKEN,\n\n\tDEPUTY NATIONAL SECURITY ADVISOR FOR\n\n\tSTRATEGIC COMMUNICATIONS BEN RHODES\n\n\tAND DEPUTY NATIONAL SECURITY ADVISOR\n\n\tFOR INTERNATIONAL ECONOMICS MICHAEL FROMAN\n\n\t \n\n\tVia Teleconference\n\n\t \n\n\t \n\n\tPlease see below for a correction, marked with asterisks, to the transcript.\n\n\t \n\n\t11:16 A.M. EST\n\n\t \n\n\tMR. RHODES:  Hey, everybody, thanks for doing the call to preview the Vice President’s trip to Europe.  \n\n\t \n\n\tThis is Ben Rhodes, Deputy National Security Advisor for Strategic Communications, here at the White House.  We’re joined by Tony Blinken, who is the National Security Advisor to the Vice President for a few more days at least before he moves into his new role as the Principal Deputy National Security Advisor here at the NSC; and Mike Froman, who is the Assistant to the President for International Economic Affairs. \n\n\t \n\n\tI’ll just say a few words and hand it off to Tony to go through the trip.  But four years ago, the Vice President made a similar trip to Munich at the beginning of our first term that really signaled the foundational importance that we apply to the transatlantic relationship as the cornerstone of our engagement in the world.  On that trip, the President -- the Vice President set, I think, a new tone for American foreign policy going forward, and one that really, again, put alliances at the center of everything that we do.\n\n\t \n\n\tSimilarly, this time, at the beginning of the second term, we believe it’s very important for the Vice President to carry a similar message about the progress that we’ve made in working with our European allies on a range of issues, but also the agenda we have going forward on a range of economic and security issues that will require very close transatlantic cooperation.\n\n\t \n\n\tSo with that, let me just hand it over to Tony, who can walk through the trip, and Mike, who can speak to some of the economic issues, and then we’ll take your questions.\n\n\t \n\n\tMR. BLINKEN:  Great, Ben.  Thanks very much.  Thanks for joining the call.  And just to pick up where Ben left off, as Ben noted, the Vice President was in Munich almost exactly four years ago at the start of the first term.  Now he’s going back at the start of the second to do exactly what Ben said, which is to take stock of what we’ve accomplished over the past four years and to look at the agenda going forward.\n\n\t \n\n\tAnd again, as Ben said, it’s no coincidence that the Vice President went to Europe then and returns to Europe now to help set out our foreign policy agenda.  As President Obama has said, Europe is the cornerstone of our engagement with the world and a catalyst for global cooperation.\n\n\t \n\n\tLet me just give you the wave tops to the Vice President’s schedule, and I should mention that Dr. Biden will be with him, so I’ll give you some highlights of her schedule, then talk in a little bit more detail about the various events and meetings, and then turn it over to Mike to talk a little bit about the economic piece.\n\n\t \n\n\tSo in terms of the Vice President’s schedule, we depart this evening from Washington and arrive in Berlin tomorrow morning, where he will have a meeting with Chancellor Merkel.  Then, in the evening tomorrow, off to Munich.\n\n\t \n\n\tOn Saturday, the Vice President attends the 49th Munich Security Conference and delivers remarks and will hold a series of meetings with leaders there.\n\n\t \n\n\tOn Sunday, the Vice President and Dr. Biden will visit the Landstuhl Regional Medical Center.  And then it’s off to Paris Sunday, late afternoon, early evening.\n\n\t \n\n\tOn Monday, the Vice President will see President Hollande in Paris.  Then it’s off to London, where he will see, on Tuesday, Deputy Prime Minister Clegg and Prime Minister Cameron.  \n\n\t \n\n\tDr. Biden, during this time, will have her own schedule.  On Friday, in Germany, she will meet with current American participants and German alumni of the Congress-Bundestag Youth Exchange Program.  On Saturday, she’ll visit with soldiers and their families at the Joint Multinational Training Command in Grafenwoehr, Germany.  She’ll be with the Vice President at Landstuhl on Sunday.  And throughout the trip, she and the Vice President will be meeting with our embassy staffs and their families.\n\n\t \n\n\tSo that’s a very broad look at the schedule.  Let me talk briefly in a little bit more depth about each stop.  In Berlin, where we start, the key event, of course, is the meeting with Chancellor Merkel.  They’ll cover the broad agenda of our partnership and cooperation between the United States and Germany.  I suspect there will be a focus on the global economy as well as many issues of common interest and cooperation, whether it’s Iran’s nuclear program, Syria, Afghanistan, energy and climate change.  \n\n\t \n\n\tIn Munich, the Vice President will deliver his address at the Security Conference on Saturday morning.  There are about 350 world leaders, government ministers, opinion leaders.  On the margins of the conference he’ll have a number of bilateral meetings, including with Russian Foreign Minister Lavrov, with Lakhdar Brahimi, the UN and Arab League Joint Special Representative for Syria, and with Moaz al-Khatib, the president of the Syrian Opposition Council.  So I suspect there will be some focus on Syria in those discussions.\n\n\t \n\n\tLater that afternoon, the Vice President and Dr. Biden will head out to our consulate in Munich to meet with staff and families.  And in the evening -- we’re still Saturday -- the Vice President and other leaders will attend the Bavarian Minister President Seehofer’s dinner, which honors Brent Scowcroft.\n\n\t \n\n\tOn Sunday, the Vice President and Dr. Biden travel to the Landstuhl Regional Medical Center.  I think as all of you know, this is where many of our wounded warriors receive care, and there will be an opportunity there to visit with many of the caregivers.  Afterwards, we’ll depart for Paris.\n\n\t \n\n\tMonday morning, in Paris, the Vice President and Dr. Biden will meet with our Ambassador, Charlie Rivkin, and the embassy staff and their families.  And then he’ll have a working lunch with President Hollande and both the -- both Vice President Biden and President Hollande will deliver short statements to the press.  There, I think the agenda will focus on our strong support for the French and African mission in Mali.  We’ll no doubt have a broader discussion on counterterrorism cooperation in the region.  And there will be a discussion of Syria, Iran’s nuclear program, the eurozone, and the U.S.-EU economic partnership.  \n\n\t \n\n\tFinally, we get to Monday evening.  The meetings are Tuesday.  Tuesday morning, the Vice President and Dr. Biden will visit with our embassy staff.  And then the Vice President will go to 10 Downing Street.  He’ll have a meeting with Deputy Prime Minister Clegg followed by a working lunch with Prime Minister Cameron.  And then the Vice President will join a meeting of the United Kingdom’s National Security Council, chaired by Prime Minister Cameron.  There again, I would expect the issues to be many of the ones he will have covered in meetings with Chancellor Merkel and President Hollande, including Syria, Afghanistan, North Africa, Iran, and the economic relationship between the United States and Europe, which is a very good segue to my friend and colleague Mike Froman.\n\n\t \n\n\tMR. FROMAN:  Thanks, Tony.  Let me just touch on two issues.  One, the overall situation of economic growth and jobs in Europe, and the second in particular, the trade and investment initiative that both sides (inaudible) on the situation with regard to European (inaudible) growth, our expectation is the Vice President will have a good dialogue with Chancellor Merkel and Prime Minister Cameron, President Hollande and others while he’s there about the steps that the European (inaudible) taken, the decisions they’ve taken to support financial stability and reassure markets.  The importance of implementing (inaudible) also very much support the critical importance of looking ahead to determine how best to re-create growth and the (inaudible) in Europe as well.  It’s a challenge that we face here in the United States.  \n\n\t \n\n\tAlso, we have a strong interest in Europe getting (inaudible) one reason we have that interest is that Europe is a very important market to us (inaudible) broad trade and investment relationship that supports (inaudible) million U.S. jobs, in the United States.  They’re our closest trading partners.\n\n\t \n\n\tIn the past year, following a meeting between President Obama and (inaudible) Barroso of the European Union (inaudible) a high-level working group, exploring what more could be done to (inaudible) the trade and investment relationship.  And that group is continuing its work to determine whether there is a path forward toward a comprehensive trade and investment agreement.  \n\n\t \n\n\tBecause we have already such a deep relationship, the key issues ahead are some of the most difficult issues, like regulatory convergence and standards setting.  And while the Vice President is there, he is likely to have conversations with European leaders about the importance of there being political will to address these issues if we’re going to be able to pursue a deeper and broader trade and investment relationship.\n\n\t \n\n\tSo that is likely to be a key part of the discussions there, and we look forward to the high-level working group completing its work and being able to make a recommendation to leaders of both sides as to whether such negotiations make sense.  \n\n\t \n\n\tMR. RHODES:  Great, thanks.  With that, we can take your questions.\n\n\t \n\n\tQ    Hi, thanks.  You mentioned that the Vice President will be talking about Syria on Saturday with Lavrov and Brahimi and al-Khatib.  Even before he gets there, the situation seems to be deteriorating, with Syria and Iran saying they reserve the right to retaliate against Israel for the raid yesterday.  What would the -- first of all, what’s the U.S. response to that?  And what would be its response should that retaliation take place?  And will the Vice President talk about that when he’s in Munich?\n\n\t \n\n\tMR. RHODES:  Thanks, Steve.  This is Ben.  First of all, with respect to those comments, I think what we would say is that the United States is in very close contact with Israel and has been throughout the developments in Syria.  We have a shared interest in stability in the region.  Frankly, what we believe is that the onus should be on Syria and Iran to meet their own obligations.  The Syrian regime has by any measure completely failed to maintain its own domestic and international legitimacy through the actions that it’s taken against its own people principally.\n\n\t \n\n\tAt the same time, we’ve been very clear that Syria should not further destabilize the region by transferring, for instance, weaponry to Hezbollah.  And we also, of course, have been very clear beyond that that we’re closely monitoring Syria’s chemical weapons as well.\n\n\t \n\n\tWith respect to Hezbollah and Iran, the fact that they have dedicated so much support to the Assad regime I think is a further indication that the Assad regime lacks domestic legitimacy and frankly that if left to the Syrian people, they would choose a new government.  And that’s why the position of the United States is focused on supporting an end to the Assad regime, which is why we have a significant amount of pressure applied on the Assad regime through sanctions and other means, while at the same time we’re working to bolster a Syrian Opposition Council that we have represented -- we recognize as the legitimate representative of the Syrian people, both to indicate that the metrics are turning away from Assad and that there is a broadly inclusive opposition that Syrians can get behind, but also so that we can begin the work of planning for a future within Syria after Bashar al-Assad leaves power.\n\n\t \n\n\t \n\n\t**So I think the Vice President, in his meetings with, again, the leadership of the Syrian opposition as well as other international partners, is going to be discussing how we can continue to provide humanitarian assistance into the country to deal with a very grave humanitarian situation.  And the U.S. just recently announced another $130 million [$155 million]in humanitarian aid to the Syrian people.   \n\n\t \n\n\tWe’ll be discussing our continued political and non-lethal support to the opposition that is helping them coalesce and become more organized and provide certain services like medical services to the Syrian people.  And we’ll be discussing the political way forward.  And what we would like to see from other countries, including Russia, is an acknowledgement that Bashar al-Assad must go and that there needs to be a transition within Syria to a new government.  So we’ll be discussing with the various players how we can support a transition within Syria that allows for the aspirations of the Syrian people to be met and for stability to be restored.\n\n\t \n\n\tSo these types of threats from Iran and others only underscore just how much they recognize the situation in Syria is getting away from them and that no amount of support that they may provide can reverse the fundamental trend lines that we see in Syria, which is an opposition that is getting stronger and an Assad regime that is getting weaker.\n\n\t \n\n\tTony, anything? \n\n\t \n\n\tMR. BLINKEN:  No, that's great.\n\n\t \n\n\tQ    Hi, guys.  Thanks for doing that call.  It’s sort of a, I guess, follow on Steve’s question, but things were moving fast at the top of the call, and I was just wondering if you could again clearly walk us through the Syria-related meetings; again, with whom the Vice President will meet and the dates and times and kind of configurations of those Syria-related meetings and whether you’re expected to have kind of any developments at the end of this trip as they relate to Syria.  Thanks.\n\n\t \n\n\tMR. BLINKEN:  Thanks, Margaret.  I think Ben covered the substance of Syria very well.  Just to refresh on the schedule, first I imagine Syria will be a topic of conversation in his meetings with all of the leaders, so with Chancellor Merkel on Friday, with President Hollande on Monday and with Prime Minister Cameron on Tuesday. \n\n\t \n\n\tBut in addition, at the Munich Security Conference on Saturday, on the margins of the conference, the Vice President will see the Russian Foreign Minister, Lavrov.  He will see Lakhdar Brahimi, the U.N. and Arab League Special Representative for Syria, and he will see Moaz al-Khatib and other leaders of the Syria Opposition Council.  So in those conversations, which will be Saturday in Munich, we expect there will be for obvious reasons a heavy focus on Syria.\n\n\t \n\n\tOf course, in his meeting with Foreign Minister Lavrov there are other subjects to cover, but Syria will certainly be a part of that conversation, as well.  Thanks. \n\n\t \n\n\tQ    Yes, hello.  I’m trying to follow up on -- Mr. Froman was explaining what was going on with the U.S.-EU high-level working group and he was kind of cutting in and out.  But maybe -- I was looking for maybe more specifics on kind of is Vice President Biden raising this issue with all the leaders he is meeting with there?  And more importantly, why do we still need assurances after a year of exploring this?  And kind of, what are the specific areas you’re looking for assurances on?  And what signals do you need for this to move forward?  \n\n\t \n\n\tMR. FROMAN:  Well, thank you.  I think this is an issue that a number of European leaders have expressed strong interest in, so I do expect it to come up in conversations that they have with the Vice President.  We have been looking at these issues for the last several months, and I think the challenge is to make sure that the high-level political will that we see being expressed by European leaders about the importance and the potential value of this agreement is translated into a willingness to work through what has historically been difficult issues that have divided us.\n\n\t \n\n\tMany of those are not just in the tariff area or market-access areas per se, but also in the regulatory and standards area.  And so I think what we doing to the high-level working group is continuing to work through those issues to ensure that there is the will to address them.\n\n\t \n\n\tQ    Yes, hi.  I’m with See Our Report (ph).  My question is, is the Vice President going to meet with any Catholic leaders in Europe?  Is the Vice President going to meet with any Catholic leaders in Europe?  Hello?\n\n\t \n\n\tMR. BLINKEN:  Yes, we heard the question, thank you.  He will be meeting with the leaders that I mentioned, including the leaders of France, Germany and the United the Kingdom, as well as other senior leaders including the Russian Foreign Minister.  And I haven’t checked the list to find out their religious affiliation, but those are the meetings that he’ll be having.\n\n\t \n\n\tQ    Thank you for doing this call.  My question is this:  Can you tell us what Vice President Biden is going to discuss with the Russian Foreign Minister Lavrov besides Syria?  Will the meeting cover nuclear arms reduction issue?  And does this administration really want to kick-start a new round of U.S.-Russian negotiations on nuclear arms control issues, as some media reports have suggested?  Thank you.\n\n\t \n\n\tMR. BLINKEN:  Thank you.  I think it’s a good opportunity to take stock of the work that the United States and Russia have done together over the past four years as well as some of the very real differences we have, and then to think about and talk about the agenda going forward.\n\n\t \n\n\tSo, as you know, the Vice President in Munich four years ago talked about resetting the relationship and we've seen very important results from that effort, including the New START nuclear arms reduction agreement; including unprecedented cooperation in putting pressure on Iran with regard to its nuclear program; Afghanistan, where Russian cooperation on helping us bring troops and material into the country is vital; the trade relationship with Russian’s accession to the WTO and implementation of its commitments under the WTO.  There’s a long list of very important steps that we've taken together.\n\n\t \n\n\tAt the same time, as you know, we have real differences and we don't hide them.  We're looking at Syria very intensely.  And as Ben suggested, it would be very important for the Russians to put their full weight into a political transition in Syria.  That's the best path forward.  We have differences over human rights and democracy.  We have differences over -- in a number of areas that have been in the media in recent days and weeks.\n\n\t \n\n\tBut going forward, there is real potential not only to work through those differences but to continue the agenda that we set over the past four years.  And so I'm sure the Vice President and the Foreign Minister will discuss that.  That includes nuclear arms reduction.  It includes the economic and trade relationship and cooperation on a number of strategic issues.\n\n\t \n\n\tMR. RHODES:  I’d just add one comment.  On this question of further reductions, the President has spoken to this in the past.  For instance, if you look at the speech he gave in Seoul in the spring of last year, he indicated that even as we move forward with the New START reductions and deployed warheads and launchers, that he believes that there’s room to explore the potential for continued reductions, and that, of course, the best way to do so is in a discussion with Russia.\n\n\t \n\n\tThat's a general view of the U.S. that we've expressed in the past.  We actually expressed it at the signing of the New START treaty in Prague as well.  So arms control, nuclear security, nonproliferation is always on the agenda when we talk to Russia, but I would also indicate that this has been something that the President signaled his interest in for some time now.  We'll obviously have to carry forward that dialogue going forward.\n\n\t \n\n\tThis meeting with Foreign Minister Lavrov will focus on a range of issues that Tony underscored as well, though, so I would not suggest that it’s focused on this set of arms control issues, given where we are and given the breadth of the agenda that we have on Syria, Afghanistan and the other issues that Tony went through.\n\n\t \n\n\tQ    Hello, thank you for doing the call.  My question is, will Vice President Biden, while meeting with Chancellor Merkel, deliver a message that President Obama is planning to visit Germany this year?\n\n\t \n\n\tMR. RHODES:  We do not have any -- we don't expect any travel announcements associated with President Obama to be a part of this visit, so we have not yet set President Obama’s full travel schedule for the coming months.  We, of course, do know he’s going to the G8 summit that will be taking place in the United Kingdom in June, but beyond that we're still working through what the perspective travel schedule will be.  And the Vice President won't be making any announcements with respect to travel by the President on this visit.\n\n\t \n\n\tQ    Hello, there.  I had a quick question -- an organizational question about the Syria-related meetings of the Vice President in Munich.  Could you please give me timing for the bilaterals with Mr. Brahimi and Mr. al-Khatib, and could you please tell me whether there will be a press conference afterwards?  \n\n\t \n\n\tMR. BLINKEN:  We’ll put out the specific timing I think over the next 24 hours or so.  I don’t have that for you yet.  I can tell you it will be in the afternoon on Saturday, and there will not be a press conference.\n\n\t \n\n\tQ    Hey, thanks a lot for doing the call.  You mentioned that the Vice President will be focusing on U.S. support for the mission in Mali when he meets with the French President.  Aside from reiterating U.S. support, will the Vice President be bringing any message or offer for stepped up involvement in the effort to dislodge extremists?  And if you could clarify which speaker is responding to the question that would be helpful.\n\n\t \n\n\tMR. RHODES:  Sure.  This is Ben Rhodes.  I’ll just make a quick comment and hand it to Tony.  As you’ve seen, we have been quite responsive to French requests for assistance in a range of areas, including their planning around their activities, including refueling and a range of logistical support that we’re providing to the French and other countries as they move materiel into Mali.\n\n\t \n\n\tSo we have been quite supportive of the French-led effort in Mali.  We’re providing a significant amount of military and logistical assistance in that regard.  We also have been involved in discussions with the French and many other countries about -- even as we support this offensive against extremist groups, some affiliated with al Qaeda within Mali, we’re also looking at the broader question of how to achieve a lot more lasting political resolution within Mali that includes, again, a process within the country to address underlying political questions that are unresolved, as well as working with neighboring states in Africa who are going to be able to commit resources to help keep the piece in Mali in the aftermath of the French-led operation.\n\n\t \n\n\tTony, I don’t know if you have anything you want to add to that.\n\n\t \n\n\tMR. BLINKEN:  The only thing to add is that I think we’ve seen increasingly a recognition that we have a common problem that we need to contend with together.  What we’re seeing across North Africa and parts of the Middle East is an extremist threat that is fueled by the reality of porous borders, ungoverned territory, too readily available weapons, increasing collaboration among some of these groups, and, in many cases, a new government that lacks the capacity and sometimes the will to deal with the problem.\n\n\t \n\n\tAnd so this requires a comprehensive approach, as Ben said, bringing to bear our political and economic tools, as well as our military tools, but it also requires a common approach.  And so this trip is an opportunity, in all of its stops, for the Vice President to confer with leaders about that and to look forward to how we can continue to work together and strengthen our common efforts to deal with this challenge.\n\n\t \n\n\tQ    Hi.  Thanks, guys.  Do you have any more details on the visits by the Bidens to the two military posts in Germany?  And is Dr. Biden planning in speaking to an audience in Grafenwoehr?\n\n\t \n\n\tMR. BLINKEN:  We’ll put out more details tomorrow.  So I’m sorry, right now I can’t go beyond what I told you.  But you’ll have a more detailed schedule within the next 24 hours.\n\n\t \n\n\tMR. RHODES:  The only thing I’d add to that is that Dr. Biden, together with the First Lady, has been quite involved in outreach to military families and military communities.  So I think this trip is an opportunity for her to extend the engagement that she’s had with Michelle Obama in reaching out to military families here in the United States but also around the world; and there is, of course, a very significant community in Germany where they’ll be visiting.\n\n\t \n\n\tQ    Hi, guys.  Thank you for the call.  I was wondering if during the meeting with Chancellor Merkel, the U.K. and the dropping out of the EU, Cameron’s speech all that is going to be a topic; and also, the recent visit of Morsi in Berlin, the Egyptian President.\n\n\t \n\n\tMR. RHODES:  I think that Egypt will certainly, likely, be a topic of discussion.  The United States together with Germany and other European allies have been working with the Egyptian government to discuss ways to stabilize their economy while also ensuring that they’re moving forward with their political reform efforts.  So I think -- even as they’re dealing with a very significant challenge within Egypt right now.  So I think it will be a topic in that regard.\n\n\t \n\n\tWith respect to the European Union, obviously it’s up to the member states of the European Union to make their own decisions about the future of the EU.\n\n\t \n\n\tWith respect to Prime Minister Cameron’s speech, I think you saw our statement that we obviously support his comments about the important role of the United Kingdom within the European Union.  And they’ll be continuing to take a look, obviously in the years to come, at how to carry forward that relationship.  So again, we leave it to EU member states to have those discussions.  \n\n\t \n\n\tI think, more broadly, the role of the United States as a friend and partner to the EU on economic issues and foreign policy issues will be a topic of discussion.  But I don’t know if Mike has anything to add to that.\n\n\t \n\n\tMR. FROMAN:  Just I’d simply say it’s in our interest that there be a strong U.K. and a strong European Union.\n\n\t \n\n\tMR. RHODES:  Great.  Well, Tony, anything else to add before we wrap up here?\n\n\t \n\n\tMR. BLINKEN:  No, thanks.  Thanks for being on the call, and we look forward to putting out more details as we go along.\n\n\t \n\n\tMR. RHODES:  Great.  Thanks, everybody.  And I look forward to being in touch in the days ahead.\n\n\t \n\n\t \n\n\tEND\n\n\t11:46 A.M. EST\n\n\n\n\n"
}