{
    "title": "FACT SHEET: President Obama’s Blueprint for Keeping College Affordable and Within Reach for All Americans | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/01/27/fact-sheet-president-obama-s-blueprint-keeping-college-affordable-and-wi",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 27, 2012\n\n \n\n\n\nFACT SHEET: President Obama’s Blueprint for Keeping College Affordable and Within Reach for All Americans\n\n\n\n\n“Of course, it’s not enough for us to increase student aid… States also need to do their part, by making higher education a higher priority in their budgets.   And colleges and universities have to do their part by working to keep costs down.”\n\t                                                                                                President Barack Obama\n\t                                                                                                State of the Union, January 24, 2012\nIn his State of the Union address, President Obama laid out a blueprint for an economy that’s built to last – an economy built on American manufacturing, American energy, skills for American workers, and a renewal of American values. As an important part of keeping the American promise alive, the President called for a comprehensive approach to tackling rising college costs.  In today’s global economy, a college education is no longer just a privilege for some, but rather a prerequisite for all.  To reach a national goal of leading the world with the highest share of college graduates by 2020, we must make college more affordable.\nPresident Obama has emphasized the responsibility shared by the federal government, states, colleges, and universities to promote access and affordability in higher education, by reining in college costs, providing value for American families, and preparing students with a solid education to succeed in their careers. Over the past three years, the Obama Administration has taken historic steps to help students afford college, including reforming our student aid system to become more efficient and reliable and by expanding grant aid and college tax credits. \nThis year, President Obama is calling on Congress to advance new reforms that will promote shared responsibility to address the college affordability challenge. If these proposals are passed, this will be the first time in history that the federal government has tied federal campus aid to responsible campus tuition policies. \nPresident Obama will begin the third day of his post-State of the Union travels with an event at the University of Michigan campus in Ann Arbor, focusing on the importance of tackling rising college costs to ensure America’s students and workers can obtain the education and training they need so that we have a workforce prepared for the jobs of the 21st century.\n• Reforming student aid to promote affordability and value: To keep tuition from spiraling too high and drive greater value, the President will propose reforms to federal campus-based aid programs to shift aid away from colleges that fail to keep net tuition down, and toward those colleges and universities that do their fair share to keep tuition affordable, provide good value, and serve needy students well. These changes in federal aid to campuses will leverage $10 billion anually to keep tuition down.\n• Creating a Race to the Top for college affordability and completion: The president will create incentives for states and colleges to keep costs under control through a $1billion investment in a new challenge to states to spur higher education reform focused on affordability and improved outcomes across state colleges and universities. The Race to the Top: College Affordability and Completion will reward states who are willing to drive systemic change in their higher education policies and practices, while doing more to contain their tuition and make it easier for students to earn a college degree.\n• A first in the World competition to model innovation and quality on college campuses: The president will invest $55 million in a new First in the World competition, to support the public and private colleges and non-profit organizations as they work to develop and test the next breakthrough strategy that will boost higher education attainment and student outcomes. The new program will also help scale-up those innovative and effective practices that have been proven to boost productivity and enhance teaching and learning on college campuses.\n• Better data for families choose the right college for them: The president will call for a College Scorecard for all degree-granting institutions, designed to provide the essential information about college costs, graduation rates, and potential earnings, all in an easy-to-read format that will help students and families choose a college that is well suited to their needs, priced affordably and consistent with their career and educational goals.\n• Federal support to tackle college costs: The president has already made the biggest investments in student aid since the G.I Bill through increases to the Pell grant, and by shoring up the direct loan and income-based repayment programs. In his State on the Union Address, the President called on Congress to: keep interest rates low for 7.4 million student loan borrowers to reduce future debt, make the American Opportunity Tax Credit permenant, and double the number of work-study jobs over the next 5 years to better assit college students who are working their way through school.\nShared Responsibility to Tackle Rising College Costs\nRewarding Schools that Keep College Affordable\n• The President’s proposal to reform student aid to keep tuition from spiraling too high and drive greater value will improve distribution of federal financial aid and increase campus-based aid. This reform will reward colleges that are succeeding in meeting the following principles:\n1) Setting responsible tuition policy, offering relatively lower net tuition prices and/or restraining tuition growth.\n\t2) Providing good value to students and families, offering quality education and training that prepares graduates to obtain employment and repay their loans.\n\t3) Serving low-income students, enrolling and graduating relatively higher numbers of Pell-eligible students.\nThe campus-based aid that the federal government provides to colleges through Supplemental Educational Opportunity Grants (SEOG), Perkins Loans, and Work Study is distributed under an antiquated formula that rewards colleges for longevity in the program and provides no incentive to keep tuition costs low. The President is proposing to change how those funds are distributed by implementing an improved formula that shifts aid from schools with rising tuition to those acting responsibly, focused on setting responsible tuition policy, providing good value in education, and ensuring that higher numbers of low-income students complete their education. He is also proposing to increase the amount of campus-based aid to $10 billion annually. The increase is primarily driven by an expansion of loans in the federal Perkins program – which comes at no additional taxpayer cost.\nColleges that can show that they are providing students with good long-term value will be rewarded with additional dollars to help students attend. Those that show poor value, or who don't act responsibly in setting tuition, will receive less federal campus-based aid.  Students will receive the greatest government grant and loan support at colleges where they are likely to be best served, and little or no campus aid will flow to colleges that fail to meet affordability and value standards.\nCreating New Incentives to Promote Affordability and Quality\n• The Race to the Top: College Affordability and Completion will promote change in state systems of higher education. The President is proposing a program that would spur systemic state reforms to reduce costs for students and promote success in our higher education system at public colleges. This $1 billion investment would incentivize states to:\no Revamp the structure of state financing for higher education.\n\to Align entry and exit standards with K-12 education and colleges to facilitate on-time completion.\n\to Maintain adequate levels of funding for higher education in order to address important long-term causes of cost growth at the public institutions that serve two-thirds of four-year college students.\nThe Race to the Top for College Affordability and Completion would incentivize governors and state legislatures around the nation to act on spurring this innovative reform. Through cost-saving measures like redesigning courses and making better use of education technology, institutions can keep costs down to provide greater affordability for students.\n• The First in the World competition will improve long-term productivity in higher education by investing $55 million to enable individual colleges (including Minority-Serving Institutions) and nonprofit organizations to develop, validate, or scale up innovative and effective strategies for boosting productivity and enhancing quality on campuses. This initiative would provide modest start-up funding for individual colleges, including private colleges, for projects that could lead to longer-term and larger productivity improvements among colleges and universities – such as course redesign through the improved use of technology, early college preparation activities to lessen the need for remediation, competency-based approaches to gaining college credit, and other ideas aimed at spurring changes in the culture of higher education.\nEmpowering Families and Students to be Informed Consumers\n• New actions to provide consumers with clearer information about college costs and quality will improve the decision-making process in higher education for American students and allow families to hold schools accountable for their tuition and outcomes.  President Obama is proposing new tools to provide students and families with information on higher education, presented in a comparable and easy-to-understand format:\no The Administration will create a College Scorecard for all degree-granting institutions making it easier for students and families to choose a college that is best suited to their needs, priced affordably, and consistent with their career and educational goals. \n\to We will also make an updated version of the ‘Financial Aid Shopping Sheet,’ announced in October, a required template for all colleges, rather than a voluntary tool, to make it easier for families to compare college financial aid packages.\n\to The President is also proposing to begin collecting earnings and employment information for colleges, so that students can have an even better sense of the post post-graduation outcomes they can expect.\nRedoubling Federal Support to Tackle College Costs\n• As highlighted by the President in his State of the Union address, we are calling on Congress to:\no Keep student loan interest rates low: This summer, the interest rates on subsidized Stafford student loans are set to double from 3.4% to 6.8% – a significant burden at a time when the economy is still fragile and students are taking on increasing amounts of debt to earn a degree. The President is asking Congress to prevent that hike from taking place for a year to keep student debt down, a proposal that will keep interest rates low for 7.4 million student loan borrowers and save the average student over a thousand dollars.\n\to Double the number of work-study jobs available:  The President also proposes to double the number of career-related work-study opportunities so that students are able to gain valuable work-related experience while in school.\n\to Maintain our commitment to college affordability: Over 9 million students and families per year take advantage of the Obama Administration’s American Opportunity Tax Credit – supporting up to $10,000 over four years of college.  In his State of the Union address, the President called on Congress to make this tax credit permanent and prevent it from expiring in 2012. \nBuilding on Progress\nPresident Obama has worked throughout his Administration to expand access to college and provide greater resources and support so that more students graduate with the skills and knowledge they need to succeed in the workforce:\n• Helping students and families pay for college: The Obama Administration has raised the maximum Pell Grant award to $5,635 next year – a $905 increase since 2008.\nMaking college loans more affordable: The Obama Administration’s “Pay as You Earn” plan will enable 1.6 million students to take advantage of a new option to cap student loan repayments at 10% of monthly income as soon as this year. Borrowers looking to determine whether or not income-based repayment is the right option for them should visit http://studentaid.ed.gov/ibr.\n\n\n\n\n"
}