{
    "title": "HOJA INFORMATIVA: Relación entre Estados Unidos y Argentina | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/03/23/hoja-informativa-relaci%C3%B3n-entre-estados-unidos-y-argentina",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 23, 2016\n\n \n\n\n\n HOJA INFORMATIVA: Relación entre Estados Unidos y Argentina\n\n\n\n\n\n\tEl Presidente Obama, acompañado por la Primera Dama Michelle Obama, visitó Argentina para reunirse con el nuevo Presidente Mauricio Macri y la Primera Dama Juliana Awada.  Juntos, los líderes exploraron las oportunidades para fortalecer la relación entre Estados Unidos y Argentina, y asociarse para abordar desafíos mundiales, tales como el cambio climático, el mantenimiento de la paz, los refugiados, la defensa de los derechos humanos y la democracia.  Esta fue la primera visita bilateral a Argentina por parte de un presidente de EE. UU. en casi dos décadas.\n\n\tLos líderes también discutieron la agenda de reformas económicas del Presidente Macri, las oportunidades para ampliar el comercio y las inversiones, la cooperación en el área de ciencia y tecnología y el apoyo de EE. UU. para desarrollar la capacidad de Argentina para combatir al crimen organizado.\n\nRelación económica entre EE. UU. y Argentina\n\n\tDesde que asumió el cargo como Presidente en diciembre, Macri ha implementado reformas económicas de forma rápida para comenzar a abordar desequilibrios económicos y profundizar la integración de Argentina en la economía mundial.  Para apoyar estos esfuerzos, los dos gobiernos anunciaron pasos para reforzar el comercio y las inversiones, profundizar la cooperación con el G-20 y promover su objetivo compartido del G-20 para un crecimiento económico sólido, sustentable y equilibrado.  Las compañías de EE. UU., que reflejan un interés significativo en el sector privado de Argentina, anunciaron inversiones de miles de millones de dólares que ayudarán a desarrollar los más de $20 mil millones en el comercio anual entre Estados Unidos y Argentina.  En los próximos meses, habrá seis delegaciones de comercio que ayudarán a las empresas de EE. UU. y Argentina a identificar oportunidades adicionales.  Para abordar los problemas que afectan a las empresas en ambos países, el Departamento de Comercio y el Ministro de Producción de Argentina organizarán la reunión inaugural este año para el Diálogo Comercial entre Estados Unidos y Argentina.\n\nAcuerdo del Marco de Trabajo para el Comercio e Inversiones\n\n\tArgentina y Estados Unidos firmaron un Acuerdo del Marco de Trabajo para el Comercio e Inversiones, que reconoce el papel fundamental del comercio y las inversiones privadas, tanto nacionales como extranjeras, para desarrollar más el crecimiento y la creación de empleos.  El acuerdo facilitará el diálogo en un amplio rango de problemas, que incluyen la propiedad intelectual, el acceso al mercado y la cooperación en asuntos de agricultura, así como la colaboración en objetivos compartidos en la Organización Mundial del Comercio y otros foros multilaterales.  Estados Unidos y Argentina, que son unos de los principales exportadores agrícolas, se comprometieron para trabajar juntos y ampliar el comercio mundial de productos agrícolas y combatir las barreras no científicas con respecto al comercio.  Esto incluye trabajar para ampliar el comercio bilateral y resolver los problemas pendientes de acceso al mercado en la agricultura y en toda la gama de productos y servicios.\n\nCrecimiento de las pequeñas empresas e iniciativas empresariales\n\n\tEstados Unidos y Argentina profundizarán la cooperación para promover el crecimiento de las pequeñas empresas y las iniciativas empresariales al facilitar la creación de una red de centros de asistencia de negocios de Argentina y al vincular a las pequeñas firmas de ambos países con una red internacional de socios de negocios de confianza a través de la red de pequeñas empresas del continente americano.  Ambos países también tomarán medidas para apoyar a las mujeres empresarias, en particular a través de las iniciativas empresariales de las mujeres en la iniciativa del continente americano.  Maria Contreras-Sweet, quien es la administradora de la Administración de Pequeñas Empresas, liderará una delegación a Argentina en abril para firmar un memorándum de comprensión con el Ministro de Producción e implementar dichos esfuerzos.\n\nFacilitación del comercio\n\n\tEstados Unidos le da la bienvenida al apoyo de Argentina para la ratificación e implementación del Acuerdo de Facilitación del Comercio de la Organización Mundial del Comercio, y al compromiso de Argentina de presentar el acuerdo para su aprobación legislativa este año.  Para aumentar más el comercio, Estados Unidos cooperará con Argentina, a medida que ambos países desarrollan programas de aduanas de una sola ventana, para reducir las cargas administrativas para los negocios.\n\nAsistencia técnica\n\n\tEstados Unidos proporcionará asistencia técnica para ayudar a respaldar las reformas económicas del Presidente Macri.  Esto incluye el apoyo de la Comisión Federal del Comercio y del Departamento de Justicia para la Comisión Nacional de Defensa de la Competencia de Argentina, así como intercambios entre la Oficina del Censo de los Estados Unidos y el Instituto Nacional de Estadística de Argentina para compartir las mejores prácticas sobre recopilación y análisis de datos económicos.  Estados Unidos y Argentina también profundizarán las discusiones sobre las políticas de telecomunicaciones, lo que incluye consultas con la Comisión Federal de Comunicaciones con respecto a la administración del espectro y la reforma regulatoria.\n\nComunidad internacional económica y financiera\n\n\tEstados Unidos le da la bienvenida a los esfuerzos del Presidente Macri para fortalecer los vínculos entre Argentina y el sistema financiero internacional y la participación en los foros económicos multilaterales.  En enero, Estados Unidos dio por terminada su política, que estaba en vigor desde el 2011, de oponerse ante la mayoría de los préstamos de bancos de desarrollos multilaterales a Argentina.  Estados Unidos también le da la bienvenida al interés de Argentina de profundizar su participación con la Organización para la Cooperación y el Desarrollo Económico (OCDE) y espera con interés trabajar con Argentina en los comités de la OCDE.\n\nCambio climático y energía\n\nImplementación del Acuerdo de París y revisión de INDC\n\n\tEstados Unidos y Argentina están comprometidos en firmar y unirse al Acuerdo de París tan pronto como sea posible, y trabajarán juntos para apoyar los esfuerzos para una entrada en vigor temprana del Acuerdo.  Argentina también anunció los planes para mejorar sus Contribuciones Previstas y Determinadas a Nivel Nacional (INDC, por sus siglas en inglés), y ambos gobiernos compartirán sus experiencias para apoyar este esfuerzo.\n\nReducción gradual de los hidrofluorocarbonos\n\n\tEstados Unidos y Argentina afirmaron su compromiso por adoptar una enmienda a la reducción gradual de hidrofluorocarbonos (HFC) del Protocolo de Montreal en 2016, al desarrollar los progresos realizados y dentro del marco de trabajo establecido en Dubai Pathway.  Ambos países también le dieron la bienvenida a los entendimientos comunes logrados en Dubái con respecto al apoyo financiero al Fondo Multilateral para los países en desarrollo para implementar una enmienda a la reducción gradual de los HFC.  Trabajaremos juntos para generar soluciones en los desafíos prioritarios para administrar los HFC.\n\nReducción de emisiones de la aviación internacional\n\n\tEstados Unidos y Argentina cooperarán con la Organización de Aviación Civil Internacional (OACI) para reducir las emisiones de la aviación internacional.  Argentina y Estados Unidos, que son miembros del Consejo de la OACI y del comité ambiental técnico de la OACI, trabajarán juntos para lograr una decisión para adoptar un mecanismo con base en el mercado en este año que sea congruente con la pasada Resolución de la Asamblea de la OACI.\n\nCooperación climática y energética del G-20\n\n\tEstados Unidos y Argentina también abordarán el cambio climático y energético en la cumbre del G-20 este año, lo que incluye a través de esfuerzos de eficiencia energética y eliminación gradual de subsidios a los combustibles fósiles ineficientes que alientan el consumo excesivo. \n\nCooperación en la reforma del sector energético y la energía renovable \n\n\tEstados Unidos y Argentina están comprometidos en aumentar el uso de energía renovable y la eficiencia energética.  Como parte de este esfuerzo, ambos gobiernos cooperarán en el aumento de las energías renovables, lo que el apoyo de EE. UU. en la reforma del mercado, la optimización del sistema y la integración de energías renovables en la red eléctrica.  En mayo, el Departamento de Comercio recibirá a ejecutivos argentinos en California para buscar asociaciones de negocios de energía renovable.  Los países desarrollarán trabajo adicional por medio del Grupo de Trabajo de Energía Binacional (BEWG, por sus siglas en inglés) de Estados Unidos y Argentina y el Programa del Sector de Energía del Departamento de Estado.\n\nDesarrollo seguro y responsable de petróleo y gas no convencionales\n\n\tEstados Unidos y Argentina tienen recursos abundantes de energía no convencional.  Para mitigar el uso de fuentes de energía con gran contenido de carbono, tales como la gasolina y el carbón, y para mejorar la seguridad energética y el crecimiento económico, ambos países promoverán el desarrollo seguro y responsable de los recursos de petróleo y gas no convencionales, lo que incluye la mejora de resultados ambientales, a través del Programa para el Compromiso Técnico en Gas no Convencional y el BEWG.  Estados Unidos facilitará visitas de funcionarios argentinos a sitios de desarrollos no convencionales en EE. UU. \n\nLiderazgo en energía limpia\n\n\tArgentina y Estados Unidos reafirmaron el valor de acelerar el desarrollo de la energía renovable y las tecnologías de eficiencia energética.  Argentina asistirá al siguiente foro de Clean Energy Ministerial como observador oficial.  Argentina también podrá trabajar con Estados Unidos y otros países para mejorar las políticas de eficiencia energética y acceder al Centro de Soluciones de Energía Limpia del Clean Energy Ministerial, que ofrece apoyo de expertos gratuito sobre políticas para los países interesados en aumentar el uso de tecnologías de energía limpia.\n\nCooperación civil nuclear\n\n\tArgentina y Estados Unidos reiteraron su compromiso en usar energía nuclear, que es una fuente de energía con bajo contenido de carbono, con los estándares más altos de seguridad y no proliferación.  A partir del Acuerdo de Cooperación del Uso Pacífico de Energía Nuclear y del Comité Permanente Conjunto de Cooperación de Energía Nuclear, ambos países buscarán una mayor cooperación en la investigación y la seguridad nuclear.\n\nCooperación en hidrometeorología\n\n\tEstados Unidos y Argentina mejorarán la coordinación de datos de clima, hidrología y ambiente para mejorar la resistencia al cambio climático.  Estos esfuerzos incluirán la cooperación con el programa de Sustentabilidad Mundial de Agua del Grupo de Observaciones de la Tierra (GEO), lo que incluye a través de esfuerzos como los que se destacan en el marco de trabajo común para los datos de observación de la Tierra. \n\nProtección y estudio de Nuestro Océano\n\n\tEstados Unidos y Argentina comparten una preocupación profunda por la conservación marina, y Argentina asistirá a la tercera conferencia de Nuestro Océano organizada por el Secretario Kerry en este año en Washington.  Ambos países planean una colaboración continua sobre la ciencia del océano, la investigación científica, observación y conservación marina, lo que incluye a través de asociaciones entre la Administración Nacional Oceánica y Atmosférica y su contraparte argentina para estudiar el Océano Atlántico Sur, y entre la Administración Nacional de la Aeronáutica y del Espacio y la agencia espacial de Argentina.\n\nCooperación multilateral\n\n\tEstados Unidos y Argentina comparten un compromiso por abordar los desafíos mundiales urgentes, tales como mantener la paz en áreas en donde ciudadanos civiles se enfrentan a amenazas de violencia, y encontrar hogares para millones de refugiados que huyen del Oriente Medio.  Para confrontar estos y otros problemas económicos y transnacionales, así como problemas bilaterales importantes, Estados Unidos y Argentina entablarán un diálogo de política de alto nivel este año, liderado por el Secretario de Estado Kerry y la Ministra de Relaciones Exteriores Malcorra.\n\nMantenimiento de la paz\n\n\tDe manera histórica, Argentina ha sido crucial para los esfuerzos mundiales de compartir las cargas de mantenimiento de la paz.  Estados Unidos elogian el compromiso de Argentina de reanudar dicho papel, al aumentar de forma significativa el tamaño de sus unidades de reserva y al participar en el mantenimiento de la paz de la ONU en África al poner a disposición capacidades importantes, tales como: logística, ingeniería, comunicaciones y unidades médicas.  En preparación para el envío de las unidades reservas  de Argentina a África, Estados Unidos fortalecerán la capacidad del mantenimiento de la paz de Argentina, a través del entrenamiento y la modernización de la flota C-130 de Argentina. \n\nLos refugiados\n\n\tEstados Unidos y Argentina reconocen la necesidad de abordar la crisis mundial de refugiados a través de una mayor asistencia y la protección a largo plazo de los refugiados.  Estados Unidos elogia el acuerdo de Argentina de acoger a un número significativo de refugiados en Argentina, incluidos a los individuos desplazados por la guerra en Siria.   Estados Unidos apoyará dicho esfuerzo en asociación con organizaciones internacionales y otros donantes.\n\nColombia\n\n\tEstados Unidos y Argentina apoyan la búsqueda de un acuerdo de paz para Colombia para finalizar su conflicto de décadas.  Estados Unidos y Argentina, que son participantes de la Iniciativa Global para el Desminado en Colombia, participarán en la Reunión de Expertos en Bogotá en mayo para discutir el compromiso de Colombia de eliminar todas las minas terrestres a más tardar para el 2021.  Estados Unidos y Argentina también se comprometen en apoyar los esfuerzos multilaterales para asegurar una implementación efectiva de un acuerdo de paz, que incluye una misión política especial de la ONU.\n\nSalud mundial\n\nAgenda de Seguridad en Materia de Salud Mundial\n\n\tCon base en un compromiso por prevenir, detectar y responder de forma rápida a las amenazas de enfermedades infecciosas, Argentina se une a la Agenda de Seguridad en Materia de Salud Mundial (GHSA, por sus siglas en inglés) para reforzar sus sistemas nacionales y trabajar con socios internacionales para implementar de forma plena el Reglamento Sanitario Internacional.  Como parte de este compromiso, Argentina se someterá y publicará una Evaluación Externa Conjunta de sus capacidades nacionales.  Estados Unidos y Argentina ampliarán la vigilancia de las enfermedades zoonóticas para las enfermedades infecciosas importadas y exóticas de importancia regional y mundial, por medio de diagnósticos moleculares avanzados, mejorarán la bioseguridad nacional y regional y los estándares de bioseguridad en el hemisferio y fortalecerán los sistemas nacionales de laboratorios en Latinoamérica para apoyar la identificación rápida de patógenos emergentes.  Para desarrollar estas prioridades, Argentina se unirá a los siguientes Paquetes de Acción dentro del GHSA: Centros de Operaciones de Emergencia y Ley de Salud Pública Vinculante y Respuesta Rápida Multisectorial.\n\nZika\n\n\tLos dos presidentes también acordaron desarrollar una respuesta regional y mundial para el Zika al compartir información y materiales para mejorar la vigilancia de la enfermedad, desarrollar el control de vectores, un tratamiento y vacunas para el Zika, y al promover una mejor comprensión del virus y sus consecuencias.  Ambos acordaron apoyar la respuesta del brote regional por medio de la movilización de epidemiólogos, expertos de salud y científicos a los países afectados para responder al Zika y a los brotes de enfermedades transmitidas por vectores en la región.  Ambos presidentes también acordaron asociarse para brindar educación y ayuda a las mujeres embarazadas y sus parejas en la región.\n\nDerechos humanos y democracia\n\nLa Organización de los Estados Americanos y el Sistema Interamericano de Derechos Humanos\n\n\tEstados Unidos y Argentina reafirmaron su compromiso con el gobierno democrático y con la protección de los derechos humanos, y publicaron una declaración conjunta entre el Departamento de Estado de EE. UU. y la Ministra de Relaciones Exteriores de Argentina sobre la importancia de apoyar a la Organización de los Estados Americanos, al vibrante e independiente Sistema Interamericano de Derechos Humanos y a los principios de la Carta Democrática Interamericana.\n\nDesclasificación de documentos\n\n\tEn 2002, Estados Unidos desclasificó más de 4000 telegramas del Departamento de Estado y otros documentos del periodo de la dictadura militar Argentina de 1976 a 1983.  Estos registros han ayudado a responsabilizar a los abusadores de derechos humanos de Argentina.  Estados Unidos emprenderá un esfuerzo integral para identificar registros adicionales relacionados con los abusos a los derechos humanos de la dictadura argentina.  Este esfuerzo, que fue solicitado por el Presidente Macri y grupos de derechos humanos, incluirá por primera vez a agencias de inteligencia y de autoridades del orden público, el Departamento de Defensa, así como el Departamento de Estado y los Archivos Nacionales.\n\nFondo de Equidad Mundial\n\n\tEstados Unidos y Argentina están comprometidos a apoyar los derechos humanos de hombres y mujeres homosexuales, bisexuales, transexuales e intersexuales (LGBTI, por sus siglas en inglés).   Para extender los logros a nivel nacional, Argentina acordó unirse al Fondo de Equidad Mundial, que es una asociación pública-privada que apoya a las organizaciones de sociedad civil que promueven los derechos de LGBTI a nivel mundial.  Argentina también anunció su apoyo al ponente establecido de LGBTI de la Comisión Interamericana de Derechos Humanos y de la apertura de una oficina similar en el Consejo de Derechos Humanos de la ONU.\n\nPrincipios Voluntarios de Seguridad y Derechos Humanos\n\n\tEstados Unidos y Argentina reconocen la importancia de trabajar con compañías extractivas para asegurar la protección de los derechos humanos, y Estados Unidos dio la bienvenida a la decisión de Argentina de buscar este objetivo a través de una membresía en la Iniciativa de Principios Voluntarios de Seguridad y Derechos Humanos.\n\nCoalición para la libertad de expresión en internet \n\n\tEstados Unidos dieron la bienvenida al compromiso de Argentina de participar en la coalición para la libertad de expresión en internet, y de unirse a otros 29 gobiernos para apoyar la libertad de expresión en internet junto con la sociedad civil y el sector privado.  Argentina avalará la Declaración Fundacional y la Agenda de Tallin, y se unirán a Estados Unidos en la conferencia de coalición de Costa Rica en octubre.\n\nAlianza para el Gobierno Abierto\n\n\tEstados Unidos dio la bienvenida al compromiso renovado de Argentina para la Alianza para el Gobierno Abierto (OGP, por sus siglas en inglés) y su participación planificada en la conferencia de la OGP en Uruguay en mayo, así como los esfuerzos de Argentina para incluir a los gobiernos provinciales y de las ciudades en el programa piloto subnacional del gobierno de la asociación.\n\nComunidad de Democracias\n\n\tEstados Unidos y Argentina apoyan las normas e instituciones democráticas a nivel mundial, y Argentina ha confirmado su intención de unirse al Consejo Gobernante de la Comunidad de Democracias, el cual es presidido por Estados Unidos.\n\nSeguridad y defensa\n\n\tEstados Unidos y Argentina se comprometieron en trabajar juntos para combatir al crimen organizado y el tráfico de drogas.  Estados Unidos ayudará a desarrollar la capacidad de autoridades del orden público de Argentina, lo que incluye la asistencia del Departamento de Justicia con relación al terrorismo y al financiamiento del terrorismo en la región de la Triple Frontera.   Estados Unidos también ayudará con los esfuerzos de Argentina para reducir la demanda de drogas, capacitará a funcionarios argentinos en la Academia Internacional para el Cumplimiento de la Ley, organizará viajes de estudios a Estados Unidos para los funcionarios argentinos y proporcionarán capacitación a través de la Administración para el Control de Drogas y el Buró Federal de Investigaciones (FBI, por sus siglas en inglés).  El FBI también ayudará al Ministro de Seguridad de Argentina a establecer una red nacional de Centros de Fusión de Inteligencia para detectar e interrumpir el terrorismo y el crimen organizado.  La Red Contra los Delitos Financieros del Departamento del Tesoro ha tomado medidas para normalizar su relación con su contraparte argentina, y firmó un memorándum de comprensión que ayudará a aumentar la cooperación para combatir el lavado de dinero y el financiamiento de terroristas.\n\n\tEn mayo de 2016, el Departamento del Tesoro de EE. UU. organizará el primer Grupo de Trabajo Bilateral con las fuerzas armadas de Argentina desde el año 2009.  La agenda incluirá el mantenimiento de la paz, la preparación y respuesta ante desastres y la cooperación de defensa del hemisferio.  Como muestra de la relación renovada en materia de defensa, la Fuerza de Tarea Interagencial Conjunta-Sur está buscando una relación de intercambio de información con el Ministro de Seguridad de Argentina que involucre a los funcionarios de enlace.  El Departamento de Defensa también invitó a Argentina para participar en el Programa de Asociación de Estado para la cooperación con la Guardia Nacional.\n\n\tPara mejorar la cooperación entre las autoridades del orden público y antiterrorismo, el Ministro de Seguridad de Argentina, el Departamento de Justicia (DOJ, por sus siglas en inglés) y el Departamento de Seguridad Nacional (DHS, por sus siglas en inglés), firmaron un Acuerdo para Combatir Crímenes Graves, con la intención de facilitar y acelerar el intercambio de información sobre los criminales y terroristas conocidos y potenciales.  Para mejorar la seguridad de los viajes, el Ministro de Seguridad y el DHS acordaron colaborar para mejorar las medidas para la protección en los vuelos al implementar un programa de agentes de seguridad en los vuelos.  Argentina y Estados Unidos también firmaron una declaración conjunta en la que se comprometen a una colaboración continua para mejorar la seguridad.  Por último, la Oficina de Aduanas y Protección Fronteriza de Estados Unidos ayudará a mejorar la seguridad fronteriza de Argentina.  Estas medidas en conjunto no solo mejoran la seguridad, sino que son pasos importantes para apoyar la elegibilidad de Argentina para el Programa de Exención de Visado.  Para facilitar los viajes de los ciudadanos de EE. UU. a Argentina, el gobierno de Argentina terminará el cargo de reciprocidad de $160 impuesto a los turistas de EE. UU.\n\n\tEstados Unidos anunció que eximirá el requisito de entrevistas de visa para los viajeros argentinos mayores a 65 años o menores de 16.\n\nIntercambios educativos\n\n\tDurante la visita del Presidente Obama, el Presidente Macri propuso aumentar significativamente la cantidad de estudiantes y maestros argentinos que realizan intercambios con Estados Unidos, comprometiendo 1,000 nuevos intercambios de estudiantes y maestros, incluidas becas para que estudiantes argentinos universitarios y posgraduados estudien en universidades de EE. UU. El Presidente Obama también anunció nuevos recursos para el fondo innovador “La Fuerza de 100,000 en las Américas” mediante el apoyo del Banco de Desarrollo de Latinoamérica de CAF y el Instituto Nacional de Educación Tecnológica, los que ampliarán aún más las oportunidades de intercambio educativo. Finalmente, Estados Unidos anunció planes de enviar 20 nuevos asistentes Fulbright de enseñanza del idioma inglés a Argentina en los próximos tres años para enseñar a los maestros de inglés en las provincias del interior del país.\n\n\n\n\n"
}