{
    "title": "Remarks by the President and the First Lady at Poetry Workshop with Elizabeth Alexander | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/04/17/remarks-president-and-first-lady-poetry-workshop-elizabeth-alexander",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 17, 2015\n\n \n\n\n\nRemarks by the President and the First Lady at Poetry Workshop with Elizabeth Alexander\n\n\n\n\nEast Room\n4:00 P.M. EDT\nTHE PRESIDENT:  Thank you.  Thank you so much.  (Applause.)  Everybody, please have a seat.  Well, first of all, let me thank Madeleine for the wonderful introduction.  And Madeleine is going to be going to Princeton next year, so -- (applause) -- so her and Michelle were exchanging how special they were, backstage.  (Laughter.)  And you know, “President” is a cool title, but “former teen poet” -- (laughter) -- that is a pretty good title as well.  And I’m proud to be both.  I have to say my poems are not as good as yours, Madeleine.  I was going to recite some poetry, but Michelle said no.  (Laughter.)  She said, don't do that.  (Laughter.) \nAnyway, April is National Poetry Month.  So Michelle and I figured what better way to celebrate than with some of America’s brilliant young poets.  And we’ve invited poetry fans of all ages to join us, as well.  And we have one of America’s most gifted and accomplished poets, my dear friend, Elizabeth Alexander, who’s going to share some of work with us.  So I'm not going to speak long.\nPoetry matters.  Poetry -- like all art -- gives shape and texture and depth of meaning to our lives.  It helps us know the world.  It helps us understand ourselves.  It helps us understand others -- their struggles, their joys, the ways that they see the world.  It helps us connect.  In the beginning, there was the word.  And I think it's fair to say that if we didn’t have poetry, that this would be a pretty barren world.  In fact, it's not clear that we would survive without poetry.  As Elizabeth once wrote, “We encounter each other in words, words spiny or smooth, whispered or declaimed, words to consider, reconsider.”  That’s the power of poetry.\nSometimes it’s only after reading a poem -- or writing a poem -- that we understand something that we already went through, that we felt, that we experienced.  And that’s why we often reach for poetry in the big moments -- when we fall in love, or lose somebody close to us, or leave behind one stage of life and enter into another.  A good poem can make hard times a little easier to survive, and make good times a lot sweeter. \nBut poetry does not just matter to us as individuals; it matters to us as a people.  The greatness of a country is not just the size of its military, or the size of its economy, or how much territory it controls.  It’s also measured by the richness of its culture.  And America is America in part because of our poets and our artists and our musicians -- all those who shared their ideas and their stories, and helped make us the vibrant and passionate and beautiful country that we are today. \nIt’s not every nation that produces poets like Elizabeth, or like Madeleine.  There are parts of the world where poets are censored or they are silenced.  But that’s not how we do it here.  That’s one of the many reasons why we’re such a special place.  If you want to understand America then you better read some Walt Whitman.  If you want to understand America, you need to know Langston Hughes.  Otherwise you're missing something fundamental about who we are.   \nAnd now, for the very special poet here today.  I met Elizabeth when we were professors together at the University of Chicago.  She and Michelle and I have been friends ever since.  So when we were planning my first inauguration, we decided we better have a poet, and we thought we should have a poet that we know and we love.  And she penned this extraordinary poem called, Praise Song for the Day.”  You all should read it.  On a day full of unforgettable moments, hearing Elizabeth read that poem was one of my favorite moments.  And she has just written a amazing book that technically is not a poem, but is full of poetry, and I could not be prouder of her.\nSo, congratulations to all the young poets.  I look forward to reading your work or hearing your work.  But right now, I want to introduce Ms. Elizabeth Alexander.  (Applause.)\n(Poetry reading begins.) \nMRS. OBAMA:  Wow.  And I’m supposed to talk after that, right?  (Laughter.)  Well, hello, everyone.  I’m thrilled that all of you could join us today for our National Poetry Month celebration with a fantastic, phenomenal -- I don’t know what to say about my friend, my girl, Elizabeth Alexander.  She read for us this weekend, a group of friends, and we were all in tears.  And I’m trying to hold it together now.  (Laughter.)  But what a gift, what a gift.\nI want to start by thanking the President’s Committee on the Arts and the Humanities for their leadership and their work in planning this wonderful event, and for the outstanding work that they’re doing to bring the arts to young people across this country.  And again, I want to thank Elizabeth for gracing us with her presence today. \nNow, you all have heard her read from her writing, which is powerful, so you don’t need me to tell you that she is a genius.  (Laughter.)  It’s pretty clear now.  It’s almost like -- (laughter.)  And for years, Barack and I have just treasured our friendship, and we’ve been spellbound with your talent.  And as for her book, “The Light of the World,” you know, it just takes your breath away. \nSomehow, through this beautiful memoir, Elizabeth has been able to find her way through a crushing grief over the loss of her husband, our friend, Ficre.  Hers was the kind of grief that would leave most of us unable to function normally, yet she took all that grief and she transformed it into something beautiful and powerful –- not just for herself, but for anyone who has ever lost someone they love. \nSo this book is not just an achievement for her, it’s also a lifeline for others who are overwhelmed by their own grief.  It’s Elizabeth’s way of telling us all, “You are not alone, you will eventually find your way out to the other side, and the love you felt for the one you lost will ultimately be your salvation.”\nAnd that’s really the power of writing, right?  First and foremost, writing can be a form of healing for the writer and for the reader.  It can be a way of unlocking and untangling powerful emotions. \nAnd that’s a message especially that I want to emphasize to the student poets who are here today –- that when you take all those painful, noisy, confusing feelings that are in your head and you find a way to get them on a page, then suddenly they’re not so bad.  Suddenly they don’t hurt quite as much.  Because when you’re working through those words and those rhythms and those rhymes, you’re also working through those emotions.  And when you’re finished, it’s amazing how liberating you can feel.\nAnd that’s true no matter what kind of writing that you do  -– whether it’s poetry or journaling or short stories, even rap -- yes, rap, because rap is definitely poetry -- snap, snap, snap.  (Laughter.)  But for the younger students, it’s even true for the writing you do for school, that sort of boring stuff that my kids work through every day.  Every essay or report that you write is truly an opportunity to express yourself.  Hopefully, you approach your writing like that -- to take all that creativity, all that passion from your poetry brain and use it to unleash your academic brain.  It’s the same stuff working.\nHere at the White House, we’re guided by the belief that the arts can be the key to success in school and in life.  That’s why we do what we do.  We believe that deeply.  And that’s the basic idea that drives every cultural event that we host here in this home.  When we bring renowned artists to the White House -- and we do it a lot; people come here, it’s kind of cool -- we always ask them to host a workshop for students the afternoon before they perform.  And that’s exactly what Elizabeth did just a few hours ago with many of you.  And she had a special workshop for the student poets. \nHow did you guys enjoy it?  Was it good?\nAUDIENCE:  Great!  (Laughter.) \nMRS. OBAMA:  See now, that’s sincere.  That’s like -- it’s like, it was so great.  (Laughter.)  She’s really cool, isn’t she?  And real smart.  So you meet -- cool and smart and stylish and beautiful.  You can have it all. \nAnd I know that for so many folks in this room, particularly folks on the committee, have devoted their lives to doing the exact same thing in schools across the country, working tirelessly to bring arts education to our young people.  And I can’t stress enough how important that work is.  I can’t stress it enough, because we know that kids who are involved in the arts have higher grades, higher graduation rates, higher college enrollment rates, and on and on and on.\nArts is not a luxury.  Everyone needs it.  So really, arts education is the reason why so many kids in this country get out of bed every day.  It is the only thing that gets them -- snap, snap, snap.  Come on.  (Laughter.) \nSo here’s what we do.  We hook them with the arts, and once we get them into those classrooms, then we can teach them some of that other stuff they don’t really like -- math, history, all that stuff.  So we’re not just shaping the future Elizabeth Alexanders of the world, but also the future lawyers and teachers and scientists and historians and business leaders.  It’s all connected.\nAnd what I want to end today by simply saying is thank you to all of you in this room, to Elizabeth, our teachers, to all the folks who are dedicated to that vitally important work.  Because too many kids in our country will never experience this. They will never learn how to write a poem.  They will never learn how to appreciate the works of any of the great poets.  They will never play an instrument.  They will never be in a band or sing in a choir. \nAnd that’s something I want the young people to understand, is that you all are blessed.  Just by being in this room, you are blessed.  And because you are blessed, it is now your duty  -- Madeleine, we talked about this the last time you were here  -- to pass it on.  Pass it on.  That’s your job.  That’s the rent you are paying for sitting in these seats, especially our Yale students, because you’re coming up next.  You guys have got to find the young people in your world, and you’ve got to pull them in and give them these opportunities and to expose them, because this kind of stuff saves lives.  We see it every day.  It does.  Snap, snap.  (Laughter.) \nSo I want to thank everyone here for supporting the PCAH and all the other efforts around the country to inspire arts education, and music and dance, and everything else that goes on in our schools.  And I want to thank Elizabeth and the Alexander and Ghebreyesus family for being here to celebrate with us, this day.  And I hope you guys pass it on.  Just keep going, keep working hard.  We are proud of you.  We believe in you.  We expect you to do be inhabiting this home.  Somebody out here has the potential to be standing here doing this stuff in a few years.\nSo get to work, all right?  Thank you all.  God bless.  (Applause.)\nEND \n\t4:32 P.M. EDT\n\n\n\n\n"
}