{
    "title": "Background on Today’s Memorial Day Service | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-today-s-memorial-day-service",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 31, 2010\n\n \n\n\n\nBackground on Today’s Memorial Day Service\n\n\n\n\nToday the President will participate in a wreath laying ceremony and deliver remarks at the 11th Annual Memorial Day Cemetery at Lincoln National Cemetery.\nIntroducing the President:\nSergeant First Class Matthew Burleson accompanied by Paul Abeyta\nSgt 1st Class Matthew Burleson\nD co 1-178IN, 33rd BCT \nSFC Burleson was born in Lake County Illinois.  He is a 1993 graduate of Waukegan High School, where he was enrolled in JROTC.  He entered the Illinois Army National Guard in December 1992 and, graduated from the One Station Unit Training (OSUT) at Ft Benning in November of 1993.  His first assignment was in Bravo company 1-178 Infantry Waukegan, IL. He attended Primary Leaders Development Course at Camp Ball Louisiana in January of 1997.  Upon graduation he was promoted to Sergeant in B Company. \nSFC Burleson attended the Basic Non Commissioned Officer Course Phase One in Springfield, IL in 1999 and graduated Phase Two at Camp Atterbery, IL in 2000.  He was then assigned at a Squad Leader in C Company 1-178 IN.\nIn March of 1999 SFC Burleson became a Waukegan Firefighter.  He obtained his State of Illinois paramedic certification from Highland Park Hospital.  He completed all four disciplines of  Urban Search and Rescue certification in 2004.  He received his Fire Officer I certification in 2008.  He was the shift steward for Local 473, as well as Chairman of the Public Relations, Political Action, Pediatric Ward Christmas Gift, and Health Insurance committees.  He is currently assigned as a company officer. \nIn January 2002 SFC Burleson was mobilized with C Company 1-178 IN, in support of Operation Enduring Freedom with a force protection mission for U. S. Army Europe headquarters in Heidelburg, Germany.  He was deployed again in July 2004 as replacements for deployed Opposing Forces (OPFOR) at Ft Polk, LA.SFC Burleson received his Bachelor of Science in Workforce Education and Development from Southern Illinois University- Carbondale in August 2007.  He also holds a certificate of Emergency and Disaster Management and an Associate of Applied Science in Fire Science Technology from the College of Lake County in Grayslake, IL. \nSFC Burleson earned the additional Military Occupational Specialty (MOS) as an Indirect Fire Infantryman at Camp Shelby, MS in July of 2005.  He also earned an Additional Skill Identifier (ASI) as an Anti Armor Leader at Ft Benning, GA following his assignment as a Section Leader in D Company 1-178 IN in 2006.  SFC Burleson deployed with D Company as a Squad Leader in a Security Forces (SECFOR) platoon for the Nangarhar Provincial Reconstruction Team (PRT) in Nangarhar, Afghanistan in August 2008.  SFC Burleson was promoted to his current assignment as the Platoon Sergeant of Third Platoon D Company 1-178 IN while deployed.\nSFC Burleson is authorized to wear the following awards and decorations:  Bronze Star, Army Achievement Medal (Silver Oak Leaf Cluster), Reserve Component Achievement Award (Second Award), Afghan Campaign Medal, NATO Medal, National Defense Service Medal (Second Award), Schutzenschnur (Silver), Global War on Terrorism Service Medal, Afghanistan Campaign Medal, Non article 5 NATO medal with ISAF clasp, Overseas Service Ribbon, Army Reserve Component Overseas Training Ribbon (Numeral 2), Armed Forces Reserve Medal (M-Device), NCO Professional Development Ribbon (Numeral 3), Army Service Ribbon, Combat Infantryman’s Badge, Sharpshooter Rifle Marksmanship Badge (M4), and the Expert Pistol Marksmanship Badge (M 9).\nSFC Burleson is married to Nadine Eva Burleson with one daughter Isabella Navina Burleson.\nPaul Abeyta is the father of Sergeant Christopher P. Abeyta, 23, of Midlothian, IL , who was killed by a roadside bomb in Afghanistan on March 15, 2009. Abeyta was a three-sport athlete in school, excelling in track, football and wrestling.  He graduated from high school in 2003, having already enlisted in the National Guard.  He soon spent a year in Iraq, ending in 2005.  Between tours, Abeyta graduated in 2007 from Harold Washington College in Chicago with an associate degree.  He was a self-described writer, who had kept a journal since he was 11.  He read a lot and listed to music and he cheered up his friends with a goofy sense of humor. He is survived by his parents, Paul and Barbara.\nElected officials expected to attend:\nGovernor Pat Quinn\nSenator Dick Durbin (D-IL)\nSenator Roland Burris (D-IL)\nRepresentative Debbie Halvorson (D-IL)\nTreasurer Alexi Giannoulias\nBill Offerman, Village President, City of Elwood\nNational Anthem sung by Joan Siegel \nPledge of Allegiance led by Bill Offerman, Village President, City of Elwood \nInvocation delivered by CDR (SEL) Ron Neitzke\n\n\n\n"
}