{
    "title": "Representative Emanuel Cleaver Backs American Jobs Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/09/representative-emanuel-cleaver-backs-american-jobs-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 09, 2011\n\n \n\n\n\nRepresentative Emanuel Cleaver Backs American Jobs Act\n\n\n\n\n\n\tChairman Cleaver's Statement on President's Obama Address to Congress on Job Creation\n\n\tWashington, DC –  Today, Chairman Emanuel Cleaver released the following statement on President's Obama address to Congress on job creation:\n\n\t\"Today, the Congressional Black Caucus submitted our job creation proposal to the Obama Administration: 'Congressional Black Caucus Job Creation Recommendations: Create, Protect, Rebuild'.  After hearing President Obama's speech this evening, we are pleased that he is taking a step in the right direction.  We are especially pleased about the synergy between the proposal presented by us and the proposal he submitted to Congress for consideration this evening.  President Obama presented a bipartisan solution--something we can all support regardless of political affiliation.  The President's Suggestion of modernizing schools by installing science labs and high speed internet in classrooms, not only ensures our long term global competitiveness as described in our job creation recommendations, it also ensures that future generations learn in the best possible environments.  We are, however, concerned about proposing additional cuts to an already hard-hit budget.  Any additional cuts must come from defense spending, which exceeded $685.1 billion in Fiscal Year 2010.  Additionally, we should proceed with great caution in any proposed reform to Medicare and Medicaid as people of color overwhelmingly rely on these programs.  Our proposal provides nine, targeted solutions for America and are as follows:\n\n\tCREATE\n\n\n\t\tCreate and Maintain an Infrastructure Bank to Invest in Our Nation’s Aging Infrastructure\n\n\t\tPass a Surface Transportation Bill to Create Millions of Jobs for Our Nation’s Citizens\n\n\t\tEstablish and Revitalize Critical Programs with Tangible Results for Our Nation’s Local Communities\n\n\n\tPROTECT\n\n\n\t\tProtect Our Nation’s Most Vital Programs to Preserve Our Economic Security\n\n\t\tProvide Tax Protections for Our Nation’s Citizens to Spur Economic Growth\n\n\t\tEliminate Barriers for Small and Medium Business to Ensure Better Economic Opportunity\n\n\n\tREBUILD\n\n\n\t\tRebuild, Strengthen, and Retrain Our Nation’s Workforce\n\n\t\tReestablish Manufacturing Industry in US to Create More Jobs\n\n\t\tRevive the Educational Pipeline to Ensure Critical Training for Long Term Global Competitiveness\n\n\n\t\"The Congressional Black Caucus looks forward to working with President Obama and our colleagues in Congress to immediately remedy the jobs crisis and regain America's competitive edge.\"\n\n\n\n\n"
}