{
    "title": "Background on the Pardoning of the National Thanksgiving Turkey | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/11/23/background-pardoning-national-thanksgiving-turkey",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 23, 2011\n\n \n\n\n\nBackground on the Pardoning of the National Thanksgiving Turkey\n\n\n\n\n\n\tWASHINGTON – On Wednesday, November 23, 2011, President Obama will pardon the National Thanksgiving Turkey in a ceremony in the Rose Garden.  The President will celebrate the 64th anniversary of the National Thanksgiving Turkey presentation, reflect upon the time-honored traditions of Thanksgiving, and wish American families a warm, safe, and healthy holiday.\n\n\tThe President will pardon Liberty and its alternate Peace, both 19-week old, 45-pound turkeys. The names of the turkeys were chosen from over 100 submissions to the Minnesota Turkey Growers Association’s web site that highlighted the National Thanksgiving Turkey. Many of the submissions came from Minneapolis and St. Paul school children who learned this year about the importance of agriculture to the world food supply and to our local economies.\n\n\tAfter the pardoning, the turkeys will be driven to George Washington’s Mount Vernon Estate and Gardens.  The National Thanksgiving Turkey will be on display for visitors during “Christmas at Mount Vernon,” a special program through January 6.  After the holidays, the National Thanksgiving Turkey and its alternate will live in a custom-made enclosure at Mount Vernon’s nationally recognized livestock facility.\n\n\tBoth birds were raised in Willmar, Minnesota under the supervision of National Turkey Federation Chairman Richard Huisinga.\n\n\tJaindl’s Turkey Farm in Orefield, Pennsylvania, gave President Obama’s family two dressed turkeys that will be donated to a local area food bank.\n\n\n\n\n"
}