{
    "title": "Letter from the President -- FY 2016 Budget Amendments | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/04/14/letter-president-fy-2016-budget-amendments",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 14, 2015\n\n \n\n\n\nLetter from the President -- FY 2016 Budget Amendments\n\n\n\n\nDear Mr. Speaker:\nI ask the Congress to consider the enclosed Fiscal Year (FY) 2016 budget amendments for the Departments of Agriculture, Defense, Health and Human Services, Homeland Security, the Interior, Justice, State, and Transportation, as well as the General Services Administration, National Aeronautics and Space Administration, Small Business Administration, and the Social Security Administration.  These amendments are fully offset and do not change the overall discretionary budget authority.  These amendments are necessary to reflect correctly policies assumed in my FY 2016 Budget.\nThis transmittal also includes FY 2016 budget amendments for the Legislative Branch.  As a matter of comity and tradition, these appropriations requests for the Legislative Branch are transmitted without change.  These amendments decrease by $2.7 million the overall discretionary budget authority in my FY 2016 Budget.\nIn addition, the Inspector General for the Environmental Protection Agency has concluded that the Budget's request for the Office of Inspector General \"would substantially inhibit the Inspector General from performing the duties of the office\" under section 6(f)(3)(E) of the Inspector General Act of 1978 (the \"Act\").  These comments were included in the Agency's congressional justification materials, but were not received in time to be included in my FY 2016 Budget document.  This letter constitutes transmittal of the concern pursuant to the Act.\nThe details of these amendments are set forth in the enclosure from the Director of the Office of Management and Budget. \n \nSincerely,\nBARACK OBAMA\n\n\n\n\n"
}