{
    "title": "Declaraciones del Presidente a la Prensa | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-del-presidente-a-la-prensa",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 19, 2010\n\n \n\n\n\nDeclaraciones del Presidente a la Prensa\n\n\n\n\n \n10:11 A.M. EDT\n\n   EL PRESIDENTE: Buenos días a todos. Quería informarles a todos rápidamente sobre la situación en el golfo. Como todos sabemos, se instaló una nueva cubierta sobre el pozo petrolero de BP esta semana. Esta cubierta más grande y sofisticada fue diseñada para darnos mayor control del flujo de petróleo mientras terminamos con los pozos auxiliares que son necesarios para detener la fuga.\n   Ahora bien, nuestros científicos y expertos externos se reunieron toda la noche y continúan analizando esta mañana los datos de la prueba de integridad del pozo. Lo que se están esforzando por determinar es si podemos cerrar de manera segura el pozo usando la nueva cubierta sin crear nuevos problemas, entre ellos la posibilidad de innumerables fugas nuevas de petróleo en el lecho marino.\n   Incluso si no es posible cerrarlo, esta nueva cubierta y el equipo adicional que se está llevando al golfo podrá contener hasta 80,000 barriles al día, que debe permitirnos captar casi todo el petróleo hasta que se clausure el pozo. Es importante recordar que antes de la instalación de esta nueva cubierta, estábamos recolectando un promedio de aproximadamente 25,000 barriles al día.\n   Desde hace casi 90 días de este desastre ambiental, todos abrigamos la esperanza de ver agua limpia en vez de petróleo derramándose en el golfo. Pero nuestra responsabilidad es asegurarnos de seguir un curso prudente de acción y no simplemente buscar una solución a corto plazo que incluso podría traer más problemas en el futuro.\n   Entonces, para resumir, la nueva cubierta es una buena noticia. Podremos, ya sea, detener el flujo o podremos usarla para captar casi todo el petróleo hasta que se concluya el pozo auxiliar. Pero no sabremos por un tiempo cuál estrategia tiene más sentido hasta que contemos con datos adicionales. Y todos los estadounidenses pueden tener la seguridad de que todas estas decisiones se basarán en conocimientos científicos y lo que es mejor para la gente del golfo.\n   Bien. Responderé una o dos preguntas. Adelante.\n   P  ¿Sintió el terremoto, señor Presidente?\n   EL PRESIDENTE: No.\n   P  Señor, ¿cree que esto significa que estamos superando lo peor, por lo menos en el golfo? Al pueblo estadounidense que aún está muy ansioso sobre esto, dígale lo que espera que sucederá en las próximas semanas.\n   EL PRESIDENTE: Bueno, creo que es importante que no nos adelantemos en nada con esto. Uno de los problemas de tener esta cámara allá abajo es que cuando el petróleo deja de salir a borbotones, todos sienten que hemos terminado, y no es así.\n   La nueva cubierta está conteniendo el petróleo en este momento, pero los científicos están haciendo una serie de pruebas. De lo que se quieren asegurar es que... es que al poner esta cubierta, el petróleo no esté escurriéndose en otra parte de maneras que podrían ser incluso más catastróficas. Y eso requiere medir la presión en diversos puntos cuando la cubierta está puesta. Todavía no contamos con todos los datos, y los científicos tienen que interpretarlos.\n   Pero la buena noticia que pienso que todos deben comprender es ésta: Incluso si resulta ser que no podemos mantener esta cubierta e interrumpir del todo la fuga de petróleo, lo que la nueva cubierta nos permite hacer es, esencialmente, conectar muchos mecanismos adicionales de contención para que podamos llevar más petróleo a la superficie, ponerlos en barcos… no se verterá en el golfo.\n \n   La solución final a todo este problema van a ser los pozos auxiliares y terminarlos, pero no hay duda de que hemos alcanzado logros como consecuencia de esta nueva cubierta que se ha instalado, y que incluso si resulta ser que no podemos mantener la cubierta de contención en su lugar para detener del todo el petróleo, nos va a permitir captar mucho más del petróleo y veremos menos petróleo derramado en el golfo.\n   Ahora, mientras tanto, obviamente, aún nos queda una gran labor por hacer. Todavía hay mucho petróleo derramado, y es por eso que tenemos más colectores allá, hay una mejor coordinación en el terreno a lo largo de la orilla, aún habrá que hacer una enorme labor de limpieza y todavía habrá una serie de asuntos en torno a asegurarse de que se compense debidamente a la gente, que el fondo de $20,000 millones se active y que los trámites sean expeditivos.\n   Entonces, tenemos una enorme cantidad de trabajo por hacer y la gente allá en el golfo, particularmente las empresas, aún sufren como consecuencia de este desastre. Pero estamos avanzando duro y parejo, y pienso que el hecho de que estemos progresando en este frente debe ser motivo de ánimo para el pueblo estadounidense.\n \n   P  ¿Los pozos auxiliares aún van por buen camino, señor?\n   EL PRESIDENTE: Hasta ahora, en realidad están avanzando más rápido de lo previsto, pero el problema con el pozo auxiliar no es simplemente perforar hasta abajo, sino también conectarlo, y ésa es una operación delicada que podría tomar un tiempo.\n   P  Más rápido de lo previsto… ¿qué significa más rápido de lo previsto, señor?\n \n   P  Señor Presidente, ¿cuándo comenzará BP a pagar multas conforme a la cantidad de petróleo derramado?\n   EL PRESIDENTE: Bueno, obviamente, vamos a tomar medidas sobre la cantidad de petróleo que se ha derramado y esos son cálculos que vamos a ir perfeccionando continuamente. BP va a pagar por el daño que ha causado, y eso implica no sólo pagar por el desastre y limpieza del medio ambiente, sino también compensar a la gente que se ha visto afectada.\n   P  ¿En términos de barril?\n   EL PRESIDENTE: Ése será un componente de los cálculos que se hagan.\n   Adelante.\n   P  ¿Qué quiere decirle a la gente de allá? ¿Cuándo planea volver a ir?\n   EL PRESIDENTE: Bueno, espero que en algún momento en las próximas semanas volveré a ir. Lo que estamos tratando de hacer ahora es asegurarnos de que los expertos técnicos en el terreno estén tomando las mejores decisiones posibles para clausurar este pozo cuanto antes, que activemos el fondo para que se compense a la gente pronto. Estoy en contacto todos los días, vigilando el progreso y recibiendo informes de los científicos.\n   La clave ahora en este momento es que tomemos decisiones en base a conocimientos científicos, en base a lo que es mejor para la gente del golfo, no en base a relaciones públicas, no en base a política. Y en parte, ése es el motivo por el que quería hablar con ustedes esta mañana, porque sé que la prensa sacó muchos reportajes que parecían indicar que, bueno, que quizá esto haya acabado. No habremos acabado hasta que, en efecto, sepamos que hemos clausurado el pozo y que tenemos en vigor una solución permanente. Vamos por buen camino, pero no quiero que nos adelantemos tanto.\n   Bien. Muchas gracias a todos.\n\n               END        10:17 A.M. EDT\n \n\n\n\n"
}