{
    "title": "Fact Sheet: U.S.-Brazil Defense Cooperation | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/04/09/fact-sheet-us-brazil-defense-cooperation",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 09, 2012\n\n \n\n\n\nFact Sheet: U.S.-Brazil Defense Cooperation\n\n\n\n\nDuring their meeting on April 9, 2012, President Obama and President Rousseff directed the establishment of the U.S.-Brazil Defense Cooperation Dialogue (DCD), and announced that Secretary of Defense Panetta and Minister of Defense Amorim will hold the first DCD meeting in Brazil on April 24, 2012.  The DCD will facilitate strengthened cooperation between the U.S. Department of Defense (DoD) and Brazil’s Ministry of Defense, and between our nations’ militaries.  This cooperation is closer today than at any point in more than 35 years, as highlighted by the following examples: \nU.S.-Brazil Defense Cooperation Agreement\n\n\n\t\tSigned in April 2010 by then-Secretary of Defense Gates and then-Brazilian Defense Minister Jobim (and pending ratification by Brazil’s Senate), this Agreement would promote cooperation in areas such as research and development, logistics support, technology security, and the acquisition of defense products and services.  It also would encourage information exchanges, combined military training and education, joint military exercises, exchanges of students and instructors, naval ship visits, and defense-related commercial initiatives. \n\nGeneral Security of Military Information Agreement\n\n\n\t\tSigned in November 2010 by Secretary Gates and Minister Jobim (and pending ratification by Brazil’s Senate), this Agreement would facilitate the sharing of classified defense and military information between the United States and Brazil.\n\nMilitary Exercises and Exchanges\n\n\n\t\tOur militaries are expanding the training that they conduct together into new categories.  The U.S. Army Corps of Engineers has broadened its cooperation with Brazilian military and civilian counterparts on disaster response and water management issues.  Brazilian personnel participate in DoD-sponsored international workshops and virtual exercises on cyberdefense. \n\n\t\tOur air forces have expanded their interaction to include multinational air exercises hosted by each country, such as the U.S. RED FLAG and Brazilian CRUZEX exercises.  The U.S. and Brazilian navies have trained together in the UNITAS naval exercises for more than 50 years, and in February 2012 our naval personnel served together in the multinational naval exercise OBANGAME EXPRESS, which focused on maritime safety and security issues (such as countering piracy) in Africa’s Gulf of Guinea.  OBANGAME EXPRESS is one example of the growing potential for greater U.S.-Brazil military cooperation relating to Africa that our governments have begun to explore.\n\nCooperation in Haiti\n\n\n\t\tIn the aftermath of the January 2010 earthquake, thousands of U.S. and Brazilian military personnel worked together to provide life-saving relief to the Haitian people.  This was the largest combined operation of U.S. and Brazilian military forces since we fought alongside each other as allies in World War II. \n\nHumanitarian and Disaster Response Operations\n\n\n\t\tDoD and Brazil’s Ministry of Defense, and our militaries, are examining new ways of working together to enhance our and other countries’ capabilities to conduct these operations.  One proposal, introduced at the Conference of Defense Ministers of the Americas, involves developing a hemisphere-wide disaster response coordination mechanism through the Organization of American States’ Inter-American Defense Board. \n\nSuper Hornet\n\n\n\t\tThe United States has proposed to sell F/A-18E/F Super Hornet fighter aircraft to Brazil’s Air Force.  This proposal, which includes robust technology transfer, reflects the significance with which the United States views its relationship with Brazil.\n\n\n\n\n\n"
}