{
    "title": "Obama Administration Launches New Energy Efficiency Efforts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/obama-administration-launches-new-energy-efficiency-efforts",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 29, 2009\n\n \n\n\n\nObama Administration Launches New Energy Efficiency Efforts\n\n\n\n\n\nTHE WHITE HOUSE\n\nOffice of the Press Secretary\n-----------------------------------------------------------------------\nFOR IMMEDIATE RELEASE                                                                   June 29, 2009\n\nObama Administration Launches New Energy Efficiency Efforts\n\nWill save billions for consumers, business while helping to create new jobs and strengthen American competitiveness\n\nWASHINGTON – Building on the action by the U.S. House of Representatives in passing historic legislation that will pave the way for  the transition to a clean energy economy, President Barack Obama and U.S. Energy Secretary Steven Chu today announced aggressive actions to promote energy efficiency and save American consumers billions of dollars per year.  Today’s announcement underscores how the clean energy revolution not only makes environmental sense, but it also makes economic sense – creating jobs and saving money.\n\n\"One of the fastest, easiest, and cheapest ways to make our economy stronger and cleaner is to make our economy more energy efficient,\" said President Obama.  \"That’s why we made energy efficiency investments a focal point of the Recovery Act. And that’s why today’s announcements are so important.  By bringing more energy efficient technologies to American homes and businesses, we won’t just significantly reduce our energy demand; we’ll put more money back in the pockets of hardworking Americans.\"\n\n\"When it comes to saving money and growing our economy, energy efficiency isn’t just low hanging fruit; it’s fruit laying on the ground,\" said Secretary Chu.  \"The most prosperous, competitive economies of the 21st century will be those that use energy efficiently.  It’s time for America to lead the way.\"\n\nMore Energy Efficient Lighting\n\nToday’s announcement includes major changes to energy conservation standards for numerous household and commercial lamps and lighting equipment.  Seven percent of all energy consumed in the U.S. is for lighting.  \n\nThe final rule has numerous benefits, including:\n\nAvoiding the emission of up to 594 million tons of CO2 from 2012 through 2042 – roughly equivalent to removing 166 million cars from the road for a year;\nSaving consumers $1 to $4 billion annually from 2012 through 2042;\nSaving enough electricity from 2012 through 2042 to power every home in the U.S. for up to 10 months;\nEliminating the need for up to 7.3 gigawatts of new generating capacity by 2042 – equivalent to as many as 14 500MW coal-fired power plants;\nDecreasing the electricity used in GSFLs by 15%, saving consumers up to $8.66 per lamp over its lifetime; decreasing electricity used by IRLs by 25%, saving consumers $7.95 per lamp over its lifetime.\n\nIn February 2009, President Obama tasked the Department of Energy with quickening the pace of energy conservation standards for appliances, while continuing to meet legal and statutory deadlines.  Today’s announcement – which takes effect in 2012 – focuses on General Service Fluorescent Lamps (GSFL), which are commonly found in residential and commercial buildings, and Incandescent Reflector Lamps (IRL), which are commonly used in recessed and track lighting.  These fluorescent and incandescent lamps represent approximately 38 and 7 percent of total lighting energy use respectively.\n\nThe final rule, as issued by the Secretary of Energy on June 26, 2009, can be viewed and downloaded from the Office Energy Efficiency and Renewable Energy’s website at: www.eere.energy.gov/buildings/appliance_standards/residential/incandescent_lamps.html.\n\nBuilding Efficiency Initiative\n\nPresident Obama and Secretary Chu today announced a $346 million investment from the American Recovery and Reinvestment Act to expand and accelerate the development, deployment, and use of energy efficient technologies in all major types of commercial buildings as well as new and existing homes.  \n\nResidential and commercial buildings consume 40 percent of the energy and represent 40 percent of the carbon emissions in the United States.  Building efficiency represents one of the easiest, most immediate and most cost effective ways to reduce carbon emissions while creating new jobs.  With the application of new and existing technologies, buildings can be made up to 80 percent more efficient or even become \"net zero\" energy buildings with the incorporation of on-site renewable generation.\n\nToday's buildings consume more energy than any other sector of the U.S. economy, including transportation and industry. In addition, almost three-quarters of our nation's 81 million buildings were built before 1979. Some were designed and constructed for limited service, and many will eventually require either significant retrofits or replacement. \n\nInnovations in energy-efficient building envelopes, equipment, lighting, daylighting, and windows, in conjunction with advances in passive solar, photovoltaic, fuel cells, advanced sensors and controls and combined heating, cooling, and power, have the potential to dramatically transform today's buildings. These technologies—coupled with a whole building design approach that optimizes the interactions among building systems and components—will enable tomorrow's buildings to use considerably less energy, while also helping to reduce emissions and increase energy security.\n\nThis funding includes:\n\nAdvanced Building Systems Research ($100 million).  These projects will address research focused on the systems design, integration, and control of both new and existing buildings.   Buildings need to be designed, built, operated, and maintained as an integrated system in order to achieve the potential of energy efficient and eventually net zero-energy buildings.  These projects will move beyond component-only driven research and address the interactions in buildings as a whole, in order to progress development of integrated, high performance buildings and achieve net zero- energy buildings.\n\nResidential Buildings Development and Deployment ($70 million).  Expanded work in Residential Buildings will increase homeowner energy savings by supporting energy efficient retrofits and new homes while raising consumer awareness of the benefits of increased health, safety, and durability of energy efficiency.  The projects will provide technical support to train workers and create jobs, developing a new workforce equipped to improve the Nation’s homes and will permit a major initiative to provide builders with technical assistance and training through states, utilities, and existing programs to increase the market share of new homes achieving substantial whole house energy savings.   To address existing homes, DOE will work with municipalities with a variety of housing types and vintages as well as subdivisions with similar housing stock to encourage a large number of energy efficiency retrofits. \n\nCommercial Buildings Initiative ($53.5 million).  These Recovery Act funds will be used to accelerate and expand partnerships with major companies that design, build, own, manage, or operate large fleets of buildings and that commit to achieving exemplary energy performance.  This funding will be used to expand the number of these partnerships from 23 to about 75 through a competitive process beginning in September, 2009.\n\nBuildings and Appliance Market Transformation ($72.5 million).  In order to achieve energy savings, and ultimately lead to zero energy buildings, the marketplace must be conditioned to accept the necessary advanced technologies and activities and ensure that the current technologies are performing as intended via current energy efficiency standards.  Key activities include expanding ENERGY STAR to accelerate development of energy efficient products and expand the ENERGY STAR brand into new areas;  preparing the design, construction, and enforcement community to implement commercial building energy codes that require a 30 percent improvement in energy efficiency over the 2004 code in 2010; and accelerating and expanding DOE’s Appliance Standards program to evaluate innovative technologies and develop new test procedures that are more representative of today's energy use and equipment.\n\nSolid State Lighting Research and Development ($50 million). The objective of the solid state lighting activities is to advance state-of-the-art of solid-state lighting (SSL) technology and to move those advancements more rapidly to market through a coordinated development of advanced manufacturing techniques.  This project will both aid in the development and reduce the first cost of high performance lighting products.  Continuing advances can accelerate progress towards creating a U.S.-led market for high efficiency light sources that save more energy, reduce costs, and have less environmental impact than other conventional light sources.\n\nFor information on these and other Funding Opportunities under the Recovery Act, visit: www.energy.gov/recovery/funding.htm.\n\n\n\n\n"
}