{
    "title": "President Obama and Other Administration Officials Continue Travel Across the Country for \"Recovery Summer\" | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-and-other-administration-officials-continue-travel-across-country-r",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 13, 2010\n\n \n\n\n\nPresident Obama and Other Administration Officials Continue Travel Across the Country for \"Recovery Summer\"\n\n\n\n\nPresident Obama, Cabinet Members to Visit Advanced Vehicle Project Sites; Vice President Biden, CEA Chair Romer to Release New CEA Recovery Act Report\nWASHINGTON, DC – This week, President Obama and other Administration officials continue to hold “Recovery Summer” events and visit Recovery Act project sites as the surge in Recovery Act projects underway across the country this summer continues.  As part of “Recovery Summer,” the President and other senior Administration officials will travel this week to eight Recovery Act advanced battery and vehicle project sites nationwide where work has begun constructing new manufacturing plants, adding new manufacturing lines, building electric vehicles, installing electric vehicle charging stations and transitioning to cleaner, greener fleets.  In addition, Vice President Biden will joined by Chair of the Council of Economic Advisers Christina Romer on Wednesday as he releases new CEA analysis showing that not only is the Recovery Act having a significant job impact, but for every Recovery Act dollar invested in projects that leverage private capital, the private sector is putting in at least 2.5 times as much. \nWeek Ahead:\nOn Thursday, July 15th, President Obama will deliver remarks at a groundbreaking ceremony at Compact Power, Inc., a battery plant in Holland, Michigan.  The plant is the ninth of nine new advanced battery factories to start construction as a result of the $2.4 billion in Recovery Act advanced battery and electric vehicle awards President Obama announced last August.  The project is expected to create hundreds of construction and manufacturing jobs in Holland.  Once fully operational, the Compact factory will produce battery cells to support 53,000 Chevy Volts a year. \nOn Wednesday, July 14th, Vice President Biden will hold an event to unveil the Council of Economic Advisers’ latest quarterly report on the economic impact of the Recovery Act. The Vice President will be joined by Chair of the Council of Economic Advisers Christina Romer as he discusses how Recovery Act investments are bringing private capital off the sidelines to fund cutting-edge projects that are creating private-sector jobs and helping the U.S. make rapid advances in emerging industries like clean energy and electric vehicles. \nWednesday, July 14\n \nDepartment of Housing and Urban Development\nSecretary of Housing and Urban Development Shaun Donovan will join New York City Mayor Michael Bloomberg for the launch of ChargePoint Networked Charging Stations for electric vehicles in New York City on Wednesday, July 14. Coulomb Technologies is using a $15 million Recovery Act grant to bring 4,600 electric vehicle charging stations to nine cities across the country by September 2011.\nThursday, July 15\nDepartment of Agriculture\nSecretary of Agriculture Tom Vilsack will visit Baker Equipment in Richmond, VA, which just hired seventeen new employees to help convert diesel vehicles from conventional gasoline to clean propane as part of an $8.6 million Recovery Act Clean Cities grant.  Overall, the grant is helping fund the conversion of 1,189 active fleet vehicles to propane AutoGas in nine southeastern state and includes seventeen new propane fueling stations along high traffic roadways from Washington, D.C. to Florida to Mississippi to create the nation's first propane corridor.\nWhite House Council on Automotive Communities and Workers\nExecutive Director of the White House Council on Automotive Communities and Workers Ed Montgomery will visit General Motors in White Marsh, MD where a $105 million battery manufacturing grant is helping the company increase U.S. manufacturing capabilities to construct the second-generation GM global rear-wheel electric drive system.\nFriday, July 16\nDepartment of Labor\nSecretary of Labor Hilda Solis will visit Celgard in Charlotte, NC where a $49 million Recovery Act advanced battery and electric vehicle grant is helping the company expand capacity at its Charlotte manufacturing operations and build a new facility to meet increased demand for its product in Concord, NC.  Since the President visited Celgard’s Charlotte plant in early April, the company has added 40 more jobs for a total of 100 new jobs and begun the first phases of manufacturing.\nDepartment of Energy\nSecretary of Energy Steven Chu will visit Delphi Automotive Systems, LLC in Kokomo, Indiana to highlight the Recovery Act’s $2 billion investments in battery and electric drive component manufacturing.  Delphi Automotive Systems, LLC won an $89.3 million grant from the Department of Energy to build a $178.6 million to build a power electronics manufacturing facility in Kokomo, Indiana.  The plant will establish U.S. production capacity for power electronics components that will support at least 200,000 electric drive vehicles (EDVs) by end of 2012.  Delphi is the largest North American supplier of power electronics components for EDVs, and this project will help ensure that vehicle OEMs and power system integrators have a globally competitive U.S. source for power electronics.  The project has resulted in 60 jobs being created or saved as of the end of June and will have created or saved 190 jobs at full production in 2014.\nWhite House Council on Environmental Quality\nThe White House Council on Environment Quality (CEQ) Chair Nancy Sutley will visit SBE, Inc. in Barre, VT where a $9.1 million battery manufacturing grant is helping the company build a new $18 million plant that produces “power ring” capacitors. SBE expects the plant to have the capacity to support 100,000 electric vehicles per year within three years, while adding hundreds of new workers.\nDepartment of Transportation\nDeputy Secretary of Transportation John Porcari will visit East Penn Manufacturing Company in Lyon Station, PA, where a $32 million battery manufacturing grant is helping the company expand production capacities to manufacture battery technologies for the Hybrid Electric Vehicle markets. East Penn Manufacturing is a third-generation family business with over 63 years in battery manufacturing.  Since receiving the grant, East Penn has hired 16 employees to operate battery manufacturing equipment on three shifts and begun designing a new assembly line as they continue the transition from old technology to new.\n\nEarlier This Week:\nMonday, July 12\nDepartment of Energy\nSecretary of Energy Steven Chu announced $92 million in funding for 43 cutting-edge research projects that aim to dramatically improve how the U.S. uses and produces energy.  Energy’s Advanced Research Projects Agency-Energy (ARPA-E) focuses on accelerating innovation in green technology while increasing America's competitiveness.  The projects announced Monday were based in 18 states, with 36 percent of projects led by universities, 33 percent by small businesses, 24 percent by large businesses, 5 percent by national labs, and 2 percent by non-profits. These awards complete ARPA-E’s grants under its Recovery Act funding: in three rounds of awards since last year, the agency has selected a total of 116 projects for $349 million in funding, supporting research that can deliver breakthrough changes in how the U.S. generates, stores, and utilizes energy.  \n \nDepartment of Housing and Urban Development\nSecretary of Housing and Urban Development Shaun Donovan visited Chatham Apartments, a $6 million Recovery Act-funded public housing redevelopment in San Antonio, TX on July 12.   Chatham is currently undergoing a substantial rehabilitation of 100 units of housing for elderly residents, while creating much-needed jobs.\nU.S. General Services Administration \nGSA Administrator Martha Johnson was joined by U.S. Rep. Jim Costa, Bakersfield Mayor Harvey Hill, and Central Valley businesses and workers Monday, July 12, to kick off construction of the new U.S. Courthouse in Bakersfield, California.  GSA 's $28.5 million Recovery Act investment will create a state-of-the-art, LEED Silver federal courthouse in the heart of California’s Central Valley.    Long desired by the community, the new U.S. Courthouse in Bakersfield lacked sufficient funding for construction, but thanks to Recovery Act, Monday marks the start of active construction on the project.\n\n\n\n"
}