{
    "title": "Senator Chris Coons Backs American Jobs Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/08/senator-chris-coons-backs-american-jobs-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 08, 2011\n\n \n\n\n\nSenator Chris Coons Backs American Jobs Act\n\n\n\n\n\n\tStatement from Senator Coons on President Obama's plan for job creation\n\n\tWASHINGTON – U.S. Senator Chris Coons (D-Del.) released the following statement after President Obama’s address to Congress on job creation:\n\t \n\t“With our nation mired in a jobs crisis, I was pleased to hear President Obama lay out his strategy for helping the millions of Americans looking for work. I strongly support many of the ideas he proposed tonight, including significant investments in America’s aging infrastructure, additional support for small businesses, and a specific focus on helping our veterans find work.\n\t \n\t“I was proud to see my Senate colleagues cast votes in favor of final passage of the America Invents Act just hours before the President’s speech tonight. The sweeping changes to our nation’s patent system that it makes will help create jobs in Delaware and throughout the country, which is why I cosponsored the measure and worked aggressively for its passage. That this legislation passed with overwhelming bipartisan support is a hopeful sign that both parties will come together and work with President Obama to address our jobs crisis.\n\t \n\t“As I said last week while releasing my own legislative strategy for job creation, there is no shortage of good ideas, only a lack of political will to act. The President laid out a clear challenge tonight, insisting that Republicans put the American economy ahead of partisan ideology. I agree. Congressional Republicans must step up and support these aggressive measures to help businesses create jobs and restore American competitiveness.”\n\t \n\tSenator Coons’ legislative strategy for job creation, which includes 38 bills or ideas for helping America’s businesses create jobs, can be found at http://coons.senate.gov/blueprint.\n\n\n\n\n"
}