{
    "title": "Presidential Proclamation -- National Financial Capability Month, 2012 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/04/02/presidential-proclamation-national-financial-capability-month-2012",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 02, 2012\n\n \n\n\n\nPresidential Proclamation -- National Financial Capability Month, 2012\n\n\n\n\n\n\tNATIONAL FINANCIAL CAPABILITY MONTH, 2012\n\t- - - - - - -\n\tBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\tA PROCLAMATION\n\n\tAcross our country, millions of Americans work hard and play by the rules to protect the gains they have made and secure a brighter future for their loved ones. The resilience and ingenuity of our people are driving our economic recovery, and as we lay the foundation for an America built to last, we must also promote a financial system that is fair and sound for all. During National Financial Capability Month, we recommit to ensuring everyone has access to the information and tools that empower them to operate safely and smartly in the marketplace.\n\n\tA strong and stable economy requires responsibility from top to bottom -- from banks and borrowers to workers and executives. To protect everyday Americans from abuses in the financial industry, I appointed Richard Cordray to head the Consumer Finance Protection Bureau (CFPB). His responsibility -- and that of the CFPB -- is to ensure all Americans have the resources they need to make sound financial decisions, and to guarantee every individual receives fair treatment when they apply for a mortgage, take out a student loan, or use a credit card.\n\n\tAs we work to put an end to predatory behavior in our financial markets, my Administration is taking action to empower individuals and families with the tools they need to get ahead. Last year, we collaborated with representatives from the private, public, and non-profit industries to release the National Strategy for Financial Literacy -- a comprehensive plan to improve financial education across our country. The President's Advisory Council on Financial Capability (PACFC) continues to identify and promote the most effective, data-driven strategies to better educate Americans on financial issues. With help from the PACFC, we are working to provide our young people with financial skills to become successful students, entrepreneurs, and leaders; to ensure American workers are able to provide for their loved ones and save for retirement; and to foster financial capability in families and communities across our Nation.\n\n\tDuring National Financial Capability Month, we rededicate ourselves to advancing robust consumer education and to helping every individual take ownership of their financial future. I encourage all Americans to take advantage of the free, reliable financial resources at www.MyMoney.gov, www.ConsumerFinance.gov, and 1-888-MyMoney.\n\n\tNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim April 2012 as National Financial Capability Month. I call upon all Americans to observe this month with programs and activities to improve their understanding of financial principles and practices.\n\n\tIN WITNESS WHEREOF, I have hereunto set my hand this second day of April, in the year of our Lord two thousand twelve, and of the Independence of the United States of America the two hundred and thirty-sixth.\n\n\tBARACK OBAMA\n\n\n\n\n"
}