{
    "title": "Mensaje Semanal: Presidente Obama Insta al Congreso a Concluir su Labor sobre la Ley de Reforma de Wall Street | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/mensaje-semanal-presidente-obama-insta-al-congreso-a-concluir-su-labor-sobre-la-ley",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 26, 2010\n\n \n\n\n\nMensaje Semanal: Presidente Obama Insta al Congreso a Concluir su Labor sobre la Ley de Reforma de Wall Street\n\n\n\n\nWASHINGTON – En el mensaje de esta semana, el Presidente Barack Obama le pide al Congreso que apruebe la histórica reforma de Wall Street que pondrá en vigor las reformas financieras más estrictas desde la Gran Depresión. La Ley de Reforma de Wall Street, que refleja 90 por ciento de lo que el Presidente propuso originalmente, incluye las más firmes medidas de protección financiera para el consumidor en la historia, y una agencia independiente que verifique su cumplimiento. Se asegura que el mercado de derivativos, que ayudaron a desencadenar la crisis, salga a la luz, y establece la “Norma Volcker”, según la cual los bancos protegidos por la red de protección de la FDIC no pueden ser partícipes de tratos arriesgados. Y esta ley crea una facultad de resolución para cerrar las firmas cuyo colapso podría amenazar todo nuestro sistema financiero. La reforma de Wall Street acabará con los rescates financieros y se asegurará de que el ciudadano promedio nunca más vuelva a cargar con la responsabilidad de los errores de Wall Street.\nEl video puede verse por Internet en obamawhitehouse.archives.gov.\n \nDeclaraciones del Presidente Barack Obama\nSábado, 26 de junio, 2010\nMensaje semanal\nWashington, DC\nEste fin de semana estoy viajando a Toronto para reunirme con miembros del G20. Allá, espero que continuemos el progreso que logramos en las cumbres del G20 el año pasado, coordinando nuestros esfuerzos de reforma financiera mundial para asegurarnos de que la crisis de la que todavía nos estamos recuperando jamás se vuelva a repetir. Hemos hecho grandes avances hacia la aprobación de dicha reforma aquí en nuestro país. En estos momentos, estamos a punto de poner en vigor las más estrictas reformas financieras desde la Gran Depresión.\nNo tengo que decirles por qué estas reformas son tan importantes. Todavía estamos recuperándonos de una crisis económica que pasó principalmente porque no había una supervisión suficientemente firme de Wall Street. No podemos construir una economía sólida en Estados Unidos a largo plazo sin ponerle fin a este status quo, y sentar nuevas bases para el crecimiento y la prosperidad.\n \nLas reformas de Wall Street que en estos momentos están siendo consideradas en el Congreso nos ayudarán a hacer precisamente eso, reformas que representan 90% de lo que propuse cuando iniciamos esta lucha. Vamos a poner en vigor las más sólidas medidas de protección financiera al consumidor en la historia de Estados Unidos, y crearemos una agencia independiente con un director independiente y un presupuesto independiente para verificar su cumplimiento.\nLas compañías de tarjetas de crédito ya no podrán engañarlos con páginas de páginas de letra menuda. Ya no podrán imponerles todo tipo de cuotas y multas escondidas ni utilizar prácticas de prestamistas inescrupulosos para aprovecharse de ustedes.\nEn vez, nos aseguraremos de que las compañías de tarjetas de crédito y las instituciones hipotecarias cumplan con las normas. Y ustedes tendrán más control con formularios fáciles de comprender y la información concisa y clara que necesitan para tomar las decisiones financieras más adecuadas para ustedes y su familia.\nLa reforma de Wall Street también le dará solidez a nuestra economía de muchas otras maneras. Haremos que nuestro sistema financiero sea más transparente, y los tipos de tratos complejos que ayudaron a desencadenar esta crisis, como los tratos en el mercado de derivativos que asciende a $600 billones, finalmente saldrán a la luz.\n \nPromulgaremos la Norma Volcker para asegurarnos de que los bancos protegidos por la red de seguridad de la FDIC no puedan ser partícipes de tratos arriesgados para su propio beneficio. Y crearemos lo que se denomina la facultad de resolución para ayudar a cerrar las firmas cuyo colapso podría amenazar todo nuestro sistema financiero. En pocas palabras, ya no habrá más rescates financieros financiados con dinero de los contribuyentes, y nos aseguraremos de que el ciudadano promedio nunca más vuelva a cargar con la responsabilidad de los errores de Wall Street\nAdemás de estas reformas, también necesitamos encargarnos de otra tarea inconclusa. Tenemos que imponerles una cuota a los bancos que fueron los mayores beneficiarios de la ayuda de los contribuyentes en lo peor de nuestra crisis financiera, para poder recuperar cada centavo del dinero de los contribuyentes. \n \nLlegar hasta aquí en la reforma de Wall Street no ha sido fácil. Hubo quienes lucharon con uñas y dientes para preservar el status quo. En meses recientes han gastado millones de dólares y contratado a un ejército de cabilderos para impedir la reforma a toda costa.\n \nPero como nos rehusamos a retroceder, y seguimos luchando, ahora estamos a punto de lograr la victoria. Insto al Congreso a que nos lleve a la meta final y que envíe a mi despacho un proyecto de ley de reforma que pueda promulgar, para que podamos darle el control a la gente con medidas de protección al consumidor y ayudar a que nunca más vuelva a ocurrir una crisis financiera como ésta.\n \n\n\n\n"
}