{
    "title": "Background On 2009 Napo Top Cop Award Recipients | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-2009-napo-top-cop-award-recipients",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 12, 2009\n\n \n\n\n\nBackground On 2009 Napo Top Cop Award Recipients\n\n\n\n\nTHE WHITE HOUSE  Office of the Press Secretary    ___________________________________________ FOR IMMEDIATE RELEASE               May 12, 2009   BACKGROUND ON 2009 NAPO TOP COP AWARD RECIPIENTS Arizona - Phoenix Police Department          Fabian Gonzalez, Police Officer   Case: Officer Gonzalez is being honored for his courage in stopping an armed offender while he was off duty and without bullet-proof gear. On April 27, 2008, a man started shooting at a crowd at a movie theater parking lot while using the mall security guard as a shield. After an unsuccessful attempt to get the man to drop the gun, Officer Gonzalez shot the offender, freeing the security guard and preventing any harm to civilians.     California - Los Angeles Police Department           Richard Alba, Police Officer           Michael Barker, Police Officer          Charles Buttitta, Sergeant           Thomas Chinappi, Police Officer           Floyd Curry, Police Officer           Douglas Dingman, Police Officer           German Hurtado, Police Officer          Mark Nee, Police Officer           Michael Odle, Police Officer           George Ryan III, Police Officer           Anthony Samuelson, Police Officer           Daniel Sanchez, Police Officer          Stephen Scallon, Police Officer           James Veenstra, Police Officer           David Keortge, Police Officer   Case: The 14 Los Angeles Police Department officers are being honored for their bravery and teamwork in a dangerous standoff with an assailant responsible for four deaths. On Feb 7, 2008, the L.A.P.D. responded to report that a distressed man killed his family, was suicidal, and had hostages.  When the SWAT team arrived at the residence and initiated a forced entry, the man opened fire, hitting two officers – one of them fatally. As this ensued, officers provided sniper cover from the roof, which enabled the offender’s wife to safely flee the hostage situation. At this point, the suspect fired upon the officers who were forced to take him down. Florida - Palm Beach County Sheriff’s Office              William Badala, Deputy Sheriff  Case: Deputy Badala is being honored for his tactical and reactive skills and brave, quick action when responding to a routine unwanted guest call that unexpectedly turned to a dangerous exchange of fire. On October 22, 2008, a Palm Beach resident who had been denied access to his vehicle by a tow truck operator, violently attacked workers in tow shop. By the time Deputy William Badala arrived on the scene, the offender had fired shots with an assault rifle, striking two workers. The angry customer returned to his SUV, as Deputy Badala approached. The customer then retrieved a loaded AK-47 from his car and aimed it at the Deputy. After an extended shooting match, Deputy Badala shot down the suspect.    Georgia - Tifton Police Department           Dorminey McCrae, Police Officer   Case: Officer McCrae is being honored for swift and decisive actions that brought an end to a dangerous situation where no one but the perpetrator was harmed. On April 7, 2008, Officer McCrae was dispatched to a retail store where a man held a 16 year-old female hostage at gunpoint. Officer McCrae slipped into the store unnoticed and transmitted information over radio without being detected. As the suspect attempted to escape, police officers arrived and blocked all exits. Officer McCrae took careful aim and disabled him with a high risk shot, saving the young hostage. Idaho - Boise Police Department            Chris Davis, Police Officer           Jason Rose, Police Officer   Case: Officers Davis and Rose are being honored for putting their lives at risk to save residents of Boise, Idaho in one of the most damaging fires in that city’s history. On August 25, 2008, Officers Chris Davis and Jason Rose were two of the first to respond to the fire. The officers stormed from house to house, evacuating residents. Both officers were engulfed in flames after a series of explosions. Fire melted their uniforms; they were knocked down by the force of the blast, and reduced to using sprinklers to put out the fire on their own bodies. Both officers continued to work on a mission to save as many people as possible, despite their injuries. As a result, there was only one fatality in what could have been a much greater disaster. Illinois - Skokie Police Department           Timothy Gramins, Police Officer   Case: Officer Tim Gramins is receiving the TOP COP award for stopping an armed robber and demonstrating exceptional skill in the face of personal danger. On August 25, 2008, Officer Gramins gave chase after an armed man who was attempting to escape a bank robbery. The suspect abruptly started shooting in a crowded street. Under a barrage of gunfire, Officer Gramins protected onlookers without regard to his own life and took down the suspect. Louisiana - Jefferson Parish Sheriff’s Office            Rhonda Goff, Deputy   Case: Deputy Rhonda Goff is being recognized for her courage and decisiveness in a confrontation with fugitive robbers. On October 20, 2008, while off duty, Deputy Goff saw three men covered in blood coming out of a bar. She investigated and broadcasted her need for back-up and medical assistance. Although outnumbered three to one, she confronted the suspects, handcuffed them and found numerous stolen wallets in their possession. When backup arrived, they found four more wounded victims inside the bar and then discovered that three more men had been involved in the robbery. Deputy Goff quickly obtained a license plate number from a witness and put it on the radio, enabling detectives to track down the remaining robbers before they could flee the area. Michigan - Dewitt Township Police Department          William Darnell, Police Officer   Case: Officer William Darnell is being honored for demonstrating courage and strength while injured, and for ensuring cover for his partner in the face of an armed offender. Officer Darnell arrived at a victim’s apartment building after receiving a domestic violence call. As Officer Darnell searched the building, the perpetrator shot him in the face and escaped up a flight of stairs. Despite tremendous pain, the officer was able to hit the emergency button on his radio to alert dispatch, and managed to drag himself into a position to return fire. Another officer arrived and helped Darnell to bring down the suspect. After being wounded, Officer Darnell could easily have crawled to safety. Instead, he mustered every bit of strength and courage to hold on for his partner’s sake.    Missouri - Kansas City Police Department           David Loar, Police Officer           Christopher Skinner, Police Officer   Case: Officers Loar and Skinner are being honored for going above and beyond the call of duty to help a man in need. On December 31, 2007, while responding to a burglar alarm, Officers Loar and Skinner found a homeless man named Harold sleeping in an underground parking. These two cops, using personal time and money, helped Harold get back on his feet. The helped him secure housing, furniture, obtain a copy of his birth certificate, a new Social Security card, a checking account and a new state I.D. In addition they ensured that Harold was receiving Medicare benefits, his Social Security pension, and discovered that he qualified for a lump sum back-pay check. These officers did everything they could to help a man restore his dignity and livelihood and are an exemplary model of officers going beyond the call of duty in their service to the community. Pennsylvania - Philadelphia Police Department           Brian Freas, Police Officer   Case: Officer Freas has been selected by his colleagues for this honor because he moved quickly to avert a major tragedy. While off duty and on his way home from the hospital where his wife had just given birth to his son, Officer Freas witnessed a violent car accident on the highway. Both vehicles involved in the collision were perched at the edge of a 40-foot drop-off. Struggling to get out of the car, the occupants shifted their weight and caused the vehicle to tip toward the edge of the drop-off. Officer Freas pulled aside and rushed to the scene. He applied his full weight to steady the SUV while he helped them out of the vehicle. He then proceeded to rescue the other car’s occupants. Due to the Officer’s swift and bold actions, there were no fatalities or life-threatening injuries. International - Drug Enforcement Administration            John Archer, Special Agent            William Brown, Special Agent.            Paul Craine, Assistant Special Agent in Charge           Brian Dodd, Supervisory Special Agent           Louis Milione, Supervisory Special Agent           Nicholas Nargi, Assistant Special Agent in Charge           James Soiles, Assistant Special Agent in Charge   Case: The seven special agents are being honored for bringing a renowned terrorist to justice. This group of Special Agents planned a five year undercover operation to bring down Monzer Al Kassar, a man responsible for supplying the weapons that were used in the 1985 Achille Lauro high-jacking. The special agents infiltrated Kassar’s circle of associates by posing as representatives of the Colombian drug trafficking group, the Fuerzas Armadas Revolucionarias de Colombia (FARC).  As FARC members, they pretended to seek modern-day weapons. The team recorded hours of these negotiations.  Kassar was then tricked into believing he was meeting with a high level FARC commander and was arrested in Spain on U.S. charges. In addition, two of his associates were arrested in Romania where they had traveled to receive what they believed was payment for weapons. On November 20, 2008, the US jury convicted these terrorists on multiple terrorism charges. ## \n\n\n\n"
}