{
    "title": "Letter from Raul Castro -- Re-establishing Diplomatic Relations and Permanent Diplomatic Missions | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/07/01/presidential-letter-re-establishing-diplomatic-relations-and-permanent",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 01, 2015\n\n \n\n\n\nLetter from Raul Castro -- Re-establishing Diplomatic Relations and Permanent Diplomatic Missions\n\n\n\n\n\n\tClick here for the signed and dated letter.\n\n\t \n\n[English translation]\n\n\tHavana, June___, 2015\n\n\tMr. President:\n\n\tConsistent with the announcements made on December 17, 2014, and the high level discussions between our two governments, I am pleased to address this letter to you in order to confirm that the Republic of Cuba has agreed to re-establish diplomatic relations with the United States of America and open permanent diplomatic missions in our respective countries on July 20, 2015.\n\n\tIn making this decision, Cuba is encouraged by the reciprocal intention to develop respectful and cooperative relations between our two peoples and governments.\n\n\tCuba is likewise inspired by the principles and purposes enshrined in the United Nations Charter and International Law, namely, sovereign equality, the settlement of disputes by peaceful means, to refrain from any threat or use of force against the territorial integrity or the political independence of any State, non-interference in matters which are within the domestic jurisdiction of States, the development of friendly relations among nations based on respect for the principles of equal rights and self-determination of peoples, and cooperation in solving international problems and in promoting and encouraging respect for human rights and for fundamental freedoms for all.\n\n\tAll of the above is consistent with the spirit and the norms established in the Vienna Convention on Diplomatic Relations of April 18, 1961, and the Vienna Convention on Consular Relations of April 24, 1963, which both the Republic of Cuba and the United States of America are Parties to, and will govern diplomatic and consular relations between the Republic of Cuba and the United States.\n\n\tI avail myself of this opportunity to express to you, Mr. President, the assurances of my consideration.\n\n\t \n\n\tRaúl Castro Ruz\n\tPresident of the Councils of State and of Ministers\n\tRepublic of Cuba\n\n\tH.E. Mr. Barack H. Obama\n\tPresident of the United States of America\n\n\n\n\n"
}