{
    "title": "White House Highlights Museum and Library “Champions of Change” | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/06/10/white-house-highlights-museum-and-library-champions-change",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of Media Affairs\n\n\nFor Immediate Release\nJune 10, 2013\n\n \n\n\n\nWhite House Highlights Museum and Library “Champions of Change”\n\n\n\n\nWASHINGTON, DC – On Tuesday, June 11th, the White House will honor twelve people as museum and library “Champions of Change.”  This Champions event will focus on libraries and museums who make a difference for their neighborhoods and for our nation.  The honorees are providing powerful learning experiences.  They are reaching young children and their families with early learning opportunities, offering exciting experiences for teens to develop skills in science, technology, engineering and math, helping immigrants learn English and pursue citizenship and providing services for hard-to-reach populations so that everyone can succeed in school and in life. \nThe Champions of Change program was created as an opportunity for the White House to feature groups of Americans – individuals, businesses and organizations – who are doing extraordinary things to empower and inspire members of their communities.\nTo watch this event live, visit obamawhitehouse.archives.gov/live at 4:00 pm ET on June 11.  To learn more about the White House Champions of Change program and nominate a Champion, visit obamawhitehouse.archives.gov/champions.\n \nElizabeth Babcock, Ph.D.\n\tSan Francisco, California\nChief Public Engagement Office and Roberts Dean of Education, California Academy of Science – Elizabeth Babcock oversees the creation and implementation of the museum’s exhibits and education programs, including developmental resources and engagement opportunities for teachers, youth, families, and adults. She leads a team of dedicated educators, designers, and biologists who deliver a variety of programs aimed at increasing scientific literacy, developing digital skills, communicating critical science topics, and inspiring public engagement both at the museum and in the Bay Area.\n \nDavid Becker\n\tChicago, Illinois\nSenior Manager of Learning Experiences, Chicago Zoological Society - Dave Becker is an educator and museum professional who leads NatureStart, the Chicago Zoological Society’s groundbreaking early childhood initiative. For the past 12 years, he and his team have consistently expanded the boundaries of early childhood environmental education within the Brookfield Zoo, as well as within the national and international zoo and aquarium community. Becker first began working with children as a 16-year-old youth volunteer and has continued to work with children and families in informal settings throughout his career, including 15 years as a social worker and nearly 20 years in the museum profession.\n \nLeslie Bushara\n\tNew York, New York\nDeputy Director, Education and Guest Services, Children’s Museum of Manhattan -- For 20 years, Leslie Bushara has played a leadership role in the development, implementation, and evaluation of the Museum’s educational programming and curricula, which have made a lasting impact city-, state- and nationwide. She is currently working on major initiatives with the National Institutes of Health to create an early childhood health curriculum, NYC Housing Authority to develop a first-of-its-kind learning hub in NYC public housing, and the U.S. Department of Education on a trans-media math property for use in museums, libraries, schools and community-based organizations.\n \nHarriet Henderson Coalter\n\tRichmond, VA \nDirector of Richmond Public Library – Harriet Coalter is a driving force pursuing innovative library efforts to serve children and parents and work toward school readiness.  In Richmond, the public library system serves as the lead agency for Richmond’s Campaign for Grade-Level Reading initiative.  This effort has engaged 30 community organizations to improve the educational outcomes for children ages 0-8.    Coalter also co-chaired the national Public Library Association’s Every Child Ready to Read project, which has become the foundation for public library outreach to parents and caregivers of preschool children, as public libraries engage the child’s “first teacher” in preparing children for learning.\n \nSue Considine\n\tFayetteville, New York\nExecutive Director, Fayetteville Free Library -  The Fayetteville Free Library serves as a model for other libraries because of Sue Considine’s leadership and ability to relentlessly innovate. She has recruited and developed a team of dynamic professionals, support staff, and community members who offer cutting-edge library services in a state-of-the-art environment to an engaged community. Considine is a pioneer in the field of new librarianship and has worked to redefine the role of a librarian by creating opportunities for staff to lead at all levels.  She believes in the idea of integrating emerging technologies – even if disruptive—into library services and recently launched the library’s digital media Creation Lab and Fab Lab. \n \nJamie Hollier\n\tDenver, Colorado\nOwner/Consultant, Anneal -- Jamie Hollier is a project manager, entrepreneur, and consultant who is passionate about technology and using it to create stronger communities. Hollier is the owner of Anneal, a consulting firm, and is a partner at Commerce Kitchen, a web development, design, and marketing company. She serves as the project manager for DigitalLearn.org, an online hub for those who teach and support digital learners. Before that she worked as the project manager for Colorado’s Public Computer Centers, which brought computers and training to 88 locations throughout Colorado and has already seen more than three million users. Hollier is a board member for the Digital Public Library of America and consults for Open Government and Startup communities in Colorado.\n \nJennifer Manley\n\tQueens, New York\nVice President, Government & Community Affairs, Queens Borough Public Library -- Jennifer Manley is part of the leadership team for one of the busiest libraries in the nation, circulating over 13 million items from a 7.5 million collection annually and welcoming over 13 million visitors a year to its 62 library locations. Immigrants make up more than 50 percent of the borough’s population and the library has become a leader in providing services to new immigrants.  Thousands of immigrant adults and their families come to the library to learn English, learn about citizenship and become full participants in democratic society.  Manley believes in the power of information and education to improve lives, one at a time, neighborhood by neighborhood.  \n \nCheryl McCallum, Ed.D.\n\tHouston, Texas\nDirector of Education, Children’s Museum of Houston – Cheryl McCallum is dedicated to bringing innovative high quality museum programs to all children, with a special emphasis on reaching children from low income neighborhoods.  Her dedicated team of staff and volunteers engage children and their families in a “Playground for Your MindÔ,” which reaches 800,000 visitors annually who design rockets and cars, test their fitness, and conduct experiments.  She also leads a team of educators that serves another 250,000 people through outreach programs with libraries, schools, and community centers. McCallum helps parents to engage in fun, high-quality museum learning activities that support their role as a child’s first teacher.  As part of a decade-long collaboration with Houston Public Library, McCallum recently directed the development of Family Literacy Involvement Program (FLIPkits.org), which made 2,280 activity kits available for loan to families through 34 Library branches in Houston. The program has been replicated in many other cities around the U.S.\n \nHoma Naficy\n\tHartford, Connecticut\nChief Adult Learning Officer, Hartford Public Library-- Born in Paris, a native of Iran and now an American citizen, Homa Naficy  joined the Hartford Public Library in 2000 to design and direct The American Place (TAP), program for Hartford’s immigrants and refugees.  TAP has become a magnet for new arrivals seeking immigration information, resources for learning English, and preparing for United States citizenship.  In 2010, the program was awarded two major grants, a citizenship education grant from the United States Citizenship and Immigration Services (the only library in the nation to receive such funding), and a National Leadership grant from the Institute of Museum and Library Services designed to promote immigrant civic engagement. \n \nGloria Tibbs\n\tKansas City, Missouri\nTeaching and Learning Services Librarian/Diversity Liaison, University of Missouri - Kansas City Libraries --  For nearly a quarter of a century, Gloria Tibbs has worked as a librarian.  She has been with the Kansas City Libraries since 2001 and also serves as the Library’s Diversity Liaison, a role that enables her to diligently promote the principles of diversity, inclusiveness, and respect throughout the libraries, the campus, the greater Kansas City community, and the profession.   In collaboration with colleagues, Tibbs develops programming opportunities to enhance cultural understanding, celebrate diversity, and engage UMKC students, faculty, and external community members in non-traditional means of intellectual discovery. \n \nSandy Tharp-Thee\n\tPerkins, Oklahoma\nLibrary Director, Iowa Tribe of Oklahoma -- Sandy Tharp-Thee is an enrolled member of the Cherokee Nation.   She and Iowa Tribe of Oklahoma chairperson, Janice Rowe-Kurak, were honored with a 2012 Library Institutional Excellence Award from the Association of Tribal Archives, Libraries, and Museums.   It recognizes an indigenous library that profoundly demonstrates outstanding service to its community.   In three short years, the library evolved from an organization with no budget and no viable programs to a well-funded organization that is considered an “essential service.” The library now is widely-recognized for its work in advancing print and digital literacy among young and old, providing resources in employment and health, as well as activities to help preserve the Iowa people’s culture and history, and much more.\n \nMatthew Winner\n\tColumbia, Maryland\nTeacher Librarian, Longfellow Elementary School, Howard County Public Schools, Maryland --Matthew Winner believes that school libraries play a vital role in creating lifelong learners and that gaming and game-based learning are highly effective tools in engaging and supporting the academic success of our students. Winner is the co-author of Teaching Math with the Wii, which will be published in October 2013 by the International Society for Technology in Education (ISTE).  He is the author of the Busy Librarian blog and was recently named a 2013 Library Journal Mover & Shaker in the category of Tech Leaders.\n\n\n\n\n"
}