{
    "title": "President Obama Signs Virginia Disaster Declaration | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/11/02/president-obama-signs-virginia-disaster-declaration",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 02, 2016\n\n \n\n\n\nPresident Obama Signs Virginia Disaster Declaration\n\n\n\n\n\n\tThe President today declared a major disaster exists in the Commonwealth of Virginia and ordered federal aid to supplement commonwealth and local recovery efforts in the area affected by Hurricane Matthew beginning on October 7, 2016, and continuing.\n\n\tThe President's action makes federal funding available to affected individuals in the independent cities of Chesapeake, Newport News, Norfolk, and Virginia Beach.\n\n\tAssistance can include grants for temporary housing and home repairs, low-cost loans to cover uninsured property losses, and other programs to help individuals and business owners recover from the effects of the disaster.\n\n\tFederal funding is also available on a cost-sharing basis for hazard mitigation measures for all areas within the Commonwealth of Virginia.\n\n\tW. Craig Fugate, Administrator, Federal Emergency Management Agency (FEMA), Department of Homeland Security, named Donald L. Keldsen as the Federal Coordinating Officer for federal recovery operations in the affected area. \n\n\tFEMA said additional designations may be made at a later date if requested by the commonwealth and warranted by the results of further damage assessments.\n\n\tFEMA said that residents and business owners who sustained losses in the designated areas can begin applying for assistance tomorrow by registering online at http://www.DisasterAssistance.gov or by calling 1-800-621-FEMA(3362) or 1-800-462-7585 (TTY) for the hearing and speech impaired. The toll-free telephone numbers will operate from 7:00 a.m. to 9:00 p.m. (local time) seven days a week until further notice. \n\n\n\n\n"
}