{
    "title": "Background on the Ceremony to Honor 2008 Nascar Sprint Cup Champion Jimmie Johnson at the White House Today | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-ceremony-honor-2008-nascar-sprint-cup-champion-jimmie-johnson-white-hous",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nAugust 19, 2009\n\n \n\n\n\nBackground on the Ceremony to Honor 2008 Nascar Sprint Cup Champion Jimmie Johnson at the White House Today\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  ________________________________________________________________________  FOR IMMEDIATE RELEASE                                               August 19, 2009  BACKGROUND ON THE CEREMONY TO HONOR 2008 NASCAR SPRINT CUP CHAMPION JIMMIE JOHNSON AT THE WHITE HOUSE TODAY   South Portico   4:30PM EDT President Obama will deliver remarks at an event honoring the 2008 Sprint Cup Champion Jimmie Johnson. On stage with the President will be Jimmie Johnson and the following drivers in the 2008 Chase for the Sprint Cup, listed below with car and 2008 finish:   • Carl Edwards, #99 Aflac Ford, 2nd  • Greg Biffle, #16 DishTV Ford, 3rd  • Clint Bowyer, #33 Cheerios Chevy, 4th  • Jeff Burton, #31 Caterpillar Chevy, 6th  • Jeff Gordon, #24 DuPont Chevy, 7th  • Denny Hamlin, #11 FedEx Toyota, 8th  • Tony Stewart, #14 Office Depot Chevy, 9th  • Dale Earnhardt Jr., #88 Mountain Dew Chevy, 12th Other former NASCAR Sprint Cup Champions in attendance:   • Kurt Busch, #2 Mille Lite Dodge (2004)  • Bobby Labonte, (2000)  • Dale Jarrett, retired (1999)  • Terry Labonte, semi-retired (1984 & 1996)  • Rusty Wallace, retired (1989)  • Bill Elliott, semi-retired (1987)  • Darrell Waltrip, retired (1981, 1982, 1985)  • Richard Petty, retired (1964, 1967, 1971, 1972, 1974, 1975, 1979) Also attending will be Juan Pablo Montoya (#42 Target Chevy), wounded soldiers from Walter Reed Army Medical center, and campers from the Victory Junction Gang Camp, who will meet briefly with the President before the ceremony on the South Lawn. Background on Victory Junction Gang Campers The Victory Junction Gang Camp is a camp for terminally or chronically ill children located in Randleman, North Carolina. It is part of the Association of Hole in the Wall Camps. The idea for the camp came from Adam Petty (son of Kyle and grandson of Richard Petty), who was a teenage stock car driver at the time. In 2000, the Petty’s began talks with Hole in the Wall founder Paul Newman about the new venture. On May 12, 2000, Adam Petty was killed in a crash during practice at New Hampshire International Speedway. Kyle and his wife, Pattie Petty, carried on Adam's vision and spent four years raising money for, and building, the camp. On June 20, 2004 (Father's Day) the VJG Camp welcomed its first campers. Facilities include a swimming pool, a recreational game room, a computer lab, an outdoor recreation area with open space, and a medical clinic. In 2006, work began on a \"superdome\" that would host indoor sporting facilities. It was begun with a $1 million seed donation from fellow NASCAR driver Tony Stewart. Other drivers, team owners, team sponsors, and NASCAR itself have given substantial donations to the camp. The VJGC is open year-round and can accommodate about 100 campers at a time, and 3600 in a year. The size of the camp is kept relatively small to allow the children more personal attention. Most campers live in the Southeast United States, but the number of participants that live in other parts of the country has grown over the time it has been open.   \n\n\n\n"
}