{
    "title": "First Lady Michelle Obama Delivers Call to Action for Improved Childhood Nutrition and Physical Fitness | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/08/first-lady-michelle-obama-delivers-call-action-improved-childhood-nutrit",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nSeptember 08, 2010\n\n \n\n\n\nFirst Lady Michelle Obama Delivers Call to Action for Improved Childhood Nutrition and Physical Fitness\n\n\n\n\nMrs. Obama outlines goals and pledges to participate in President’s Active Lifestyle Award\n(Slidell, Louisiana) – As children across the country begin a new school year, First Lady Michelle Obama kicked off the next phase of  Let’s Move! – her initiative to solve the problem of childhood obesity in a generation – focusing today on improving children’s nutrition and physical fitness.  Her remarks highlighted strategies to help schools provide healthier foods in school lunchrooms and vending machines, and engage students in a regular routine of physical exercise.  In particular, she described improvements to the Healthier US Schools Challenge – a program that requires schools to meet higher standards for school foods, nutrition information, and physical education – to encourage more schools to participate.\nWith Congress returning to session next week, the First Lady dedicated a portion of her speech to the importance of passing the Childhood Nutrition Reauthorization Bill. “Without the funding this legislation provides, millions of children won’t get the basic nourishment they need to be healthy, and that is simply unacceptable in the United States of America,” said Mrs. Obama. “This is a bi-partisan bill – it’s supported by Democrats and Republicans who have come together on behalf of our children.  It has already passed the Senate, and I hope that the House of Representatives will act as swiftly as possible so that we can get it signed into law.”\nKey highlights of benchmarks and actions to be taken include:\nImproving child nutrition through HealthierUS Schools Challenge\n\nIncreasing school participation:\n\nDoubling the number of schools that participate in the HealthierUS Schools Challenge by June of 2011. An additional one thousand schools will be added in each of the following two years. \nIncreasing participation in the school lunch program by two million eligible children, and getting another 3 million kids signed up to start receiving school breakfasts by 2015.\n\n\nApplication assistance:\n\nMoving the application process online starting October 1st to make it easier to complete.\nHelping school districts get involved by creating a onetime application for the entire district.  This will make it easier for districts to bring all school up to the HealthierUS School Challenge standards.  \nProviding better technical assistance through experts’ in-person support to guide school administrators through the application process.\n\n\nReward: \n\nGiving monetary awards from the USDA to participating schools for each completed level of the challenge, those funds will be used to fund health initiatives.\nSaluting schools joining the program, the First Lady will send a congratulatory letter and will host an event at the White House.\n\n\n\nChefs Move to Schools\n\nNew Resources:\n\nCrafting a new on-line tool for chefs with expert advice on how to work with schools and provide support.\n\n\n\nEngaging youth in regular physical exercise routine\n\nPresident’s Active Lifestyle Award: \n\nDoubling the number of children who earn the President’s Active Lifestyle Award.  To earn this award, students need to engage in physical activity for at least 60 minutes a day, five days a week, for six weeks. \nPledging to participate, the First Lady will record her progress online.\n\n\n\n\nOther benchmark priorities\n\nSupporting efforts to ensure doctors screen for obesity and counsel parents on strategies for keeping children at a healthy weight.\nSupporting initiatives to increase access to affordable, quality food, particularly in underserved communities, and eliminate food deserts.\nSupporting ongoing efforts to provide clear labeling on food packaging.       \n\n\n\n\n"
}