{
    "title": "President’s Council on Jobs and Competitiveness Announces Industry Leaders’ Commitment to Double Engineering Internships in 2012 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/08/31/president-s-council-jobs-and-competitiveness-announces-industry-leaders-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 31, 2011\n\n \n\n\n\nPresident’s Council on Jobs and Competitiveness Announces Industry Leaders’ Commitment to Double Engineering Internships in 2012\n\n\n\n\n\nCommitments will add over 6,000 additional opportunities for hands-on, technical job training for future engineers\n\n\tWASHINGTON, DC – Today, the President’s Council on Jobs and Competitiveness, in partnership with the Business Council, Business Roundtable, U.S. Chamber of Commerce, National Association of Manufacturers and the American Chemistry Council, announced that 45 industry leaders have committed to double the engineering internships available at their companies in 2012.  Five companies have also committed to increase their internships for a total of 50 committed to this effort.  These commitments are part of a greater Jobs Council effort to help address America’s engineering shortage by graduating 10,000 more engineering students from U.S. colleges and universities each year.  These commitments will add approximately 6,300 additional opportunities for hands-on, technical job experience for engineering students.\n\n\t“For America to stay competitive in the global market, we must train and retain the world’s best engineers,” said U.S. Secretary of Energy Steven Chu.  “Working together, private industry and the public sector can position the U.S. to continue to lead in science and innovation in the 21st century, creating good jobs and laying the foundation for a robust economy.”\n\n\t “Looking forward, this nation is at risk of a significant shortfall of qualified experts in science and math to meet the country’s needs,” said Intel President and CEO Paul Otellini. “Today’s announcement is about inspiring and encouraging our next generation of engineers. It’s a private sector commitment working arm and arm with the government to accelerate the specialized skills needed for America to retain its technological pre-eminence.”\n\n\tCo-chaired by Intel CEO and President Paul Otellini and Permac Industries CEO and President Darlene Miller, the Jobs Council’s High Tech Education working group has made this issue a critical priority because the engineering gap threatens our role as the world’s leading innovator and hinders our ability to create jobs and compete in a global economy.  From 1990 to 2010, overall college graduation levels in the United States have grown about 50 percent, but during that same period the number of engineering graduates has stagnated at around 120,000.  By contrast, roughly 1 million engineers a year graduate from universities in India and China. This disparity hinders our global competitiveness and threatens our ability to both retain and create high-tech, good-paying jobs here in the United States.\n\n\tToday’s announcement comes as Secretary of Energy Steven Chu joins Jobs Council Members Otellini and Miller, business leaders and the Deans of the Engineering schools at Georgia Tech, Portland State University, Purdue and the University of California-Berkeley in Portland, Oregon for a regional Listening and Action session to discuss steps the private sector can take to help the United States graduate more engineers every year.\n\n\tCompanies committing today to double their internship opportunities in 2012 are:\n\n\tAlcoa Incorporated\n\tAmerican Express Company\n\tAT&T\n\tBayer AG\n\tBNSF Railway\n\tBoeing\n\tBroadcom Corporation\n\tCardinal Health\n\tCarus Corporation\n\tCaterpillar\n\tConductix-Wampfler\n\tConAgraFoods Inc.\n\tDell Inc.\n\tDuke Energy Corporation\n\tDuPont\n\tEaton\n\tFacebook\n\tFluor Corporation\n\tFMC Technologies\n\tGeneral Electric\n\tIntel Corporation\n\tJPMorgan Chase & Co.\n\tKawasaki Motors Corporation, US.\n\tLongview Fibre Paper and Packaging Inc.\n\tLubrizol Corporation\n\tMastercard\n\tMcKesson Corporation\n\tMeadWestvaco Corporation\n\tNalco Company\n\tNextEra Energy Resources, LLC\n\tNordson Corporation\n\tPower Cubers Inc.\n\tSimon Property Group Inc.\n\tSpectra Energy Corporation\n\tSpecial Products and Manufacturing Inc.\n\tSprint Nextel\n\tSuffolk Construction\n\tSungard\n\tSunoco Inc.\n\tSymantec\n\tTE Connectivity, LTD.\n\tTektronix\n\tTextron Inc.\n\tThermo Fisher Scientific Inc.\n\tXerox Corporation\n\n\tIn addition, five companies are committing to increase their internship opportunities in 2012.  They include:\n\n\tBechtel Corporation\n\tChevron Corporation\n\tPCC Structurals Inc.\n\tJohnson and Johnson Inc.\n\tTexas Instruments Inc.\n\n\tMore companies are also expected to join the effort in the coming months.\n\t \n\tPresident Obama formed the President’s Council on Jobs and Competitiveness in January of 2011 for the purpose of bolstering the United States economy by fostering job creation, innovation, growth, and competitiveness as the country enters a new phase of economic recovery.  The core mission of the Council is to promote growth by investing in American businesses to encourage hiring, to educate and train American workers to compete in the global economy, and to attract the best jobs and businesses in the world to the United States.\n\n\n\n\n"
}