{
    "title": "President Obama Meets with Family Struggling with College Costs, Underscores Need to Eliminate Wasteful Spending in Federal Student Loan Program, Reinvest Savings in Making College More Affordable | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-meets-with-family-struggling-with-college-costs-underscores-need-el",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 24, 2009\n\n \n\n\n\nPresident Obama Meets with Family Struggling with College Costs, Underscores Need to Eliminate Wasteful Spending in Federal Student Loan Program, Reinvest Savings in Making College More Affordable\n\n\n\n\nTHE WHITE HOUSE Office of the Press Secretary ______________________________________________________________________________ FOR IMMEDIATE RELEASE                         April 24, 2009    President Obama Meets with Family Struggling with College Costs, Underscores Need to Eliminate Wasteful Spending in Federal Student Loan Program, Reinvest Savings in Making College More Affordable WASHINGTON – Today, President Barack Obama met with a family struggling to afford the cost of college and underscored his commitment to cutting wasteful spending on federal student loans by ending taxpayer subsidies to banks.  President Obama discussed the strain that rising tuition costs are placing on middle class families and his proposal to end the private Federal Family Education Loans program that lines the pockets of the banks who serve as middlemen while costing the American people $5 billion a year. \"The banks and lenders who have reaped a windfall from these subsidies have mobilized an army of lobbyists to try and keep things the way they are,\" President Obama said.  \"They are gearing up for a battle. And so am I. They will fight for their special interests. I will fight for America’s students, and their families.\" Below is information on President Obama’s proposal. Reforming Student Loans to Make College Affordable \"We will provide the support necessary for you to complete college and meet a new goal:  by 2020, America will once again have the highest proportion of college graduates in the world.\"  -- President Barack Obama, February 24, 2009 America’s future economic strength depends on the quality of our education. Countries that out-teach us today will out-compete us tomorrow. America once had one of the most educated workforces in the world, but it has now slipped to the middle of the pack. Only 38 percent of young workers have a college degree, a lower percentage than nine other countries and no higher than a generation ago. At the same time, we do not provide enough financial aid, partly because the student loan program spends $5 billion more than necessary subsidizing banks and other lenders to make student loans. Today, President Obama met with a family struggling to afford the cost of college and released a new analysis of the impact of his plans to increase student aid. He will take on the special interests to eliminate wasteful and unreliable guaranteed student loans and invest more in helping students succeed in college and complete their degree. And he will make a historic investment in college affordability: together, the American Recovery and Reinvestment Act (ARRA) and the President’s Budget provide about $200 billion in Pell Grant scholarships and tax credits over the next decade.          Reforming Student Loans: The guaranteed student loan program pays banks and other lenders a guaranteed rate of return and reimburses them for defaults, giving them large profits set by the political process rather than won in a competitive marketplace. The Obama-Biden Administration will expand the alternative Direct Loan program, which is administered by private sector companies selected through a competitive process and paid based upon performance. Direct loans have essentially the same terms for students and are more reliable and efficient. They will save $48 billion over the next decade according to the Office of Management and Budget, which will be reinvested in Pell Grant scholarships for students.          Restoring Pell Grants to a Strong Foundation for Student Aid: The value of Pell Grants have fallen from 77 percent of the cost of attending a public university to 33 percent over the past three decades. The ARRA invested $17 billion, making it possible to increase Pell by $619 for 7 million students. But these funding increases are only temporary, and without additional resources the value of the maximum Pell Grant will fall by $1,400 in 2011. President Obama is committed to a strong, reliable Pell Grant program. He will make Pell an entitlement, provide $116 billion over the next decade to prevent any drop in the size of Pell Grants, ensure that they continues to grow faster than inflation, and eliminate the frequent budget shortfalls that have plagued the program.        Cut Taxes on College Tuition: The ARRA created the American Opportunity Tax Credit, which will give millions of families up to $2,500 each to help pay for college. The credit was also expanded to help families too poor to owe income taxes. But the credit expires at the end of 2010. The President’s Budget would make it permanent.          Make a New Commitment to College Access and Completion: Only 65 percent of students starting at four-year colleges – and 38 percent of students starting at two-year colleges – earn a degree within six years. The President’s Budget includes a five-year, $2.5 billion fund to improve college access and help America’s colleges and universities graduate more students. The fund will identify, test, and promote what works in boosting college enrollment and persistence.   ## \n\n\n\n"
}