{
    "title": "President Obama’s Visit to Lorain County Community College | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/04/18/president-obama-s-visit-lorain-county-community-college",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 18, 2012\n\n \n\n\n\nPresident Obama’s Visit to Lorain County Community College\n\n\n\n\n\n\tWASHINGTON, DC -- Today, the President will visit Lorain County Community College in Elyria, Ohio to highlight how federal job training funding is providing critical services for unemployed workers and helping them to get jobs in high-demand, high-growth industries.  The President will visit with students in the college’s Transformations program for Computerized Numerically Controlled Machining, a program with a proven track record of success – placing more than 90 percent of participants in jobs within three months of graduation.\n\t \n\tOhio’s Lorain County has been greatly affected by plant closures over the last three decades. Between 2001 and 2010, the county lost 11,500 jobs overall, with manufacturing losing 10,500. As manufacturing jobs have shifted from assembly-line positions to advanced manufacturing, Lorain County Community College has worked with non-profit, government, and business partners to develop job training programs that train dislocated workers with the skills to meet the needs of employers today and in the future. The programs at Lorain County Community College and its affiliated One-Stop Career Center rely on critical federal funding provided to their local area ($4.5 million in 2012, for Lorain County) through the Workforce Investment Act (WIA), which is essential for supporting programs like Transformations. \n\t \n\tLast week, the House of Representatives passed a Budget Resolution written by Congressman Paul Ryan, which would reduce spending on discretionary programs like WIA by over 5 percent in 2013, and 19 percent in 2014, while simultaneously showering families making more than $250,000 per year with over $1 trillion in tax cuts.  The House Republican Budget would provide an average of at least $150,000 in tax cuts to those making over $1 million per year, while simultaneously making deep cuts to training programs like those at Lorain County.\n\n\t• These proposed cuts would reduce funding for federal employment and training programs to help laid-off and out-of-work adults–eliminating services to 13,000 Ohioans in 2013, and 37,000 in 2014.\n\t• In 2013 and 2014, across Ohio, an estimated 1,900 young people would also lose employment and training services, and job search assistance services would be eliminated for over 180,000 job-seekers.\n\t• Nationwide, the House Republican Budget would eliminate services to 425,000 adult workers in 2013 and 1.1 million in 2014.\n\t• Additionally, the House Republican Budget would cut services to almost 60,000 youth nationwide, and eliminate federal job search assistance for 4.9 million job-seekers in 2013 and 2014 combined.\n\t \n\tThe Workforce Investment Act (WIA) was first passed in 1998, and supports employment services and training programs serving millions of workers across the nation each year. Under WIA, three annual formula grant programs fund state and local efforts to serve workers who have been “dislocated” (or laid off) from their jobs, other adults looking for jobs, and youth. Between April 2010 and March 2011, almost 1.8 million workers received services through these three WIA programs.  WIA also authorizes the Wagner-Peyser employment services program, which provides job search assistance—a cost-effective service that shortens unemployment duration—to millions of American workers each year.\n\t \nPresident Obama’s Record of Giving American Workers the Skills they Need to Compete \n\tPresident Obama believes that our nation should invest in ensuring Americans can get the skills they need for the high-demand jobs of today and tomorrow. This Administration has already made key investments in building Americans’ skills:\n\t• The Obama Administration has made historic investments in community colleges, which provide a linchpin for 21st century workforce training. In 2011, the Administration invested $500 million through the Trade Adjustment Assistance Community College and Career Training initiative to support partnerships in all 50 states connecting community colleges, employers, Workforce Investment Boards, and other stakeholders. \n\t• Last year, the Obama Administration helped launch Skills for America’s Future, an industry-led initiative to improve industry partnerships with community colleges and build a nationwide network to maximize workforce development strategies, job training programs, and job placements. Through this initiative the President announced a new partnership of private sector employers, community colleges, and the National Association of Manufacturers to provide 500,000 community college students with industry-recognized credentials that will help them secure jobs in the manufacturing sector.\n\t• Created the Workforce Innovation Fund, administered jointly by the Department of Labor and the Department of Education, which later this year will make $125 million in competitive grants to improve employment and training outcomes and the cost effectiveness of the public workforce system. \n\t \n\tBuilding upon these investments, the President has proposed:\n\n\t• A new Community College to Career Fund, which will help forge new partnerships between community colleges and businesses to train two million workers for good-paying jobs in high-growth and high-demand industries such as health care, transportation, and advanced manufacturing.\n\t \n\t• A new Universal Displaced Worker program, which will provide up to a million displaced workers a year with high-quality job-search assistance, access to critical skills training for high-growth and in-demand industries and, for older workers, the option of wage insurance.\n\t \n\t• Creation of an American Job Center network to unify all Federally-supported One-Stop Career Centers and electronic resources. The Administration has proposed a $50 million investment to improve and expand these workforce centers; in the meantime it will pursue administrative improvements to the system.\n\t \n\t• A Pathways Back to Work Fund to help jumpstart America’s economy by putting thousands of long-term unemployed and low-income adults back to work immediately and helping them gain job skills.  \n\t \n\n\n\n\n"
}