{
    "title": "Hoja Informativa: Los Adultos Jóvenes y la Ley de Cuidado de Salud de Bajo Precio: | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/hoja-informativa-los-adultos-j-venes-y-la-ley-de-cuidado-de-salud-de-bajo-precio",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 27, 2010\n\n \n\n\n\nHoja Informativa: Los Adultos Jóvenes y la Ley de Cuidado de Salud de Bajo Precio:\n\n\n\n\nEvita brechas de cobertura, reduce costos administrativos y elimina cargas para empresas y familias \nLa Ley de Cuidado de Salud de Bajo Precio (Affordable Care Act) amplía el rango de edad para que los hijos puedan recibir cobertura libre de impuestos con la póliza de seguro médico de sus padres y otorga incentivos para que los empleadores extiendan inmediatamente la cobertura de seguro médico a los menores de 27 años. Hoy, el Servicio de Rentas Internas (Internal Revenue Service o IRS) publicó nuevas pautas para empleadores, empleados, compañías de seguro médico y otros contribuyentes interesados con respecto a esta disposición en la nueva ley. (El comunicado de prensa del IRS se encuentra aquí; los comentarios de blog de Nancy-Ann DeParle se encuentran aquí.)\nLos elementos clave incluyen:\n• Ampliación de cobertura a más hijos. Con la Affordable Care Act, los planes de seguro médico por medio de los empleadores y de jubilados ahora podrán permitir que los padres agreguen libres de impuestos a sus hijos menores de 27 años a su seguro médico.\n• Disponible inmediatamente. A partir del 30 de marzo, 2010, los empleadores pueden permitir que los empleados comiencen a hacer contribuciones no gravadas con un plan tipo cafetería –un plan que permite que los empleados escojan de un menú de opciones de beneficios exonerados de impuestos– para proporcionar cobertura a hijos menores de 27 años.\n• Extensa aplicabilidad. Este beneficio más amplio de cuidado de salud se aplica a diversos planes de salud de empleadores y jubilados. También se aplica a las personas que trabajan por su cuenta y reúnen los requisitos para la deducción de seguro médico de trabajadores independientes en su declaración federal de impuestos a la renta.\n• No es una carga para los empleadores. Los empleadores pueden permitir este cambio dentro de su plan tipo cafetería incluso si éste aún no se ha modificado para reflejar el cambio en opciones de cobertura. A fin de reducir la carga de los empleadores, tienen hasta fines del 2010 para modificar las disposiciones de su plan tipo cafetería a fin de incorporar este cambio.\n• Difusión de información. El IRS ha emitido pautas y un comunicado de prensa para explicar y promover estos cambios entre empleadores, empleados, compañías de seguro médico y otros contribuyentes interesados. \nEl anuncio de hoy se da después de una serie de medidas tomadas por la Administración del Presidente Obama para actuar rápidamente a fin de extender la cobertura de seguro médico a adultos jóvenes. El 19 de abril, la secretaria de Salud y Servicios Humanos Kathleen Sebelius instó a las principales compañías de seguro a comenzar a otorgar cobertura a adultos jóvenes voluntariamente antes de la fecha de implementación del 23 de septiembre que requiere la nueva ley de reforma de salud. La implementación temprana evitaría brechas en la cobertura para quienes recién se gradúan de la universidad y otros adultos jóvenes, y reduciría los costos administrativos que incurrirían las compañías de seguro al invalidar su inscripción y volver a inscribirlos entre mayo del 2010 y el 23 de septiembre, 2010. La inscripción temprana también permitirá que los jóvenes predominantemente saludables que no producen altos costos de seguro permanezcan asegurados. Hasta ahora, las siguientes compañías de seguros han acordado mantener la cobertura para adultos jóvenes inscritos en los planes de sus padres:\nBlue Cross and Blue Shield of Alabama\nBlue Cross Blue Shield of Delaware\nBlue Cross and Blue Shield of Arizona, Inc.\nBlue Cross and Blue Shield of Florida\nArkansas Blue Cross and Blue Shield \nBlue Cross and Blue Shield of Hawaii\nBlue Shield of California\nBlue Cross of Idaho Health Service\nRegence Blue Shield of Idaho\nWellmark Blue Cross and Blue Shield of Iowa\nHealth Care Service Corporation\nBlue Cross and Blue Shield of Kansas\nBlue Cross Blue Shield Association\nBlue Cross and Blue Shield of Louisiana\nWellPoint, Inc.\nCareFirst BlueCross and BlueShield\nBlue Cross and Blue Shield of Massachusetts\nBlue Cross and Blue Shield of Kansas City\nBlue Cross and Blue Shield of Michigan\nBlue Cross and Blue Shield of Montana\nBlue Cross and Blue Shield of Minnesota\nBlue Cross and Blue Shield of Nebraska\nBlue Cross & Blue Shield of Mississippi\nHorizon Blue Cross and Blue Shield of New Jersey, Inc.\nHealthNow New York, Inc.\nThe Regence Group\nExcellus Blue Cross and Blue Shield\nCapital BlueCross\nBlue Cross and Blue Shield of North Carolina\nIndependence Blue Cross\nBlueCross BlueShield of North Dakota\nHighmark, Inc.\nBlue Cross of Northeastern Pennsylvania\nBlueCross and BlueShield of Tennessee \nBlue Cross and Blue Shield of Vermont\nBlue Cross & Blue Shield of Rhode Island\nPremera Blue Cross\nBlue Cross and Blue Shield of South Carolina\nBlue Cross and Blue Shield of Wyoming\nKaiser Permanente\nCigna\nAetna\nUnited\nWellPoint\nHumana\nCapital District Physicians’ Health Plan (CDPHP), Albany, New York \nCapital Health Plan, Tallahassee, Florida \nCare Oregon, Portland, Oregon \nEmblem Health, New York, New York \nFallon Community Health Plan, Worcester, Massachusetts \nGeisinger Health Plan, Danville, Pennsylvania \nGroup Health, Seattle, Washington \nGroup Health Cooperative Of South Central Wisconsin, Madison, Wisconsin \nHealth Partners, Minneapolis, Minnesota \nIndependent Health, Buffalo, New York\nKaiser Foundation Health Plan Oakland, California \nMartin’s Point Health Care, Portland, Maine \nNew West Health Services, Helena, Mt \nThe Permanente Federation, Oakland, California \nPriority Health, Grand Rapids, Michigan \nScott & White Health Plan, Temple, Texas \nSecurity Health Plan, Marshfield, Wisconsin \nTufts Health Plan, Waltham, Massachusetts \nUCARE, Minneapolis, Minnesota \nUPMC Health Plan, Pittsburgh, Pennsylvania  \n \n\n\n\n"
}