{
    "title": "First Lady Michelle Obama and Dr. Jill Biden Announce \"Joining Forces Community Challenge\" Winners | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/04/06/first-lady-michelle-obama-and-dr-jill-biden-announce-joining-forces-comm",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nApril 06, 2012\n\n \n\n\n\nFirst Lady Michelle Obama and Dr. Jill Biden Announce \"Joining Forces Community Challenge\" Winners\n\n\n\n\n\nFrom more than 300 submissions, five winners and “The People’s Choice Winner” are recognized for displaying exemplary support to military families\n\nWinners selected based on input from Tom Brokaw, J.R. Martinez, Sloan D. Gibson, Mayor Julian Castro and Deanie Dempsey\n\nWASHINGTON — First Lady Michelle Obama and Dr. Jill Biden today announced the five winners and “The People’s Choice Winner” of the Joining Forces Community Challenge, an effort to recognize and celebrate the extraordinary efforts of citizens and organizations across the country that are working to improve the lives of military families.  The announcement comes in advance of the one-year anniversary of the launch of Joining Forces, the national initiative started by the First Lady and Dr. Biden to support and honor America’s service members and their families.\n\n\tThe Joining Forces Community Challenge, launched last July, captured the innovative ways Americans have stepped up to support and honor our military families.  The Joining Forces Community Challenge winners include:\n\n\n\t\tThe People’s Choice Winner: Our Family for Families First Foundation\n\n\t\tArmed Forces Service Center\n\n\t\tDefending the Blue Line\n\n\t\tGive an Hour\n\n\t\tProject Sanctuary\n\n\t\tCity of Richfield, Utah\n\n\n\t“Jill and I are so proud of all of these finalists and the work that they have done for our military community,” said First Lady Michelle Obama. “Our military families demonstrate such strength, service, and sacrifice every single day, and we’re so grateful for everyone who is stepping up to give back to these families.  The challenge winners are leading by example, and showing that all of us can find a way to serve those who serve us.”\n\n\t“As a military mom, I know firsthand the impact a small act of kindness can have on a military family,” said Dr. Jill Biden. “So the great work we have seen through the Joining Forces Community Challenge has been inspiring.  I hope others can look to these incredible examples for ways to support service members and military families in their own communities. “\n\n\tMore detailed information about the winners is below.\n\nThe People’s Choice Winner\nOur Family for Families First Foundation, East Greenwich, Rhode Island\n\n\tOur Family for Families First Foundation supports military families pursuing higher education by supporting military children through scholarships and military spouses through grants and assistance identifying educational opportunities.  Since 2006, Our Family for Families First has provided more than 20,000 hours of outreach in communities surrounding seven military installations and its scholarship program has given more than $3.5 million in direct scholarship and grant awards to the children and spouses of active duty service members.  Our Family for Families First was created by John G. Picerne, president and chief executive officer of Picerne Military Housing, to give back to the families of the men and women who serve in the U.S. military.\n\nArmed Forces Service Center, St. Paul, Minnesota\n\n\tThe Armed Forces Service Center is a 24-7 “all free” lounge staffed by volunteers at the Minneapolis/St. Paul International Airport, for active-duty military personnel, their dependents, activated reservists and national guardsmen, and other members of the uniformed services.  The Center was founded in 1970 by Maggie Purdum after her son was killed in action in Vietnam as appreciation for all who have served.  From its founding through March 2012, more than 766,800 active duty military have passed through the Armed Forces Service Center.  More than 25,800 military dependents have been served since Sept. 11, 2001.\n\nDefending the Blue Line, Hastings, Minnesota\n\n\tDefending the Blue Line works to ensure that children of military members have access to participate in hockey, through free equipment, hockey camps, special events and financial assistance toward association and other hockey-related costs.  Founded by two Minnesota National Guard soldiers in 2009, more than 3,000 families across the United States have been served, including more than 300 recipients of hockey equipment, more than 700 children attending hockey camps and more than 2,000 professional hockey tickets have been donated.\n\nGive an Hour, Bethesda, Maryland\n\n\tGive an Hour, founded by Washington D.C.-based psychologist Barbara Van Dahlen, is dedicated to meeting the mental health needs of military personnel, their families, and the communities affected by the ongoing conflicts in Iraq and Afghanistan.  As of February 2012, Give an Hour has approximately 6,000 providers across the nation—in all 50 states, D.C., Puerto Rico, and Guam—with more volunteer mental health professionals joining its network every day.  In addition to counseling, providers also consult to schools, first responders, employers, and community organizations.  Give an Hour has already provided nearly 50,000 hours of free service, valued at roughly $5 million.\n\nProject Sanctuary, Parker, Colorado\n\n\tProject Sanctuary brings military families together in the Rocky Mountains of Colorado after deployments to help them reconnect through recreational activities and therapy. Follow-up support beyond the retreat is also provided and includes support to families with housing, job placement and veterans’ assistance.  Project Sanctuary has hosted 22 therapeutic retreats and is providing support and services to 164 families, 80 percent of which are wounded warriors.\n\nCity of Richfield, Utah\n\n\tThe city of Richfield, Utah, has supported its local Army National Guard Unit through four deployments since Sept. 11, 2001. Additionally, Richfield provides several programs and services for military families, including a “City Utility Abatement Program” or the distribution of the city’s local newspaper to deployed soldiers so they can stay in touch with the community.  The Richfield community has also contributed over $250,000 monetary and in-kind donations to build a Veterans Memorial.\n\n\tSince the 20 finalists were announced in February, the public voted to select the “People’s Choice Winner.” The additional five winners were selected with input from a panel of distinguished judges, including:\n\n\n\t\tTom Brokaw, NBC News Special Correspondent and author of five bestsellers including The Greatest Generation;\n\n\t\tJ.R. Martinez, Iraq war veteran, motivational speaker and winner of season 13 of Dancing with the Stars;\n\n\t\tSloan D. Gibson, President and CEO, United Service Organizations (USO);\n\n\t\tJulian Castro – Mayor of San Antonio, one of the nation’s largest military communities; and\n\n\t\tDeanie Dempsey, military family advocate and wife of General Martin Dempsey, Chairman of the Joint Chiefs of Staff.\n\n\n\tFor more information about the Joining Forces Community Challenge and profiles of the finalists, go to http://joiningforces.challenge.gov/.  For more information about Joining Forces and to find opportunities to serve, go to JoiningForces.gov.\n\n\n\n\n"
}