{
    "title": "Media Advisory: Press Credentialing for the President's Trip to Martha's Vineyard | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/media-advisory-press-credentialing-presidents-trip-marthas-vineyard",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nAugust 05, 2009\n\n \n\n\n\nMedia Advisory: Press Credentialing for the President's Trip to Martha's Vineyard\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  ________________________________________________________________________  FOR IMMEDIATE RELEASE                                                 August 5, 2009  MEDIA ADVISORY: PRESS CREDENTIALING FOR THE PRESIDENT’S TRIP TO MARTHA’S VINEYARD   On Sunday, August 23rd, the President will travel to Martha’s Vineyard, MA. He will return to Washington, DC on Sunday, August 30th.  PRESS FILE/BRIEFING CENTER CREDENTIALS: A Press File and Briefing Center will be set up in the town of Oak Bluffs on Martha’s Vineyard. Access will be free and open to members of the media during any briefings. However, to guarantee a workspace with access to power, Internet and other services, journalists must create an account and sign up at www.PressCorpsTravel.com. Some charges will apply to all credentialed media for the weeklong cost of these services.  Journalists without Press File Credentials will NOT be allowed access to the facility or its services unless a briefing is taking place. The deadline to sign up for Press File Credentials is Monday, August 10th at 5:00PM EDT. More information, including coverage details of the President’s arrival at and departure from Martha’s Vineyard, will be announced later. However, no public events are scheduled during the trip. To sign up:   1. Log into your account at www.PressCorpsTravel.com with your email address and password.  If you do not have an account, create one (after registration, you will need to be approved by Travel Office if you are a new traveler).   2. Click the trip you are signing up for.    3. Click \"Add Traveler\" to sign up yourself or others from your organization.    4. Click Save and continue.    5. You can print the manifest to confirm who and what you have signed up for from your organization.    If you have previously traveled with the White House in 2009, an account has most likely already been created for you on the new website. Enter your email address into the box on the site to verify if you have an account and your password will be emailed to you.   \n\n\n\n"
}