{
    "title": "1 is 2 Many Campaign Releases New Public Service Announcement on Sexual Assault | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/04/29/1-2-many-campaign-releases-new-public-service-announcement-sexual-assaul",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nApril 29, 2014\n\n \n\n\n\n1 is 2 Many Campaign Releases New Public Service Announcement on Sexual Assault\n\n\n\n\nToday, Vice President Biden launched a new Public Service Announcement (PSA) encouraging men to speak up and step in if they see someone in danger of being sexually assaulted.  The PSA is being launched in coordination with the 1 is 2 Many campaign and the White House Task Force to Protect Students from Sexual Assault.  Because while anyone can be a victim of sexual assault, some are more at risk than others:  1 in 5 women is sexually assaulted while in college, and young women, ages 16 to 24, experience the highest rates of sexual violence at the hands of someone they know.  The PSA, produced by the White House, features several film and television actors, President Obama, and Vice President Biden.  It encourages men to be part of the solution by delivering a simple message:  “If she doesn’t consent – or can’t consent — it’s a crime . . . and if you see sexual assault happening, help her -- don’t blame her —and speak up.”\nThe PSA will air in select Regal Entertainment Group and Cinemark movie theaters, over NCM Media Networks’ Lobby Entertainment Network (LEN), and in movie theaters on military installations and ships underway worldwide starting in May.  Joining the President and the Vice President in the PSA are Daniel Craig, Seth Meyers, Benicio Del Toro, Steve Carell and Dulé Hill.\nClick here to watch the 60-second PSA.\nClick here to watch the 30-second PSA. \nClick here for more information about the Administration’s efforts to combat sexual assault. \nQuotes from participating actors:\nBenicio Del Toro\n\t“This PSA is about reaching out to people and letting them know that there is an epidemic of sexual assaults. Those who commit sexual assaults will be condemned, whoever they are. The PSA also encourages any witness to such acts to speak up, do the right thing, and be a hero.  It is about protecting and respecting our loved ones--our mothers, sisters, daughters, wives, and girlfriends.”\nDulé Hill \n\t“One sexual assault is one too many. My desire for this PSA is that it will heighten awareness and in turn be a catalyst for more prevention.”\nDaniel Craig\n\t“I am honored to be part of such an important and crucial project. The message is clear and simple; everyone has a responsibility. There are no exceptions. There are no excuses.  Please watch it and pass it on.” \n\n\n\n\n"
}