{
    "title": "President Obama Delivers Message to Viewers of Univision Awards Show Tonight | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-delivers-message-viewers-univision-awards-show-tonight",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 26, 2009\n\n \n\n\n\nPresident Obama Delivers Message to Viewers of Univision Awards Show Tonight\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  ____________________________________________________________________________  EMBARGOED UNTIL BROADCAST                                           March 26, 2009  PRESIDENT OBAMA DELIVERS MESSAGE TO VIEWERS OF UNIVISION AWARDS SHOW TONIGHT   The President will discuss his belief in the importance of civic participation and his commitment to expanding opportunity for all Americans during Univision’s \"Premio Lo Nuestro\" Latin music awards tonight. The President will also praise the rich diversity of Latin music and offer a word of encouragement to the nominees of the awards show, now in its 21st year. The pre-recorded message will air on the Univision network during the live broadcast of the show, which is being held in Miami’s BankUnited Center, beginning at 8pm ET/PT (7pm Central).    Remarks of President Barack Obama  \"Premio Lo Nuestro\"  Thursday, March 26, 2009  Washington, DC   AS DELIVERED   Buenas noches (Good evening). I want to thank the millions of you who voted for tonight’s winners, and I also want to thank all of you who voted in that other election back in November – even if it wasn’t for me.  With the challenges we face right now, it is absolutely critical that you stay involved and make your voices heard.  I want you to know that I will always be listening, and my Administration is working hard so that we can expand opportunity for all Americans and reach that better day. Now I know you tuned in for \"Premio Lo Nuestro,\" so let me get right to it. I don’t know who’ll get married tonight or who’ll get Video of the Year, but I know you’re in for some great performances that celebrate the rich diversity of Latin music, and that’s good news. So enjoy the show, y para los nominados que se preguntan si esta será su noche, les digo, ¡si se puede! (and for all those nominees wondering if tonight is their night, let me just say, ¡yes you can!)     \n\n\n\n"
}