{
    "title": "Presidential Proclamation -- National Consumer Protection Week, 2013 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/03/01/presidential-proclamation-national-consumer-protection-week-2013",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 01, 2013\n\n \n\n\n\nPresidential Proclamation -- National Consumer Protection Week, 2013\n\n\n\n\nBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\nA PROCLAMATION\nOver 4 years ago, widespread abuses in America's financial system nearly brought our economy to its knees. Millions saw their life savings erode, businesses shuttered their doors, and families were devastated by job loss and foreclosure. This crisis cast a harsh light on the breakdown in oversight that led to an epidemic of irresponsibility, and it highlighted the need for common-sense regulations to protect the vast majority of Americans from the reckless actions of a few. During National Consumer Protection Week, we remember those lessons, and we recognize that our shared prosperity depends on empowering all Americans to make sound decisions for themselves and their families.\nMy Administration is ramping up consumer protection throughout the economy. Last year, we established a new unit to combat fraud and investigate the abusive lending and mortgage packaging that led to the housing crisis. We launched the \"Know Before You Owe\" campaign to help students and their parents make smart decisions about paying for college. We cracked down on unscrupulous lenders and credit card companies that charge hidden fees. And we did away with the practice of adding pages of misleading fine print to important financial agreements.\nWe are also committed to helping consumers avoid scams, protect their personal information, and make good financial decisions. That is why agencies across the Federal Government joined with consumer advocates to launch www.NCPW.gov, an online resource that provides practical advice for managing finances and safeguarding against identity theft.\nAs the driving force behind our economy, consumers deserve clear rules, fair treatment, and full disclosure. Whether opening credit cards, buying cars, applying for mortgages, or taking out student loans, all Americans should have access to complete, concise information. This week, we resolve to strengthen consumer rights and build a more transparent, efficient, effective marketplace.\nNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim March 3 through March 9, 2013, as National Consumer Protection Week. I call upon government officials, industry leaders, and advocates across the Nation to share information about consumer protection and provide our citizens with information about their rights as consumers.\nIN WITNESS WHEREOF, I have hereunto set my hand this first day of March, in the year of our Lord two thousand thirteen, and of the Independence of the United States of America the two hundred and thirty-seventh.\nBARACK OBAMA\n\n\n\n\n"
}