{
    "title": "Readout of the President’s Meeting with the National Security Council Regarding the Situation in Egypt | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/07/06/readout-president-s-meeting-national-security-council-regarding-situatio",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 06, 2013\n\n \n\n\n\nReadout of the President’s Meeting with the National Security Council Regarding the Situation in Egypt\n\n\n\n\nPresident Obama convened a secure conference call with the National Security Council today to review the very fluid situation in Egypt.  The President condemned the ongoing violence across Egypt and expressed concern over the continued political polarization.  He reiterated that the United States is not aligned with, and does not support, any particular Egyptian political party or group. \nIn line with that position, the United States categorically rejects the false claims propagated by some in Egypt that we are working with specific political parties or movements to dictate how Egypt’s transition should proceed.  We remain committed to the Egyptian people and their aspirations for democracy, economy opportunity, and dignity.  But the future path of Egypt can only be determined by the Egyptian people. \nDuring this transitional period, we call on all Egyptians to come together in an inclusive process that allows for the participation of all groups and political parties.  Throughout that process, the United States will continue to engage the Egyptian people in a spirit of partnership, consistent with our longstanding friendship and shared interests – including our interest in a transition to sustainable democracy.  \nWe urge all Egyptian leaders to condemn the use of force and to prevent further violence among their supporters, just as we urge all those demonstrating to do so peacefully.  As Egyptians look forward, we call on all sides to bridge Egypt’s divisions, reject reprisals, and join together to restore stability and Egypt’s democracy.\n\n\n\n\n"
}