{
    "title": "First Lady Michelle Obama to Join Shaquille O'Neal, Allyson Felix, and Dominique Dawes at a Back to School Event | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/09/03/first-lady-michelle-obama-join-shaquille-oneal-allyson-felix-and-dominiq",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nSeptember 03, 2013\n\n \n\n\n\nFirst Lady Michelle Obama to Join Shaquille O'Neal, Allyson Felix, and Dominique Dawes at a Back to School Event\n\n\n\n\nMrs. Obama to highlight healthy changes happening in schools, and applaud new commitments to Let’s Move! Active Schools\nWashington, DC – On Friday, September 6, at 1:00 PM ET, First Lady Michelle Obama will visit Orr Elementary in Washington, DC for a back to school event highlighting healthy changes happening in schools and across the country. Mrs. Obama will be joined by Shaquille O'Neal, Allyson Felix, Dominique Dawes, DC Public Schools Chancellor Kaya Henderson and North America Reebok President Uli Becker to announce new commitments around Let’s Move! Active Schools, which aims to get physical activity back into schools, before, during and after the school day.  Since launching in February, more than 3,700 schools have signed up at LetsMoveSchools.org to be active schools, building on the knowledge that active kids do better. Shaq and Allyson Felix are respectively Reebok and Nike spokespeople, both companies that have made commitments to Let’s Move! Active Schools.\nOrr Elementary School has been a great example of what schools all across the country are doing to provide healthier environments for kids. Not only has Orr successfully implemented the new healthy school lunch standards, but they’ve already started providing healthier snacks in vending machines – a move all schools will make starting next school year. Orr also has physical education classes, and participates in BOKS, an initiative of Reebok and the Reebok Foundation which incorporates physical activity and nutrition into programming for kids before the school day.\nDuring the event, the First Lady will deliver remarks about healthy changes happening in schools and across the country, and then participate in a physical activity with children and the athletes. Members of the media who wish to cover this event must RSVP to firstladypress@who.eop.gov by 3 PM ET, Wednesday, September 4. \n\n\n\n\n"
}