{
    "title": "Mensaje Semanal: Presidente Obama Promete “Cobrar Cada Centavo” de Fondos de Contribuyentes que Ayudaron a Bancos Grandes | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/mensaje-semanal-presidente-obama-promete-cobrar-cada-centavo-de-fondos-de-contribuy",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 16, 2010\n\n \n\n\n\nMensaje Semanal: Presidente Obama Promete “Cobrar Cada Centavo” de Fondos de Contribuyentes que Ayudaron a Bancos Grandes\n\n\n\n\nWASHINGTON – En su discurso semanal, el Presidente Barack Obama propuso de parte del pueblo estadounidense una cuota para las principales firmas financieras a fin de recuperar los $700,000 millones usados en el Programa de Asistencia para Activos Problemáticos (Troubled Asset Relief Program o TARP). En el mensaje el Presidente dice, “queremos que se devuelva el dinero de los contribuyentes y vamos a cobrar cada centavo.” La propuesta del Presidente solamente afectará a las grandes instituciones financieras con deudas más altas, por lo que no sólo ayudará a recuperar los fondos del TARP y reducir el déficit, sino que también tomará firmes medidas contra algunas de las prácticas bancarias que provocaron la crisis financiera.\nEl audio y video estarán disponibles por Internet en obamawhitehouse.archives.gov\nDeclaraciones del Presidente Barack Obama Versión preparada Mensaje semanal\n16 de enero, 2010 \nDurante los últimos dos años, más de siete millones de estadounidenses han perdido sus empleos. Innumerables empresas se han visto obligadas a cerrar sus puertas. Pocas familias han escapado al sufrimiento de esta terrible recesión. Es raro el día en que no oigo de personas afectadas. Es por eso que hemos hecho un esfuerzo incesante por reconstruir esta economía.\nPero incluso mientras trabajamos incansablemente para salir de este hoyo, es importante que abordemos lo que nos llevó a una crisis tan profunda para comenzar. Gran parte de los problemas de esta recesión fueron causados por la irresponsabilidad de los bancos e instituciones financieras de Wall Street. Estas firmas financieras asumieron riesgos enormes e imprudentes en busca de beneficios a corto plazo y bonificaciones en aumento. Apostaron con dinero prestado, sin suficiente supervisión ni consideración a las consecuencias. Y cuando perdieron, perdieron en grande. Hace poco más de un año, muchas de las principales y más antiguas firmas financieras del mundo estaban a punto de colapsar, abrumadas por las consecuencias de sus irresponsables decisiones. Esta crisis financiera casi llevó a toda la economía a una segunda Gran Depresión.\nComo resultado, se puso al pueblo estadounidense –que de por sí estaba pasando dificultades–   en una posición sumamente injusta y poco satisfactoria. Aunque estas firmas financieras enfrentaban una crisis creada en gran parte por ellas mismas, su fracaso podría haber resultado en una calamidad incluso mayor para el país. Es por eso que la previa Administración inició un programa –el Programa de Asistencia para Activos Problemáticos (Troubled Asset Relief Program o TARP)– a fin de proporcionarles a estas instituciones financieras fondos para superar los problemas que contribuyeron a suscitar. Fue algo desagradable pero necesario.\nMuchos temían originalmente que se perdería gran parte de los $700,000 millones en fondos del TARP. Pero cuando mi gobierno se inició, pusimos en vigor normas rigorosas de responsabilidad y transparencia que redujeron considerablemente el costo del plan de rescate. Ya hemos recuperado gran parte del dinero proporcionado a los bancos. Ésa es una buena noticia, pero en lo que a mí respecta, no es suficiente. Queremos que se devuelva el dinero de los contribuyentes y vamos a cobrar cada centavo.\nEs por eso que esta semana, propuse una nueva cuota para las principales firmas financieras a fin de compensar al pueblo estadounidense por la extraordinaria ayuda que le prestó al sector financiero. Y la cuota estará en vigor hasta que se reembolse a los contribuyentes estadounidenses por completo. Solamente las más grandes firmas financieras con más de $50,000 millones en activos se verán afectadas, mas no los bancos comunitarios. Y cuanto más grande la firma – y mayor sea su deuda– mayor la cuota. Porque no sólo vamos a recuperar nuestro dinero y ayudar a disminuir nuestro déficit; vamos a atacar algunas de las prácticas bancarias que llevaron a la crisis.\nEso es importante. El hecho es que las firmas financieras desempeñan una función esencial en nuestra economía. Aportan capital y otorgan crédito a familias que están comprando casa, a estudiantes que están yendo a la universidad, a las empresas que se quieren constituir o expandir. Esto es crucial para nuestra recuperación. Es por eso que nuestro objetivo con esta cuota –y con las reformas financieras de sentido común que procuramos– no es sancionar al sector financiero. Nuestro objetivo es evitar el abuso y los excesos que casi llevaron a su colapso. Nuestro objetivo es promover tratos justos y a la vez sancionar a quienes explotan el sistema; alentar el crecimiento sostenido y a la vez desalentar las burbujas especulativas que inevitablemente se revientan. Y a fin de cuentas, eso es lo que le conviene al sector financiero y al pueblo estadounidense.\nPor supuesto que yo preferiría que los bancos acojan este sentido de responsabilidad mutua. Pero hasta ahora, han luchado con ferocidad contra la reforma financiera. El sector incluso ha unido fuerzas con el partido de oposición a fin de lanzar una masiva campaña de presión contra normas de sentido común que evitarían otra crisis y protegerían a los consumidores.\nAhora, puntuales como un reloj, los bancos y políticos que buscan sus favores ya están tratando de evitar que esta cuota se ponga en vigor. Las mismas firmas que vienen acumulando miles de millones de dólares en ganancias, y según informes, repartiendo más dinero en bonificaciones y compensación que nunca antes en la historia, ahora se dicen pobres. Es un espectáculo.\nQuienes se oponen a esta cuota dicen que los bancos no tienen suficiente dinero para reembolsarle su dinero al pueblo estadounidense sin pasarles los costos a sus accionistas y clientes. Pero es difícil creer eso cuando hay informes de que Wall Street está repartiendo más dinero en bonificaciones y compensación este año que el costo de la cuota en los próximos diez años. Si las grandes firmas financieras pueden pagar bonificaciones exorbitantes, pueden reembolsarle su dinero al pueblo estadounidense.\nQuienes se oponen a esta cuota también tienen la audacia de sugerir que, de alguna manera, es injusta; que como estas firmas ya devolvieron lo que se prestaron directamente, ya cumplieron con sus obligaciones. Pero esto ignora intencionalmente el hecho de que el sector entero se benefició no sólo del rescate financiero, sino de la ayuda que se otorgó a AIG y los propietarios de vivienda, y de las muchas medidas de emergencia sin precedente que tomaron la Reserva Federal, la FDIC y otros para evitar un colapso financiero. Ignora, además, una injusticia aun mayor: hacer que el contribuyente estadounidense corra con los gastos.\nEsto es inaceptable para mí y para el pueblo estadounidense. No vamos a permitir que Wall Street se vaya corriendo con el dinero. Vamos a promulgar esta cuota. Y voy a seguir trabajando con el Congreso para aprobar reformas financieras de sentido común para proteger al pueblo y la economía del tipo de crisis, tan dolorosa y cara, que acabamos de experimentar. Porque después de dos años difíciles, después de una crisis que provocó un torbellino tan grande, si hay una lección que podemos aprender es ésta: no podemos volver a repetir lo hecho en el pasado.\nMuchas gracias.\n###\n \n\n\n\n"
}