{
    "title": "President Obama Announces Presidential Delegation to the State of Israel to Attend the State Funeral of Former President and Prime Minister Shimon Peres | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/09/29/president-obama-announces-presidential-delegation-state-israel-attend",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 29, 2016\n\n \n\n\n\nPresident Obama Announces Presidential Delegation to the State of Israel to Attend the State Funeral of Former President and Prime Minister Shimon Peres\n\n\n\n\n\n\tPresident Barack Obama today announced the designation of a Presidential Delegation to the State of Israel to attend the State Funeral of Former President and Prime Minister Shimon Peres on September 30, 2016 in Tel Aviv, Israel.\n\n\tThe Honorable Barack Obama, President of the United States, will lead the delegation.\n\nMembers of the Presidential Delegation\n\n\tThe Honorable William J. Clinton, Former President of the United States\n\n\tThe Honorable Daniel Shapiro, U.S. Ambassador to the State of Israel, Department of State\n\n\tThe Honorable John Kerry, Secretary of State of the United States\n\n\tThe Honorable Robert Casey, U.S. Senator, Pennsylvania\n\n\tThe Honorable Nancy Pelosi, Democratic Leader, Member of the U.S. House of Representatives (CA-12)\n\n\tThe Honorable Steny Hoyer, Member of the U.S. House of Representatives (MD-5)\n\n\tThe Honorable Jan Schakowsky, Member of the U.S. House of Representatives (IL-9)\n\n\tThe Honorable Charles Rangel, Member of the U.S. House of Representatives (NY-13)\n\n\tThe Honorable Sander Levin, Member of the U.S. House of Representatives (MI-9)\n\n\tThe Honorable Eliot Engel, Member of the U.S. House of Representatives (NY-16)\n\n\tThe Honorable Ileana Ros-Lehtinen, Member of the U.S. House of Representatives (FL-27)\n\n\tThe Honorable Jerrold Nadler, Member of the U.S. House of Representatives (NY-10)\n\n\tThe Honorable Kay Granger, Member of the U.S. House of Representatives (TX-12)\n\n\tThe Honorable Susan Davis, Member of the U.S. House of Representatives (CA-53)\n\n\tThe Honorable Steve Israel, Member of the U.S. House of Representatives (NY-3)\n\n\tThe Honorable Adam Schiff, Member of the U.S. House of Representatives (CA-28)\n\n\tThe Honorable Steve Cohen, Member of the U.S. House of Representatives (TN-9)\n\n\tThe Honorable Ted Deutch, Member of the U.S. House of Representatives (FL-21)\n\n\tThe Honorable David Cicilline, Member of the U.S. House of Representatives (RI-1)\n\n\tThe Honorable Suzanne Bonamici, Member of the U.S. House of Representatives (OR-1)\n\n\tThe Honorable Alan Lowenthal, Member of the U.S. House of Representatives (CA-47)\n\n\tThe Honorable Lee Zeldin, Member of the U.S. House of Representatives (NY-1)\n\n\tThe Honorable Susan Rice, Assistant to the President and National Security Advisor\n\n\tThe Honorable Benjamin Rhodes, Assistant to the President and Deputy National Security Advisor for Strategic Communications and Speechwriting\n\n\tThe Honorable Jeffrey Zients, Assistant to the President and Director of the National Economic Council\n\n\tThe Honorable Robert Malley, Special Assistant to the President, Senior Advisor to the President for Counter-ISIL Campaign, National Security Council, and White House Coordinator for the Middle East, North Africa, and Gulf Region, National Security Council\n\n\tThe Honorable Frank Lowenstein, Special Envoy for Israeli-Palestinian Negotiations, Department of State\n\n\tThe Honorable Yael Lempert, Special Assistant to the President and Senior Director for the Levant, Israel, and Egypt, National Security Council\n\n\tThe Honorable Stephen Hadley, Former National Security Advisor\n\n\tThe Honorable Martin Indyk, Former Special Envoy for Israeli-Palestinian Negotiations\n\n\tThe Honorable Stuart Eizenstat, Former Ambassador to the European Union\n\n\tMr. Alan Solow, Partner, Resolute Consulting\n\n\n\n\n"
}