{
    "title": "We Can't Wait: White House Announces Nearly 300,000 Summer Jobs and Other Employment Opportunities for Youth and New Online Tool to Help Youth Access Opportunities | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/05/02/we-cant-wait-white-house-announces-nearly-300000-summer-jobs-and-other-e",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 02, 2012\n\n \n\n\n\nWe Can't Wait: White House Announces Nearly 300,000 Summer Jobs and Other Employment Opportunities for Youth and New Online Tool to Help Youth Access Opportunities\n\n\n\n\n\n\tToday, Secretary Solis will join Mayor Nutter at Philadelphia’s City Hall to announce that the Administration has secured additional commitments from 95 companies and non-profits, three cities, two federal agencies and the White House to provide 110,000 new summer jobs and other employment opportunities for low-income and disconnected youth this year as part of the Summer Jobs+ initiative for a total of nearly 300,000 opportunities. Employment opportunities include 90,000 paid jobs and thousands of mentorships, internships and other training opportunities. The Administration will also launch the Summer Jobs+ Bank, a new online search tool to help connect young people to jobs, internships and other employment opportunities this summer and year round.\n\n\t“In January, we called on the private and public sectors to help us address record unemployment among America’s youth. Today, we are proud to announce that cities, federal agencies, non-profits, and companies from across the country have come together to provide hundreds of thousands of summer jobs and employment opportunities for our young people,” said President Obama.\n\n\t“The Summer Jobs+ Bank and the growing list of organizations stepping up to answer the President's challenge are important to maintaining our commitment to the next generation of the American workforce,” said Secretary of Labor Hilda Solis. “There's no replacement for the dignity that comes with earning your first paycheck, and whether young people are looking for a job at the retail store around the corner-or at a national park states away-they now have one place to start their search.”\n\n\tThe President proposed $1.5 billion for high-impact summer jobs and year-round employment for low-income youth ages 16-24 in the American Jobs Act as part of the Pathways Back to Work fund. When Congress failed to act, the Federal government and private sector came together in January to commit to creating nearly 180,000 employment opportunities for low-income youth in the summer of 2012, with a goal of reaching 250,000 employment opportunities by the start of summer. Since the announcement of the initiative in January, nearly 100 more private sector partners nationwide have answered the President’s challenge to provide young people summer jobs, mentorships, internships and other opportunities to build skills.   \n\n\tAs pathways to careers, summer employment is critical to the success of young people, good for business, and important for our country.  But today’s youth are struggling to get the work experience they need for the jobs of the future: last summer, the unemployment rate among youth ages 16-24 set a near record high, and only 21 out of 100 low-income teens had a job.  According to a recent report, taxpayers shouldered more than $93 billion in direct costs and lost tax revenue to support young adults disconnected from school and work in 2011 alone. \n\n\tSummer Jobs+ Bank\n\n\tWorking with 10 job posting websites and employers across the country, the Summer Jobs+ Bank provides a single-stop resource for young job seekers to go online and search for jobs and other employment opportunities in their communities. Modeled after the Veterans Job Bank, the Summer Jobs+ Bank is powered by a new open Web standard, the JobPosting schema, designed by a voluntary network of job search and technology companies and supported by schema.org.  Job Posting Partners include:  AboutJobs.com, Inc., AfterCollege.com, Campus2Careers.com, CollegeRecruiter.com, CoolWorks.com, DirectEmployers Association, InternMatch.com, Internships.com, JobOn, and LinkedIn. In addition to the search tool, the Administration challenged the developer community to build apps that connect even more young people to job opportunities in their area.  In response to the challenge, many apps were created on several of the leading platforms, including Facebook, Google Android, Apple iOS, Windows Phone, and web browsers. Learn more about these innovative apps here.\n\nSummer Jobs+ Cities\n\n\tThree cities have joined with the Administration as Summer Jobs+ Cities and have committed to create new jobs, internships and other employment opportunities for low-income and disconnected youth this year. They include:\n\n\t• Philadelphia:  In response to the President’s call to action, Mayor Michael A. Nutter and the City of Philadelphia, in partnership with Philadelphia Youth Network, is challenging Philadelphians and the business community to provide 7,500 youth summer jobs in 2012. At the event with Secretary Solis today, Mayor Nutter will announce commitments from local businesses and make a general call to Philadelphia citizens to join the Save Summer Jobs campaign. In addition to increasing employer-paid jobs and internships this year, Mayor Nutter is asking Philadelphians to sign on as donors – with personal contributions as small as $5 – to help reach the summer jobs goal. \n\n\t• Chicago:  The City of Chicago responded to the President's call to action by committing to provide 973 new summer job opportunities for students through a partnership with Chicago Public Schools (CPS). CPS students will develop transferable skills to increase employability through job readiness training. Nearly half of these opportunities will be explicitly directed towards students at risk of academic failure.\n\n\t• San Francisco:  San Francisco Mayor Lee, in partnership with United Way of the Bay Area, has responded to the President’s call to action by committing to provide 5,000 jobs and internships for youth ages 14–24.  Mayor Lee challenged corporate partners to match the City’s 2,500 summer jobs with 2,500 new job and internship opportunities for summer 2012. The Mayor’s office is also partnering with the Department of Children, Youth and their Families, Office of Economic & Workforce Development, and San Francisco Unified School District to create a pipeline between youth, community organizations and private sector employers. The United Way and local youth workforce development organizations will provide work readiness training and support to youth job seekers, matching them to employers. The City will kick off Summer Jobs+ San Francisco at a Youth Resource Fair on May 9th.\n\nNew Commitments\n\n\tFor a full list of commitments, please visit http://www.dol.gov/summerjobs/Partners.htm.  Commitments announced since January include:\n\n\tAscension Health, Assurance for Tomorrows’ Leaders Youth Foundation, Inc., Better Community, Inc., Blue Cross and Blue Shield Association, Boys & Girls Clubs of America, Bread for the World, Bright Horizons, Cambia Health Solutions, Campus2careers, Cannon Industries, Capital Workforce Partners, Careerimp, Inc., CBL Sports, CBS Interactive, Christine Hassler, Inc., Cisco, Codeacademy, CodeNow, College Bound Brotherhood, Community Jobs Club, Inc., Communities Working 2gether, Coppin State University, Crossroads for Kids, Curvitude Boutique, Department of Education, Dignity Health, El Paso Hispanic Chamber of Commerce, Executive Personnel Services, Inc. Staffing, Family Outreach Multipurpose Community Center, Foundation Outreach Multipurpose Community Center, Foundation for Global Collaboration and Peace, Freeland Construction, General Assembly, Greater Phoenix Black Chamber of Commerce, Greatist.com, Hire Learning Career Development Academy, Hope Whispers Community Organization, Inc., Hyatt Hotels Corporation, IdleAir, Innovate+Educate, Intelligent Transportation Society of America, International Association of Machinists and Aerospace Workers, International Black Professional Firefighters Association, International Leadership Foundation, Internet Webpages Newspaper, Jacobs Center for Neighborhood Innovation, Job Prep™, The Job1 Youth Readiness Initiative, Johns Hopkins, Johnson & Johnson, Juma Ventures, Kupu, Level Playing Field Institute, LSL Industries, Inc., Meathead Movers, Masimo Corporation, Montefiore Medical Center, National Association of Hispanic Firefighters, National Skilled Trades Network, National U.S. India Chamber of Commerce, New York-Presbyterian Hospital, North Carolina Indian Economic Development, North Shore Community Development Coalition, Northrop Grumman, Pacific Gas and Electric Company, Partners HealthCare, Queens Community House, Regional Black Chamber of Commerce-Southern California, Renee’s Hair Designs, Roane State Community College, Roseland Community Hospital, Royal People Group, Inc., The Select Family of Staffing Companies, Skadden, Arps, Slate, Meagher & Flom, LLP, Southwire, Summer QAmp, Supplying Tools to Empower Peoples’ Success San Antonio, Sweet Beginnings, LLC, Swish Dreams, Targeting Our People’s Priorities with Service, Inc, TeenForce, TeenQuest/Summer Youth Initiative, Teledon Solutions, Texcel, Inc., The Siwel Group, LLC, Toyota Motor Sales, U.S.A., Inc, Tri-State Black Chamber of Commerce (Illinois, Missouri, Iowa), Tutor Perini Construction Company, Unum and Colonial Life, U.S. India Chamber of Commerce, U.S. Small Business Administration, UBS, Vancouver WA Housing Authority, The White House, Workforce.io, Year Up, YMEN, YWCA\n\n\n\n\n"
}