{
    "title": "White House to Host Twitter @TOWNHALL | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/06/30/white-house-host-twitter-townhall",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 30, 2011\n\n \n\n\n\nWhite House to Host Twitter @TOWNHALL\n\n\n\n\n\n\tToday, the White House announced through its official Twitter account, @whitehouse, that it will host its first ever Twitter town hall on Wednesday, July 6 at 2PM ET in the East Room of the White House. Twitter co-founder and Executive Chairman Jack Dorsey will moderate a conversation between President Obama and Americans across the country about the economy and jobs. Starting today, twitter users can submit questions using the hashtag #AskObama.  More information from Twitter can be found at the event’s homepage: http://askobama.twitter.com .\n\n\tToday, the White House also announced its first “Tweetup.” A portion of the Twitter town hall’s live audience will be drawn from people who follow @whitehouse and visit whitehouse.gov/tweetup to sign up. This “Tweetup” will be the first one the White House hosts; future Tweetups will provide @whitehouse followers with the opportunity to attend events, engage with Administration officials, and share their ideas with other @whitehouse followers.\n\n\tThe White House primarily uses its Twitter account, @whitehouse, to share breaking news and other updates with its 2.25 million followers. White House officials also use Twitter to engage with the American public and take questions directly from Twitter users on issues ranging from the economy and immigration to health care and the First Lady’s Let’s Move! @letsmove and Joining Forces @joiningforces initiatives. White House officials who use Twitter accounts include White House Communications Director, Dan Pfeiffer @pfeiffer44, White House Press Secretary, Jay Carney @PressSec, White House Director of Digital Strategy, Macon Phillips @macon44, Chief Official White House Photographer and Director of the White House Photography Office, Pete Souza @petesouza, and Director of Progressive Media & Online Response, Jesse Lee @jesseclee44.\n\n\n\n\n"
}