{
    "title": "Expected Attendees at Tonight's State Dinner | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/06/07/expected-attendees-tonights-state-dinner",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJune 07, 2011\n\n \n\n\n\nExpected Attendees at Tonight's State Dinner\n\n\n\n\n\n\tBelow is a list of expected attendees at tonight’s State Dinner. Attached are details about the State Dinner, also available here: http://obamawhitehouse.archives.gov/sites/default/files/uploads/germany_state_visit.pdf.\n\nTHE PRESIDENT and MRS. OBAMA\n\nHer Excellency Dr. Angela Merkel, Chancellor of the Federal Republic of Germany\n\tProfessor Dr. Joachim Sauer\n\n\tMs. Naomi Aberly, Dallas, TX\n\tMr. Larry Lebowitz\n\t \n\tMr. Jeremy Alters, Hallandale Beach, FL\n\tMs. Lina Guerrero, Miami, FL\n\t \n\tMr. Leo Apotheker, Palo Alto, CA\n\t \n\tThe Honorable Jorg Asmussen, State Secretary at the Federal Ministry of Finance, Washington, DC\n\t \n\tMr. Mark Ayers, Alexandria, VA\n\tMrs. Deborah Ayers\n\t \n\tMr. Stewart W Bainum, Chevy Chase, MD\n\tMrs. Sandra Bainum\n\t \n\tThe Honorable Tom Barrett, Mayor of Milwaukee, Milwaukee, WI\n\tMrs. Kris Barrett\n\t \n\tThe Honorable Joseph R. Biden, Jr., Vice President of the United States\n\tDr. Jill Biden, Spouse of the Vice President of the United States\n\t \n\tMr. David Billings, Washington, DC\n\tMrs. Rebecca Goodhart\n\t \n\tMr. Stephen Bittel, Miami Beach, FL\n\tMrs. Sabine Bittel, Coconut Grove, FL\n\t \n\tThe Honorable Antony Blinken, Deputy Assistant to the President and National Security Advisor to the Vice President, Office of the Vice President, Washington, DC\n\t \n\tMs. Sara Bloomfield, Washington, DC\n\t \n\tProfessor Dr. Wolfgang Bohmer, Former Minister-President of Saxony-Anhalt\n\t \n\tMr. Volker Bouffier, Minister-President of Hessen\n\t \n\tMr. Ulrich Braess, Washington, DC\n\tMrs. Dorothea Braess\n\t \n\tThe Honorable John Brennan, Assistant to the President and Deputy National Security Advisor for Homeland Security and Counterterrorism, National Security Council, Washington, DC\n\tMrs. Katherine Brennan\n\t \n\tMr. Robert E Buccini, Wilmington, DE\n\tMrs. Elizabeth Buccini\n\t \n\tThe Honorable William Burns, Under Secretary for Political Affairs, U.S. Department of State, Washington, DC\n\t \n\tGeneral James E Cartwright, Vice Chairman of the Joint Chiefs of Staff, Fort Myer, VA\n\t \n\tMr. Robert Clark, St. Louis, MO\n\tMs. Raschelle Burton\n\t \n\tThe Honorable Hillary R. Clinton, Secretary, U.S. Department of State, Washington, DC\n\t \n\tThe Honorable Daniel Coats, United States Senator\n\tMrs. Marsha Coats, Spouse of United States Senator\n\t \n\tMr. John Cooney, Chicago, IL\n\tMrs. Barbara Cooney\n\t \n\tThe Honorable Tom Corbett, Governor of Pennsylvania, Harrisburg, PA\n\t \n\tThe Honorable Jon Corzine, Former Governor of New Jersey\n\tMrs. Sharon Corzine\n\t \n\tMs. Sevim Dagdelen, Member of the Federal Parliament, The Left, Washington, DC\n\t \n\tThe Honorable William Daley, Assistant to the President and Chief of Staff, Washington, DC\n\tMs. Bernadette Keller\n\t \n\tH.E. Dr. Thomas de Maiziere, Federal Minister of Defense\n\t \n\tGeneral Martin Dempsey, Chief of Staff, U.S. Army, Fort Myers, VA\n\tMrs. Deanie Dempsey\n\t \n\tMr. Kai Diekmann, Editor in Chief Bild/Bild am Sonntag\n\t \n\tMr. E.J. Dionne, Bethesda, MD\n\tMs. Mary Boyle\n\t \n\tThe Honorable Thomas Donilon, Assistant to the President and National Security Advisor, NSC, Washington, DC\n\tMs. Cathy Russell, Chief of Staff to Dr. Jill Biden\n\t \n\tMr. Kirk Dornbush, Atlanta, GA\n\tMrs. Barb Dornbush\n\t \n\tMr. William Drozdiak, New York, NY\n\tMs. Natalia Drozdiak, Bridgehampton, NY\n\t \n\tMr. David Duffy, North Kingstown, RI\n\tMrs. Heidi Duffy\n\t \n\tMrs. Leni Eccles, Belvedere, CA\n\tMs. Norma Douglas, Sun Valley, ID\n\t \n\tMs. Susan Eisenhower, Washington, DC\n\tMr. Bucky Clarkson, Jacksonville, FL\n\t \n\tMr. Christoph Eschenbach, Washington, DC\n\tMs. Jeanette Weaver Ruesch, Chevy Chase, MD\n\t \n\tMr. Richard Fante, AstraZeneca, Newtown Square, PA\n\tMrs. Janine Fante\n\t \n\tDr. Daniel E Fass, Klapper and Fass, Scarsdale, NY\n\tMrs. Jessica Fass, Riverside, CT\n\t \n\tMr. Otto Fricke, Member of the German Bundestag, CDU/CSU\n\t \n\tH.E. Dr Hans-Peter Friedrich, Federal Minister of the Interior\n\t \n\tMrs. Carol Fulp, Oak Bluffs, MA\n\tMr. Bernie Fulp, Boston, MA\n\t \n\tMr. Eric Garcetti, Los Angeles, CA\n\tMs. Amy Wakeland\n\t \n\tThe Honorable Timothy F. Geithner, Secretary, U.S. Department of the Treasury, Washington, DC\n\tMrs. Carole Geithner, Spouse of The Honorable Timothy Geithner\n\t \n\tMr. Robert J Gillette, Tempe, AZ\n\tMs. Lisa Bunch, Phoenix, AZ\n\t \n\tThe Honorable Austan Goolsbee, Chair, Council of Economic Advisors, Washington, DC\n\tMrs. Robin Goolsbee\n\t \n\tThe Honorable Philip Gordon, Assistant Secretary of State for European and Eurasian Affairs, U.S. Department of State, Washington, DC\n\tMrs. Rachel Gordon\n\t \n\tMr. Thomas Gottschalk, Master of Ceremonies of TV Show\n\t \n\tDr. Emily Haber, Political Director of the Federal Foreign Office\n\t \n\tMr. Robert D Hansen, Midland, MI\n\tMrs. Kathleen L Hansen\n\t \n\tMr. Thomas Hesse, New York, NY\n\tMs. Gwendolyn Bellmann\n\t \n\tDr. Christoph R Heusgen, Advisor to the Chancellor, Washington, DC\n\t \n\tMr. Bruce Heyman, Chicago, IL\n\tMrs. Vicki Heyman\n\t \n\tMr. Doug T Hickey, San Francisco, CA\n\tMs. Dawn Ross\n\t \n\tMr. James Hoffa, Washington, DC\n\tMs. Meaghan Wolff\n\t \n\tMs. Kate Hughes, Princeton, NJ\n\tMr. Robert J Del Tufo\n\t \n\tMr. Helmut Jahn, Chicago, IL\n\tMrs. Deborah L Jahn\n\t \n\tThe Honorable Valerie Jarrett, Assistant to the President and Senior Advisor, Washington, DC\n\t \n\tProfessor Dr. Hans-Peter Keitel, President, Federation of German Industry\n\t \n\tMr. Craig Kennedy, Washington, DC\n\tMs. Karen Guberman\n\t \n\tMs. Lena Kennedy, Pasadena, CA\n\tMs. Teena Hostovich, La Canada, CA \n\t \n\tMrs. Katja Keul, Member of Parliament, Alliance 90/The Greens\n\t \n\tMr. Klaus Kleinfeld, Port Chester, NY\n\tMrs. Birgit Kleinfeld\n\t \n\tMrs. Freya Klier, Author\n\t \n\tMr. Jurgen Klinsmann, German Football Manager and Former Player\n\t \n\tThe Honorable Amy Klobuchar, United States Senator\n\tMr. John Bessler, United States Senate Spouse\n\t \n\tDr. Hans-Ulrich Klose, Member of the German Bundestag, CDU/CSU\n\t \n\tMr. Stefan Kornelius, Washington, DC\n\t \n\tDr. Bernhard Kotsch, Deputy Head of the Chancellor’s Office\n\t \n\tMr. David Leonhardt, Bethesda, MD\n\tMrs. Laura Leonhardt\n\t \n\tMr. Daniel Libeskind, New York, NY\n\tMs. Nina Lewis-Libeskind\n\t \n\tMr. Bryan Lourd, Beverly Hills, CA\n\tMr. Bruce Bozzi, Los Angleles, CA\n\t \n\tThe Honorable Nita Lowey, United States Representative\n\tMr. Stephen Lowey, United States Representative Spouse\n\t \n\tMr. Noah Mamet, Marina Del Rey, CA\n\tMs. Jennifer P Lindberg, Los Angeles, CA \n\t \n\tThe Honorable Capricia Penavic Marshall, Chief of Protocol, U.S. Department of State, Washington, DC\n\t \n\tMs. Marissa Mayer, San Francisco, CA\n\tMr. Zachary Bogue\n\t \n\tThe Honorable Mitch McConnell, United States Senator, Republican Leader\n\tThe Honorable Ms. Elaine L. Chao, Spouse of United States Senator\n\t \n\tMr. Robert A McDonald, Cincinnati, OH\n\tMrs. Diane McDonald\n\t \n\tThe Honorable Denis McDonough, Assistant to the President and Deputy National Security Advisor, NSC, Washington, DC\n\tMrs. Karin McDonough\n\t \n\tThe Honorable Gregory W. Meeks, United States Representative\n\tMrs. Simone-Marie Meeks, Spouse of United States Representative\n\t \n\tMs. Darlene M Miller, Burnsville, MN\n\tMs. Terry Lee Strout, Minneapolis, MN\n\t \n\tThe Honorable Karen Mills, Administrator, Small Business Administration, Washington, DC\n\t \n\tThe Honorable Norman Y. Mineta, Edgewater, MD\n\tMrs. Deni D. Mineta\n\t \n\tMs. Elizabeth Mohn, Washington, DC\n\tMr. Markus Dohle\n\t \n\tMr. Andreas Muhe, Photographer\n\t \n\tMr. Stefan Muller, Member of the German Bundestag, CDU/CSU\n\t \n\tThe Honorable Philip Murphy, U.S. Ambassador to Germany, State Department, Washington, DC\n\tMrs. Tammy Murphy\n\t \n\tThe Honorable Thomas Nides, Deputy Secretary of State for Management and Resources, Department of State, Washington, DC\n\tMs. Virginia Moseley\n\t \n\tThe Honorable Samuel Nunn, Washington, DC\n\tMrs. Colleen Nunn, Atlanta, GA\n\t \n\tMr. Samuel Palmisano, Armonk, NY\n\t \n\tThe Honorable Nancy Pelosi, United States Representative, Democratic Leader\n\tMr. Paul Pelosi, Spouse of United States Representative\n\t \n\tMr. Antonio M Perez, Rochester, NY\n\tMrs. Lori Perez, Pittsford, NY\n\t \n\tThe Honorable David Plouffe, Assistant to the President and Senior Advisor, Washington, DC\n\tMs. Olivia Morgan\n\t \n\tMr. Douglas Rediker, Washington, DC\n\t \n\tThe Honorable Bruce Reed, Assistant to the President and Chief of Staff, Office of the Vice President, Washington, DC\n\tMs. Bonnie LePard\n\t \n\tThe Honorable Susan Rice, United States Ambassador to the United Nations, New York, NY\n\tMr. Ian Cameron\n\t \n\tThe Honorable John G. Roberts, The Chief Justice of the United States\n\tMrs. Jane Roberts\n\t \n\tMr. James Rogers, Charlotte, NC\n\tMrs. Mary Anne Rogers\n\t \n\tDr. Irene B Rosenfeld, Northfield, IL\n\tMr. Richard Illgen, Kenilworth, IL\n\t \n\tH.E. Dr Philipp Rosler, Federal Minister of Economics and Technology\n\t \n\tMs. Diane Sawyer, New York, NY\n\t \n\tHis Excellency Dr. Klaus Scharioth, Germany’s Ambassador to the United States, Washington, DC\n\tMrs. Ulrike Scharioth\n\t \n\tH.E. Dr. Wolfgang Schauble, Federal Minister of Finance\n\t \n\tMr. Eric Schmidt, Mountain View, CA\n\t \n\tMr. Olaf Scholz, First Mayor of Hamburg\n\t \n\tMr. Jurgen Schulz, Head of Division, Federal Chancellery\n\t \n\tMr. Jon Schumacher, Saint Paul, MN\n\tMs. Mary J Briggs\n\t \n\tMr. Jerry Seib, Chevy Chase, MD\n\tMs. Barbara Rosewicz\n\t \n\tThe Honorable Steffen Seibert, State Secretary, Spokesman of the Federal Government\n\t \n\tThe Honorable Jeanne Shaheen, United States Senator\n\tMr. William Shaheen, Spouse of United States Senator\n\t \n\tDr. Elizabeth Sherwood-Randall, Special Assistant to the President and Senior Director for European Affairs, NSC, Washington, DC\n\tDr. Jeffrey Randall\n\t \n\tThe Honorable Eric K. Shinseki, Secretary, U.S. Department of Veterans Affairs, Washington, DC\n\tMrs. Patty Shinseki, Spouse of The Honorable Eric Shinseki\n\t \n\tThe Honorable Jim Steinberg, Deputy Secretary, U.S. Department of State, Washington, DC\n\tMs. Sherburne B. Abbott\n\t \n\tThe Honorable Ellen Tauscher, Undersecretary for Arms Control and International Security Affairs, U.S. Department of State, Washington, DC\n\tMr. James Cieslak\n\t \n\tMr. James Taylor, Burbank, CA\n\tMrs. Caroline Taylor\n\t \n\tThe Honorable Tina Tchen, Chief of Staff, Office of the First Lady, Washington, DC\n\t \n\tDr. Steven L Ullestad, Northeastern Iowa Synod, Cedar Falls, IA\n\tMrs. Ruth Ullestad\n\t \n\tMr. Bernd Ulrich, Deputy Editor in Chief of Weekly Newspaper Die Zeit\n\t \n\tMr. Arnold Vaatz, Member of the German Bundestag, CDU/CSU\n\t \n\tThe Honorable Tom Vilsack, Secretary, U.S. Department of Agriculture, Washington, DC\n\t \n\tThe Honorable Debbie Wasserman Schultz, United States Representative\n\tMr. Steven Schultz, Spouse of United States Representative\n\t \n\tMr. Perry Weitz, Huntington Bay, NY\n\tMrs. Felicia Weitz\n\t \n\tH.E. Dr. Guido Westerwelle, Federal Minister of Foreign Affairs\n\n\n\n\n"
}