{
    "title": "Remarks by President Obama and President Erdogan of the Republic of Turkey After Bilateral Meeting | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/12/01/remarks-president-obama-and-president-erdogan-republic-turkey-after",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 01, 2015\n\n \n\n\n\nRemarks by President Obama and President Erdogan of the Republic of Turkey After Bilateral Meeting\n\n\n\n\n\n\tChief of Missions Residence \n\tParis, France\n\n\n\t10:25 A.M. CET\n\n\tPRESIDENT OBAMA:  President Erdogan and I had a chance to see each other in Antalya recently at the G20.  In light of recent events, we thought it would be useful for us to discuss what’s been happening both in Syria and the recent events between Russia and Turkey.\n\n\tI want to be very clear:  Turkey is a NATO Ally.  Along with our allies, the United States supports Turkey’s right to defend itself and its airspace and its territory.  And we’re very much committed to Turkey’s security and its sovereignty. \n\n\tWe discussed how Turkey and Russia can work together to deescalate tensions and find a diplomatic path to resolve this issue.  And as I mentioned to President Erdogan, we all have a common enemy, and that is ISIL.  And I want to make sure that we focus on that threat, and I want to make sure that we remain focused on the need to bring about some sort of political resolution in Syria.\n\n\tIn partnership with Turkey and other coalition partners, we’ve been able to push ISIL’s control of certain territories inside of Iraq and inside of Syria.  We have more work to do.  Turkey has been extraordinarily generous when it comes to its support of refugees.  And I was glad to hear that they’ve had a productive meeting with the EU about how not only can border security be strengthened, but also additional resources for humanitarian support can be forthcoming. \n\n\tAnd we are very much interested in accelerating the work that’s been taking place on our military-to-military relationship to ensure that not only Turkey is safe and secure, but also that Syria can finally begin winding down what has been a terribly costly war, and we can focus our attention on ensuring that ISIL is no longer a threat to all of us. \n\n\tSo, Tayyip, I appreciate very much the meeting.  And I’m sure that our teams will be in close consultation over the next several weeks.\n\n\tPRESIDENT ERDOGAN:  (As interpreted.)  My dear friend, Obama, first and foremost, I would like to thank you for this meeting.  And we have concentrated our efforts in discussing fundamental topics; some of them to name are as the following. \n\n\tFirst and foremost, we’ve discussed several issues surrounding the struggle -- the joint struggle against the ISIL terrorism in Syria.  As the coalition forces, we are determined to keep up the fight against ISIS and ISIS forces on the ground.  And we have discussed the situation from different aspects within Syria in a detailed fashion.\n\n\tAnd as a second topic, we’ve concentrated our efforts on discussing the recent tensions between Russia and Turkey.  Of course, we are always willing to resort to the diplomatic language, because the diplomatic language will be sufficient in order to resolve the problems in the region -- because we don’t want to invest in tensions; we want to avoid the tensions.  We don’t want to get hurt and we don’t want no one to get hurt, because if a tension arises in the region, all of the parties involved get damaged at the end.  We want peace to prevail at all costs, and we want the peace, which will prevail, to contribute to the peace which will be established in the region at a larger extent.\n\n\tAnd of course, with regards to the resolution of the problems in Syria, we’ve discussed the transitional government -- the establishment of the transitional government, especially in the aftermath of the already successfully undertaken Vienna process.  We are, so far, very happy to see the developments in that regard, and we hope and pray that the end result out of the Vienna process to be cultivated will provide a -- sigh of relief for the entire region and for Syria.\n\n\tAnd as a fourth topic, we focused on the Turkomans, which are the Turkish descendants in Syria.  We know that where the Turkomans are present, there’s no Daesh presence or ISIS presence.  As I’ve said before, they are the Turkish descendants; they are the relatives of the Republic of Turkey.\n\n\tAnd that area is continuously bombed.  In the last few weeks, more than 500 civilians were killed, so we would like to see the resolution of that problem as soon as possible as well.  \n\n\tAnd I would like to thank you once again for this time and for this opportunity.                \n\n\tEND                  \n\t10:34 A.M. CET\n\n\n\n\n"
}