{
    "title": "Declaraciones del presidente del CEA Austan Goolsbee sobre la situación laboral en noviembre | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/03/declaraciones-del-presidente-del-cea-austan-goolsbee-sobre-la-situaci-n-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 03, 2010\n\n \n\n\n\nDeclaraciones del presidente del CEA Austan Goolsbee sobre la situación laboral en noviembre\n\n\n\n\n\n\tWASHINGTON – Hoy el presidente del Consejo de Asesores Económicos (Council of Economic Advisers) Austan Goolsbee publicó en el blog de la Casa Blanca las siguientes declaraciones sobre la situación laboral en noviembre. Las declaraciones se pueden ver AQUÍ.\n\t  \nLa situación laboral en noviembre\n\t \n\tPublicado por Austan Goolsbee el 3 de diciembre, 2010, a las 09:36 AM EST\n\t \n\tEl informe laboral de hoy muestra que las nóminas del sector privado aumentaron en\n\t50,000 en noviembre, menos de lo esperado, pero continúa el crecimiento en el sector privado durante once meses consecutivos. El ritmo no fue suficiente para evitar que la tasa de desempleo se elevara a 9.8 por ciento.\n\t \n\tSi bien las tendencias generales en los indicadores económicos de los últimos dos meses han sido alentadoras, las cifras de hoy subrayan la importancia de extender medidas que están a punto de caducar como los recortes tributarios para la clase media y el seguro por desempleo para los estadounidenses que han perdido su trabajo. Si dejamos de hacer esto, pondremos en peligro cientos de miles de empleos adicionales, y millones de estadounidenses que perdieron su trabajo sin culpa alguna quedarán desamparados.\n\t \n\tAdemás del aumento en noviembre, las cifras estimadas del crecimiento en el sector privado para setiembre (ahora 112,000) y octubre (ahora 160,000) han sido modificadas y fueron más altas. Desde diciembre del año pasado, se han creado 1.2 millones de empleos en el sector privado. En lo que va del trimestre, incluyendo las modificaciones de hoy, los empleadores del sector privado han generado un promedio de 105,000 empleos por mes.\n\t \n\tEl empleo total por planilla aumentó en 39,000 el mes pasado. Entre los sectores con el mayor crecimiento de empleo por planilla estuvieron educación y servicios de salud (+30,000) y servicios de asistencia temporal (+39,500).  El sector de ventas minoristas (-28,100), manufactura (-13,000), empleos en gobiernos locales y estatales (-13,000) y construcción (-5,000) estuvieron entre los sectores que perdieron empleos.\n\t \n\tUna tasa de desempleo de 9.8 por ciento es inaceptablemente alta y necesitamos lograr un sólido crecimiento en el empleo con el fin de recuperarnos de las profundas pérdidas laborales que empezaron hace dos años. Si bien la economía ha mejorado considerablemente en los últimos doce meses, con seguridad habrá reveses de este tipo en el futuro. Las cifras mensuales de empleo y desempleo son volátiles y los estimados de empleo son susceptibles a modificaciones considerables. Por ello, como siempre lo enfatiza el gobierno, es crucial no darle mucha importancia a un informe mensual.\n\t \n\tEs esencial que tomemos las medidas específicas adicionales que el Presidente recomendó a fin de aumentar el crecimiento y la generación de empleo, tales como la extensión de recortes tributarios para la clase media, inversión en nuestra infraestructura, otorgamiento de incentivos tributarios para alentar a las empresas a invertir y contratar en el país, y el fomento de las exportaciones en el exterior.\n\n\t \n\nAustan Goolsbee es el presidente del Consejo de Asesores Económicos\n\n\n\n\n"
}