{
    "title": "President Obama, Vice President Biden, Transportation Secretary LaHood Announce 2,000th Transportation Project Under Economic Recovery Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-vice-president-biden-transportation-secretary-lahood-announce-2000t",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 13, 2009\n\n \n\n\n\nPresident Obama, Vice President Biden, Transportation Secretary LaHood Announce 2,000th Transportation Project Under Economic Recovery Act\n\n\n\n\n   THE WHITE HOUSE   Office of the Press Secretary  __________________________________________________________________  For Immediate Release                                            April 13, 2009  President Obama, Vice President Biden, Transportation Secretary LaHood Announce 2,000th Transportation Project Under Economic Recovery Act   Washington, DC - President Barack Obama today announced funding for the 2,000th transportation project under the American Recovery and Reinvestment Act (ARRA), only six weeks after approving the first project.  The President made the remarks at the U.S. Department of Transportation with Vice President Biden and Transportation Secretary Ray LaHood.   \"Just 41 days ago we announced funding for the first transportation project under ARRA and today we’re approving the 2,000th project,\" said President Obama.  \"I am proud to utter the two rarest phrases in the English language – projects are being approved ahead of schedule, and they are coming in under budget.\"   \"The Recovery Act is being implemented with speed, transparency and accountability,\" said Vice President Biden.  \"Don't take my word for it – just look at what's happening today. We have the 2000th transportation project now underway – that's going to help create jobs, make it easier for folks to get to the jobs they have, and improve our nation's infrastructure all at the same time. The Recovery Act is full- steam ahead on helping us build an economy for the 21st century.\"   \"This is the government working for the people, creating jobs today and laying the foundation for a bright economic future,\" said Secretary LaHood.   The 2,000th project is in Kalamazoo County, Michigan.  The $68 million project involves widening of I-94 from two lanes both east and westbound to three lanes in each direction.  The project will improve safety and ease congestion by providing a more efficient interchange.      State departments of transportation around the country have reported to FHWA intense competition by contractors for ARRA projects.  Bids have been roughly 15 to 20 percent lower on average, and as much as 30 percent lower in some cases, than engineers anticipated.  For example, in Colorado, the state’s first five ARRA transportation projects announced on April 2 were 12 percent lower than anticipated.   In Maine, one bridge project was 20 percent lower than estimated.  In Oregon, during February and March 2009, bids have averaged 30 percent lower than expected.   President Obama secured passage of the ARRA and signed it into law on February 17, less than one month after taking office.  Less than two weeks later, on March 3, the President, Vice President Biden and Secretary LaHood released the first funding to the states and localities for highways, roads and bridge projects.  That release of funds came eight days earlier than required by law.    ARRA provides a total of $48.1 billion for transportation infrastructure projects to be administered by the U.S. Department of Transportation.  Of that $27.5 billion is for highways and bridges, $8.4 billion is for transit, $8 billion is for high speed rail, $1.3 billion is for Amtrak, $1.5 billion is for discretionary infrastructure grants $1.3 billion is for airports and Federal Aviation Administration facilities and equipment and $100 million for shipyards.    In early February, prior to the passage of the ARRA, Secretary LaHood established within the U.S. Department of Transportation the TIGER (Transportation Investments Generating Economic Recovery) team to ensure that economic recovery dollars for transportation infrastructure projects is rapidly made available and that project spending is monitored and transparent.  On March 3, the President unveiled a TIGER logo, as well as an ARRA logo, that will be placed on construction signs across the country, to mark projects being built and jobs created with Recovery Act funds.     ###    Due to heightened competition among contractors for recovery construction work, Transportation agencies across the nation are receiving project bids substantially lower than engineers’ initial estimates.  These lower than expected bids are allowing states to stretch economic recovery funds to pay for additional projects, which the Department of Transportation predicts will create even more jobs and yield further infrastructure repair nationwide. Below is a sampling of state transportation projects set to break ground across the country at a fraction of initial estimates.   \"At Baltimore-Washington International Marshall Airport, a recent project to reconstruct the area around Piers C and D received six bids instead of the usual two or three. The result: The estimated $50 million project will be built for $8 million less than was budgeted, and the savings will be allocated to other projects. There were 21 bidders for a $200,000 drainage project in Carroll County, more than anyone could remember.\" [Washington Post, 4/8/09]   \"In Connecticut, a project on the Merritt Parkway was budgeted at $75 million. The final bid amount: $66.6 million. In North Carolina, Pennsylvania and Rhode Island, bids are coming in 19 percent, 15 percent and 10 percent lower, respectively, according to data provided by the American Association of State Highway and Transportation Officials.\" [Washington Post, 4/8/09]   \"Pennsylvania officials said contractors competing for their first round of road and bridge projects had offered bids 15 percent lower than the state had expected. Utah officials said some of their bids were coming in 25 percent lower than expected. And a bid to build a 4.7-mile extension of Interstate 49 from Shreveport, La., toward the Arkansas state line came in at $31.1 million, about $4.7 million less than the Louisiana Department of Transportation and Development had estimated the project would cost.\" [New York Times, 3/28/09]   \"From major highway construction to small sidewalk improvements, bids are sometimes close to half as much as public works officials had projected… When the Santa Clara County Roads & Airports Department recently sought a contractor to do bicycle and pedestrian improvements along three streets, it expected the cost to be about $975,000. The winning offering was just $543,533…On the carpool lane project on Interstate 680 from Fremont to Milpitas, the three contracts awarded last month totaled about $88 million — compared with the $136 million Caltrans anticipated.\" [San Jose Mercury News, 3/30/09]   \"On April 2, the Colorado Department of Transportation opened bids for five road projects worth nearly $15 million — the first ones bid as part of Colorado’s share of the federal stimulus package… Contractors hungry for work — any kind of work — offered bids that were under what CDOT’s engineers thought the work might cost, meaning the extra money can be poured back into the pot for use later, CDOT officials said. The low bids undercut the agency’s estimates by up to 30 percent.\" [Denver Business Journal, 4/10/09]     \n\n\n\n"
}