{
    "title": "President Obama Calls for Restoring Statutory Pay-As-You-Go Requirements | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-calls-restoring-statutory-pay-you-go-requirements",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 09, 2009\n\n \n\n\n\nPresident Obama Calls for Restoring Statutory Pay-As-You-Go Requirements\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  _________________________________________________  For Immediate Release                    June 9, 2009    President Obama Calls for Restoring Statutory Pay-As-You-Go Requirements New Requirements Will Put Fiscal Responsibility into Law  Washington, DC- At an event this afternoon in the East Room, President Obama will call for a return to statutory pay-as-you-go requirements. More than 40 members of Congress will attend the event – including many members of the House Blue Dog Coalition. Listed below are the Members who will be on stage with the President: Senator Claire McCaskill  Speaker Nancy Pelosi  Majority Leader Steny Hoyer  Representative John Spratt   Representative Baron Hill   Representative Peter Welch   Representative Xavier Becerra   Representative George Miller   Representative Allen Boyd   Representative Stephanie Herseth-Sandlin  Representative Jim Cooper   Representative Charlie Melancon   Representative Melissa Bean Listed below are Members who are expected to attend the event: Representative Jason Altmire (PA-04)  Representative Joe Baca (CA-43)  Representative John Barrow (GA-12)  Representative Marion Berry (AR-01)  Representative Sanford Bishop (GA-02)  Representative Dan Boren (OK-02)  Representative Leonard Boswell (IA-03)  Representative Dennis Cardoza (CA-18)  Representative Chris Carney (PA-10)  Representative Travis Childers (MS-01)  Representative Jim Costa (CA-20)  Representative Henry Cuellar (TX-28)  Representative Lincoln Davis (TN-04)  Representative Joe Donnelly (IN-02)  Representative Brad Ellsworth (IN-08)  Representative Gabrielle Giffords (AZ-08)  Representative Jane Harman (CA-36)  Representative Tim Holden (PA-17)  Representative Mike McIntyre (NC-07)  Representative Walt Minnick (ID-01)  Representative Harry Mitchell (AZ-05)  Representative Dennis Moore (KS-03)  Representative Glenn Nye (VA-02)  Representative Mike Ross (AR-04)  Representative Loretta Sanchez (CA-47)  Representative Adam Schiff (CA-29)  Representative Heath Shuler (NC-11)  Representative John Tanner (TN-08)  Representative Mike Thompson (CA-01)  Representative Tim Walz (MN-01)  Representative Charlie Wilson (OH-06) The President will discuss his plan to ensure that the federal government lives within its means and will lay out his commitment to:  Return to an era of responsible government spending, the President is asking Congress to approve legislation requiring that any new tax cut or entitlement program be paid for. Simply, Congress can only spend a dollar if it saves a dollar somewhere else. Put PAYGO back into law, with automatic cuts in mandatory programs as penalties for violations. This will complement and strengthen the Congressional rules and help to bring the government back to a more sustainable budget. The House and Senate adopted pay-as-you-go (PAYGO) principles in their rules in 2007, but the rules can go only so far without a way to enforce them. Return to the rules of the 1990s when statutory PAYGO enforced the tough choices that moved the budget from large deficits to surpluses, and the President believes it can help to move us in that direction today.  HOW THE PRESIDENT’S PLAN WORKS The President’s plan makes clear that, to spend a dollar, Congress must offset the cost. The Office of Management and Budget would maintain a PAYGO ledger that records the average ten-year budgetary effects of all legislation enacted through 2013 that affects mandatory spending or tax legislation relative to the baseline. There would be exceptions in four areas where current policy differs substantially from current law: (1) Medicare payments to physicians; (2) the estate and gift tax; (3) the AMT; and (4) tax cuts enacted in 2001 and 2003. In those cases, legislation would be entered on the ledger only to the extent that Congress enacted costs that exceed a projection of 2009 policies actually in effect (or for the 2001/2003 tax cuts, policies scheduled for 2010). These exceptions are similar to the treatment of expiring mandatory programs under current PAYGO rules, which do not record costs for simply extending those programs. If there is a PAYGO cost at the end of a particular year because Congress has not succeeded in paying for all the new costs that it has enacted, the President would be required to issue an order sequestering budgetary resources from certain mandatory programs. The bill exempts other mandatory programs from sequestration, primarily those that were exempted in the first PAYGO statute or similar programs enacted since then. In 2007, both houses of Congress took important steps toward restoring fiscal discipline by using Congressional rules to restore enforcement of the PAYGO principle. This PAYGO statute is meant to serve as a supplement to these rules, providing an enforcement mechanism, sequestration, that is unavailable without statutory PAYGO.\n\n\n\n"
}