{
    "title": "Background on the Exhibits, Students and Competitions at the White House Science Fair | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/02/06/background-exhibits-students-and-competitions-white-house-science-fair",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nFebruary 06, 2012\n\n \n\n\n\nBackground on the Exhibits, Students and Competitions at the White House Science Fair\n\n\n\n\n\nBackground on the Exhibits, Students and Competitions at the White House Science Fair\n\n\tThe second White House Science Fair celebrates over 100 students from over 45 states, representing over 40 different competitions and organizations that work with students and inspire them to excel in STEM. A subset of the students being honored today will have the added opportunity to exhibit their award-winning work. More than 30 student teams will have the opportunity to exhibit their projects this year, almost twice as many as the first White House Science Fair. In addition, senior Administration officials and leading STEM advocates and educators will attend the White House Science Fair and meet the students.\n\nExpected attendees include:\n\nSenior Administration Officials\nJohn Holdren, Assistant to the President for Science and Technology, Director, Office of Science and Technology Policy (OSTP)\nLisa P. Jackson, Administrator, Environmental Protection Agency (EPA)\nCharles F. Bolden, Administrator, National Aeronautics and Space Administration (NASA)\nSubra Suresh, Director, National Science Foundation (NSF)\nJane Lubchenco, Administrator, National Oceanic and Atmospheric Administration (NOAA)\nPatrick Gallagher, Director, National Institute of Standards and Technology (NIST)\nStephen Van Roekel, Federal Chief Information Officer\nHarold Varmus, Director, National Cancer Institute\nCarl Wieman, Associate Director for Science, White House Office of Science and Technology Policy\n\nLeading STEM Educators and Advocates\nBill Nye, Bill Nye the Science Guy, Executive Director, Planetary Society\nCraig Barrett, former Chairman of Intel\nNeil deGrasse Tyson, American astrophysicist, Director of Hayden Planetarium\nAlan Leshner, CEO, American Association for the Advancement of Science (AAAS)\nMichelle Cahill, Vice President of Carnegie Corporation of New York\nLinda Rosen, CEO, Change the Equation\nJo Handelsman, Professor of Molecular, Cellular, and Developmental Biology at the Yale School of Medicine\n\nA sampling of the exhibits that the President will see include:\n\n\nStudent “Making” and Starting Small Business to Sell his Invention.   Fourteen year old Joey Hudy from Phoenix, Arizona is already a Maker Faire veteran.  He invented an Extreme Marshmallow Cannon and an LED Cube Microcontroller Shield, which he has exhibited at Maker Faires in New York, San Francisco, and Detroit.  He received 2 Editors Choice Awards from Maker Faire, and has started a small business selling the microcontroller (Arduino) shield kits on several websites.  As the World's Largest Do-It-Yourself Festival, Maker Faire is the premier event for grassroots American innovation.\n\nDesigning a More Efficient Way to Collect Solar Energy.  Aidan Dwyer, a middle school student hailing from Northport, New York, won first place in the American Museum of Natural History’s 2011 Young Naturalist Award for his study of a more efficient way to collect solar energy.  Modeling the natural design of tree limbs which Aidan predicted must serve a benefit for the trees to optimize sun collected to feed photosynthesis in the short, dark days of winter, Aidan worked to devise a potentially more efficient way to collect solar energy.\n\nSeventeen-Year Old Girl Designing Targeted Cancer Treatment.  Angela Zhang, a seventeen year old senior from Monta Vista High School in Cupertino, California, won the $100,000 Grand Prize in the Individual category of the Siemens Competition in Math, Science and Technology for using nanotechnology to eradicate cancer stem cells. Cancer stem cells (CSCs) are responsible for initiating and driving tumor growth yet are often resistant to current cancer therapies.  In her research, Angela aimed to design a nanosystem to target drug delivery to these cancer stem cells, which could potentially help overcome cancer resistance, minimize undesirable side effects, and allow for real-time monitoring of treatment efficacy.\n\nTeenage CEO Inventing Dissolvable Sugar Packets to Reduce Waste.  Hayley Hoverter, a 16 years old student from Downtown Business Magnet High School in Los Angeles, California, won first place at the 2011 Network For Teaching Entrepreneurship's National Challenge for her idea for patent-pending ecologically conscious dissolvable sugar packets.  Hayley, now CEO of Sweet (dis)SOLVE, started her business as a part of the Network for Teaching Entrepreneurship’s (NFTE's) business plan competition. \n\nImproving the Environment One Community at a Time.Isabel Steinhoff, Rico Bowman, Genevieve Boyle, and Mina Apostadiro, of Kohala Middle School in Kapaau, Hawaii, took first place in the grade 6-8 division of the Siemens “We Can Change the World” Challenge, for their household battery recycling effort to collect 6,000 batteries in 60 days.  The team, named 6000 in 60, embarked on a campaign to improve their community’s use and disposal of batteries by giving local people information on the environmental harm of batteries disposed improperly along with providing local opportunities for recycling.\n\nFifteen-Year Old Student Modeling Brain Control of a Robotic Arm.  Anand Srinivasan, a fifteen-year old sophomore from Roswell High School in Roswell, Georgia, qualified as a top 15 Finalist in the 2011 Google Science Fair.  Anand used data recorded via electroencephalography (EEG) from his brain and, after coupling it with the custom software that he wrote, used it to control a home-built robotic arm.  Anand believes that this technology could be put to use for amputees and patients suffering from paralysis and muscular dystrophy.\n\nTeam of Girl Scouts Seeking Patent on Prosthetic Hand Device Which Enables a Young Girl to Write.  A group of middle school-aged Girl Scouts from Ames, Iowa, including Gaby Dempsey, Mackenzie Gewell, and Kate Murray developed a patent-pending prosthetic hand device, winning them the inaugural Global Innovation Award at the FIRST LEGO League competition, beating out nearly 200 other submissions.  Their invention was in response to the need of a little old girl in Duluth, Georgia, enabling her to write for the first time although she was born without fingers on her right hand.  Their patent pending BOB-1 has earned the girls the Heartland Red Cross Young Heroes Award, scholarships at Iowa State University College of Engineering, recognition on the Floor of the Iowa and the US House of Representatives, and the title of finalists for the 2011 Pioneer Hi-Bred Iowa Women of Innovation Awards. \n\nUsing Genes to Improve Farming.  Dyersburg High School senior, Maryanna McClure, made Tennessee Future Farmers of America history by becoming the first student from the Tennessee FFA Association to win the National FFA Agriscience Fair, placing first in Division II of the Zoology event, for her study of Cotswold sheep genetics.  Maryanna breeds, raises, and markets sheep and their fleece and was inspired to do a project to research how to breed the natural color of sheep back into the industry.  The National FFA Agriscience Fair is a competition for FFA members grade 7-12 who conduct a scientific research project pertaining to the agriculture and food science industries.\n\nYoung Women Rocketing to Nationals.  Janet Nieto and Ana Karen of Presidio, Texas were members of the Presidio High School Rocketry Team that competed as a National Finalist in the Team America Rocketry Challenge (TARC) in 2009, 2010, and 2011.  Gwynelle Condino, a 7th grade student at Lucy Franco Middle School, also of Presidio, Texas, is the leader of her TARC team this year.  All three girls have successfully competed in a number of rocketry challenges and have attended the NASA Student Launch Initiative Advanced Rocketry program. \n\nDetroit Students Imagining the Energy Efficient City of the Future.  The Paul Robeson/Malcolm X Academy student team from Detroit, Michigan, competed in the Michigan Regional Contest of the National Engineers Week Future City Competition for the second year in a row.  Lucas Cain Beal, Jayla Mae Dogan, and Ashley Cassie Thomas, all aged 13, were part of a team that won the Excellence in Engineering Award at the 2012 Michigan Regional Competition focused on designing a city around the theme of \"Fuel Your Future: Imagine New Ways to Meet Our Energy Needs and Maintain a Healthy Planet.\"   After being named Best Rookie Team in 2011, the students had to overcome losing their school to a fire.  Despite the adversity and having to merge with another school, the students were energized to take on the Future City challenge again, saying “(Future City) helps me make a better city to live in.”\n\nHigh School Student Developing System to Detect Nuclear Threats.  The Davidson Academy of Nevada student Taylor Wilson, 17, of Reno, Nevada conducted researchon novel techniques for detecting nuclear threatsand developed an environmentally friendly, cost-effective, and highly sensitive system capable of detecting small quantities of nuclear material. Taylor’s system, which won him the Intel Foundation Young Scientist Award and Best of Category in Physics, could be used as a monitor at ports to scan cargo containers for Uraniam-235, Weapons Grade Plutonium, and Highly Enriched Uranium.\n\nYoung Students Developing a Sanitizing Lunchbox.  Sixth graders Ma’Kese Wesley and Isis Thompson and their LEGO robotics team from the ACE Collegium Campus in Kansas City, Missouri researched ways in which they could improve food safety.  Their invention, a UV-light lunchbox, sanitizes food between when it is packed in the morning and a student opens to eat it at lunchtime.  A UV light, which is turned on by a darkness-detecting sensor when the lunchbox is closed, kills bacteria that could make the food unsafe to eat.  The FIRST LEGO League competition aims to engage kids ages nine to fourteen in engineering. \n\nSucceeding at Science Even in Difficult Circumstances: Samantha Garvey, 18, of Bay Shore, New York, attends Brentwood High School -Sonderling Center in Brentwood, New York.  From a field of over 1,800 applicants, Samantha has been named a semifinalist for her Intel Science Talent Search 2012 environmental sciences project examining the effect of physical environment and predators on a specific species of mussel.  Despite personal obstacles, Samantha believes her education will bring her and her family a better life. \n\nStudent Designing a Robot to Connect Senior Citizens with their Families.  Concerned with the loneliness of seniors at his grandmother’s senior living center, fourteen-year old Salesianum High School (Wilmington, DE) student Benjamin Hylak of West Grove, Pennsylvania, built an interactive robot, which qualified him as a BROADCOM Masters 2011 Finalist.  His telepresence robot which moves around the center and allows seniors to connect via Skype with their family and friends when they are unable to visit in person, earned him second place in the BROADCOM Masters Engineering Category.  \n\nBuilding an Award-Winning Robot and Learning Entrepreneurial Lessons.   Morgan Ard, Titus Walker, and Robert Knight, III, 8th grade students at Monroeville Jr. High School in Monroeville, Alabama won high honors at the South BEST robotics competition.  BEST teams mimic industry by designing and developing a product and delivering it to market, including a marketing presentation, engineering notebook, trade-show style exhibit booth and robot competition.   Through the experience, these middle school students not only learned the innovation and engineering  necessary to develop an award-winning robot, but the marketing and business  skills that spark true entrepreneurial spirit.\n\nWriting a Video Game that Focuses on Saving the Environment.  Eleven year old Hannah Wyman who attends St. Anna's School in Leominster, Massachusetts, won the grand prize in her age group (9-12) for her video game Toxic, in Microsoft's first-ever U.S.  Kodu Cup. In Hannah’s game, which is now available for free on the Kodu Game Lab site, a player must solve puzzles and collect coins in order to remove soot from trees, zap pollution clouds to clean the air, and convince friends to plant more trees, all in an effort to save the environment.\n\nDeveloping a Portable Disaster Relief Shelter. Jessica D’Esposito, Colton Newton and Anna Woolery from Petersburg, Indiana are representing the Pike Central High School InvenTeam, one of fifteen schools selected nationwide.  They won a grant from the Lemelson-MIT Program to develop a lightweight, portable disaster relief shelter, designed to be complete with a water purification system and a renewable energy source to power an LED light, which could be used after disasters such as hurricanes, earthquakes, floods, or tornadoes to house people who have been displaced.\n\n\nAdditional exhibits at the White House Science Fair include:\n\n\nA Mobile Medical Alert Device That Could Save Your Life.  Ada Taylor and Katrina Gutierrez, both 17, along with Greeshma Somashekar, 18, all seniors at the North Carolina School of Science and Mathematics in Durham, North Carolina, are members of the award winning Unisecurity team which took the 2011 Grand Prize in the Cyber Security category at the Conrad Innovation Summit.  The team’s product, MedPAL, is a smartphone app that works in conjunction with a Bluetooth-enabled heart rate monitor to notify contacts in the event of a medical emergency, version 1 of which is currently available for purchase on the Web.\n\nDesigning a Next-Generation Airplane Wing.  John William Voelker and Miraj Rahematpura, seniors atXavier High School in Middletown, Connecticut, are co-captains of the Xavier High School Engineering Team which won the 2011 National Championship of the Real World Design Challenge (RWDC) for designing a next-generation airplane wing that maximizes fuel efficiency and enhances performance. \n\nDeveloping a Device to Help in the Clean Up of Oil Spills. Caroline “Carlie” Schulter and Matthew Tompkins hail from Marietta, Georgia and are members of the Carlton J. Kell High School InvenTeam, one of fifteen schools selected nationwide.  They won a grant from the Lemelson-MIT program to develop a remotely operated watercraft that skims oil off the surface of shallow water after offshore oil disasters.  In addition to their invention, the team has assisted in the development of the community-based Innovation Center for youth interested in invention, innovation and robotics. \n\nOhio High School and Middle School Teams Sweeping National Science Olympiad.  Andrew Mikofalvy and Lisa Guo, both seniors at Solon High School, in Solon, Ohio were members of the Solon 2011 National Champion Science Olympiad team in addition to the Solon Middle School National Championship teams of 2008 and 2009.  Kevin Sun and Katrina Mikofalvy, now sophomores at Solon High School, were co-captains of the 2011 Solon Middle School National Champion Science Olympiad team and members of the Solon Middle School teams that took home first prize in 2009 and 2010.  The 2011 teams continued the tradition of Solon High School and Middle School success in the Science Olympiad, qualifying for Nationals twelve times and nine times, respectively. \n\nResearch on Patient Attitudes Toward their Health.  Seventeen-year old Manasa Bhatta of Chattahoochee High School in Johns Creek, Georgia, was a Regional Finalist in the Young Epidemiology Scholars (YES) Competition.  Manasa conducted a case-control study, surveying women at a health clinic and found certain personal beliefs had a strong negative influence on the likelihood of patients being open with their physicians and having the recommended screenings.  \n\nExploring Improvements to Cancer Treatments by Overcoming Chemotherapy Resistance.  Shree Bose, a 17-year old senior at Fort Worth Country Day School in Fort Worth, Texas, took top honors at the 2011 Google Science Fair for her discovery of a way to improve ovarian cancer treatment for patients when they have built up a resistance to certain chemotherapy drugs. Her conclusions hold tremendous potential for the improvement of cancer chemotherapy treatment and for future research. Shree has presented her research at numerous international competitions and has been honored as one of Glamour Magazine's 21 Amazing Young Women of 2011, spoken at TEDxWomen 2011, and served as a panelist at Google Zeitgeist. \n\nStudying Sickle Cell Disease.  Prarthana Dalal, now an 18-year old freshman atNorthwestern University in Evanston, Illinois,took First Place at the International BioGENEius Challenge, for herproject on hemoglobin genetics and how sequence changes can effect fetal hemoglobin production in mouse models, research which can be used to understand treatment mechanisms for sickle cell disease.  Prarthana is originally from Leawood, Kansas where as a senior she attended Shawnee Mission East High School.  \n\nMiddle School Team Studying Environmental Impacts of Chemicals on their City’s Groundwater Resource.  Team “DR. MED” from San Antonio Texas is comprised of NEISD STEM Academy students Jocelyn Hernandez, Ricardo Rodriguez, Nathaly Salazar, and Carlos Zapata, all aged 13.  The students studied the effects that the improper disposal of pharmaceutical chemicals has on Edwards Aquifer, a groundwater resource for the city of San Antonio, Texas.   The team discovered that the introduction of pharmaceuticals has an impact on the pH, alkalinity, hardness, and nitrates in water sources, resulting in negative implications for the ecology of Edwards Aquifer, winning them recognition as an 8th Grade National Finalist for the eCYBERMISSION competition.  \n\nDeveloping A Concussion-Detecting Helmet to Combat Sports Injuries.  Fifteen year old Peninsula High School (Rolling Hill Estates, CA) freshman Braeden Benedict from Rancho Palos Verdes, California developed a low-cost impact detection device for use on youth and high school contact sport helmets.  Braeden’s invention, winning him the top prize of America’s 2011 Top Young Scientist  at the 2011 Discovery Education 3M Young Scientist Challenge, will allow coaches and trainers to be alerted that a player has received a hit with enough force to cause a concussion.\n\nDeveloping a System to Improve Water Quality in Underdeveloped Countries.  Eighth graders Emily Ashkin, Matthew Howard, and Alexander Roupas, all 15, of Providence Day School in Charlotte, North Carolina developed an inexpensive and easily accessible method for improving unsanitary water conditions in underdeveloped countries.  Their water purification system filtered out large particles, reduced turbidity levels, and increased the pH level to a value closer to that of pure water, winning the team the eCYBERMISSION Southeast Region for 8th grade.  \n\nRe-Designing a Helmet to Better Protect U.S. Troops.  Eleven-year old Jack Dudley of Stone Hill Middle School and Sydney Dayyani of Belmont Ridge Middle School are members of a Virginia team that designed a military helmet to protect soldiers from traumatic brain injuries on the battlefield due to improvised explosive devices (IEDs).  Both young students have previously competed in national science competitions and this past year won first place in the 2011 Toshiba/NSTA ExploraVision competition with their HEADS UP! Helmet. The helmet is a redesign of the standard-issue military helmet and is equipped with bullet and shrapnel-stopping gels and highly sensitive temperature and air pressure sensors to notify medical personnel of the presence and level of brain injury.\n\nDesigning a Mine Detecting Device.  Marian Bechtel, a 17-year old Hempfield High School student from Lancaster, Pennsylvania was inspired to take on the serious issue of abandoned landmines which are still found in many places around the world and investigated an innovative method for safe demining. Marian’s design could lead to a simple, cheap, and reliable humanitarian demining tool and earned Marian honors as a Finalist at the 2011 Intel International Science and Engineering Fair.  Marian also won a second place award from the American Intellectual Property Law Association, a merit award from the Society of Exploration Geophysicists, a $1,000 award from the U.S. Army, and has recently been named an Intel Science Talent Search 2012 finalist.\n\nStudent Programmer Creating Dynamic Educational Video Game.  Jasper Hugunin, a thirteen year old eighth grade student from Island Middle School on Mercer Island, Washington, developed a video game which introduces players to programming concepts as they provide instructions to guide a robot through increasingly challenging mazes.   This clever design of “Robot Commander” won Jasper the Playable Game, Open Platform and Playable Game, and Incorporating STEM Themes categories at the National STEM Video Game Challenge.\n\nAll-Girl Team Winning National Award for Solving Community Problem.  Bethany Slayton and Christian Hanna, both 13, along with MaKayla Arteaga, 12, middle school students from South Carolina, are the River Rangers, a Christopher Columbus Awards team from Ripley’s Aquarium in Myrtle Beach, South Carolina who took home the 2011 $25,000 Columbus Foundation Community Grant  award.  The girls addressed the issue of abandoned boats crowding the waterways, posing threats to wildlife and humans in the area.  The team helped pass a law, assisted with the removal of abandoned boats, and launched a website to provide warnings about abandoned boats sighted in the area.\n\nA Winning Robotics Alliance, with Astronauts Cheering Them On.  John Drake of Schaumburg, Illinois along with Sean Murphy of Atascadero, California and Eric Bakan of San Jose,California, represent the Winning Alliance of the 2011 FIRST Robotics Competition Championship.  A NASA Ames Research Center-mentored team, Team 254 which goes by the name The Cheesy Poofs, Team 111 or WildStang, and Team 973 or the Greybots, came together to form the Winning Alliance at the 2011 FIRST international competition for high school robotics teams.  \n\nObserving Earth Surface Temperatures, Alongside Teams Around the World.  Huntington High School Students, Ben Jones and Emily Waybright, both 16, along with Derek Carson, 17, from Huntington, West Virginia, were recognized by the GLOBE program for their project examining the effects of cloud cover on Earth surface temperatures.  The project involved students developing a question that data from the GLOBE website could help inform.\n\n\nIn addition to the exhibiting teams, student winners invited to White House Science Fair include:\n\n\nJayme Warner, 11th grade\n\t\tIntech Collegiate High School, North Logan, UT\n\t\tDupont Challenge Science Essay Competition Sr. Division 1st place winner\n\nMichelle Woods, 10th grade\n\t\tWaubonsie Valley High School, Aurora, IL\n\t\tDuPont Challenge Science Essay Competition Jr. Division 1st place winner\n\nJessica Steinort, 8th grade\n\t\tScarborough Middle School, Scarborough, ME\n\t\tDuPont Challenge Science Essay Competition Jr. Division 3rd place\n\nShireen Zaineb, 8th grade\n\t\tMilwaukee Montessori School, Milwaukee, WI\n\t\tNational STEM Video Game Challenge Playable Game – Gamestar Mechanic category winner\n\nKevin Burdge\n\t\tHeidelberg High School, Germany DoDDS-Europe, MIT\n\t\tDoD Junior Science and Humanities Symposium\n\nElmer Tan, 17\n\t\tJohn P. Stevens High School, Edison, NJ\n\t\tSilver Medal winner, International Chemistry Olympiad\n\nZiyuan Liu and Cassee Cain, 12th grade\n\t\tOak Ridge High School, Oak Ridge, TN\n\t\tSiemens Competition in Math, Science and Technology\n\nKyra Smith, 13\n\t\tStuart-Hobson Middle School, Washington DC\n\t\tStudent Spaceflight Experiments Program\n\nSuzan Shalhout, 7th grade\n\t\tO.W. Holmes Elementary-Middle School, Detroit, MI\n\t\tDoD STARBASE program\n\nPriyen Patel, 11th grade\n\t\tSussex Technical High School, Seaford,DE\n\t\tMedia Award, 2011 U.S. National BioGENEius Challenge\n\nNaomi Shah, 11th grade\n\t\tSunset High School, Portland, OR\n\t\tGoogle Science Fair 15-16 age group winner\n\nLauren Hodge, 14\n\t\tDallastown Area High School, York, PA\n\t\tGoogle Science Fair 13-14 age group winner\n\nGavin Ovsak, 17\n\t\tDuke University, Hopkins, MN\n\t\tGoogle Science Fair finalist\n\nAnthony Edvalson, 13\n\t\tMont Vernon Village School, Mont Vernon, NH\n\t\tChristopher Columbus Awards winning team member\n\nCassandra Lin and John Perino\n\t\tWesterly, RI\n\t\tChristopher Columbus Awards winning team members\n\nAbhinaya Gunaseker, Fatima Elsheikh, Lauren Meyer, 9th grade\n\t\tJohn F. Kennedy High School, Cedar Rapids, IA\n\t\tNational Engineers Week Future City Competition, National Best Research Essay award\n\nAudrey Thimm, 12th grade\n\t\tBishop Kelly High School, Boise, ID\n\t\tLemelson-MIT InvenTeam member\n\nTravis Ramsey, 10th grade\n\t\tEureka Spring High School, Eureka Spring, AR\n\t\tLemelson-MIT InvenTeam member\n\nBaxter Bond, 12th grade\n\t\tTununak, AK\n\t\tAlaska Summer Research Academy / MIT Edgerton\n\nEta Atolia, 18\n\t\tRickards High School, Tallahassee, FL\n\t\tIntel Science Talent Search finalist\n\nEmily Chen, 18\n\t\tBrownell-Talbot School, Omaha, NE\n\t\tIntel Science Talent Search finalist\n\nTanner Coppin, 19\n\t\tHankinson High School, Hankinson, ND\n\t\tIntel International Science and Engineering Fair finalist\n\nTaide Ding, 17\n\t\tOxford High School, Oxford, MS\n\t\tIntel International Science and Engineering Fair finalist\n\nMichelle Hackman, 18\n\t\tJohn L. Miller Great Neck North High School (currently Yale University), Great Neck, NY\n\t\tIntel Science Talent Search 2nd place\n\nColeman Kendrick, 13\n\t\tLos Alamos Middle School, Los Alamos, NM\n\t\tBroadcom MASTERS 2011 finalist\n\nScott Wu, 9th grade\n\t\tBaton Rouge, LA\n\t\t2011 MATHCOUNTS middle school champion\n\nAlex Kimm, 9th grade\n\t\tBrookings, SD\n\t\t2011 MATHCOUNTS finalist\n\nZachary Farr\n\t\tSt. Albans, VT\n\t\t2011 MATHCOUNTS finalist\n\nArimus Wells, 12th grade\n\t\tFountain-Fort Carson High School, Fountain, CO\n\t\tNational Math and Science Initiative APTIP\n\nKayla Burriss, 14\n\t\tEast Mecklenburg High School, Charlotte, NC\n\t\tNational Academy Foundation\n\nTayo Ogunmayin, 14, and Eva Perez, 14\n\t\tBerkeley High School and Envision High School, Berkeley, CA and Oakland, CA\n\t\tGirls Inc. InnovaTE^3 \n\nVictoria Xia, 11th grade\n\t\tThomas Jefferson High School for Science and Technology, Vienna, VA\n\t\t2011 USA Mathematical Olympiad; 2011 China Girls Math Olympiad\n\nJacen Sherman, 15\n\t\tSpringbrook High School, Silver Spring, MD\n\t\tMicrosoft Kodu Cup First Prize\n\nDavid Hayden\n\t\tMassachusetts Institute of Technology, originally from AZ\n\t\tMicrosoft Imagine Cup Team Note-Taker member\n\nNoor Muhyi, 18\n\t\tLas Cruces High School, Las Cruces, NM\n\t\tNCWIT Award for Aspirations in Computing 2012 National Winner\n\nTravis Sylvester, 18\n\t\tGreybull High School, Greybull, WY\n\t\tWyoming State Science Fair\n\nLandon Fisher, 12th grade\n\t\tRockwall Heath High School, Heath, TX\n\t\t2011 Team America Rocketry Challenge National Champion team member\n\nSteven Colon, 17\n\t\tNew York, NY\n\t\tPosse Foundation\n\n\nMore details on the more than 40 competitions and organizations represented by students include: \n\n\nAlaska Summer Research Academy at the University of Alaska – Fairbanks, works with the Lemelson Foundation and MIT, through the MIT Edgerton Center, to inspire youth in their area to invent. http://www.uaf.edu/asra/\n\nBEST (Boosting Engineering, Science and Technology),headquartered at Auburn University, BEST (Boosting Engineering, Science and Technology) is a free robotics program for middle and high school students that demonstrates real-world relevance and exposes student teams to industry practices by challenging them to design and develop a product and deliver it to market. http://www.bestinc.org/\n\nBroadcom MASTERS(Math, Applied Science, Technology and Engineering for Rising Stars), a program of Society for Science & the Public, is a new national science, technology, engineering and math competition for 6th, 7th and 8th graders, launched in the past year. www.societyforscience.org/masters\n\nChemistry Olympiad, organized by the American Chemical Society, is a competition that identifies the top chemistry students across the nation. This year, the International Chemistry Olympiad will held in the United States at College Park, Maryland in 2012. www.acs.org/olympiad\n\nChristopher Columbus Awardsis a national, community-based STEM program for middle school students that challenges teams to identify a problem in their community and apply the scientific method to create an innovative solution. www.christophercolumbusawards.com\n\nConrad Foundation Spirit of Innovation Awards,a flagship program of the Conrad Foundation, is an annual competition that challenges high school students to develop commercially-viable, technology-based products that address real-world issues. http://www.conradawards.org/\n\nDiscovery Education 3M Young Scientist Challenge, a premier science competition for middle school students, cultivates the nation’s next generation of great thinkers and innovators by encouraging and rewarding students for their science acumen, curiosity, and how they share that passion through the creative communication of their findings. www.youngscientistchallenge.com\n\nDoD STARBASEis an educational program sponsored by the Office of the Assistant Secretary of Defense for Reserve Affairs. At DoD STARBASE, students participate in challenging \"hands-on, mind-on\" activities in STEM. They interact with military personnel to explore careers and observe STEM applications in the \"real world.\"  The program provides students with 20-25 hours of stimulating experiences at National Guard, Navy, Marine, Air Force Reserve and Air Force bases across the nation.  http://www.starbasedod.com/\n\nDuPont Challenge Science Essay Competitionseeks to increase science literacy among students and to motivate them to excel in communicating scientific ideas. The annual challenge encourages students to write a 700-1,000 word essay discussing a scientific discovery, theory, event, or technological application that has captured their interest. http://thechallenge.dupont.com/\n\neCYBERMISSION, as part of the U.S. Army Educational Outreach Program, is a web-based, STEM competition free to students in grades six through nine, that awards teams based on their ability to identify a problem in their community and use the scientific method/inquiry or the engineering design process to propose a solution. www.usaeop.com\n\nFIRST Lego Leagueis a competition created by inventor Dean Kamen to get young students interested in science and technology. FIRST (For Inspiration and Recognition of Science and Technology) LEGO League Teams (grades 4-8), build LEGO-based robots and develop research projects to develop valuable life skills and discover exciting career possibilities while learning that they can make a positive contribution to society.http://www.firstlegoleague.org/\n\nFIRST Robotics Competitionis an international high school robotics competition run by FIRST (For Inspiration and Recognition of Science and Technology) dubbed by its creator Dean Kamen as a \"varsity sport for the mind.\" It combines the excitement of sport with the rigors of science and technology by challenging teams of 25 students (grades 9-12) or more to raise funds, design a team \"brand,\" hone teamwork skills, and build and program a robot to perform prescribed tasks against a field of competitors. The program is one of the five effective programs being scaled by CEO-led coalition Change the Equation. http://www.usfirst.org/roboticsprograms/frc\n\nGirls Inc.InnovaTE^3, developed by Girls Inc. of Alameda County, in conjunction with SRI International and TERC and with funding from the National Science Foundation, is a STEM curriculum in which Girls participate in engineering teams, develop green innovations, and present their designs to STEM professionals. www.girlsinc-alameda.org\n\nGLOBE(The Global Learning and Observations to Benefit the Environment) program is a worldwide hands-on, primary and secondary school-based science and education program which promotes and supports students, teachers and scientists to collaborate on inquiry-based investigations of the environment and the Earth system working in close partnership with NASA, NOAA, and NSF. http://globe.gov/\n\nGoogle Science Fair: TheGoogleScienceFair, held for the first time in 2011,is an online science competition seeking curious minds between 13 and 18 years of age from the four corners of the globe. In the first year, over 10,000 students from over 91 countries participated, with three exceptional young women from the United States winning.  www.google.com/sciencefair\n\nIntel Science Talent Search,a program of Society for Science & the Public, is the United States’ oldest and considered the most prestigious pre-college science competition. Every year, roughly 1,600 students enter with original science projects and the winners represent some of the brightest young minds in the United States. www.societyforscience.org/sts\n\nIntel International Science and Engineering Fair, a program of Society for Science &the Public, is the premier science competition in the world and provides a forum for more than 1,500 high school students from 70 countries, regions, and territories to showcase their independent research and projects for a chance to win over $4 million in prizes and scholarships annually. www.societyforscience.org/isef\n\nInternational BioGENEius Challenge,organized by the Biotechnology Institute and co-led and sponsored by Sanofi Pasteur and Janssen Pharmaceutics, Inc., provides high school students the opportunity to compete for the chance to showcase their biotechnology research to the 16,000 attendees of the leading international biotech industry convention. http://www.biotechinstitute.org/programs/9\n\nJunior Science and Humanities Symposium,jointly sponsored by the Military Services and administered through the Academy of Applied Sciences, is a program that encourages students (grades 9-12) to do original research in STEM disciplines by competing for scholarships and recognition. http://www.jshs.org/    \n\nLemelson-MIT InvenTeams, The Lemelson-MIT InvenTeam™ initiative inspires young people to pursue creative lives and careers through invention by granting teams up to $10,000 each to conceptualize, design and build technological solutions to real-world problems, the products of which are showcased at MIT at the Lemelson-MIT Program’s EurekaFest event. http://web.mit.edu/inventeams/index.html\n\nMaker Faire is one of the premier movements for grassroots American innovation. Dubbed the\"The Greatest Show (and Tell) on Earth,\" Maker Faire celebrates the growing Maker Movement by showcasing the work of makers, including students, through events in over 25 cities worldwide. www.makerfaire.com\n\nMath Olympiads, established in 1979, stimulates a love of mathematics and understanding of mathematical concepts in students at the elementary and middle school levels (grades 4-8) through regular contests and extracurricular clubs.  http://www.moems.org/contests.htm\n\nMATHCOUNTSis a national enrichment, club and competition program that promotes middle school mathematics achievement in every U.S. state and territory through a number of activities including a national 100,000 student multi-level math competition. https://mathcounts.org/\n\nMicrosoft U.S. Kodu Cup: Kodu, by Microsoft, helps children learn how to use computers while developing useful skills such as problem solving, creative thinking and planning in a fun and engaging way through the creation of games. The competition challenges students across the United States (ages 9 to 17) to create their own game. http://www.kodugamelab.com/\n\nMicrosoft U.S. Imagine Cupis one of thepremier technology competitions for students ages 16 and up, providing an opportunity for students to use their creativity, passion and knowledge to help solve global challenges and make a difference in the world. Since 2003, over 1.4 million students have participated and last year, over 358,000 students from 183 countries participated. http://www.imaginecup.com/\n\nNational FFA Agriscience Fair is a competition for Future Farmers of America (FFA) members who are interested in the science and technology of agriculture. FFA was founded in 1928 as a national network to prepare future generations for the challenges of feeding a growing population and the Dyersburg FFA Chapter is recognized as one of TN’s best and most historic FFA chapters. www.ffa.org\n\nNational Math Science Initiative’s Advanced Placement Training and Incentive Program(APTIP) focuses on dramatically increasing the number of students taking and passing AP math, science and English exams, and expanding access to traditionally under-represented groups and children of military families. The program is one of the five effective programs being scaled by CEO-led coalition Change the Equation. http://www.nationalmathandscience.org/programs/ap-training-incentive-programs\n\nNational Academy Foundation(NAF) is leading a movement to prepare young people for college, with a focus on industry-focused curricula, work-based learning experiences and business partners, and including engineering and informative technology. The program is one of the five effective programs being scaled by CEO-led coalition Change the Equation. http://naf.org/\n\nNational Center for Women & Information Technology (NCWIT)’s Aspirations in Computing: The National Center for Women & Information Technology is a coalition of more than 300 prominent corporations, academic institutions, government agencies, and non-profits working to increase women's participation in technology and computing. NCWIT’s Aspirations in Computing is the only nationwide recognition for young women in computing and information technology. www.ncwit.org\n\nNetwork for Teaching Entrepreneurship (NFTE)’s National Youth Entrepreneurship Challenge is a business plan competition that helps young people unlock their potential for entrepreneurial activity. Since 1987, NFTE has reached more than  350,000 students and runs programs in 21 states. http://www.nfte.com/what/competition\n\nNational Engineers Week Future City Competition,a program of the National Engineers Week Foundation, encourages teams of middle school students to work with a teacher and engineer mentor to imagine, design, and build cities of the future. http://www.futurecity.org\n\nNational STEM Video Game Challenge, inspired by the Educate to Innovate Campaign, President Obama’s initiative to promote a renewed focus on STEM education, is a multi-year competition whose goal is to motivate interest in STEM learning among America’s youth by tapping into students’ natural passion for playing and making video games. http://stemchallenge.org/\n\nPosse Foundation is an effective program to bring under-represented, urban students from diverse backgrounds to college and help them graduate. The Posse Foundation started because of one student who said, “I never would have dropped out of college if I had my Posse with me.” Since its founding in 1989, Posse has sent 4,223 urban public high school students to college in multicultural teams of 10 students—Posses – with a persistence and graduation rate of 90 percent. http://www.possefoundation.org/\n\nReal World Design Challenge isan annual competition that provides high school students, grades 9-12, the opportunity to work on real world engineering challenges in a team environment. Each year, student teams are asked to address a challenge that confronts our nation's leading industries. Students will utilize professional engineering software to develop their solutions and will also generate presentations that convincingly demonstrate the value of their solutions. http://www.realworlddesignchallenge.org/\n\nScience Olympiadencourages teams of students in grades 6-12 to develop their interest in science and technology through competing in 23 events in the areas of chemistry, earth science, physics and technology.  http://soinc.org/\n\nSiemens Competition in Math, Science and Technologyis a premier science research competition for high school students. Administered by the College Board, the Competition is a program of the Siemens Foundation and was launched in 1998. http://www.siemens-foundation.org/en/competition.htm\n\nSiemens We Can Change the World Challenge, which encourages students to learn about science and conservation while creating environmental solutions that impact the planet,is the premier national environmental sustainability challenge for grades K-12 and is a collaborative effort of the Siemens Foundation, Discovery Education, the College Board and NSTA. http://www.wecanchange.com/\n\nStudent Spaceflight Experiments Program (SSEP) launched in June 2010 by the National Center for Earth and Space Science Education (NCESSE), in partnership with NanoRacks, LLC, is a U.S. STEM education program that immerses an entire community of grade 5-12 students in real science. Student teams propose microgravity experiments for flight in a research minilab. The minilab is provided to the community and flown to the International Space Station with the community’s selected flight experiment. SSEP is the first pre-college STEM education program that is both a U.S. national initiative and implemented as an on-orbit commercial space venture. SSEP is enabled through NanoRacks working in partnership with NASA under a Space Act Agreement as part of the utilization of the International Space Station as a National Laboratory. http://ssep.ncesse.org/\n\nTeam America Rocketry Challenge(TARC), created in 2002, is the world's largest rocket contest, sponsored by the Aerospace Industries Association (AIA) and the National Association of Rocketry (NAR). It was created in the fall of 2002 as a one-time celebration of the Centennial of Flight, but the enthusiasm about the event was so great that AIA and NAR were asked to hold the contest annually. Approximately 7,000 students from across the nation compete in TARC each year. Teams design, build and fly a model rocket that reaches a specific altitude and duration determined by a set of rules developed each year. http://www.rocketcontest.org/\n\nToshiba/NSTAExploraVision has, since its inception in 1992, involved more than 287,000 students from across the United States and Canada.  The competition encourages K-12 students to simulate real research and development as they study a technology of interest and predict and model what the technology might be like 20 years from now. http://www.exploravision.org/\n\nWyoming State Science Fair(WSSF) is supported by the University of Wyoming and provides a forum for over 300 Wyoming scientists to share their research. It encourages students in Wyoming grades 6-12 to plan, organize, research, prepare, and present a project of their interest. http://www.uwyo.edu/sciencefair/\n\nYoung Epidemiology Scholars Competition(YES) was established in 2003 by the Robert Wood Johnson Foundation and the College Board to inspire talented high school students to apply epidemiological methods to the investigation of health problems and, ultimately, encourage the brightest young minds to enter the field of public health. http://yes.collegeboard.org/\n\nYoung Naturalist Awards, now celebrating their fifteenth year, are a research-based science competition for students in grades 7 through 12 run by the American Museum of Natural History, recognizing the accomplishments of students who have investigated questions they have in the areas of biology, Earth science, ecology, and astronomy. http://www.amnh.org/nationalcenter/youngnaturalistawards/select.html\n\n\n\t###\n\n\t \n\n\n\n\n"
}