{
    "title": "Background on the Partnership Between Delaware and the White House Council on Automotive Communities and Workers | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-partnership-between-delaware-and-white-house-council-automotive-communit",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 27, 2009\n\n \n\n\n\nBackground on the Partnership Between Delaware and the White House Council on Automotive Communities and Workers\n\n\n\n\nToday’s announcement that auto production will be returning to the old GM’s assembly facility in Wilmington, DE, is an example of how successful partnerships can help transform the American auto industry of the future. The White House Council on Automotive Communities and Workers has worked closely with the state of Delaware, federal agencies and the old GM to help support this successful announcement, and will continue working with states and agencies across the country to support positive economic transitions in auto communities.\nMission of the White House Council on Automotive Communities and Workers\nOn June 23, 2009, President Obama signed an Executive Order creating the White House Council on Automotive Communities and Workers, an administration-wide commitment to provide support to auto communities and workers as they deal with the current crisis in the auto industry and work towards recovery. The Council is chaired by National Economic Council Director Larry Summers and Department of Labor Secretary Hilda Solis. It has as its members the head of every domestic Cabinet agency and the leadership from key White House offices.\nWhite House Council Partnership with Delaware\nAs with states across the country, the White House Auto Council has been working closely with the state of Delaware for several months.\n• Shortly after the closure of the Wilmington facility was announced, the Council’s Director, Ed Montgomery, brought a team of federal agency representatives to Delaware to meet with Governor Markell and Lieutenant Governor Denn to discuss the closure of the GM plant in Wilmington and Chrysler plant in Newark. Representatives from the Department of Labor, Environmental Protection Agency and Department of Commerce’s Manufacturing Extension Partnership and Economic Development Administration talked about how their agencies could help provide support for workers laid off at the facility and lay the groundwork for redevelopment. The Governor’s team emphasized the importance of maintaining an auto industry in the state and building the state’s green industry.\n• In response to the needs identified in that meeting, Council staff worked with the State to apply for a Department of Labor National Emergency Grant (NEG) to provide benefits and services to workers laid off at the plants. On July 24th, Vice President Biden announced a $3.8 million dollar NEG to the state that would help provide laid off workers with retraining, job search assistance, career planning and other employment services. Commerce’s Manufacturing Extension Partnership worked with DOL and the state to design some of the training displaced workers have accessed. In coordination with the Council, the Department of Labor continues to work with the state to find ways to provide additional benefits to workers who are ineligible for Trade Adjustment Assistance (TAA).\n• In September 2009, the Department of Commerce’s Economic Development Administration (EDA) followed up on the state’s concerns by awarding two grants to the state worth a combined $1.2 million. EDA awarded $800,000 American Recovery and Investment Act funds to Delaware Technical and Community College, Owens Campus in Georgetown to construct a Green Building Technology and Alternative Energy Training Center.  The Center will be a training center for workers entering energy-related industries, especially those affected by the recession and automotive industry downturn. A strategic planning grant of $400,000 was also provided to help the state develop an economic adjustment strategy for the reuse of automotive assembly plants and closed manufacturing sites in the state.\n• While coordinating with federal agencies, the Council also worked with Motors Liquidation Company (MLC), the owner of the former GM site, to ensure that the company was working with states and local communities to identify the best reuse for closed plants as well as doing whatever MLC could to make sites more marketable for those purposes. As part of these efforts, vital equipment remained in the Wilmington plant, allowing Fisker Automotive to see the plant as a viable option for its use. The Department of Energy’s $528.7 million dollar loan to Fisker Automotive Company through its Advanced Vehicle Technology Manufacturing Loan Program provided Fisker with the resources needed to launch its project. Many of the jobs created will likely go to former GM or Chrysler auto workers.\nBackground on White House Council Partnerships with Auto Communities across the Country\nThe Council’s work in Delaware is reflective of work going on in auto communities across the country. Since its creation, Ed Montgomery and Council staff have worked in partnership with local communities to identify the most challenging issues facing each community and with federal agencies to identify resources that can address these needs.\nDr. Montgomery and his team have met with community leaders in Flint, Detroit, Grand Rapids, Lansing, Romulus, Pontiac and Warren, Michigan; Cleveland, Toledo, Dayton, Akron, Warren and Twinsburg, Ohio; Kokomo, Indiana; Wilmington, Delaware; and the St. Louis area, Missouri. They have had meetings with leaders from Tennessee, California, Louisiana, Kentucky, New York, Connecticut, Montana, Nebraska and Wisconsin.\nIn addition to working with Council staff to address needs in local communities, Council member agencies have started programs and distributed a broad range of resources that have provided  vital support to auto communities.\nAccess to Financing and Support for Companies\n$3 Billion Cash for Clunkers Program: This DOT program funded through the Recovery Act resulted in the exchange of nearly 700,000 cars for more fuel-efficient vehicles. The Council on Economic Advisors estimates that the program will create or save 75,000 jobs in the second half of 2009.\nSBA Pilot Program for Auto and Other Vehicle Dealers: On May 28, Administrator Mills and Dr. Montgomery announced a new SBA pilot program to offer government guaranteed loans to finance inventory for eligible auto, recreational vehicle, boat and other dealerships. This floor plan financing support is a line of credit that allows dealers to borrow against their inventory to get funds for working capital or add new inventory.\nPurchase of Fuel-Efficient Vehicles: On April 9, the Obama Administration announced the GSA purchase of 17,600 fuel-efficient vehicles from GM, Chrysler and Ford. This is the largest one-time purchase of hybrid vehicles for the federal government fleet in history.\nAdvanced Technology Vehicles Manufacturing (ATVM) Loans: The Department of Energy has announced the awarding of ATVM loans for four auto companies. Under this non-Recovery Act program, automobile, and automobile part manufacturers receive loan commitments for the cost of re-equipping, expanding, or establishing manufacturing facilities in the United States to produce advanced technology vehicles or qualified components, and for associated engineering integration costs. Recipients to date are:\n• Ford: $5.9 Billion \n• Nissan: $1.6 Billion\n• Fisker: $528.7 Million\n• Tesla: $465 Million\nThe Recovery Act and Investing in New Battery Technology:\nGrants from the American Recovery and Reinvestment Act are also building a domestic battery industry, making the United States a world leader in advanced vehicle production after years of dominance by Asia.  In total, the Department of Energy has awarded $2.4 billion in Recovery Act grants to 48 companies across 25 states to produce and evaluate the next generation of hybrid and electric vehicles and the advanced batteries needed. More specifically, the funding includes:\n• $1.5 billion in Recovery Act funding to help establish a manufacturing base to build the batteries of the future\n• $500 million in Recovery Act grants to support electric drive component  factories which build the unique parts needed for an electric car\n• $400 million in Recovery Act funding to support deployment of electric vehicles including evaluation, education and testing\nDislocated Worker Support and Training\nNational Emergency Grants (NEG): The Department of Labor’s National Emergency Grants (NEGs) are a critical tool in the Secretary of Labor’s response to plant closures and mass layoffs such as those occurring in the auto industry. NEG funds can be used for a broad range of services for laid off workers, including information about the availability of jobs, assistance in finding jobs, training to qualify for jobs, and supportive services such as transportation and child care. In addition to Delaware, DOL has provided NEGs to support dislocated auto workers in Michigan, Ohio, Minnesota and Wisconsin.\n$50 Million Green Jobs Training Program for Auto Communities: The Recovery Act provides the Department of Labor with $500 million in new funding to prepare workers for careers in the energy efficiency and renewable energy sectors.  Secretary Solis has set aside $50 million in funding specifically for auto communities. These funds will be critical in transforming our nation’s auto communities into international hubs of green technology and innovation.\n$25 Million Health Care Jobs Training Initiative for Auto Communities: The Recovery Act provides the Department of Labor with $220 million in new funding to support job training in health care and other emerging industries. Secretary Solis has reserved $25 million of this funding specifically for auto communities.\nAmerican Graduation Initiative: This proposed initiative will dedicate nearly $12 billion over 10 years to enhance work force training at community colleges, including money for curriculum development, expansion of online courses, and much needed funding for facilities improvement. As part of his speech in Michigan announcing the program, President Obama called for an additional 5 million community college graduates by 2020 to help the nation compete in the global economy.\nSupport for Communities\nUS Treasury Recovery Zone Bonds: Created by the Recovery Act and announced by Treasury Secretary Geithner, the $25 Billion Recovery Zone (RZ) Bond program targets funds to areas affected by job loss and will help counties and targeted municipalities obtain financing for much needed economic development projects, such as public infrastructure development.\nTransitioning Properties: EPA, DOJ, the White House Council and the Auto Task Force are currently working with the bankruptcy estates of GM and Chrysler and state and local officials to identify and deal with environmental issues so that properties can be returned to productive economic use as quickly as possible. Integral to this process is the Council's work with the bankruptcy estates to ensure that communities have a voice in determining how properties are ultimately used.\n \n\n\n\n"
}