{
    "title": "The United States and United Kingdom – Announcing New Partnership to Advance Girls Education Around the World | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/06/16/united-states-and-united-kingdom-%E2%80%93-announcing-new-partnership-advance",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJune 16, 2015\n\n \n\n\n\nThe United States and United Kingdom – Announcing New Partnership to Advance Girls Education Around the World\n\n\n\n\n\nThe two countries will launch a nearly $200 million partnership to continue their collective support for adolescent girls’ education—part of which will be directed to countries affected by conflict and crisis\n\n\tIn March 2015, the United States launched a new, expanded effort to help adolescent girls worldwide attend school and complete their education through Let Girls Learn, an initiative announced by the President and First Lady. This effort builds upon investments made by the international community—including the United States—and successes that have been achieved in global primary school education.\n\n\tSince the launch, the First Lady has called upon world leaders to collaborate with the United States and to renew their efforts to advance adolescent girls education. In March, the First Lady visited Japan, the largest aid donor in all of Asia. Together, the two countries pledged a new partnership to further adolescent girls’ education. The First Lady also visited Cambodia to secure the support of the government to empower young girls to succeed.\n\n\tThe United Kingdom has been a global leader in promoting adolescent girls’ education. All United Kingdom international development education programs place a focus on girls and young women, with the goals of keeping girls in school, supporting their ability to learn, and ensuring the critical transition from primary to secondary school, where the benefits are greatest. In addition, the United Kingdom’s flagship Girls Education Challenge (GEC) is one of the world’s largest global funds dedicated to girls’ education. GEC will support up to 1 million of the world’s most marginalized girls to progress through primary and secondary school by 2017 by partnering with the private sector to increase vocational training, educational and economic opportunities. Most crucially, this program generates new knowledge about the barriers to girls’ education and what works to overcome these barriers.\n\n\tMore than 62 million girls are out of school around the world. When a girl receives a quality education, she is more likely to earn a decent living, raise a healthy, educated family, and improve the quality of life for herself, her family and her community. Girls’ attendance in secondary school is also correlated with later marriage, later childbearing, lower maternal and infant mortality rates, lower birth rates, lower rates of HIV/AIDS, and significantly higher earning power. \n\n\tToday, the United States and United Kingdom are announcing plans to build upon the two countries’ shared commitment to advancing adolescent girls’ education, pledging renewed efforts to accelerate progress in overcoming barriers that adolescent girls face in achieving an education. \n\nUnder this expanded partnership:\n\n\n\t\tThe United States and United Kingdom commit to partnering to support for girls’ education, particularly adolescent girls, in countries affected by conflict  and crisis, such as Democratic Republic of the Congo, Sierra Leone, and Liberia:\n\t\t\n\n\t\t\t\tToday, we focus on the Democratic Republic of the Congo, a country that has faced significant hardships over the course of the past decade. In order to ensure that they continue to build on foundations for prosperity and peace, we must further adolescent girls’ access to quality education and support their empowerment. \n\n\t\t\t\tAs a part of this commitment, the United Kingdom’s Department for International Development (DFID) and USAID are announcing a new partnership in the Democratic Republic of the Congo that will total up to $180 million over five years (£36 million committed by DFID; $125 million from USAID’s recently awarded Equitable Access to Education and Learning Project). A portion of these funds will enable girls who are not in school to access accelerated and alternative learning programs in conflict-affected areas—primarily in North and South Kivu and Katanga. This effort will benefit more than 755,000 girls aged 10-18 over the next five years. The partnership’s interventions include:\n\t\t\t\t\n\n\t\t\t\t\t\tEnrolling out of school girls and boys in accelerated learning programs so that they can complete a primary school education;\n\n\t\t\t\t\t\tReducing barriers for adolescent students to access schools;\n\n\t\t\t\t\t\tMobilizing parents and communities to support girls’ retention in schools;\n\n\t\t\t\t\t\tImproving the quality of teaching and learning materials;\n\n\t\t\t\t\t\tDeveloping solutions to enhance students’ reading skills; and\n\n\t\t\t\t\t\tIdentifying solutions to improve school governance.\n\n\n\n\n\n\t\tThe United States and United Kingdom also commit to building an evidence base around adolescent girls education programming:\n\t\t\n\n\t\t\t\tThe University of Cambridge’s REAL Centre (The Research for Equitable Access and Learning Centre); Georgetown University’s Institute for Women, Peace and Security; USAID; DFID; and Camfed (Campaign  for Female Education) will together explore and assess the development of joint initiatives to address the following issues, with a focus on marginalized girls and adolescents:\n\t\t\t\t\n\n\t\t\t\t\t\tImproving the quality of education, including reading skills and numeracy skills;\n\n\t\t\t\t\t\tIncreasing access to education and enhancing learning for girls in conflict and crisis situations, including in refugee and internally displaced person settings;\n\n\n\n\t\t\t\tStrengthening opportunities for adolescent girls to acquire useful and necessary skills to improve their livelihoods\n\n\t\t\t\tThe United States and United Kingdom will develop their collaboration through the Building Evidence in Education to establish a platform to share adolescent girls’ education data across organizations. This data will help continue to affirm that adolescent girls’ education is the critical variable to changing the lives of girls and their nations throughout the world.\n\n\t\t\t\tUSAID and DFID will continue to collaborate on girls’ education through the Girls’ Education Challenge, a DFID initiative, and new mechanisms, including the Education in Conflict and Crisis Network. This network will produce research and provide guidance and technical support. It will serve as a shared platform to promote the sharing of the technical expertise and knowledge about what works to increase equitable access to quality education for children and youth, especially adolescent girls, in crisis and conflict-affected environments.\n\n\t\t\t\tDFID will commit approximately £10 million to undertake an expansive new study focused on adolescent girls’ education programming. The study will follow girls in select countries over 10 years to learn first-hand from their experiences, further demonstrating the power of education to transform the lives of adolescent girls.\n\n\n\n\t\tThe expanded partnership will invite other organizations to collaborate and share community-based solutions, broadening efforts to impact adolescent girls worldwide:\n\t\t\n\n\t\t\t\tU.S. Peace Corps Volunteers (PCV) and Camfed/CAMA (Camfed's Alumnae association) will launch a collaboration in support of girls' education, CAMA is a network young women members across Africa who have completed school with support from Camfed and are experts on the issue of girls' exclusion from school, having experienced it themselves. Under this effort, Camfed will work with Peace Corps Volunteers to address the needs of vulnerable girls at risk of not finishing school by sharing best practices. With thousands of CAMA alumnae and Peace Corps volunteers currently serving to support projects in education, agriculture and health sectors, there is a unique opportunity to collaborate to identify barriers to girls' education and support community-led responses and solutions. The two organizations will also share knowledge and expertise around how to improve school environment for girls and mobilizing community members and parent groups in support of girls' education, and will help build the capacity of volunteers to respond to the needs of vulnerable adolescent girls, removing obstacles to education.\n\n\n\n\n\n\n\n"
}