{
    "title": "Statement by the President on Libya | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/08/22/statement-president-libya",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 22, 2011\n\n \n\n\n\nStatement by the President on Libya\n\n\n\n\n2:20 P.M. EDT\n\n\t        THE PRESIDENT:  Good afternoon, everybody.  I just completed a call with my National Security Council on the situation in Libya.  And earlier today I spoke to Prime Minister Cameron about the extraordinary events taking place there.\n\n\t        The situation is still very fluid.  There remains a degree of uncertainty and there are still regime elements who pose a threat.  But this much is clear:  The Qaddafi regime is coming to an end, and the future of Libya is in the hands of its people.  \n\n\t        In just six months, the 42-year reign of Muammar Qaddafi has unraveled.  Earlier this year, we were inspired by the peaceful protests that broke out across Libya.  This basic and joyful longing for human freedom echoed the voices that we had heard all across the region, from Tunis to Cairo.  In the face of these protests, the Qaddafi regime responded with brutal crackdowns.  Civilians were murdered in the streets.  A campaign of violence was launched against the Libyan people.  Qaddafi threatened to hunt peaceful protestors down like rats.  As his forces advanced across the country, there existed the potential for wholesale massacres of innocent civilians.\n\n\t        In the face of this aggression, the international community took action.  The United States helped shape a U.N. Security Council resolution that mandated the protection of Libyan civilians.  An unprecedented coalition was formed that included the United States, our NATO partners and Arab nations.  And in March, the international community launched a military operation to save lives and stop Qaddafi’s forces in their tracks.\n\n\t        In the early days of this intervention the United States provided the bulk of the firepower, and then our friends and allies stepped forward.  The Transitional National Council established itself as a credible representative of the Libyan people.  And the United States, together with our European allies and friends across the region, recognized the TNC as the legitimate governing authority in Libya.\n\n\t        Qaddafi was cut off from arms and cash, and his forces were steadily degraded.  From Benghazi to Misrata to the western mountains, the Libyan opposition courageously confronted the regime, and the tide turned in their favor.\n\n\t        Over the last several days, the situation in Libya has reached a tipping point as the opposition increased its coordination from east to west, took town after town, and the people of Tripoli rose up to claim their freedom.\n\n\t        For over four decades, the Libyan people have lived under the rule of a tyrant who denied them their most basic human rights.  Now, the celebrations that we’ve seen in the streets of Libya shows that the pursuit of human dignity is far stronger than any dictator.  I want to emphasize that this is not over yet.  As the regime collapses, there is still fierce fighting in some areas, and we have reports of regime elements threatening to continue fighting.\n\n\t        Although it’s clear that Qaddafi’s rule is over, he still has the opportunity to reduce further bloodshed by explicitly relinquishing power to the people of Libya and calling for those forces that continue to fight to lay down their arms for the sake of Libya.\n\n\t        As we move forward from this pivotal phase, the opposition should continue to take important steps to bring about a transition that is peaceful, inclusive and just.  As the leadership of the TNC has made clear, the rights of all Libyans must be respected.  True justice will not come from reprisals and violence; it will come from reconciliation and a Libya that allows its citizens to determine their own destiny.\n\n\t        In that effort, the United States will be a friend and a partner.  We will join with allies and partners to continue the work of safeguarding the people of Libya.  As remaining regime elements menace parts of the country, I’ve directed my team to be in close contact with NATO as well as the United Nations to determine other steps that we can take.  To deal with the humanitarian impact, we’re working to ensure that critical supplies reach those in need, particularly those who have been wounded.\n\n\t        Secretary Clinton spoke today with her counterparts from leading nations of the coalition on all these matters.  And I’ve directed Ambassador Susan Rice to request that the U.N. Secretary General use next month’s general assembly to support this important transition.\n\n\t        For many months, the TNC has been working with the international community to prepare for a post-Qaddafi Libya.  As those efforts proceed, our diplomats will work with the TNC as they ensure that the institutions of the Libyan state are protected, and we will support them with the assets of the Qaddafi regime that were frozen earlier this year.  Above all, we will call for an inclusive transition that leads to a democratic Libya.\n\n\t        As we move forward, we should also recognize the extraordinary work that has already been done.  To the American people, these events have particular resonance.  Qaddafi’s regime has murdered scores of American citizens in acts of terror in the past.  Today we remember the lives of those who were taken in those acts of terror and stand in solidarity with their families.  We also pay tribute to Admiral Sam Locklear and all of the men and women in uniform who have saved so many lives over the last several months, including our brave pilots that have executed their mission with skill and extraordinary bravery.  And all of this was done without putting a single U.S. troop on the ground.\n\n\t        To our friends and allies, the Libyan intervention demonstrates what the international community can achieve when we stand together as one -- although the efforts in Libya are not yet over.  NATO has once more proven that it is the most capable alliance in the world and that its strength comes from both its firepower and the power of our democratic ideals.  And the Arab members of our coalition have stepped up and shown what can be achieved when we act together as equal partners.  Their actions send a powerful message about the unity of our effort and our support for the future of Libya.\n\n\t        Finally, the Libyan people:  Your courage and character have been unbreakable in the face of a tyrant.  An ocean divides us, but we are joined in the basic human longing for freedom, for justice and for dignity.  Your revolution is your own, and your sacrifices have been extraordinary.  Now, the Libya that you deserve is within your reach.  Going forward, we will stay in close coordination with the TNC to support that outcome.  And though there will be huge challenges ahead, the extraordinary events in Libya remind us that fear can give way to hope and that the power of people striving for freedom can bring about a brighter day.\n\n\t        Thank you very much.\n\n\tEND 2:27 P.M. EDT\n\n\n\n\n"
}