{
    "title": "White House Releases New Travel and Tourism Progress Report | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/09/19/white-house-releases-new-travel-and-tourism-progress-report",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 19, 2012\n\n \n\n\n\nWhite House Releases New Travel and Tourism Progress Report\n\n\n\n\n\nReport Highlights Progress Made Since President Obama Signed Tourism Executive Order\n\n\tWASHINGTON, DC – Earlier this year, President Obama issued an Executive Order on travel and tourism that directed federal agencies to aggressively expand the nation’s ability to attract and welcome visitors, while maintaining the highest standards of security.  Today, the White House is releasing a progress report from the Departments of State and Homeland Security that outlines the activities underway to meet the President’s goal of boosting the travel and tourism industry in the United States.  This report discusses the steps taken to achieve the President’s visa and foreign visitor processing goals and the current progress of these and other measures to significantly bolster international travel and tourism.\n\n\tThe U.S. tourism and travel industry is a substantial component of U.S. GDP and employment, contributing $1.4 trillion in economic activity and 7.5 million jobs in 2011.  The travel and tourism industry projects that more than 1 million American jobs could be created over the next decade if the U.S. increased its share of the international travel market.  The Obama Administration is implementing important steps, as outlined in the National Travel and Tourism Strategy, to bolster job creation through a range of activities to better promote the United States as a tourism destination and make it easier for legitimate foreign travelers to spend their money in the United States, while enhancing our ability to protect Americans from national security threats.\n\n\t“Every year, tens of millions of tourists come from all over the world to visit America.  That’s good for business, it’s good for the economy, and it’s good for our country,” said President Obama.  “That’s why, back in January, I announced new initiatives to bolster tourism and promote everything America has to offer and make it even easier for tourists to come and visit, without sacrificing our Nation’s security.  I’m glad we’re making progress and I’ll continue to do whatever I can to strengthen the travel and tourism industry and create an economy that’s built to last.”\n\n\tAccording to the U.S. Department of Commerce, international travel resulted in $153 billion in U.S. exports in 2011, an 8.1 percent increase from 2010, and is the nation’s largest service export industry.  This positive trend has continued throughout 2012 with international tourists spending $13.7 billion in the United States in July 2012 alone, up $350 million or 3 percent from the same month the previous year, and travel and tourism-related exports increasing, on average, more than $1.1 billion a month during the first seven months of 2012.  According to the travel industry and Bureau of Economic Analysis, international travel is particularly important as overseas or “long-haul” travelers spend on average $4,000 per visit, which in turn supports and leads to additional travel and tourism-related jobs.\n\n\tCanada and Mexico remain our greatest sources of international visitors, with Consular officers at State’s ten visa-issuing posts in Mexico adjudicating more than 1,577,529 visas and border crossing cards from January through August 2012, an increase of almost 33 percent from the same time period in the previous year.  The Department of State passed a 1 million visa milestone not only in Mexico, but also in China, and, just last month, Brazil.\n\n\tIn addition to the Executive Order Progress Report, the White House announced a travel and tourism “Listening Tour.”  Administration and Cabinet officials will travel to various cities across the country to discuss the importance of increasing travel and tourism with state and local officials, small business owners, and key stakeholder organizations.  Additional details about the travel and tourism “Listening Tour” will be released as they become available.\n\nKey Highlights from the Executive Order Progress Report:\n\nVisa Processing Capacity Up, Wait Times Down\n\n\t• Exceeding the President’s interview wait time goal – 88 percent of applicants worldwide are interviewed within three weeks of submitting their applications.  In key markets such as China, Consular officers are keeping interview wait times to an average of five days in 2012 while managing a year-on-year 37 percent increase in visa demand.  Consular officers in Brazil have brought wait times down by 98 percent, from a high of 140 days in São Paulo, to just two days right now, while also managing a 37 percent jump in year-on-year demand.\n\n\t• Streamlining Processing to Save Time without Sacrificing National Security:  A pilot program that allows consular officers to waive in-person interviews for certain nonimmigrant visa renewal applicants is operational at 52 visa processing posts in 28 countries.  Consular officers have waived interviews for more than 120,000 low-risk visa applicants.\n\n\t• Expanding Facilities:  The State Department is investing millions of dollars to upgrade and expand its existing consular facilities.  In China, State will open a new consulate building in Guangzhou in Fiscal Year (FY) 2013, a consular section in Wuhan in FY 2014, and new consulates in Belo Horizonte and Porto Alegre will open in Brazil by 2014.  These investments in infrastructure will increase visa processing capacity in Brazil by 140 percent and in China by 120 percent over 2011 levels.  In Mexico, State continues to invest in new facilities, with new buildings opening in Monterrey in 2014, and DHS is using new technology extensively at the border to dramatically reduce wait times. \n\n\t• Staffing Increases:  By the end of 2012, the State Department will have created more than 50 new visa adjudicator positions in China and 60 in Brazil, including 43 hired under an innovative staffing program.  With these staff increases, State met the Executive Order’s 40 percent capacity increase target in Brazil in June 2012, and will meet the target in China by December 2012. \n\nVisa Waiver Program Expansion Continues\n\n\t• The Department of Homeland Security is currently evaluating Taiwan for Visa Waiver Program (VWP) designation following its nomination by State.  Meanwhile, DHS is working with other Federal government agencies to increase the number of travelers from VWP countries.  The Administration actively supports bipartisan legislation that would give DHS broader authority to expand the VWP while enhancing the program’s already strong security standards.  DHS is also proactively working with partner countries that are currently ineligible for the VWP but willing to complete a number of prerequisites for potential designation, for example the agreements to share information on individuals who may pose a threat to the security or welfare of the United States.\n\n1.5 Million People Now Enrolled in Trusted Traveler or Expedited Screening Programs\n\n\t• Expanding CBP’s Global Entry and TSA Pre✓™:  The CBP Trusted Traveler programs and TSA Pre✓™ program both facilitate travel for air passengers.  Global Entry allows expedited clearance for pre-approved, low-risk air travelers upon arrival in the United States; TSA Pre✓™ is an expedited screening program at certain U.S. airports.\n\to More than 1.5 million people, including over 325,000 new members this year, have access to CBP Trusted Traveler Programs.  DHS processed 500,000 more Global Entry passengers in 2012, compared to the same time in 2011.  South Korea joined the Global Entry program on June 12, 2012.  Global Entry is now available at 40 airports.\n\to As of the beginning of August 2012, over 2 million U.S. passengers received TSA Pre✓™ expedited screening at 23 participating domestic airports in partnership with Alaska, American, Delta, and United Airlines and US Airways.  TSA expects to bring TSA Pre✓™ to a total of 35 domestic airports, encompassing 51 checkpoints, by the end of 2012.  US Citizen members of CBP’s Trusted Traveler programs are eligible for TSA Pre✓™.\n\n\t• Facilitating More Efficient and Secure Travel at the Border:  Membership in the joint US-Canadian Trusted Traveler program, NEXUS, at pre-clearance airports, land border, and seaport crossings between the United States and Canada is up 16.4 percent in FY 2012, and DHS is working with Canadian authorities to expand NEXUS facilities and membership.  Membership in the SENTRI program on the southern border is up 8.8 percent in FY 2012.  NEXUS and SENTRI travelers are respectively processed 58 and 63 percent faster than travelers through general lanes at land borders.\n\nImproving the Traveler’s Experience\n\n\t• Focusing on Customer Service:  A recent survey of travelers at airports in the Model Ports program – located at 20 airports representing 73 percent of international aviation travelers at ports of entry – indicates that 90 percent of travelers agree that DHS's U.S. Customs and Border Protection (CBP) officers are welcoming and provide the right information at the right time in a hospitable manner.  CBP port directors identify peak processing periods well in advance based on historical data and real time operational information provided by carriers and airport authorities.  CBP uses this data to optimize staffing at Ports of Entry to minimize travelers’ wait times.\n\n\t• Enhancing Checkpoint Efficiency:  More efficient domestic airport checkpoints benefit international travelers flying within and returning from the United States.  In 2011, over 99% of federalized airports’ checkpoint operational hours maintained wait times of less than 20 minutes.\n\n\t• Expediting Baggage Movement:  Under the Beyond the Border initiative with Canada, eight Canadian preclearance airports (Calgary, Edmonton, Halifax, Montréal, Ottawa, Toronto, Vancouver, and Winnipeg) are upgrading their checked baggage security equipment to conform to Transportation Security Administration (TSA) standards.  As a result, baggage for passengers from these airports who are connecting to other flights in the United States will not have to be rescreened. \n\nExplaining the Visa and Port of Entry Process\n\n\t• State has released the video:  Visit America:  It’s Easier than you Think, which offers straightforward information about the visa process.\n\n\t• DHS has, with assistance from Disney, created the video, Welcome to America, Simple as 1-2-3, which clearly and simply explains port of entry procedures for visitors and is seen by over 25 million people each year.\n\nBuilding Partnerships\n\n\t• State and DHS are working with travel and tourism industry stakeholders to advance the shared goal of attracting international visitors to the United States.  For example:\n\to Disney:  Industrial engineers from Disney Worldwide Services, Inc. are donating their time and expertise to evaluate consular sections in Brazil and China, where they will suggest improvements for queue management and other ways to improve the applicant experience. \n\to American Express:  American Express and United Airlines now reimburse top-tier customers for Global Entry application fee.  As of June 30, 2012, American Express has reimbursed nearly 90,000 Global Entry applications fees.\n\n\n\n\n"
}