{
    "title": "Remarks of President Barack Obama -- As Prepared for Delivery -- Summit of the Americas Opening Plenary | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/04/14/remarks-president-barack-obama-prepared-delivery-summit-americas-opening",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 14, 2012\n\n \n\n\n\nRemarks of President Barack Obama -- As Prepared for Delivery -- Summit of the Americas Opening Plenary\n\n\n\n\nSummit of the Americas Opening Plenary\nCartagena, Colombia\nSaturday, April 14, 2012\n \nAs Prepared for Delivery –\nThank you, President Santos, for welcoming us here today and for your leadership in bringing our nations together. Thank you to you, Foreign Minister Holguin and to the people of Cartagena and Colombia for your wonderful hospitality.\nI think it’s fair to say that not so long ago, few could have imagined this summit occurring here - in this city, in this nation. But in Colombia today we see a level of security and economic growth not enjoyed in decades. This reflects the leadership of President Santos and the incredible sacrifices of the Colombian people. It also speaks to the progress we’re seeing across the Americas.\nIn the dynamism of our hemisphere, we’ve learned anew an old truth - as nations, as neighbors, we rise and fall together. So I say to my fellow leaders, and to the citizens you represent - your success is absolutely vital to our shared future, including to the security and prosperity of the United States. Indeed, no other region so profoundly affects the daily lives of people in the United States, including the tens of millions of Hispanic Americans who bind our families and nations. I firmly believe that this region is only going to become more important to our future.\nThat’s why, at our summit three years ago in Trinidad and Tobago, I pledged to seek partnerships of equality, based on mutual interest and mutual respect and rooted in shared responsibility. I’ll say it again - in the Americas there are no senior or junior partners, we’re simply partners. That’s the spirit that’s allowed us to make progress in recent years. And it’s the spirit of this summit - “Connecting the Americas” - which we need to sustain our momentum in key areas.\nFirst, our shared prosperity. Across the region, tens of millions of people have joined the middle class, creating new markets and jobs for us all. But too many still endure the injustice of poverty and inequality, and it’s estimated that trade across the hemisphere is just half of what it could be. So we’ve worked together to increase lending through the Inter-American Development Bank, promote microfinance, reform tax systems, eliminate barriers to investment and forge clean energy and climate partnerships. In the United States, we’ve secured trade agreements with Colombia and Panama and increased trade with Brazil and others.  With partners like Chile and Peru, we’re making progress toward a Trans-Pacific Partnership.\nHere in Cartagena, we’re going further.  With the Small Business Network of the Americas I launched yesterday, we’ll make it easier for our small and medium-sized companies to export and create jobs. With our “WE Americas” initiative, we’ll help women entrepreneurs compete and succeed.  Our hemisphere is setting a new goal - universal access to electricity in one decade so families and businesses have the energy they need at a price they can afford. And to ensure that no one is left behind in our digital age, today I’m proposing a Broadband Partnership of the Americas to provide faster Internet to more communities, especially in rural areas.\nWe also advance our shared prosperity when we deepen the connections between our peoples. So we’re making it easier for tourists and businesspeople to travel and trade. We’re increasing the number of U.S. students studying in Latin America to 100,000, and the number of Latin American students studying in the United States to 100,000. I’ve also made it easier for workers in the United States to send the remittances that sustain so many families in the Americas.\nSecond, our shared security. Across the region, governments and security forces have shown extraordinary courage against the narco-traffickers and gangs that threaten our people. Leaders like Colombia, Chile and Mexico are sharing their security expertise with neighbors. As your partner, the United States has increased our support - from speeding up the delivery of equipment and training to Mexico to strengthening security cooperation in Central America and the Caribbean. Today, I can announce that the United States will increase our commitment - to more than $130 million this year - to support the regional security strategy led by our Central American friends.\nThis is a very difficult fight. I know there are frustrations and that some call for legalization. For the sake of the health and safety of our citizens - all our citizens - the United States will not be going in this direction. Here in Cartagena, I hope we can focus on our mutual responsibilities. As I’ve said many times, the United States accepts our share of responsibility for drug violence. That’s why we’ve dedicated major resources to reducing the southbound flow of money and guns to the region. It’s why we’ve devoted tens of billions of dollars in the United States to reduce the demand for drugs. And I promise you today - we’re not going to relent in our efforts.\nFinally, advancing democracy and human rights. In the Inter-American Democratic Charter our nations declared that “the people of the Americas have a right to democracy and their governments have an obligation to promote and defend it.” Because we defended it, most people in the Americas now live in democracies. Because we defended it, in Honduras, we laid the foundation for the return to the rule of law.\nWhen the universal human rights are denied, when the independence of judiciaries or legislatures or the press is threatened, we will speak out. And together, as we’re doing in Brazil this coming week, we’ll advance the open government upon which human rights and progress depend.\nIncreasing the trade and development that creates jobs for us all. Defending the security of our citizens. Standing up for democracy and human rights. This is progress we’ve made - together. This is the work we must continue - together. My fellow leaders, between us we represent nearly one billion people. They ask nothing more than that we come together and make the progress that none of us can achieve alone. We can go further together. That’s why we’re here. And that will remain the work of the United States, as your partner and friend.\n\n\n\n\n"
}