{
    "title": "Vice President Biden Announces Nearly 100 Million In Recovery Act Funds To Clean Up Dangerous Lead In Housing | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-announces-nearly-100-million-recovery-act-funds-clean-dangerou",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 15, 2009\n\n \n\n\n\nVice President Biden Announces Nearly 100 Million In Recovery Act Funds To Clean Up Dangerous Lead In Housing\n\n\n\n\n\n\n\n\nTHE WHITE HOUSE\nOffice of the Vice President\n_________________________________________________________________\nFor Immediate Release                    May 15, 2009\n \nVICE PRESIDENT BIDEN ANNOUNCES NEARLY $100 MILLION IN RECOVERY ACT \nFUNDS TO CLEAN UP DANGEROUS LEAD IN HOUSING\nGrants to protect children, create healthy housing and create jobs\nLOS ANGELES – Following a tour of the Esperanza Community Housing Corporation in South Central Los Angeles, Vice President Biden today announced that HUD is making nearly than $100 million in Recovery Act funding available to help eliminate dangerous lead-based paint and other health and safety hazards from low-income homes.  These grants will help 53 local programs in 20 states and the District of Columbia to protect young children from lead poisoning and create jobs. \nThe Vice President was joined by Los Angeles Mayor Antonio Villaraigosa, Rep. Xavier Becerra and U.S. Department of Housing and Urban Development Deputy Secretary Ron Simms on the visit to Esperanza Community Housing Corporation, which is receiving $875,000 to help identify and clean up lead and other health hazards in 225 homes in Los Angeles.\n\"It is unacceptable that some 40 percent of homes in this country still contain lead-based paints, the majority of which are in low-income areas where homes have not been renovated in decades,\" said Vice President Biden.  \"These are our children, our next generation – and thanks to the Recovery Act, we are investing in their future by reducing lead paint in their homes, educating their families about its abundant hazards and improving the safety of the communities they grow up in.\" \n\"In making these grants available today, the Department is acknowledging the importance of healthy homes and protecting our children from dangerous lead hazards,\" said Secretary Donovan. \"And not only will this program contribute to healthy, safe homes for all children and families, which is a top priority for HUD, but it will also support shovel-ready projects that are essential to getting Americans back to work and fixing the nation’s economic crisis quickly and efficiently.\"\nFunded through the American Recovery and Reinvestment Act of 2009 (Recovery Act), which was signed into law by President Obama on February 17, the grants to States and local governments are being offered by HUD’s Office of Healthy Homes and Lead Hazard Control.  The recipients of these Recovery Act grants were qualified applicants in the FY08 funding cycle but were not initially awarded grants because of the limited number of funds available at that time. The grants will contribute to President Obama’s mission under the Recovery Act to create and sustain jobs and jumpstart the nation’s economy.    To view a summary of local programs funded through the Recovery Act, visit HUD’s website.\nThe Recovery Act includes $13.61 billion for projects and programs administered by HUD, nearly 75 percent of which was allocated to state and local recipients only eight days after President Obama signed the Act into law. The remaining 25 percent of funds will be awarded through a competitive grant process in the coming months. HUD is committed to implementing Recovery Act investments swiftly, but also effectively as they generate tens of thousands of jobs, modernize homes to make them energy efficient, and help the families and communities hardest hit by the economic crisis.\nIn addition, Secretary Donovan and the Department are committed to providing the highest level of transparency possible as Recovery Act funds are administered.  It is vitally important that the American people are fully aware of how their tax dollars are being spent and can hold their federal leaders accountable.   Every dollar of Recovery Act funds HUD awards can be reviewed and tracked at HUD’s Recovery Act website.  The full text of HUD’s funding notices and tracking future performance of these grants is also available at HUD’s Recovery Act website.\n###\n\n\n\n\n"
}