{
    "title": "President Honors Outstanding Science, Math, Engineering Teachers And Mentors | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-honors-outstanding-science-math-engineering-teachers-and-mentors",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 09, 2009\n\n \n\n\n\nPresident Honors Outstanding Science, Math, Engineering Teachers And Mentors\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  _______________________________________________________________________  FOR IMMEDIATE RELEASE                                                    July 9, 2009  PRESIDENT HONORS OUTSTANDING SCIENCE, MATH, ENGINEERING TEACHERS AND MENTORS President Obama today named more than 100 science, math, and engineering teachers and mentors as recipients of two prestigious Presidential Awards for Excellence.  The educators will receive their awards in the Fall at a White House ceremony. The Presidential Award for Excellence in Science, Mathematics and Engineering Mentoring, awarded each year to individuals or organizations, recognizes the crucial role that mentoring plays in the academic and personal development of students studying science or engineering and who belong to minorities that are underrepresented in those fields. By offering their time, encouragement and expertise to these students, mentors help ensure that the next generation of scientists and engineers will better reflect the diversity of the United States. Candidates for the Presidential Mentoring Award are nominated by colleagues, administrators, and students from their home institutions.  The mentoring can involve students at any grade level from elementary through graduate school. In addition to being honored at the White House, recipients receive awards of $10,000 to advance their mentoring efforts. The Presidential Award for Excellence in Mathematics and Science Teaching is awarded annually to the best pre-college-level science and math teachers from across the country. The winners are selected by a panel of distinguished scientists, mathematicians, and educators following an initial selection process done at the state level. Each year the award alternates, going either to science and math teachers in grades K through 6 (as it is this year) or to those teaching in grades 7 through 12. Winners of the Presidential Teaching Award receive $10,000 awards from the National Science Foundation to be used at their discretion. They also receive an expense-paid trip to Washington, D.C. for a White House awards ceremony and several days of educational and celebratory events, including visits with members of Congress and science agency leaders. \"There is no higher calling than furthering the educational advancement of our nation’s young people and encouraging and inspiring our next generation of leaders,\" President Obama said. \"These awards represent a heartfelt salute of appreciation to a remarkable group of individuals who have devoted their lives and careers to helping others and in doing so have helped us all.\" The individuals and organizations receiving the Presidential Award for Excellence in Science, Mathematics and Engineering Mentoring this year are: • Frank T. Bayliss Jr., San Francisco State University, CA  • Laura Lynne J. Bottomley, North Carolina State University, NC  • Goldie S. Byrd, North Carolina A&T State University, NC  • Suzzette F. Chopin, Texas A&M University, Corpus Christi, TX  • Lesia L. Crumpton-Young, University of Central Florida , FL  • Patricia A. DeLeon, University of Delaware, DE  • Nancy L. Elwess, SUNY College, Plattsburgh, NY  • Benjamin C. Flores, University of Texas, El Paso, TX  • Susan M. Kauzlarich, University of California, Davis, CA  • Philip Kutzko, University of Iowa, IA  • Cato T. Laurencin, University of Virginia, VA  • Jerzy R. Leszczynski, Jackson State University, MS  • Mary Anne Nelson, University of New Mexico, NM  • Steven B. Oppenheimer, California State University, Northridge, CA  • Stacy Phelps, Chief Executive Officer, The American Indian Institute for Innovation, SD  • Ashanti Johnson, University of South Florida and Institute for Broadening Participation, FL  • Kennedy J. Reed, Lawrence Livermore Natl. Lab. and the University of California, CA  • Kenneth S. Sajwan, Savannah State University, GA  • Richard N. Zare, Stanford University, CA  • Leadership Alliance, Providence, RI  • Maria Mitchell Association, Nantucket, MA  • Project Exploration, Chicago, IL The individuals receiving the Presidential Award for Excellence in Mathematics and Science Teaching this year are: •  Vickie Ahlstrom, Lehi, UT  • Charles Bertsch, Polson, MT  • Mary Black, Dubuque, IA  • Georgia Boatman, Kennewick, WA  • Michele Brees, SeaTac, WA  • Stacie Broden, Southbury, CT  • James Brown, Albany, NY  • Sharon Brown, Middle River, MD  • Jane Callery, East Hartford, CT  • Susan Carter, University City, MO  • Cary Cermak-Rudolf, Roseburg, OR  • Melissa Collins, Memphis, TN  • Kathleen Conroy, Charlotte, NC  • Zan Coonce, Reno, NV  • Jo Anne Deshon, Newark, DE  • Jeri Doane, Edmond, OK  • Kari Dombrovski, Saint Cloud, MN  • Keri Dowdy, Mayfield, KY  • Christa Duthie-Fox, Charlotte, VT  • Candy Ellard, Austin, TX  • Amy Ellis, Starkville, MS  • Gay Lynn Erb, Caldwell, ID  • Kathryn Eyolfson, Aurora, CO  • Diana Fesmire, Alamogordo, NM  • Erin Flynn, Roslindale, MA  • Karen Fredricks, Newark, DE  • Christi Fricks, Anderson, SC  • Sharon Hall, Maineville, OH  • Lana Hansen, Centennial, CO  • Angela Hansen Cook, Fargo, ND  • Michelle Harris, Anita, IA  • Sherry Helus, Wamego, KS  • Kathleen Hill, Whitefish, MT  • Rebecca Holden, Chattanooga, TN  • Laura Ann Hulsebus, Eagle River, AK  • David Ireland, Rapid City, SD  • Dana Islas, Tucson, AZ  • Haley James, Toney, AL  • Kristen Jarboe, Frankfort, KY  • Linda Kehr, Klamath Falls, OR  • Sandra Kelish, Fredericksburg, VA  • Barbara Kelley, Grapevine, TX  • Rebecca Kitts, Pierre, SD  • Amy Knerr, Carmel, IN  • Susan Kunze, Bishop, CA  • Anne Magaha, Rydal, PA  • Mildred Marin-Torres, Yauco, PR  • Loreen McMains, Omaha, NE  • Mary Beth Meggett, Charleston, SC  • Teresa Minogue, Canterbury, NH  • Patricia Morgan, Norman, OK  • Kimberly Mueller, Lumberton, NJ  • Susan Naylor, Parkersburg, WV  • Karen Nesbit, Franklin, WI  • Cathleen Newton, White River Junction, VT  • Jennifer Norford, Charlotte Amalie, VI  • Monica Norwood, Little Rock, AR  • Suzanne O'Brien, Macomb, MI  • Halley Page, Athens, GA  • Sally Pellegrin, Cleveland, OH  • Carrie Persing, Chester, VA  • Jon Phillips, Waterford, MI  • Suzanne Pilon, Hilton, NY  • Sara Rebecca Pittard, Ormond Beach, FL  • Susan Poage, Berkeley Heights, NJ  • Kendra Pullen, Shreveport, LA  • Amy Radden, Evansville, WY  • Charles Reynes, Castro Valley, CA  • Debra Reynolds, Baton Rouge, LA  • Kamilla Riek, Saint Louis, MO  • Jennifer Rising, Lake Forest, IL  • Natalie Robinson, Pleasant Grove, UT  • Patia Rountree, Brooklet, GA  • Regina Scott, Franklin, IN  • Deborah Seaver, Milford, MA  • Wendy Shelden, Rockledge, FL  • Cheryl Silcox, White Mountain, AK  • Jeanette Simmons, Pontotoc, MS  • Kimberly Spencer, Yarmouth, ME  • Barbara Stoflet, Minnetonka, MN  • Melinda Storey, Mountain Brook, AL  • Carol Swink Wooten, Raleigh, NC  • DeAnn Swofford, Gardner, KS  • Liane Tanigawa, Aiea, HI  • Pamela Thompson, Madison, ME  • Nola Wilkinson, Decatur, IL  • Seanyelle Yagi, Honolulu, HI Note to regional reporters: For more information about, or interviews with, local winners of the Presidential Award for Excellence in Mathematics and Science Teaching, please contact Maria Zacharias at the National Science Foundation, (703) 292-8454 or mzachari@nsf.gov,  or Alice Potosky, (240) 747-4966 or Alice.E.Potosky@macrointernational.com.   ### \n\n\n\n"
}