{
    "title": "Upcoming Guidance on the \"The Gospel Tradition: In Performance at the White House\" | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/04/10/upcoming-guidance-gospel-tradition-performance-white-house",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nApril 10, 2015\n\n \n\n\n\nUpcoming Guidance on the \"The Gospel Tradition: In Performance at the White House\"\n\n\n\n\nEvent includes Evening Performance and Daytime Student Workshop \nHonoring Gospel Music\nTuesday, April 14, 2015 * The White House – The President and First Lady will invite music legends and top contemporary artists to the White House as part of its “In Performance at the White House” series. The event will pay tribute to the fundamental role gospel music has played in the American musical tradition and the important artists and repertoire that have marked its vibrant history. The program will include performances by Bishop Rance Allen, Pastor Shirley Caesar, Aretha Franklin, Rodney Crowell, Rhiannon Giddens, Emmylou Harris, Darlene Love, Lyle Lovett, Tamela Mann, the Morgan State University Choir, and Michelle Williams — with T Bone Burnett as executive music director and Billy Maxwell as music director. The President’s remarks will be pooled press and the entire event will be streamed live at WhiteHouse.gov/live at 7:00 PM (ET).  “The Gospel Tradition: In Performance at the White House” will be broadcast Friday, June 26, 2015 at 9:00 PM ET on PBS stations nationwide (check local listings).  The program will also be simulcast on TV One.\nAs with previous White House music events, the First Lady will host a special daytime workshop for students. The First Lady will welcome more than 130 middle school, high school and college students from across the country to take part in an interactive student workshop: “The History of Gospel Music.” Beginning at 11:00 AM in the State Dining Room, Robert Santelli, Executive Director of The GRAMMY Museum® in Los Angeles, will give participating students an overview of the origins of gospel music, discuss important artists and explore the unique elements of gospel that have inspired the sound of other American musical genres. Featured performers from the evening event will share their experiences and answer student questions about the music and entertainment world.  Students will participate from 24 schools across the country: Los Angeles and Oakland, CA; Kahuku and Waipahu, HI; Sandy Spring, MD; Cleveland, MS; Asbury Park and West Long Branch, NJ; Somers, NY; Memphis, TN; Falls Church, VA.\n“The Gospel Tradition: In Performance at the White House” will be the fourteenth such program during President Barack Obama’s administration. From February 2009 to the most recent broadcast in November 2014, these “In Performance at the White House” events have honored the musical genius of Stevie Wonder, Sir Paul McCartney, Burt Bacharach, Hal David and Carole King; celebrated Hispanic musical heritage during Hispanic Heritage Month; marked Black History Month with events featuring the music of Motown, Memphis Soul, the Blues, and from the Civil Rights Movement; explored the rich roots of Country music; and spotlighted Broadway and the unique spirit of the American musical. \n\n\n\n\n"
}