{
    "title": "Statement by the President on the Senate Vote on the American Jobs Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/10/11/statement-president-senate-vote-american-jobs-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 11, 2011\n\n \n\n\n\nStatement by the President on the Senate Vote on the American Jobs Act\n\n\n\n\n\n\tTonight, a majority of United States Senators voted to advance the American Jobs Act.  But even though this bill contains the kind of proposals Republicans have supported in the past, their party obstructed the Senate from moving forward on this jobs bill. \n\n\tTonight’s vote is by no means the end of this fight.  Independent economists have said that the American Jobs Act would grow the economy and lead to nearly two million jobs, which is why the majority of the American people support these bipartisan, common-sense proposals.  And we will now work with Senator Reid to make sure that the individual proposals in this jobs bill get a vote as soon as possible. \n\n\tIn the coming days, Members of Congress will have to take a stand on whether they believe we should put teachers, construction workers, police officers and firefighters back on the job.  They’ll get a vote on whether they believe we should cut taxes for small business owners and middle-class Americans, or whether we should protect tax breaks for millionaires and billionaires.\n\n\tWith each vote, Members of Congress can either explain to their constituents why they’re against common-sense, bipartisan proposals to create jobs, or they can listen to the overwhelming majority of American people who are crying out for action.  Because with so many Americans out of work and so many families struggling, we can’t take “no” for an answer.  Ultimately, the American people won’t take “no” for an answer.  It’s time for Congress to meet their responsibility, put their party politics aside and take action on jobs right now.\n\n\n\n\n"
}