{
    "title": "Background on Today's Medal of Valor Ceremony | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/22/background-todays-medal-valor-ceremony",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nSeptember 22, 2010\n\n \n\n\n\nBackground on Today's Medal of Valor Ceremony\n\n\n\n\n\n\tOn Wednesday, September 22nd, Vice President Biden will host a Medal of Valor ceremony with Attorney General Eric Holder. The Vice President and Attorney General will deliver remarks at this ceremony. \nWatch this event live at 4:30 PM ET at obamawhitehouse.archives.gov/live\n\nRECIPIENTS OF THE PUBLIC SAFETY OFFICER MEDAL OF VALOR:\n\nDeputy Carl A. Beier\nSheriff’s Office, Jefferson County, Missouri\n\n\tOn September 8, 2007, Deputy Carl Beier responded to a report of a vio¬lent disturbance at a rural residence in an unincorporated part of Jefferson County, Missouri. As Deputy Beier approached the house, an individual came outside, holding what appeared to be an AK-47 assault rifle, and began charging toward the deputy. Throughout the episode, Deputy Beier kept the 9-1-1 dispatch center and the other responding deputies informed of the situation, and actually ordered the deputies not to pull into the driveway, fearing that the man would ambush them. Deputy Beier, without regard for his own life, stood his ground while under continuous fire, inca¬pacitated an enraged suspect, and protected lives.\n\nChief Randy D. Poindexter\nFire Department, Kingfisher, Oklahoma\nLieutenant Brian S. Sturgill\nOklahoma Highway Patrol\n\n\tOn August 19, 2007, Lieutentant Brian S. Sturgill and Chief Randy D. Poindexter worked together to coordinate multiple rescues of individuals who were stranded as a result of Hurricane Erin, which had flooded parts of Oklahoma the previous night. In one of their rescues, Lt. Sturgill and Chief Poindexter assisted two occupants of a submerged pickup truck. Lt. Sturgill maneuvered the helicopter’s skids so they were just under the water and Chief Poindexter was able to remove the first occupant. The rescue of the second occupant was riskier because Lt. Sturgill positioned the helicopter’s skids so they were deeper under the water. Lt. Sturgill’s efforts enabled Chief Poindexter to reach both occupants and ride with them to safety.\n\nLieutenant Paul R. Pender, Jr.\n\tActing Lieutenant Gerald J. Murphy\n\tFirefighter Frederick C. Johnston\nFire Department, Brookline, Massachusetts\n\n\tOn April 16, 2008, the Brookline Fire Department responded to a report of a house fire which indicated that someone in a wheelchair was trapped on the second floor. Due to the heavy smoke and volume of the fire, all the firefighters were ordered out of the building. During the evacuation, a backdraft caused the partial collapse of the second floor ceiling. At the same time, Firefighter Stephen Nelson was knocked down and was partially buried under debris. The backdraft also knocked down several firefight¬ers at the second floor doorway, sending one of them tumbling down the stairs, taking Acting Lieutenant Gerald Murphy with him. Acting Lieuten¬ant Murphy quickly recovered and immediately crawled back up the stairs, found the nozzle of Engine Co. 1’s line, and began moving into the heav¬ily involved fire. At the same time, Lieutenant Paul Pender and Firefighter Frederick Johnston rushed up the stairway and Acting Lieutenant Murphy directed them to Firefighter Nelson. Without hesitation or concern for their own safety, they all advanced into the second floor, located Firefighter Nelson, and rescued him. Afterwards, all four men were treated for second-degree burns.\n\nDetective Jared T. Reston\nSheriff’s Office, Jacksonville, Florida\n\n\tOn January 29, 2008, Detective Jared Reston was working off duty at the Regency Square Mall when he received a call about two shoplifters. One suspect had been taken into custody, but the other had fled on foot. Detec¬tive Reston ran after the fleeing suspect and caught up with him in the 9400 block of Atlantic Boulevard, where the suspect turned and shot Detective Reston several times with a Glock .45 pistol. In spite of his wounds, Detec¬tive Reston managed to regain his focus and, while still lying on the ground, drew out his service weapon and returned fire, striking the suspect several times and ending the pursuit.\n\nOfficer Pedro Garcia, III\nPolice Department, San Antonio, Texas\n\n\tOn September 8, 2008, Officer Pedro Garcia and his partner responded to an “officer in trouble” call to assist three patrol division officers who had come under gunfire while attempting to serve a felony warrant at a resi¬dence. Officer Garcia immediately formulated and directed a rescue plan to remove a wounded officer. As he approached the wounded officer, Officer Garcia was struck in the face by a bullet or bullet fragment. Despite his injury, Officer Garcia reached the wounded officer and pulled her out of the building into the fenced backyard, while returning fire. Because Of¬ficer Garcia could not safely remove the wounded officer from the backyard without putting them both back into the direct line of fire, he directed another officer to use a patrol car to create an opening in the fence so they could escape. While the gunfire from the house continued, Officer Garcia carried the wounded officer to his patrol car. He drove her down the street to a waiting EMS unit and then returned to the scene to coordinate with his fellow officers until a SWAT Team relieved them.\n\nCaptain Edwin Lynn O’Berry\nFire/Rescue, Palm Beach County, Florida\n\n\tOn April 8, 2009, Fire Rescue Captain Edwin O’Berry was one of several firefighters at the Palm Beach County Fire Rescue Station 31 changing shifts when they saw Officer Doug Rua of the Palm Springs Police Department struck in the head and rendered unconscious by a robbery suspect. Capt. O’Berry retrieved his personal firearm from his vehicle, jumped a 6-foot fence with barbed wire on it, and ran to Officer Rua’s aid. Another firefight¬er followed Capt. O’Berry, and he dragged Officer Rua to safety while Capt. O’Berry covered them with his weapon. The suspect, still carrying Officer Rua’s handgun, then ran into a 3-foot-wide alley behind a nearby apartment building and Capt. O’Berry followed. Once the suspect realized he was cornered, he turned toward Capt. O’Berry and pointed the handgun at him. Fearing for his life, Capt. O’Berry and a responding police officer fired four rounds at the suspect. Afterwards, Capt. O’Berry immediately rendered aid to the suspect, who was flown to the local trauma center where he later suc¬cumbed to his injuries.\n\nOfficer Vidal Alberto Colon\nPolice Department, Milwaukee, Wisconsin\n\n\tOn April 11, 2009, Officer Vidal Colon and his partner responded to the report of a “subject with a gun” who was threatening citizens during a dispute. During his foot pursuit, Officer Colon chased the subject through residential yards to the rear of a house. As Officer Colon neared him, the subject stopped to retrieve the handgun he had dropped. Officer Colon was\n\tabout 10 feet away and ordered the subject not to move; however, almost si-multaneously, the subject fired his weapon at Officer Colon, hitting him in the abdomen. Despite his injury, Officer Colon and the subject continued to exchange fire until both their weapons were empty. When other police officers arrived, Officer Colon was able to rise to his feet and make it to the front of the residence to direct these officers to the suspect, so he could be taken into custody.\n\t \nFire Lieutenant William Ervin Appel\n\tFirefighter/Paramedic Andrew Charles Neff\n\tFirefighter/Paramedic Michael Scott Chellis\n\tFirefighter/EMT Timothy Allen Wisely\nFire Department, City of Maplewood, Missouri\n\n\tOn July 21, 2008, Lieutenant William Appel, Firefighters Ryan Hummert, Timothy Wisely, Michael Chellis, and Andrew Neff were dispatched to a reported vehicle fire. When they arrived, they found a small pick-up truck engulfed in flames in the driveway of a house. As Firefighters Hummert and Wisely advanced a hose toward the burning vehicle, there was a loud explosion and Firefighter Hummert fell to the ground. Firefighter Wisely began medical treatment of Firefighter Hummert and quickly saw that he had been shot in the head. Firefighter Neff ran to assist Firefighter Wisely in treating Firefighter Hummert. None of the firefighters knew the loca¬tion of the gunman and while waiting for an ambulance, there was another gunshot. This time it was Maplewood Police Officer Adam Fite who had been shot.\n\n\tFirefighter Neff administered emergency medical treatment to Officer Fite while they were both still in the line of fire. Ultimately, Firefighter Neff was able to drag Officer Fite to safety and stay with him until the ambulance arrived. When Lt. Appel realized where the gun shots were coming from, he directed the firefighters to take cover. Unfortunately, Firefighter Hum¬mert had sustained a mortal injury and Firefighter Wisely, who didn’t want to leave him, was moved out of the line of fire by Lt. Appel and Firefighter Chellis. Throughout the incident, Lt. Appel provided key information to the command staff until the St. Louis County Police Department Tactical Team arrived and removed the firefighters in an armored vehicle.\n\n\nADDITIONAL INFORMATION – THE PUBLIC SAFETY OFFICER MEDAL OF VALOR:\n\n\tThe Public Safety Officer Medal of Valor, authorized by the Public Safety Officer Medal of Valor Act of 2001, is the highest national award for valor by a public safety officer. The medal is awarded to public safety officers who have exhibited exceptional courage, regardless of personal safety, in the attempt to save or protect human life. Including today’s awardees, a total of 55 medals have been presented since the first recipients were honored in 2003.\n\n\tTo receive the Medal of Valor, public safety officers must be nominated by the chief executive officer of their employing agencies, recommended by the bipartisan Medal of Valor Review Board, and cited by the Attorney General. The Attorney General designated Laurie O. Robinson, Assistant Attorney General in the Department’s Office of Justice Programs (OJP), to serve as the Federal point of contact for the Medal of Valor initiative. OJP’s Bureau of Justice Assistance (BJA), led by James H. Burch, II, BJA’s Acting Director, assists in overseeing the Medal of Valor initiative.\n\n\tMore information about the award, the Medal of Valor Review Board members, and the nomination process is available at: www.ojp.usdoj.gov/medalofvalor.  \n\n\n\n\n"
}