{
    "title": "White House Hosts Forum on Women and the Economy | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/04/04/white-house-hosts-forum-women-and-economy",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 04, 2012\n\n \n\n\n\nWhite House Hosts Forum on Women and the Economy\n\n\n\n\n\n\tWASHINGTON, DC – On Friday, April 6, President Obama will deliver remarks at the White House Forum on Women and the Economy to highlight ways the Administration has helped create economic security for women and recognizes that women are key to economic growth and competitiveness. As part of the Forum, the White House will release a report on women and the economy which will examine the ways in which the Administration has worked to ensure women's economic security and create jobs for women, through all stages of life. From access to affordable education for young women to supporting women at work and at home, to ensuring security for women in retirement, the Administration is committed, across all agencies and departments, to do everything it can to create an economy built to last for America's women.\n\nWhite House Forum on Women and the Economy Details:\n\n\tOn Friday, Chair of the White House Council on Women and Girls Valerie Jarrett will deliver opening remarks and introduce a panel, moderated by Mika Brzezinski of MSNBC’s Morning Joe with Senior Administration Officials, private sector and academic leaders participating. Following the opening panel, the President will deliver remarks to an audience of entrepreneurs, academics, stakeholders, business leaders. Following the President’s remarks, Senior Administration Officials including Secretary of Health and Human Services Kathleen Sebelius, Secretary of Labor Hilda Solis, Attorney General Eric Holder, as well as the Director of the Domestic Policy Council Cecilia Munoz, Executive Director of the White House Council on Women and Girls Tina Tchen and Katharine Abraham, Member of the Council of Economic Advisors,  will lead a series of breakout sessions on a range of topics including: Women at Work, Education, Health , Women’s Entrepreneurship, and Violence Against Women and Girls.\n\nFRIDAY, APRIL 6, 2012\n\n8:45AM-8:55AM: Chair of the White House Council on Women and Girls Valerie Jarrett delivers opening remarks\n\n8:55AM-9:50AM: Women and the Economy Panel\n\n\n\t\tModerator: Mika Brzezinski of MSNBC’s Morning Joe\n\n\t\tPanelists:\n\t\t\n\n\t\t\t\tDirector of the National Economic Council Gene Sperling\n\n\t\t\t\tAdministrator of the U.S. Small Business Administration, Karen Mills\n\n\t\t\t\tCEO of Deloitte Joe Echevarria\n\n\t\t\t\tPrinceton University Lawrence and Shirley Katzman and Lewis and Anna Ernst Professor in the Economics of Education and Professor of Economics and Public Affairs, Cecilia Rouse.\n\n\n\n\n10:15AM-10:30AM: President will deliver remarks\n\n10:45AM-11:45AM: Breakout Sessions\n\n\nEducation Breakout:\n\n\n\t\t\t\tModerated by Director of the Domestic Policy Council, Cecilia Munoz and President of Rensselaer Polytechnic Institute, Shirley Ann Jackson\n\n\n\nWomen at Work Breakout:\n\n\n\t\t\t\tModerated by Secretary of Labor Hilda Solis and Katharine Abraham, Member of the Council of Economic Advisors\n\n\n\nWomen’s Entrepreneurship Breakout:\n\n\n\t\t\t\tModerated by Treasury Under Secretary for Domestic Finance Mary Miller and Executive Director of the White House Council on Women and Girls Tina Tchen\n\n\n\nHealthcare Breakout:\n\n\n\t\t\t\tModerated by Secretary of Health and Human Services Kathleen Sebelius and Deputy Assistant to the President on Health Policy Jeanne Lambrew\n\n\n\nViolence Against Women and Girls Breakout:\n\n\n\t\t\t\tModerated by Attorney General Eric Holder and White House Advisor on Domestic Violence Lynn Rosenthal\n\n\n\n\n12:00PM-12:30PM: Closing Plenary with Twitter Q&A #WomenEconForum\n\n\n\n\n"
}