{
    "title": "U.S.-India Joint Strategic Vision for the Asia-Pacific and Indian Ocean Region | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/01/25/us-india-joint-strategic-vision-asia-pacific-and-indian-ocean-region",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 25, 2015\n\n \n\n\n\nU.S.-India Joint Strategic Vision for the Asia-Pacific and Indian Ocean Region\n\n\n\n\nAs the leaders of the world’s two largest democracies that bridge the Asia-Pacific and Indian Ocean region and reflecting our agreement that a closer partnership between the United States and India is indispensable to promoting peace, prosperity and stability in those regions, we have agreed on a Joint Strategic Vision for the region. \nIndia and the United States are important drivers of regional and global growth.  From Africa to East Asia, we will build on our partnership to support sustainable, inclusive development, and increased regional connectivity by collaborating with other interested partners to address poverty and support broad-based prosperity.\nTo support regional economic integration, we will promote accelerated infrastructure connectivity and economic development in a manner that links South, Southeast and Central Asia, including by enhancing energy transmission and encouraging free trade and greater people-to-people linkages.\nRegional prosperity depends on security. We affirm the importance of safeguarding maritime security and ensuring freedom of navigation and over flight throughout the region, especially in the South China Sea. \nWe call on all parties to avoid the threat or use of force and pursue resolution of territorial and maritime disputes through all peaceful means, in accordance with universally recognized principles of international law, including the United Nations Convention on the Law of the Sea. \nWe will oppose terrorism, piracy, and the proliferation of weapons of mass destruction within or from the region.\nWe will also work together to promote the shared values that have made our countries great, recognizing that our interests in peace, prosperity and stability are well served by our common commitment to the Universal Declaration of Human Rights (UDHR).\nWe commit to strengthening the East Asia Summit on its tenth anniversary to promote regional dialogue on key political and security issues, and to work together to strengthen it.\nIn order to achieve this regional vision, we will develop a roadmap that leverages our respective efforts to increase ties among Asian powers, enabling both our nations to better respond to diplomatic, economic and security challenges in the region.\nAs part of these efforts, the United States welcomes India's interest in joining the Asia Pacific Economic Cooperation forum, as the Indian economy is a dynamic part of the Asian economy. \nOver the next five years, we will strengthen our regional dialogues, invest in making trilateral consultations with third countries in the region more robust, deepen regional integration, strengthen regional forums, explore additional multilateral opportunities for engagement, and pursue areas where we can build capacity in the region that bolster long-term peace and prosperity for all. \n\n\n\n\n"
}