{
    "title": "First Lady Michelle Obama to embark on three day national tour celebrating the second anniversary of Let's Move! | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/02/03/first-lady-michelle-obama-embark-three-day-national-tour-celebrating-sec",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nFebruary 03, 2012\n\n \n\n\n\nFirst Lady Michelle Obama to embark on three day national tour celebrating the second anniversary of Let's Move!\n\n\n\n\n\nFebruary 9th – 11th, First Lady to make stops in Des Moines, Iowa; Little Rock, Arkansas; Fort Worth, Texas; Dallas, Texas; Homestead, Florida; Longwood, Florida & Orlando, Florida\n\n\tWASHINGTON – On February 9, 2012, First Lady Michelle Obama will kick off a three day, nation-wide tour celebrating the second anniversary of Let’s Move!, her initiative to solve the problem of childhood obesity within a generation. Since launching Let’s Move! on February 9, 2010, significant progress has been made to solve the problem of childhood obesity. Parents, businesses, educators, elected officials, members of the military, chefs, physicians, athletes, childcare providers, community and faith leaders and kids themselves have made substantial commitments to improve the health of our nation’s children. Through working together with Let’s Move!,  these groups have provided children with healthier food and greater opportunities for physical activity in schools and communities, helped get families the information they need to make healthier decisions, supported a healthy start in early childhood, and have worked to ensure more people have access to healthy, affordable food.  The Let’s Move! tour will highlight examples of people making changes across the country, from a single family to an entire state.\n\n\tA fact sheet on a few of the many accomplishments of Let’s Move! is attached and can be found HERE.\n\nThe First Lady’s Let’s Move! tour schedule is below:\n\nTHURSDAY, FEBRUARY 9, 2012\n\nDes Moines, Iowa * 11:00 AM CT/ 12:00 PM ET * Let’s Move! Day in Iowa\n\n\tFirst Lady Michelle Obama will kick off her three day national tour in Des Moines, Iowa, to highlight Iowa’s Healthiest State Initiative, a private-public partnership launched in August by Governor Terry Branstad and other government and business leaders to make Iowa the healthiest state in the nation by 2016. More than 10,000 children grades 6 - 9 from Iowa schools will fill Wells Fargo Arena in downtown Des Moines to participate in a high-energy, interactive celebration of the Let’s Move! anniversary, hosted by Iowa’s Healthiest State Initiative.\n\n\tMrs. Obama will be joined by former Iowa Governor and current Secretary of Agriculture Tom Vilsack and Iowa Governor Branstad, as well as NASCAR racing champion and member of the President’s Council on Fitness, Sports and Nutrition Carl Edwards, Olympic figure skating champion and member of the President’s Council on Fitness, Sports and Nutrition Michelle Kwan (who was recently inducted into the U.S. Figure Skating Hall of Fame), Olympic champion gymnast Shawn Johnson, 2011 WNBA MVP Tamika Catchings, Health and Fitness Expert Bob Harper, Iowa State University Basketball coach and former NBA player Fred Hoiberg – who are all committed to helping kids embrace good health, nutrition and physical fitness.  Governor Branstad will sign a proclamation establishing February 9 as “Let’s Move! Day in Iowa” to celebrate the second anniversary.\n\nLittle Rock, Arkansas * 2:15 PM CT / 3:15 PM ET * Military Improving Nutrition for Servicemembers\n\n\tFirst Lady Michelle Obama will visit the Little Rock Air Force Base to make an announcement about the military’s efforts to improve the nutrition of food served throughout military bases. Little Rock Air Force Base is part of a special pilot program that has enhanced food service quality, variety and availability through new acquisition processes and redesign efforts.  Mrs. Obama will receive a briefing on the Air Force’s healthy eating efforts from leadership and then visit the dining facility with cooks and airmen to discuss the changes. Childhood obesity has become a national security issue - more than one-quarter of our nation’s 17-24 year- olds are too overweight to serve in the U.S. military. Additionally, the Department of Defense spends an estimated $1.1 billion per year on medical care associated with excess weight and obesity.\n\nFort Worth, Texas * 5:30 PM CT / 6:30 PM ET * Parents and Businesses Making a Difference\n\n\tFirst Lady Michelle Obama will hold a roundtable dinner discussion at a local Olive Garden with parents who are changing habits in their homes and communities. Mrs. Obama will have a conversation with the parents about their efforts and get their ideas on how Let’s Move! can continue to support families across the country. In September 2011, Darden, the world’s largest full service restaurant company which owns Olive Garden, Red Lobster, Longhorn Steakhouse and others, made a commitment to improve their kids menus by offering a fruit or vegetable and low-fat milk with every meal, as well as reduce total calories and sodium across their menus.\n\nFRIDAY, FEBRUARY 10, 2012\n\nDallas, Texas * 9:00 AM CT / 10:00 AM ET * Schools and Chefs Working Together\n\n\tFirst Lady Michelle Obama will join chef'testants from past seasons of Bravo’s hit series “Top Chef” and members of the Dallas Cowboys to highlight the work being done in schools across America to provide healthier food to students. The chefs will compete in a healthy cooking competition with students from Nancy Moseley Elementary School, a Gold school in the HealthierUS School Challenge program. The Dallas Independent School District is a leader in making healthy changes for its students – it has the most Gold schools of any district in the country. Chefs have played an important role in the Let’s Move! initiative, teaming up with schools all across the country to work with school chefs on healthy school meals and teach kids about the importance of a nutritious diet. Approximately 3,400 chefs and 3,350 schools have signed up for Chefs Move to Schools, and the First Lady will announce a coalition that is working together to expand the program.\n\nHomestead, Florida * 3:30 PM * WebMD Town Hall: Simple Tips For Healthy Families\n\n\tFirst Lady Michelle Obama will join experts from WebMD, a leading source of health information for consumers and professionals and a free source of trusted information on children’s health and wellness, to answer questions from a live local audience and a national online audience about how families can implement healthy changes in their daily lives.  The WebMD town hall style discussion will be held at a Miami-area YMCA. In November 2011, the YMCA, a leading nonprofit dedicated to youth development and healthy living and one of the nation’s largest child-care providers, announced that it is adopting a set of standards to ensure its programs offer children fruits, vegetables and water as snacks and adequate physical activity while children are in their care. The panel will include a WebMD pediatrician and nutritionist and a health and well-being expert from the YMCA. Parents can submit questions for the First Lady and the panel at www.webmd.com/townhall.\n\nOrlando, Florida * 7:00 PM ET * Change Begins at Home\n\n\tFirst Lady Michelle Obama will visit the home of an Orlando-area family who has made changes to become healthier. Mrs. Obama will have dinner with the family in their home and discuss the everyday changes families can make. This event will have a pool spray at the top.\n\nSATURDAY, FEBRUARY 11, 2012\n\nLongwood, Florida * 10:00 AM ET * Faith and Community Groups Leading the Way\n\n\tFirst Lady Michelle Obama will speak to a gathering of 3,000 people from diverse faiths at Northland, A Church Distributed, about the work of faith and community organizations across America to support healthy lifestyles. Mrs. Obama launched Let’s Move! Faith and Communities in November 2010 and since then, these organizations have initiated a broad range of activities including logging over 1,500,000 miles walked and working to provide healthy food to their congregations.  Saturday’s program will include choirs, performers and speakers from local and national congregations. Tickets are being distributed by local faith and community organizations.\n\nOrlando, Florida * Afternoon * Getting Active Is Fun!\n\n\tFollowing the event at Northland, First Lady Michelle Obama will travel to ESPN Wide World of Sports at the Walt Disney World Resort to participate in a physical activity event for hundreds of local kids and their families, including participants in the morning’s faith event. Disney Channel and Disney XD stars and professional athletes will be on hand as families participate in fun, physical activity stations. Tickets are being distributed by local faith and community organizations.\n\n\n\n\n"
}