{
    "title": "First Lady Michelle Obama to Address 2016 Graduating Seniors | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/04/04/first-lady-michelle-obama-address-2016-graduating-seniors",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nApril 04, 2016\n\n \n\n\n\nFirst Lady Michelle Obama to Address 2016 Graduating Seniors\n\n\n\n\n\n\tAs part of her Reach Higher initiative, Mrs. Obama will deliver the commencement addresses at Jackson State University in Jackson, MS ; Santa Fe Indian School in Santa Fe, NM and City College of New York in New York, NY. These mark the final commencement addresses Mrs. Obama will deliver as First Lady.\n\n\t \n\nSaturday, April 23rd\n\nJackson, Mississippi – The First Lady will deliver the address at Jackson State University’s 139th Spring Commencement Ceremony. Mrs. Obama will address more than 1,000 graduates as well as their friends, family and members of the university community.\n\n\tJackson State University was founded in 1877 as a four-year public university; it is one of the largest institutions of higher learning in Mississippi and a Historically Black University originally established to educate newly freed African Americans to become ministers and teachers. Mrs. Obama has delivered remarks on an HBCU campus each year she has served as First Lady.\n\n\tEchoing the call of the First Lady’s Reach Higher initiative, Jackson State University and the Jackson Public School District collaborated to form the first laboratory school in the Jackson area. Since 2013, Blackburn Laboratory Middle School has partnered with JSU in an effort to transform Blackburn into a highly successful middle school for replication and study of successful practices in the district, state, and nation.\n\nThis event is open to pre-credential media. To RSVP, please contact Dr. Elayne H. Anthony at elayne.h.anthony@jsums.edu.\n\n\t \n\nThursday, May 26th \n\nSanta Fe, New Mexico – As part of the White House Generation Indigenous (Gen-I) Initiative, the First Lady will deliver the high school commencement address to the Class of 2016 at Santa Fe Indian School. Gen-I works to improve the lives of Native youth by promoting a national dialogue and programs to cultivate the next generation of Native leaders. Last year, the First Lady addressed the White House Tribal Youth Gathering in Washington, DC.\n\n\tOriginally founded in 1890, as a Federal off-reservation boarding school, the Santa Fe Indian School is currently owned and operated by the 19 Pueblos of New Mexico. Recently honored as a National Association Secondary School Breaking the Ranks Showcase School, SFIS is a leader in Native American education and proud of its history to educate the next generation of tribal leadership. Graduates of SFIS participate in the culture of their communities and will have the skills to pursue the education and careers that will benefit them, their families, and their people. For the past five years, SFIS has had an average graduation rate of 98%, and over 90% of this year's graduating class plan to pursue a post-secondary degree.\n\nThis event is open to pre-credential media. To RSVP, please contact Kimball Sekaquaptewa at kimball@sfis.k12.nm.us.\n\n \n\nFriday, June 3rd\n\nNew York, New York – The First Lady will deliver the commencement address during the 170th Commencement Ceremony at The City College of New York on the CCNY campus in historic Harlem, where more than 3,000 students make up the Class of 2016.\n\n\tThe City College of New York was the first public higher education institution in New York City and has one of the most diverse student bodies in the nation with over 40% first-generation college students, almost 40% non-native English speakers, and half from low-income households. Established as a free institution dedicated to overcoming barriers to advancement, CCNY continues its mission of access to excellence and keeping tuition affordable.\n\nThis event is open to pre-credential media. To RSVP, please contact Deidra Hill at dhill@ccny.cuny.edu.\n\n\t \n\nAdditional information on Commencement Addresses by First Lady Michelle Obama:\n\n\tIn 2009, Mrs. Obama addressed the first full graduating class at the University of California, Merced and spoke at the Washington Math and Science Tech Public Charter High School Graduation in Washington, DC. In 2010, Mrs. Obama addressed graduates of the University of Arkansas at Pine Bluff, the George Washington University, and the Anacostia Senior High School. In 2011, Mrs. Obama addressed graduates of the University of Northern Iowa, Spelman College, and Quantico Middle High School. In 2012, Mrs. Obama addressed graduates of Virginia Tech, North Carolina Agricultural and Technical State University, and Oregon State University. In 2013, Mrs. Obama addressed graduates of Eastern Kentucky State University, Bowie State University, and Martin Luther King, Jr. Academic Magnet High School. In 2014, Mrs. Obama addressed graduates of Dillard University, the District of Columbia College Access Program, and an assembly of high schools in the Topeka, Kansas Public School District. In 2015, Mrs. Obama Addressed the graduates of Oberlin College, Tuskegee University, and Martin Luther King Jr. Preparatory High School.\n\n\n\n\n"
}