{
    "title": "President Obama Nominates Paul J. Watford to Serve on the United States Court of Appeals | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/10/17/president-obama-nominates-paul-j-watford-serve-united-states-court-appea",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 17, 2011\n\n \n\n\n\nPresident Obama Nominates Paul J. Watford to Serve on the United States Court of Appeals\n\n\n\n\n\n\tWASHINGTON- Today, President Obama nominated Paul J. Watford to serve on the United States Court of Appeals for the Ninth Circuit. \n\n\t“Paul J. Watford has displayed exceptional dedication to the legal profession through his work and I am honored to nominate him to serve the American people as a judge on the United States Court of Appeals,” President Obama said. \"He will be a diligent, judicious and esteemed addition to the Ninth Circuit bench.\"\n\nPaul J. Watford:  Nominee for the United States Court of Appeals for the Ninth Circuit\n\n\tPaul J. Watford is an appellate litigation partner at the law firm of Munger, Tolles & Olson LLP in Los Angeles, California, where he has worked since 2001.  Watford was born and raised in Orange County, California.  He received his B.A. in 1989 from the University of California at Berkeley and his J.D. in 1994 from the UCLA School of Law, where he graduated Order of the Coif and served as an editor of the UCLA Law Review. \n\n\tAfter graduating from law school, Watford served as a law clerk to the Honorable Alex Kozinski of the United States Court of Appeals for the Ninth Circuit.  The following year, from 1995 to 1996, he served as a law clerk to the Honorable Ruth Bader Ginsburg of the Supreme Court of the United States.  After first joining Munger, Tolles & Olson LLP as an associate in 1996, working on a mix of trial and appellate matters, Watford became an Assistant United States Attorney in the Central District of California in 1997.  Serving in the Criminal Division, he prosecuted a wide range of federal criminal cases, including complex white-collar criminal cases as a member of the Major Frauds Section.  While serving in the United States Attorney’s Office, Watford tried seven cases to verdict before a jury.  He joined the law firm of Sidley & Austin LLP in Los Angeles as an associate in 2000, returned to Munger, Tolles & Olson LLP the following year, and became a partner in 2003. \n\n\tAt his current law firm, Watford’s practice has focused on appellate litigation in state and federal courts on a wide range of legal issues, including administrative, antitrust, consumer class action, state and federal constitutional, and securities law issues.  He appears in court regularly to make appellate arguments in his cases, and has authored or edited briefs in nearly 20 cases before the Supreme Court of the United States.  Watford also served as a lecturer in law from 2007 to 2009 at the University of Southern California’s Gould School of Law, teaching an upper-level course in judicial opinion writing\n\n\n\n\n"
}