{
    "title": "Statement from the Press Secretary on the White House Summit on Countering Violent Extremism | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/01/11/statement-press-secretary-white-house-summit-countering-violent-extremis",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 11, 2015\n\n \n\n\n\nStatement from the Press Secretary on the White House Summit on Countering Violent Extremism\n\n\n\n\nOn February 18, 2015, the White House will host a Summit on Countering Violent Extremism to highlight domestic and international efforts to prevent violent extremists and their supporters from radicalizing, recruiting, or inspiring individuals or groups in the United States and abroad to commit acts of violence, efforts made even more imperative in light of recent, tragic attacks in Ottawa, Sydney, and Paris.  This summit will build on the strategy the White House released in August of 2011, Empowering Local Partners to Prevent Violent Extremism in the United States, the first national strategy to prevent violent extremism domestically. \nCountering Violent Extremism (CVE) efforts rely heavily on well-informed and resilient local communities.  Boston, Los Angeles, and Minneapolis-St. Paul have taken the lead in building pilot frameworks integrating a range of social service providers, including education administrators, mental health professionals, and religious leaders, with law enforcement agencies to address violent extremism as part of the broader mandate of community safety and crime prevention.  The summit will highlight best practices and emerging efforts from these communities.\nAt the same time, our partners around the world are actively implementing programs to prevent violent extremism and foreign terrorist fighter recruitment.  The summit will include representatives from a number of partner nations, focusing on the themes of community engagement, religious leader engagement, and the role of the private sector and tech community. \nThrough presentations, panel discussions, and small group interactions, participants will build on local, state, and federal government; community; and international efforts to better understand, identify, and prevent the cycle of radicalization to violence at home in the United States and abroad.  Additional information regarding participants and the agenda will be provided at a future date.\n\n\n\n\n"
}