{
    "title": "Obama Anuncia Medidas para Impulsar Biocombustibles, Carbón Limpio | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/obama-anuncia-medidas-para-impulsar-biocombustibles-carb-n-limpio",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 03, 2010\n\n \n\n\n\nObama Anuncia Medidas para Impulsar Biocombustibles, Carbón Limpio\n\n\n\n\nWASHINGTON – El Presidente Barack Obama anunció el miércoles una serie de medidas que su gobierno está tomando como parte de su estrategia integral para aumentar la independencia energética de Estados Unidos a la vez que se construyen las bases para una nueva economía basada en la energía limpia, y su promesa de nuevos sectores industriales y millones de empleos. \nEn una reunión con un grupo de gobernadores de ambos partidos y de todo el país, el Presidente dio a conocer tres medidas que trabajarán conjuntamente para impulsar la producción de biocombustibles y reducir nuestra peligrosa dependencia del petróleo extranjero. La Agencia de Protección Ambiental (Environmental Protection Agency o EPA) ha establecido una norma para implementar el estándar de combustibles renovables a largo plazo de 36,000 millones de galones para el 2022 que el Congreso estableció. El Departamento de Agricultura de Estados Unidos ha propuesto una norma para el Programa de Asistencia para Cultivos de Biomasa (Biomass Crop Assistance Program o BCAP) que proporcionaría financiamiento para aumentar la conversión de biomasa a bioenergía. El Grupo de Trabajo Interinstitucional sobre Biocombustibles del Presidente (Biofuels Interagency Working Group) dio a conocer su primer informe, El cultivo de combustibles para Estados Unidos (Growing America’s Fuel). El informe, redactado por los presidentes del grupo, los secretarios Vilsack y Chu, y la administradora Jackson, presenta una estrategia para promover el desarrollo y la comercialización de un sector sostenible de biocombustibles para cumplir o superar los objetivos del país con respecto a biocombustibles.\nAdemás, el Presidente Obama anunció un Memorando Presidencial (enlace más abajo) que crea un Grupo de Trabajo Interinstitucional sobre la Captación y Almacenaje de Carbono (Interagency Task Force on Carbon Capture and Storage) a fin de formular una estrategia federal integral y coordinada para acelerar el desarrollo y la implementación de la tecnología de carbón limpio. Nuestra economía nacional continuará dependiendo de la existencia y el costo del carbón nacional durante varias décadas para satisfacer sus necesidades energéticas, y entretanto, estos avances son necesarios para reducir la contaminación. El Presidente propone de cinco a diez proyectos comerciales que sirvan como ejemplo y que estén en marcha para el 2016. \nEl Presidente Obama afirmó: “Ahora, creo que debemos aprobar una medida integral de energía y clima. Hará de la energía limpia el tipo rentable de energía, y la decisión de otros países de hacer esto ya les está dando a sus empresas una ventaja para generar empleos y tecnología de energía limpia. Pero incluso si no están de acuerdo conmigo sobre la amenaza que representa el cambio climático, invertir en empleos y empresas de energía limpia sigue siendo lo correcto para nuestra economía. La reducción de nuestra dependencia del petróleo extranjero sigue siendo lo acertado para nuestra seguridad. No podemos darnos el lujo de no producir resultados mientras el resto del mundo avanza a toda máquina”.\n“La promoción de la producción de biomasa y biocombustible tiene el potencial de generar empleos verdes, que es una de las muchas maneras en que el gobierno del Presidente Obama está trabajando para reconstruir y revitalizar las regiones rurales de Estados Unidos”, afirmó el secretario de Agricultura Tom Vilsack. “Se deben diseñar, construir y operar instalaciones que produzcan combustible renovable con biomasa. Además, el BCAP estimulará la producción de biomasa que beneficiará a los productores y proporcionará los materiales necesarios para generar energía limpia y reducir la contaminación con carbono”.\n“El Presidente Obama y su gobierno se han comprometido firmemente al desarrollo de tecnología de captación y almacenaje de carbono como aspecto clave de la economía de energía limpia. Podemos y debemos ser líderes del mundo en esta tecnología y los empleos que puede generar”, declaró el secretario de Energía Steven Chu.\n“Las medidas que el Presidente Obama ha tomado hoy generarán empleos, reducirán significativamente las emisiones de gas de invernadero y aumentarán nuestra seguridad energética, a la vez que ayudarán a que Estados Unidos esté a la vanguardia de la nueva economía energética”, aseguró Lisa P. Jackson, administradora de la EPA. “Los estándares para combustibles renovables ayudarán a generar nuevas oportunidades económicas para millones de estadounidenses, particularmente en las regiones rurales de Estados Unidos. La EPA se enorgullece de ser parte del esfuerzo del Presidente para combatir el cambio climático y volver a poner a los estadounidenses a trabajar tanto por medio de los nuevos estándares de combustible renovable como por medio de nuestra dirección, conjuntamente con el Departamento de Energía, del Grupo de Trabajo Interinstitucional sobre la Captación y Almacenaje de Carbono”.\nInformación de trasfondo sobre el anuncio de hoy:\nEstándar de combustibles renovables. La EPA ha establecido una norma que implementa el mandato de combustibles renovables a largo plazo de 36,000 millones de galones para el 2022 que el Congreso estableció. El Estándar de Combustibles Renovables requiere que la producción de biocombustibles aumente con relación a la del año pasado de 11,100 millones de galones a 36,000 millones de galones en el 2022, y 21,000 millones de galones provendrán de biocombustibles avanzados. El aumento de combustibles renovables reducirá la dependencia del petróleo en más de 328 millones de barriles al año y reducirá la emisión de gases de invernadero en más de 138 millones de toneladas métricas al año cuando se implemente plenamente para el 2022. Por primera vez, algunos combustibles renovables deben lograr una reducción en la emisión de gases, con relación a combustibles como la gasolina y el diesel que reemplacen, para que se considere que cumplen con los estándares de volumen. Para leer la norma completa, sírvase pulsar AQUI.\nPrograma de Asistencia para Cultivos de Biomasa. El Departamento de Agricultura (USDA por sus siglas en inglés) propuso una norma para el Programa de Asistencia para Cultivos de Biomasa a fin de convertir la biomasa en bioenergía y productos con base biológica. El USDA otorga subvenciones y préstamos, además de otra ayuda monetaria, para contribuir a la comercialización de biocombustibles y energía renovable. El BCAP ya ha comenzado a otorgar pagos de contrapartida a las personas que producen biomasa para la recolección, cosecha, almacenaje y transporte de biomasa a instalaciones de conversión de biomasa que cumplan con los requisitos. Para leer la norma completa, sírvase pulsar AQUI.\nGrupo de Trabajo sobre Biocombustibles: En mayo, el Presidente Obama creó el Grupo de Trabajo Interinstitucional sobre Biocombustibles, presidido conjuntamente por los departamentos de Agricultura y Energía y la EPA, y con aportes de muchas otras entidades a fin de formular una estrategia integral para acelerar la inversión en biocombustibles estadounidenses y su producción, y reducir nuestra dependencia de hidrocarburos. Hoy, el Grupo de Trabajo dio a conocer su primer informe: Growing America’s Fuel, una nueva estrategia del gobierno de Estados Unidos para cumplir o superar las metas de biocombustible del país. El informe se centra en soluciones gubernamentales sólidas a corto plazo para respaldar el actual sector de biocombustibles, como también en acelerar la creación comercial de biocombustibles avanzados y un mercado viable a largo plazo para transformar la manera en que el gobierno de Estados Unidos opera por medio de sus diversos departamentos y hacer uso de sociedades estratégicas entre el sector público y el privado. Para leer el informe completo, sírvase pulsar AQUI.\nMemorando Presidencial sobre una estrategia federal estratégica para la captación y el almacenaje del carbono: Fijar el curso hacia el carbón limpio es esencial para lograr los objetivos de energía limpia de la Administración, apoyar empleos estadounidenses y reducir las emisiones de contaminación con carbono. El rápido desarrollo e implementación de tecnología de carbón limpio, particularmente la captación y almacenaje de carbono, ayudarán a posicionar a Estados Unidos como líder en la carrera mundial hacia la energía limpia. El memorando del Presidente crea el Grupo de Trabajo Interinstitucional sobre la Captación y Almacenaje de Carbono a fin de formular una estrategia federal integral y coordinada para acelerar el desarrollo y la implementación de la tecnología de carbón limpio.\nEl Grupo de Trabajo será presidido conjuntamente por representantes del Departamento de Energía y la EPA, e incluirá participantes de por lo menos 9 agencias y oficinas distintas. El Grupo de Trabajo formulará al cabo de 180 días un plan con el objetivo de superar los obstáculos para la implementación de la captación y el almacenaje del carbono generalizados y económicos dentro de 10 años con el objetivo de poner en práctica cinco proyectos comerciales que sirvan como ejemplo para el 2016. El plan debe abordar incentivos para la adopción de sistemas de captación y almacenaje del carbono y todo obstáculo para su implementación, ya sea financiero, económico, tecnológico, jurídico institucional o de otro tipo. El Grupo de Trabajo debe considerar la mejor manera de coordinar los esfuerzos de las actuales autoridades y programas federales, como también identificar asuntos que requerirán potestad federal adicional. El presidente del Consejo sobre Calidad Ambiental le informará al Presidente periódicamente sobre los logros alcanzados por el Grupo de Trabajo. Para leer el memorando completo, sírvase pulsar AQUI.\n \n\n\n\n"
}