{
    "title": "Briefing via Conference Call on the President's Trip to Asia | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/briefing-conference-call-presidents-trip-asia",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nNovember 09, 2009\n\n \n\n\n\nBriefing via Conference Call on the President's Trip to Asia\n\n\n\n\n\n\nTHE WHITE HOUSE\nOffice of the Press Secretary\n___________________________________________________________________________\nFor Immediate Release                                                                                               November 9, 2009\n \n\n\nPRESS BRIEFING BY\nDEPUTY NATIONAL SECURITY ADVISOR FOR \nSTRATEGIC COMMUNICATIONS BEN RHODES;\nNATIONAL SECURITY COUNCIL SENIOR DIRECTOR FOR EAST ASIAN AFFAIRS,\nJEFFREY BADER;\nAND DEPUTY NATIONAL SECURITY ADVISOR FOR \nINTERNATIONAL ECONOMIC AFFAIRS MICHAEL FROMAN\nON THE PRESIDENT'S TRIP TO ASIA\nVia Conference Call\n3:30 P.M. EST\nMR. RHODES:  Thanks, everybody, for joining.  I'll just make some brief comments and then go through the schedule.  Obviously this is a very important opportunity -- this is the President's first trip to Asia.  This is the fastest growing economic region in the world.  It supports an extraordinary amount of U.S. trade and jobs.  It's also home to very critical political relationships to the United States in our efforts to combat a series of global challenges. \nSo the President looks forward to this attempt to really renew America's alliances in the region, to continue to forge new partnerships, and to make progress on a whole series of issues ranging from our economic recovery agenda; our efforts in Afghanistan, which are supported by several of our Asian partners; our efforts to stop the spread of nuclear weapons, including our continued efforts in relation to North Korea and Iran; and also our effort to make progress on clean energy and combating climate change.\nSo there's a broad agenda that overlays the President's whole trip.  I think the overarching theme is that America is a Pacific nation, it understands the importance of Asia in the 21st century, and it's going to be very engaged in a very comprehensive way to make progress on a whole series of issues that are critical for our prosperity and our security.\nNow, with that, I'll just kind of take you through the schedule, which obviously changed a little bit given the President's attendance at the memorial service at Fort Hood tomorrow.\nWe'll leave here on Thursday, the 12th.  We'll be making our first stop in Alaska -- it's actually the President's first stop in Alaska.  And while we are in Alaska he'll take that opportunity to speak to some troops at Elmendorf Air Force Base, and he's looking forward to that opportunity to visit with the troops there and to thank them for their service.\nWith that we'll move on to Tokyo, arriving there on Friday, November 13th.  The first order of business in Tokyo will be a bilateral meeting with Prime Minister Hatoyama, which we currently have scheduled for roughly 7:00 p.m. that evening.  And I will add that the President -- we've been in consultation with our Japanese friends as we've adjusted the schedule and are very appreciative for their willingness to work with us, due to the, again, the tragedy that took place at Fort Hood.\nAfter the President's meeting with Prime Minister Hatoyama there will be a joint press conference. \nThat takes us to the next day, Saturday, November 14th.  The first event of the day is the President will be giving a speech at Suntory Hall in Tokyo at 10:00 a.m.  And in this speech he'll have an opportunity to discuss his view of American engagement in Asia as it relates to the political, security and economic dimensions, and to also reaffirm the strength of the U.S.-Japanese alliance.\nLater in the day he'll have the opportunity that he is particularly looking forward to, to meet with the Emperor and Empress of Japan.  And that will conclude the schedule for Japan.  We'll be moving on to Singapore that evening.\nOn Sunday, the 15th, the first event of the day will be a bilateral meeting with Prime Minister Lee of Singapore.  Then the President will be moving along to the leaders' meeting of the APEC Summit, where he'll have the opportunity to engage in a dialogue about our continued efforts to promote balanced and sustainable growth in the Asia Pacific region and around the world, building upon the strong efforts that have taken place at the G20 -- which Mike Froman can discuss in a bit.\nLater in the day, roughly at 2:00 p.m. now, we will have a bilateral meeting with President Medvedev of Russia.  President Obama has had a very close and constructive relationship with President Medvedev.  They've met several times throughout the year and he's very much looking forward to this opportunity to continue their dialogue on issues related to nonproliferation, global economic recovery, and a whole host of bilateral issues.\nThen he'll have a multilateral meeting with the ASEAN 10.  Jeff Bader can speak to this further, but this, I believe, is the first meeting between a President of the United States and the ASEAN 10, and again, signals this President's strong commitment to work in a comprehensive way with our Asian partners.\nThen he will have a bilateral meeting with the President of Indonesia.  The President of course feels a great connection to Indonesia, having spent some time there growing up, and feels that this is an important relationship for the United States.  We cooperate with Indonesia also on a range of issues from economic issues, trade, to counterterrorism, and we're looking forward to this opportunity to have a dialogue with the Indonesians.\nThen the President will be moving on that evening to Shanghai, and that takes us to Monday, the 16th, in Shanghai.  The President will be starting his day with a bilateral meeting with the mayor there.  Then we will be having an event where the President will have the opportunity to engage in a dialogue with Chinese youth, where he'll have the opportunity both to speak to them and also to take some questions and hear directly from young Chinese.\nAnd after that, he'll be moving on to Beijing that evening, and we'll be able to begin his time in Beijing with a dinner with President Hu.\nThat takes us to Tuesday the 17th.  That morning, he will have a bilateral meeting with President Hu where he looks forward to addressing a very broad agenda.  China and the United States partner together on a range of global challenges, again, covering both economic recovery, nonproliferation issues, increasing cooperation on energy issues.  And the President looks forward to building on the strong, positive, and comprehensive relationship that has been forged at -- particularly through venues such as the strategic and economic dialogue that we held earlier this year in Washington.\nFollowing the meeting with President Hu, there will be a joint press conference.  Then later that day, the President looks forward to some time to see the city of Beijing.  This is his first trip to China, so he's very much looking forward to seeing Beijing.  And then that dinner -- that evening there will be a state dinner in Beijing, which the President is very thankful for the gracious hospitality of the Chinese hosts.\nThe next day, the last day that we'll be in China, the President will begin with a bilateral meeting with the Premier where he'll be able to continue discussions on a range of bilateral issues.  And then he'll also have some additional opportunity to see the city of Beijing.\nAfter that, we'll be moving on to Seoul, South Korea.  South Korea is obviously a critical ally and partner for the United States on a range of issues, as well.  They recently, for instance, made a very strong commitment to Afghanistan that the President is quite appreciative of.  And we continue to partner with them on issues related to economic recovery and nonproliferation.\nThe morning of Thursday, November 19th, the President will hold a bilateral meeting with President Lee of South Korea, and then he will be able to have a press conference with President Lee, as well.  And then after that is complete, he'll have the opportunity to go and visit with some U.S. troops.  Obviously we have many troops serving in South Korea, and the President is looking forward to this opportunity to thank them in person for their service.\nAnd that will conclude what is a very busy few days in Asia and we'll be heading back to the United States the evening of Thursday the 19th.\nSo with that, I think before we open it up, I think both Jeff and Mike can speak in some greater detail about the political and economic aspects of the trip.  I'll turn it over to Jeff Bader first, Senior Director for the NSC for Asian Affairs.\nMR. BADER:  The President's first stop is Japan.  He'll be looking to build his relationship and his personal ties with the new DPJ government there.  This is only the second time in 50 years we'll have a non-Liberal Democratic Party government in Japan.  This government is looking for a more equal partnership with the United States.  We are prepared to move in that direction. \nWe want to use the trip to reaffirm and update the alliance. The relationship and the alliance goes well beyond the details of the basic issues -- it goes to global issues that we look to cooperate on where Japan has a major contribution to make:  things like energy efficiency, where they are a leader; climate change; aid to Afghanistan and Pakistan, where Japan is the third -- the third-largest contributor in the world; and our close cooperation with Japan as a member of the six-party process. \nSo this stop will be essentially a reaffirmation of the strength of the relationship and the alliance, and looking ahead.\nThe China stop -- we've had a smooth transition in the U.S.-China relationship, something that has not always been the case in the past with previous administrations.  The relationship is off to a good start.  China is an essential player on the global issues that are a part of our -- that are the center of our agenda:  global economic recovery, which Mike will talk about; climate change; energy; North Korea; Iran; nonproliferation issues generally; success in Afghanistan and Pakistan; arms controls. \nOn none of these issues can we succeed without China's cooperation.  So we don't see this relationship as a zero-sum one.  We see it as a relationship where we're obviously going to have differences, where we are going to be competitors in certain respects.  But we want to maximize areas where we can work together because the global challenges will simply not be met if we don't.\nIn terms of the issues that will get most of the discussion on the trip, it's by and large the ones I just mentioned -- I think North Korea, Iran, the economy, climate change, energy, human rights, and Afghanistan and Pakistan.\nIn terms of outcomes of what we expect to happen on the trip, I think that we'll -- we look for the President to have intensive conversations about how our two countries see each other, to try to build trust and cooperation.  Obviously there's a historic, to some degree, of mistrust, and that's something we look to address. \nAnd we want to chart our way forward on North Korea and Iran.  We want to try to build a common approach on Afghanistan and Pakistan.  I think people-to-people issues are ones where we look to increase activity.  And I'd also highlight clean energy as something where we expect to have some accomplishment to show.\nFinally, Korea -- that's a relationship that's working well. President Lee Myung-bak and President Obama have developed a close relationship.  We've had close coordination on issues generally, and in particular, in the six-party process.  We haven't taken a step in the six-party process without closely coordinating and checking with the South Koreans before we've done anything.  North Korea obviously will be a principal focus of this stop.  We'll be talking about how we reengage in the six-party process with the agenda of denuclearization and reaffirmation of previous commitments. \nWe'll be welcoming Korea's -- South Korea's increasing global role.  Ben mentioned the contribution that they just made in increasing their PRT in Afghanistan.  And we'll also be talking about climate change and economic issues with the South Koreans.\nJust one brief word on Southeast Asia -- as Ben mentioned, the President will have the first meeting ever with the ASEAN 10 countries.  There will be great interest in the new directions we're taking in Burma policy there.  And the meeting with President Yudhoyono will highlight the new comprehensive partnership we're building in Indonesia. \nMR. FROMAN:  I'll just touch briefly on the APEC part of the trip and the economic issues.  As many of you will recall, coming out of the Pittsburgh summit there was an agreement that countries would pursue strong balance and sustainable growth going forward.  That means for the U.S. that savings will increase and exports will increase.  And very importantly, for a number of countries in Asia, it means that domestic consumer demand and imports will increase. \nSo our engagement there, the President's engagement in the region, is focused on making sure that countries are pursuing balanced growth going forward, opening their economies, allowing us to expand our exports to the region and create more export-related jobs here at home.\nAs Jeff mentioned, this is the fastest-growing region in the world.  It's expected to grow by over 7 percent next year.  It already takes about a quarter of our exports, and those exports are expected to increase as the region grows and as they pursue balanced growth as the region becomes more open to our exports.  And so we see a lot of jobs being created through our engagement in Asia.  Right now, 1.6 million jobs in the United States are associated with exports to Asia.  And as the Asian region grows, we could see hundreds of thousands of more jobs being created there as well.\nAPEC is a forum where those sorts of issues will be discussed.  There will be a discussion of the G20 outcome, and we expect the G20 outcome to be embraced by the rest of the APEC countries.  And we'll be talking about ways in which we can further integrate the regions and liberalize trade for exports to the region as part of that discussion.\nMR. SHAPIRO:  Thank you guys very much, and now we'll open it up to questions.\nQ    Thank you very much for taking this time to brief us.  Mr. Bader, you talked about that human rights will be on the President's agenda in Beijing.  I was wondering if you could expand on that, tell us what will be the President's message on human rights.  Will he press the Chinese government to meet with the Dalai Lama?  Do you think that effort is hurt by President Obama's refusal to meet with the Dalai Lama? \nAnd a quick question for Ben Rhodes.  With this busy schedule, will there still be time to roll out the new Afghanistan-Pakistan strategy on Friday?\nMR. BADER:  Well, the President will raise human rights concerns directly with President Hu in his meetings.  I think the kinds of issues -- I wouldn't want to forecast exactly what he would say at this stage, but the kinds of issues that are on our minds are issues of freedom of expression, access to information, freedom of religion, rule of law, and certainly Tibet.  I have every reason to expect that the issue of Tibet will come up on the trip.  The President has made clear that he is prepared to meet with the Dalai Lama in the future at the appropriate time.  He met with him in the past when he was a senator, and he will meet with him again. \nMR. RHODES:  This is Ben Rhodes.  On Af-Pak rollout -- you mentioned a rollout on Friday.  I don't know if you're trying to get me to confirm something that doesn't exist, but there's no rollout scheduled for any day right now.  What I will say -- so what I will say, though, is that during the trip I think it is important to underscore that several Asian nations have been very strong contributors in Afghanistan through security means, through civilian assistance, through financial assistance.  So the President will have -- and just to name a few, certainly Japan and Australia and South Korea have really carried a load in Afghanistan. \nSo the President will have an ability to consult with Asian partners about his strategic review, as well as their own commitments in Afghanistan and how that can -- how we can coordinate our efforts to best achieve our goals. \nI believe that this will be a subject of his consultations certainly in Japan, as well as in South Korea, where as I said, the South Koreans have recently made a fairly robust commitment to increase their efforts within Afghanistan.  But it will not -- beyond the fact that he'll be traveling, it will not affect the rollout date.  We don't have a rollout date set, because the President has yet to make the decision.  But we will of course let you know when that is the case. \nQ    Hi, and thanks for doing this.  This is probably for Mike.  I wanted to talk about the expectations that the South Koreans seem to have on moving the South Korean free trade agreement forward.  Is there anything that the President can bring to Seoul on that front?  And on the rebalancing front, what role will currency discussions and the U.S. budget deficit play in the rebalancing discussions likely in Beijing and also in the APEC?\nMR. FROMAN:  Thanks, Jonathan.  On Korea, certainly the President is well aware of the issue regarding the U.S.-Korea free trade agreement and looks forward to having a discussion with the Koreans while he's there on the topic.  He has noted in the past that there were some outstanding issues to address in it and that there were issues around timing as well.  But he is prepared to have that conversation with the Koreans.\nOn rebalancing, rebalancing involves the whole array of issues that affect the economic landscape, including fiscal, monetary, and other issues.  And my sense is that through the G20, and the finance ministers just met in St. Andrews over the weekend and agreed to further details of how the framework will be put in place for dealing with balance and sustainable growth going forward -- that those issues will be dealt with in the context of that framework.\nMR. RHODES:  I would just add -- this is Ben Rhodes -- just to underscore something Mike said at the outset, that this is a very dynamic region; it's a source of -- a substantial part of global growth. The United States does an extraordinary amount of business in this region, and the President is very committed to being competitive in this region in the 21st century, particularly in fields such as energy, where there are many jobs to be created; and that as you work towards the kind of balance and sustainable growth that has been on the agenda with the G20, that this is directly relevant to our recovery here at home, because our ability to have a dynamic economic engagement with this part of the world can help bolster U.S. exports and lead to the creation of U.S. jobs.\nSo the President is very committed to a strong and robust economic relationship with Asia, to a very successful and sustained global economic recovery that can enhance our common prosperity on both sides of the Pacific and also create a substantial number of U.S. jobs going forward.\nQ    Well, real quickly, on the outstanding issues on the free trade agreement, does the President and his team believe that progress has been made on the automobile -- U.S. automobile export issue?\nMR. RHODES:  Not yet.\nQ    Not yet?\nMR. RHODES:  Not yet.   \nQ    Hi, gentlemen.  Thanks for doing the call.  A couple of short cleanup questions.  Does the President expect to stop in Shanghai at the World Expo ground?  Can you tell us more about the youth meetings in Shanghai?  Is that a town hall format, and are those university students?  And also, we had heard last week the possibility that the President might have time to meet with his half-brother in China -- no details on that yet.  Can you fill us in on that?\nMR. RHODES:  Let me just try to take those, Margaret.  The President will not be stopping by the Expo.  He will be -- given his schedule in Shanghai, it's rather tight, he's only there for a day, really. \nThe youth will be a format similar to a town hall where he'll be able to address a group of young Chinese and take their questions.  I think we're still working out some of the details that are related to that event, but he certainly looks forward to this opportunity and felt that it was important given the deepening engagement not just between the U.S. and Chinese governments, but really among the American and Chinese people, that he take an opportunity, as he has in other countries, to engage young people in a dialogue about the future of this relationship.\nAnd as it pertains to the President's half-brother, I don't think we have anything to add to that right now.  It's something that we have seen reports on, but we have nothing to add on it.\nQ    Does the administration accept the premise that's been put forward by a number of analysts, some people in the region, that the U.S. influence in recent years in Asia has diminished, while China has vastly increased its influence?  And secondly, will the President have any personal interaction in the ASEAN meeting with Myanmar's Prime Minister?\nMR. BADER:  Well, I think it's a common perception in the region that U.S. influence has been on the decline in the last decade, while Chinese influence has been increasing.  And one of the messages that the President will be sending in his visit is that we are an Asia Pacific nation and we are there for the long haul.  So there is a perception issue that you alluded to.\nAnd the other question was --\nMR. RHODES:  Yes, and I'd just say on that, I think that the President is the first President of the United States really with an Asia Pacific orientation given that he grew up in Hawaii and Indonesia for a large part of his childhood -- that he understands that the future of our prosperity and our security is very much tied to this part of the world. \nAnd I think one of the central messages that he wants to send through this trip is that the United States intends to be a leader in this region in the 21st century on the full range of issues, and that we have old alliances such as -- for instance, our first stop is in Japan, of course -- that have served the region and the world extraordinarily well over the last several decades; that we intend to reinvigorate and renew those alliances.  We have emerging partnerships with a whole host of nations -- for instance, he'll be doing the ASEAN meeting.  He'll be meeting with the Indonesians -- and that these are countries that we have increasing ties with on the economic and security front, and we want to continue to deepen those ties.\nAnd then finally, as it relates to China, we've seen a positive trajectory in our ability to partner together on a host of global challenges ranging from nonproliferation to economic recovery. \nSo the President very much wants to, through this trip, to send a message that the United States intends to deepen its engagement in this part of the world; that we intend to compete in this part of the world; and that we intend to be a leader in this part of the world.  And that is very much a message that he will be taking to each of the stops throughout this trip.\nAnd I'll just give it back to Jeff on your other question.\nMR. BADER:  On Burma, the meeting is with the 10 heads of state and governments of ASEAN.  One of them will be the Prime Minister of Burma.  The meeting is not called for the purpose of a bilateral or a private conversation between the two.\nOne of the frustrations that we've had with policy towards Burma over recent years has been that the inability to have interaction with Burma has prevented certain kinds of interaction with ASEAN as a whole.  And the statement we're trying to make here is that we're not going to let the Burmese tail wag the ASEAN dog here.  We're going to meet with all 10, and we're not going to punish the other nine simply because Burma is in the room.  But this is not a bilateral.\nMR. SHAPIRO:  We have time for two more questions, please.\nQ    Jeff, will the Okinawa base issue be something that will be dealt with in Japan? \nAnd, Ben, do you know anything about how the audience in Shanghai, of youth will be chosen, or anything about how you expect that to be broadcast around China, whether other people will get to see that town hall?\nMR. BADER:  I don't see the Okinawa base issue being a dominant or essential issue on the visit.  We're having discussions with foreign ministry, with the Japanese defense forces and the Prime Minister's office on the issue.  The new Japanese government is reviewing how it wishes to move forward on it.  I don't see this issue as being ripe for resolution or a focus of the visit.  I think that there will be ongoing discussions beyond the visit during which we will work out the differences.\nAs for Shanghai, Ben, do you want --\nMR. RHODES:  Yes, let's see.  On the broadcast, obviously the President would appreciate the opportunity to reach the broadest possible audience.  That's always a priority of his.  And as it relates to the ticketing, that's really something that's taking place -- I wouldn't want to comment on it from here simply because we're working out the details of the event in Shanghai through our folks on the ground there, working closely with the event location. \nSo there's still some details to be worked out, but regardless to say the President is looking forward to this opportunity to have this kind of dialogue while he's in Shanghai. And I think to him it's important, as it has been in every -- I think you've seen, those of you who have come on trips with us, really on every trip that he takes he tries to take an opportunity to speak to young people, if he can, and engage in a dialogue with them.  And this trip is no different.  So he's very much looking forward to this event.\nMR. SHAPIRO:  We have time for one more question.\nQ    Hi, gentlemen.  Thanks for taking the time out today for this.  I was hoping somebody could flesh out a little bit more your expectations for what, if any, deliverable is going to come out of this meeting in Beijing with regard to climate change in particular.  I mean, is this going to be something that has mitigation targets included with it; financing levels?  Or is this going to be more sort of a technology sharing type of a -- a bit narrower of an agreement?\nMR. FROMAN:  Thank you -- it's Mike.  The negotiations are obviously still ongoing in the U.N. CCC process towards Copenhagen.  We do not expect that Beijing is going to produce a climate change agreement.  But we do expect that the leaders will spend time together discussing how best to proceed and how to work together to make Copenhagen a success.  So that's what our expectations are. \nQ    I mean, what would that say?  Like what needs to be sort of written out or in stone to allow that to happen, to allow Copenhagen to be a success, springing from this bilateral meeting?\nMR. FROMAN:  Those are the sort of things that are being worked out between now and the visit. \nMR. SHAPIRO:  Thank you, guys.  Again, sorry for the late start, but I think we've got to wrap it up right now.  So, again, thanks for your patience earlier and for all your cooperation getting on the call. \nEND\n4:03 P.M. EST\n\n\n\n"
}