{
    "title": "FACT SHEET: Advancing Equity for Women and Girls of Color | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/11/13/fact-sheet-advancing-equity-women-and-girls-color",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 13, 2015\n\n \n\n\n\nFACT SHEET: Advancing Equity for Women and Girls of Color\n\n\n\n\n\n\tToday, the White House Council on Women and Girls in collaboration with the Anna Julia Cooper Center at Wake Forest University will host a daylong forum on Advancing Equity for Women and Girls of Color, which will focus on empowering and increasing opportunity for women and girls of color and their peers. The forum will bring together a range of stakeholders from the academic, private, government and philanthropic sectors to discuss ways that we can break down barriers to success and create more ladders of opportunity for all Americans, including women and girls of color.  Forum participants will highlight a range of issues, including economic development, healthcare, criminal justice, vulnerability to violence, hip-hop, and images of women in the media. Today, the Council on Women and Girls will release a progress report, “Advancing Equity for Women and Girls of Color,” as a follow up to the 2014 report, and announce independent commitments to close opportunity gaps faced by women and girls, including women and girls of color.\n\n\tAs President Obama noted in his speech to the Congressional Black Caucus in September 2015, women and girls of color have made significant progress in recent years. The growth in the number of businesses owned by black women outpaces that of all women-owned firms. Teen births are down, and high school graduation and college enrollment rates are up.  However, opportunity gaps and structural barriers still remain. Today’s forum will address these challenges and ways to build on the progress we have already made as a country. You can watch the forum at obamawhitehouse.archives.gov/live.\n\nToday the White House is announcing independent commitments which, include a $100 million, 5-year-funding initiative by Prosperity Together to improve economic prosperity for low-income women.  In addition, we are announcing an $18 million funding commitment by the Collaborative to Advance Equity through Research—an affiliation of American colleges, universities, research organizations, publishers and public interest institutions led by Wake Forest University—to support existing and new research efforts about women and girls of color.\n\n The Council on Women and Girls has identified five data-driven issue areas where interventions can promote opportunities for success at school, work, and in the community. Continuing research in these areas and exploration of new efforts can help advance equality for women and girls of color. Here are some initial steps that we are taking in collaboration with public and private stakeholders to address each:\n\n\t \n\n#1: FOSTERING SCHOOL SUCCESS AND REDUCING UNNECESSARY EXCLUSIONARY SCHOOL DISCIPLINE\n\n\tGirls of color experience disproportionately high rates of school suspensions. Black girls are suspended at higher rates (12%) than girls of any other race or ethnicity and at higher rates than white boys (6%) and white girls (2%). American Indian/Alaska Native girls are also suspended at rates that exceed those of white students.  By adopting supportive school discipline practices, schools foster success for all students and increase the likelihood that students will stay engaged and stay in school. The Administration has taken the following steps to facilitate supportive school discipline policies:\n\nSupporting school discipline practices that promote safe, inclusive and positive learning environments.\n\n\tIn order to create a positive learning environment the Administration has provided clear steps for school districts to follow to better support its students.\n\n\nIn follow-up to the Department of Education (ED) and the Department of Justice’s (DOJ) school discipline guidance package from 2014, DOJ released new resources at a White House Conference in July 2015 to assist school leaders in reducing rates of exclusionary discipline, including: Addressing the Root Causes of Disciplinary Disparities: An Educator's Action Planning Guide and Rethink School Discipline: Resource Guide for Superintendent Action.\n\n\t\tIn July 2015, DOJ also launched the National Resource Center for School Justice Partnerships. This technical assistance portal is designed to assist juvenile courts, schools, and law enforcement agencies in supporting school discipline reform and addressing disparities.\n\n\nEnhancing public awareness about exclusionary school discipline, including how it disproportionately affects girls of color.\n\n\tUntil recently, scholarly research and public data on girls of color and school discipline was limited or difficult to access. The Obama Administration has been committed to making information generated by the Federal Government, including information on school discipline, accessible to the public. \n\n\n\t\tIn July 2015, ED launched a public awareness campaign, #RethinkDiscipline, which included story maps—disaggregated by race, gender, and disability status— aimed at making school discipline data comprehensible and easily accessible to the public.\n\n\t\tIn addition, ED has funded a $1 million data initiative, to be completed in the spring of 2016, which disaggregates K-12 data on school discipline, teacher equity, gifted and talented programs, and other metrics, broken down by gender and ethnicity/race.\n\n\n#2: MEETING THE NEEDS OF VULNERABLE AND STRIVING YOUTH\n\n\tGirls and young women of color represent a growing share of juvenile arrests, delinquency petitions, detentions and post-adjudication placements.  Although African-American girls represent about 14 percent of the United States population, they constitute 32 percent of girls who are detained and committed. Native American girls are only one percent of the general population, but 3.5 percent of girls who are detained and committed. The most common infractions that girls are arrested for include running away and truancy— behaviors that are also symptoms or outcomes of trauma and abuse. Once in the system, girls may be treated as offenders rather than girls in need of support, perpetuating a vicious cycle that is increasingly known as the “sexual abuse to prison pipeline.”  The Administration has taken the following actions to improve outcomes in intervening public systems:\n\nEnhancing programmatic responses by integrating evidence-based trauma-informed and trauma-sensitive perspectives into youth serving systems and organizations.\n\n\tAddressing the root causes of pathways into those systems with sensitivity allows opportunities for meaningful second chances. To identify the issues and facilitate the development of new frameworks:\n\n\n\t\tIn October 2015, the Department of Housing and Urban Development (HUD) proposed a rule to clarify protections for victims of harassment on the basis of race, color, religion, national origin, sex, familial status or disability under the Fair Housing Act. The proposed rule would provide for uniform treatment of quid pro quo harassment and hostile environment harassment claims under the Fair Housing Act.\n\n\t\tIn October 2015, DOJ’s Office of Juvenile Justice and Delinquency Prevention (OJJDP) released new guidance “Girls and the Juvenile Justice System.” Recognizing that many girls experience violence and/or bias leading to their involvement with the juvenile justice system, the guidance calls for a developmentally informed approach that acknowledges intersectional disparities and calls for the reduction or elimination of the arrest and detention for status offenses, technical violations of probation, simple assault, family-based offenses, running away, and prostitution-related charges.\n\n\nExpanding disaggregated data initiatives.\n\n\tIn order to design interventions that address the needs of girls and young women, particularly those who have experienced trauma, we need to better understand the population of those affected, through research and through the release of data disaggregated by race, gender, and other variables.\n\n\n\t\tIn October 2015, the National Center for Juvenile Justice (NCJJ) released Juvenile Court Statistics 2013, a report that describes delinquency cases and petitioned status offense cases processed by courts with juvenile jurisdiction in 2013. Summaries are available from 1985 to present for more than 25 offense categories, and include separate presentations by gender, age, and race. \n\n\n#3: INCLUSIVE STEM EDUCATION\n\n\tSignificant opportunity gaps exist in STEM education and careers for women, especially for women and girls of color.  Although more women graduate from college and participate in graduate programs than men, women’s participation in science and engineering significantly differs by field of study, at both the undergraduate and graduate level. In 2012, for example, underrepresented minority women received only 11.2% of bachelor’s degrees in science and engineering, 8.2% of master’s degrees in science and engineering, and 4.1% of doctorate degrees in science and engineering. The Administration recognizes implicit biases and stereotypes may play a prominent, if still often unrecognized, role in STEM and other disparities, and has committed to the following actions:\n\nEnhancing pathways that engage underrepresented women in quality STEM programs and education.\n\n\tSTEM jobs are expected to outpace non-STEM jobs over the next ten years.  Engaging underrepresented girls and young women in STEM opens additional economic opportunity. Career and technical training opens access to high skilled, high demand careers, which provide a route to the middle-class. \n\n\n\t\tIn January 2015, at a White House convening on bringing marginalized girls into STEM and CTE careers, the National Girls Collaborative created a new STEM/CTE portal which centralizes resources on expanding girls’ access to STEM and CTE, including curriculum, research, and promising practices. The portal will include EmpowerHer—a new interactive map that will make it easier to locate STEM enrichment activities in underserved areas. Additionally, Time Warner Cable and local partners have committed $100,000 towards a small grants competition to link community STEM mentors and girls, which will launch in December of 2015.\n\n\t\tIn September 2015, The Center for Gender Equity in Science and Technology (CGEST) at Arizona State University announced the National Academic STEM Collaborative at a White House roundtable. This collaborative is a network of 10 academic partners and nine organizational partners who are identifying and scaling effective, evidence-based strategies to improve STEM diversity in the nation’s colleges and universities, with a focus on women and girls from underrepresented communities. Building on the finding that women are more likely to enter into STEM careers if exposed to entrepreneurial activity, the Collaborative will co-host a “Women of Color and STEM Entrepreneurship Conference” in the spring of 2016 in partnership with Arizona State University and the Hutchins Center for African and African American Research at Harvard University.\n\n\nEncouraging STEM participation by highlighting accomplishments of girls and women from diverse communities and by encouraging academic institutions and programs to recruit and retain diverse talent in STEM fields.\n\n\tResearch indicates that diverse teams and organizations outperform those that are less diverse on a number of financial metrics.  Diversity makes good economic sense for America. The White House has been able to use its public platform to showcase opportunities for women and girls in STEM in the following ways:\n\n\n\t\tIn August of 2015, President Obama hosted the first-ever White House Demo Day, where entrepreneurs from diverse backgrounds, including women of color, showcased innovations. The President also issued a call to action to advance inclusive entrepreneurship, and highlighted independent actions by groups like Sabiola, who established a Women of Color Fellowship Fund that will give at least 100 women access to a 12-week coding bootcamp, job-interview prep, and ongoing professional development after completion of the program, and IBM, who expanded Girls Who Code to introduce the next generation of women software developers to cloud computing innovation.\n\n\t\tIn March 2015, the White House Science Fair had a specific focus on diversity and included students from underrepresented backgrounds who are excelling in STEM. This year’s participants included a record number of girls and young women from diverse communities.\n\n\t\tTo help address the lack of visible role models in STEM, the White House launched a website that highlights some of the untold history of women in science and technology. The website uses the voices of prominent women to tell the stories of some of their female scientific heroes who have changed history. \n\n\n#4: SUSTAINING REDUCED RATES OF TEEN PREGNANCY AND BUILDING ON SUCCESS\n\n\tDespite the steady decline of U.S. teen births over the past two decades, minority communities continue to have disproportionately high rates. Black and Latina girls remain more than twice as likely as white girls to become pregnant during adolescence, and American Indian/Alaska Native teen birth rates are one and a half times higher than the white teen birth rate.  We know that opportunity shrinks for teen parents and their children. Only half of all teen mothers receive a high school diploma by age 22. In the aggregate, the children of teen mothers are less likely to complete school and have higher rates of health problems and unemployment. Research by the Brookings Institution also shows that when teens delay birth, the average family income of their offspring increases.  The longer a teen birth is delayed, the larger the average family income of the offspring. The Administration has engaged the following strategies to work to end unplanned teen pregnancy and thus increase both educational and economic opportunity:\n\nEnsuring that evidence-based teen pregnancy prevention programs reach communities with the greatest need.\n\n\tThe U.S. Department of Health and Human Services (HHS) Office of Adolescent Health (OAH) administers the Teen Pregnancy Prevention (TPP) program, an evidence-based teen pregnancy program, which enables grantees to replicate evidence-based teen pregnancy prevention programs in communities with the greatest need. \n\n\n\t\tIn July 2015, OAH awarded 81 new grants, totaling more than $86 million to programs across the country. The grants are focused on reaching young people in communities where high teen pregnancy rates persist. Programs grants were awarded in four categories: (1) community capacity building to support replication of evidence-based TPP programs (especially for populations serving youth in juvenile detention and foster care, homeless youth or young parents); (2) scaling evidence-based TPP programs in communities with the greatest need (including programs that focus on reaching especially vulnerable youth); (3) supporting early innovation to advance adolescent health and prevent teen pregnancy (including technology-based innovations and one grant focused on program innovations) and (4) evaluation of new or innovative approaches to prevent teen pregnancy.\n\n\nEnsuring that developmentally appropriate information about pregnancy prevention reaches all teens, including in high-need communities.\n\n\tThe Administration recognizes that if information is provided to communities it must be effective for the intended audience.\n\n\n\t\tIn September 2015, the Centers for Disease Control and Prevention’s (CDC) Division of Reproductive Health committed $9.75 million to enhance the capacity of publicly-funded health centers’ to provide youth-appropriate sexual and reproductive health services.  CDC has funded a $1 million innovation contract to finalize the development of a mobile app, Crush, which supports pregnancy prevention. \n\n\n#5: ECONOMIC PROSPERITY\n\n\tDespite their driving growth in the workforce, women of color face persistent challenges to full participation in the economy. Although women in general face a continuing pay gap compared to their male counterparts, the gap is even larger for women of color. Additionally, black women face the highest rates of poverty for those 65 years and older (21 percent), followed by Hispanic women (20 percent), and Asian women (13 percent). Increasing the economic opportunity of women of color will also give more opportunity to their children and continue to increase opportunity for generations to come.  The Administration has been working to increase opportunities for economic prosperity in the following ways:\n\nLifting Families Out of Poverty by Making Permanent Key Provisions of Tax Credits for Working Americans.\n\n\tSupporting tax credits that encourage work, boost incomes, and reduce poverty, thus helping working families make ends meet and improve opportunity for their children.\n\n\n\t\tThe President continues to push to make permanent key provisions to the Earned Income Tax Credit (EITC) and Child Tax Credit (CTC), which are scheduled to expire after 2017. These tax credits boost income for 16 million families with 30 million children each year, including about 2 million African American families and about 5 million Latino families. The provisions allow more low-income working parents to access the CTC and provide a larger EITC for families with three or more children and married families.  They reduce the extent or severity of poverty for more than 16 million people – including about 8 million children. A growing body of research shows that helping low-wage working families through the EITC and CTC not only boosts parents’ employment rates and reduce poverty, but will also have positive immediate and long-term effects on children, including improved health and educational outcomes.\n\n\t\tThe President’s Budget proposes expanding the EITC for “childless” workers and non-custodial parents, who currently receive only a very small EITC and, as a result, are the only group the Federal tax code taxes into – or deeper into – poverty.  The President’s proposal would benefit more than 13 million low-income workers, including 2 million African American workers and 3.3 million Latino workers. \n\n\t\tThe President’s Budget proposes to triple the maximum Child and Dependent Tax Credit (CDCTC) for families with children under the age of five and makes the full CDCTC available to families with incomes up to $120,000, benefitting families with young children, older children and dependents who are elderly or have disabilities. The childcare tax reforms would benefit 6.2 million families.\n\n\nEncouraging outside stakeholders to commit to working in their communities to create opportunities for women and girls of color.\n\n\tToday the Ms. Foundation and Prosperity Together, a consortium of 20 women’s foundations are announcing a $100 million, 5-year-funding commitment to improve economic prosperity for low-income women. Prosperity Together partners will use their respective experience and knowledge to fund programs that are proven effective in their communities and states, including job training programs that are customized to (1) address the cultural and educational needs of low-income women in order to secure a higher-wage job in a stable work environment and (2) enhance access for low-income women to culturally appropriate, affordable, high-quality childcare.\n\nInvesting in improvements to compensation, paid and sick leave and other policies, which support working families: \n\n\n\t\tApproximately 40 percent of private-sector employees work at a company that does not offer sick pay for their own illness or injury.  Low- and middle-income workers are much less likely to have access to paid sick leave than other workers. The Administration believes that working to improve baseline rates of compensation and expand access to leave, will expand economic opportunity for women and for families. Because of this we have taken the following approaches to increase economic prosperity:\n\n\t\tSince President Obama called on cities and states to raise their minimum wages in 2013, 17 states have raised their minimum wage, resulting in higher wages for an estimated 360,000 Black women, 1.2 million Hispanic women, and 320,000 AAPI and American Indian/Alaska Native women.\n\n\t\tIn January 2015, DOL extended minimum wage and overtime protections to most of those who provide home care assistance. Nearly two million direct care workers, such as home health aides, personal care aides, and certified nursing assistants who provide home and personal care services – nearly 50 percent of whom are women of color – will have minimum wage and overtime protections to ensure they are paid fairly for their work.\n\n\t\tIn July 2015, DOL proposed a rule that would extend overtime protections to nearly 5 million workers—the majority of whom are women—within the first year of its implementation. \n\n\t\tIn January 2015, The President issued a memorandum directing agencies to offer six weeks of advanced paid sick leave to federal workers to take care of a new child or an ill family member, and in September 2015 he signed an Executive Order providing for employees on covered federal contracts to receive up to seven days of paid sick leave each year.\n\n\t\tPresident Obama has sponsored unprecedented levels of openness in government. In keeping with this, DOL issued a final rule in September 2015 supporting pay transparency and prohibiting federal contractors from discriminating against employees who choose to discuss their compensation.​​\n\n\nIncreasing access to federal contracting opportunities including for minority women-owned businesses:\n\n\tWomen and minority businesses that contract with the U.S. government are more likely than their non-contracting colleagues to exceed $1 million in revenue and more likely to own larger firms than their non-contracting peers. Policies that link women of color-owned businesses to government contracts support entrepreneurs and enhance their capacity to expand employment within the communities in which they operate.\n\n\n\t\tIn September 2015, the Small Business Administration (SBA) announced a new rule that authorizes federal agencies to award sole source contracts to women-owned small businesses eligible for the Woman-Owned Small Business Federal Grant Program or the Economically Disadvantaged Women-Owned Small Businesses. \n\n\nIncreasing the diverse participation in career and technical training, especially in areas of high growth demand:\n\n\tCurrently, most apprenticeships are in building and construction trades. However, fewer than seven percent of apprentices are women—and even fewer are women of color.\n\n\n\t\tIn September 2015, President Obama announced that DOL’s American Apprenticeship Grant Program awarded $175 million in grants to 46 awardees. The American Apprenticeship grants increase opportunity by investing in innovations and strategies to scale apprenticeships — including by marketing to women and other Americans who have been underrepresented.\n\n\t\tDOL will also open grant solicitations to fund programs that address childcare barriers that low skilled and unemployed workers face when accessing training opportunities for well-paying, high growth jobs in industries like healthcare, financial services, and other in-demand sectors.\n\n\nRESEARCH TO LEAD THE WAY\n\n\tKnowing what is necessary to create pathways for women and girls of color and their peers to achieve success is only strengthened when the proper research and data is available. We are encouraged that academic institutions are not only creating a space for people of all backgrounds to learn, but also studying and writing about these critical issues. With an initial funding commitment of $18 million, the Collaborative to Advance Equity through Research will play a key role in supporting this effort.\n\n\tCreating opportunities for young women of color is also necessary to generate curiosity in the next generation of women.  In March, The Smithsonian Institution will theme its March 12, 2016 “Museum Day Live!” to “inspire women and girls of color.” Museum Day Live! includes 1,300 museums and attracts 250,000 visitors to museums and cultural centers across the United States. The National Endowment for the Humanities will fund a small grants competition to facilitate museums and other cultural centers to develop programming to create new bridges between communities and cultural institutions as centers of informal learning.\n\n\tAs President Obama has emphasized, America cannot afford to leave anyone behind if we are to maintain our competitive advantage globally. Our success in the years to come will depend in large part on ensuring that all our children, students, and workers have the chance to reach their full potential. The Council on Women and Girls will continue to work to ensure government policies appropriately consider these kinds of challenges and persistent opportunity gaps faced by too many disadvantaged, marginalized, or underrepresented girls—and inspire the private sector to do the same—to ensure that everyone who aspires to get ahead has a chance to succeed.\n\n\n\n\n"
}