{
    "title": "Statement by the President on Afghanistan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-president-afghanistan",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nFebruary 17, 2009\n\n \n\n\n\nStatement by the President on Afghanistan\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\n\t\t___________________________\n\n\t\tFor Immediate Release                  February 17, 2009\n\n\t\tThere is no more solemn duty as President than the decision to deploy our armed forces into harm’s way.  I do it today mindful that the situation in Afghanistan and Pakistan demands urgent attention and swift action.  The Taliban is resurgent in Afghanistan, and al Qaeda supports the insurgency and threatens America from its safe-haven along the Pakistani border.\n\n\t\tTo meet urgent security needs, I approved a request from Secretary Gates to deploy a Marine Expeditionary Brigade later this spring and an Army Stryker Brigade and the enabling forces necessary to support them later this summer. This increase has been requested by General McKiernan and supported by Secretary Gates, the Joint Chiefs and the Commander of Central Command. General McKiernan’s request for these troops is months old, and the fact that we are going to responsibly drawdown our forces in Iraq allows us the flexibility to increase our presence in Afghanistan.\n\n\t\tThis reinforcement will contribute to the security of the Afghan people and to stability in Afghanistan.  I recognize the extraordinary strain that this deployment places on our troops and military families. I honor their service, and will give them the support they need.\n\n\t\tThis increase is necessary to stabilize a deteriorating situation in Afghanistan, which has not received the strategic attention, direction and resources it urgently requires. That is why I ordered a review of our policy upon taking office, so we have a comprehensive strategy and the necessary resources to meet clear and achievable objectives in Afghanistan and the region.  This troop increase does not pre-determine the outcome of that strategic review.  Instead, it will further enable our team to put together a comprehensive strategy that will employ all elements of our national power to fulfill achievable goals in Afghanistan.  As we develop our new strategic goals, we will do so in concert with our friends and allies as together we seek the resources necessary to succeed.\n\n\n\n\n\n"
}