{
    "title": "FACT SHEET: First Lady Michelle Obama Announces New Commitments To The U.S. Government’s Let Girls Learn Initiative | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/10/13/fact-sheet-first-lady-michelle-obama-announces-new-commitments-us",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nOctober 13, 2015\n\n \n\n\n\nFACT SHEET: First Lady Michelle Obama Announces New Commitments To The U.S. Government’s Let Girls Learn Initiative\n\n\n\n\n\nFACT SHEET: FIRST LADY MICHELLE OBAMA ANNOUNCES NEW COMMITMENTS TO THE U.S. GOVERNMENT’S LET GIRLS LEARN INITIATIVE\n\nAs part of Let Girls Learn, the First Lady has called upon organizations around the country to support adolescent girls’ education, in order to provide the more than 62 million girls around the world who are out of school with the education they deserve. As part of International Day of the Girl, the First Lady announced and applauded commitments made by a variety of organizations at Fortune Magazine’s Most Powerful Women’s Summit in Washington, D.C.\n\nPrivate Sector Commitments to Let Girls Learn:\n\nThe UPS Foundation, Lands’ End, and Xerox Foundation\n\tCombined, The UPS Foundation, Lands’ End, and Xerox Foundation have contributed hundreds of thousands of dollars towards the Peace Corps’ Let Girls Learn Fund to support community-led, adolescent girls’ education projects around the world. The Let Girls Learn Fund provides resources for projects ranging from creating safe schools, to providing basic needs such as bathrooms, to supporting libraries and workshops such as “Girls Leading Our World” — or GLOW Camps — which encourage leadership and self-confidence among adolescent girls. One-hundred percent of donations to the Peace Corps Let Girls Learn Fund directly support volunteer projects and complement the resources that local communities contribute towards these projects. For more information on the individual commitments by these companies, please contact The UPS Foundation, Lands’ End and Xerox Foundation.\n\nALEX AND ANI\n\tALEX AND ANI will be launching a charm bangle to benefit Let Girls Learn in the spring of 2016. ALEX AND ANI has committed to giving 20 percent of the purchase price to the Peace Corps’ Let Girls Learn Fund, which will directly support adolescent girls’ education projects, raise awareness for Let Girls Learn and improve the lives of girls and women around the world. For more information, please contact ALEX AND ANI.\n\nBarneys New York \n\tBarneys New York is highlighting Let Girls Learn and International Day of the Girl in the windows of its Madison Avenue flagship store, as well as in regional store windows across the country from October 8-14, 2015 (including in Boston, Chicago, San Francisco, Beverly Hills, Scottsdale, Seattle, Las Vegas, Philadelphia, Georgetown, the Upper West Side, Brooklyn, Glendale, Santa Monica and The Grove). For more information, please contact Barneys New York.\n\nEdelman\n\tEdelman, a leading global communications marketing firm, is supporting Let Girls Learn through its social purpose, public affairs, creative and digital expertise. The agency conceived the #62MillionGirls campaign, which asks people to post yearbook-style photos on Instagram or Twitter and share what they learned in school, raising awareness for the 62 million girls around the world who are denied an education.  For more information, please contact Edelman.\n\nIBM \n\tIBM’s Corporate Service Corps – the world’s largest private-sector pro bono problem solving program – will join forces with Peace Corps Volunteers to support Let Girls Learn by advising and supporting community-based organizations focused on expanding access to education for adolescent girls around the world. For more information, please contact IBM.\n\nHeidrick & Struggles / Komera\n\tHeidrick & Struggles, a worldwide executive search firm, is partnering with Komera, an adolescent girls’ leadership program in rural Rwanda that develops self-confidence in young women through education, communities of support and sports. Teams of Heidrick & Struggles’ employees will mentor Komera scholars during a six week intensive program with targeted follow-up calls throughout the year. For more information, please contact Heidrick & Struggles.\n\nJPMorgan Chase / Save the Children \n\tJPMorgan Chase is partnering with Save the Children to carry out an 18-month youth training program in the Philippines. This effort is focused on providing life skills and technical career training for adolescent girls, with a special focus on science, technology, engineering and math. For more information, please contact Save the Children.\n\nPublic Sector and NGO Commitments to Let Girls Learn:\n\nGirls Inc.\n\tGirls Inc. is proud to announce that its affiliates will now have the opportunity to learn about the educational challenges and opportunities that exist for girls in developing countries. Girls Inc. affiliates will also have the opportunity to correspond with girls in Let Girls Learn countries and with Peace Corps Volunteers through their World Wise Schools Program. For more information, please contact Girls Inc.\n\nGirl Scouts of the USA\n\tGirl Scouts of the USA have officially launched two national programs: the Gold Award and the Global Action Award badge. Through these national programs, the two million Girl Scouts around the country will have the opportunity to be recognized for engagement and leadership around equity in girls’ education around the world. For more information, please contact Girl Scouts of the USA.\n\nSesame Workshop \n\tSesame Workshop and the Peace Corps are working together to share Sesame Street video, audio and print content promoting girls’ empowerment, literacy, numeracy and critical health messages. For more information, please contact Sesame Workshop.\n\nU.S. Government Challenge Fund\n\tAs part of the United States’ commitment to Let Girls Learn, the Federal Government will be launching a $25 million Let Girls Learn Challenge Fund, which will be challenging businesses, NGOs and academic institutions to partner and identify the best solutions to the global girls' education crisis. For more information, please contact firstladypress@who.eop.gov. \n\n\n\n\n"
}