{
    "title": "Press Briefing on the U.S. Government Response to the Haiti Earthquake | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/press-briefing-us-government-response-haiti-earthquake-0",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 19, 2010\n\n \n\n\n\nPress Briefing on the U.S. Government Response to the Haiti Earthquake\n\n\n\n\nPRESS BRIEFING\n\tBY TIM CALLAGHAN, USAID SENIOR REGIONAL ADVISOR\n\tFOR LATIN AMERICA AND THE CARIBBEAN;\n\tMAJOR GENERAL DAN ALLYN,\n\tDEPUTY JOINT TASK FORCE COMMANDER;\n\tJOE KNERR,\n\tFAIRFAX COUNTY URBAN SEARCH AND RESCUE TEAM LEADER;\n\tAND CAPTAIN JOHN KIRBY,\n\tSPOKESMAN FOR JOINT TASK FORCE HAITI\n\tON THE U.S. GOVERNMENT RESPONSE\n\tTO THE HAITI EARTHQUAKE\nVia Conference Call\n2:27 P.M. EST\nMR. STONEKING:  Good afternoon, ladies and gentlemen.  Thanks for your patience.  In some small measure, you are now participating in the experience of recovery and some of the challenges we have with that.  So we appreciate your patience.\nI'll introduce you to the speakers.  We have three speakers today.  I'll introduce them one at a time in between and spell their names.  So our first speaker is Mr. Tim Callaghan.  He's the lead for our disaster assistance response team, the DART.  Mr. Callaghan.\nMR. CALLAGHAN:  Good morning.  Maybe a quick update.  As I've mentioned the past couple of days, if there are anyone on the call who have been with us the last few days, the priorities for us continue to be urban search and rescue, health, food, water, and of course overall coordination.\nObviously the -- as I've mentioned many times, there are coordination meetings, especially with the government of Haiti, which occur every morning at 8:00 a.m., where the Prime Minister articulates the priorities that the government of Haiti has. \nRegarding urban search and rescue, as of 8:00 p.m. local time last night, the urban search and rescue, especially the U.S. urban search and rescue teams, they had rescued 40 individuals from collapsed structures.  I've also mentioned on these calls that there are 43 international urban search and rescue teams in country, and the United States is supporting six.\nThe total number of individuals to date that have been rescued by all of the urban search and rescue teams is 72.  And obviously it's painful for the individuals that we have not been able to rescue so far, but 72 is an incredibly high number that the teams who have worked round the clock without much sleep have been able to accomplish.\nWe continue to work with the U.N.  Teams are out today surveying various sites throughout the city.  So all of our -- the U.S. teams are currently out.\nSimultaneously, we have -- we continue to bring in relief items.  As I've mentioned several times, we're bringing in on military aircraft a variety of what we call non-food items -- water containers; kitchen kits; kitchen sets; mobile water treatment units; rolls of plastic sheeting, which could be used for temporary shelter; and so forth.  We have also brought in WHO medical kits.  Each of these medical kits have medical supplies which support about 10,000 people for three months.\nIn addition, USAID Food for Peace, has approved an additional $1.5 million for HDRs, bringing the total number of human daily rations that will be coming in to 2.5 million.\nWe are in the process of implementing a series of grants with nongovernment organizations.  These are groups like Save the Children, World Food Program, International Organization of Migration, CARE.  And this is to provide a variety of non-food support, that it could entail everything from procuring more non-food items; it could be doing nutrition activities, water and sanitation activities, shelter activities, and so forth.  And the value of that support is $35 million.  We will be looking at additional activities as required, working with all our partners.  We continue to bring supplies in, working with our colleagues from the U.S. military to get supplies out as quickly as we can. \nThe one thing I do want to reiterate before I close my initial remarks:  Everything that we do is coordinated with the government of Haiti.  The government of Haiti is in charge of the response.  We meet -- various government officials from the embassy meet with either the Prime Minister or the President each day to listen to what their priorities are. \nWe have -- on the DART team, we have sector -- what we call sector specialists.  There are five sectors that the U.N., with the government and the international community, have set up.  One is for, for example, to give one example, non-food items and shelter.  The lead on that sector is IOM.  The health sector is led by PAHO, the Pan American Health Organization.\nSo those sectors -- the DART team has individuals each day listening to what those sectors have to say, where they're sharing information, they're looking at the priorities of the government of Haiti, and they're addressing issues as quickly as they can to get food out to people, to get water out to people, to look at water and sanitation activities.  They're already looking at activities to remove rubble.  There's a series of things that are going on all at the same time.\nI'll stop my remarks, and again my deep sympathy for all who have suffered and my deep respect for my colleagues from the military, my colleagues from search and rescue teams, who have worked nonstop for the past week.  Thank you.\nMR. STONEKING:  Thank you, Mr. Callaghan.  Our next speaker is Major General Dan Allyn.  He's the Deputy Joint Task Force Commander.  Major General Allyn.\nMAJOR GENERAL ALLYN:  Thank you.  Thanks, Tim.  And I echo the compassion that we all feel for those stricken and suffering as a result of this tragedy, and the heroic efforts of the entire team continue to make progress every day here in Haiti.  And we are absolutely committed to ensure that every day we are reaching more and more of the Haitian people that need the emergency response and assistance that we can provide to them. \nExamples of our progress today and in the coming days, our Marine -- 22nd Marine expeditionary unit out of Camp Lejeune, North Carolina, has begun to employ forces that will increase up to 800 Marines in the western -- to the west of Port-au-Prince into the western region that was hit by the earthquake that has received only limited aid to date because of our ability to extend our reach.  And they will immediately begin to deliver humanitarian assistance in the Leogane area and the areas to the west coordinated with a Sri Lankan battalion.\nLikewise, the 2nd brigade combat team of the 82nd Airborne Division has increased its strength to over 1,000 troops, and will complete the deployment of its forces within the next 48 hours.  And they are continuing to increase the reach in the Port-au-Prince region of the stricken area.\nThe hospital ship, the United States Naval Ship Comfort will arrive offshore tomorrow morning.  And we will immediately integrate that increased medical support and make it available to the needs of the people of Haiti.  We have also increased the need (inaudible) aerial delivery of supplies.  We conducted an operation yesterday afternoon in the northeastern portion of Port-au-Prince that delivered nearly 15,000 meals and 15,000 bottles.  And this capability obviously gives us extended reach, which will be leveraged in the future as we continue to go forward.\nWe are also -- as we increase our troop strength on the ground, able to expand our response, and we have elements reaching into the south into Jacmel to deliver humanitarian aid in conjunction with USAID and the World Food Program.  Over 4,000 pounds of water and food were delivered there yesterday.  And that is the beginning of the operation to expand our care into the south. \nObviously, like Tim has highlighted, the coordination that is ongoing between all the partners that are contributing to this international effort in support of the government of Haiti and the Haitian people is absolutely critical, and it is synchronizing the capabilities that we all have and ensuring that we deliver them to the areas prioritized by the government of Haiti.  And we will continue to do that, to expand our reach and reduce the suffering for the people of Haiti.\nMR. STONEKING:  Thank you, Major General Allyn.  I'm going to introduce our last speaker now.  And then, he'll turn it back to me so I can get give some guidance on the questions and answer period.  Our last speaker is Joe Knerr.  Joe is a Fairfax County urban search and rescue team leader.\nJoe.\nMR. KNERR:  Since arriving Wednesday morning, we've been extremely successful out in the field searching for -- locating and detecting and extricating victims that have been trapped within the rubble.  As mentioned earlier, 72 rescues have been performed to date.  And of those, the teams from the United States are out there responsible for 40 of those.\nWe are systematically searching the area assigned by the government of Haiti to continue to look for any persons trapped within the rubble.  We have many teams out there, the international contingence.  We're also following up on specific sites that have identified by the government in Haiti as points of interest, allocating resources for those to identify any potential victims that are still trapped (inaudible). \nWe will continue our operations -- search and rescue operations until directed otherwise.  But at this point, we have at least 200 personnel from within the United States out on the streets searching, conducting interviews with local -- locals within the area to determine the location of anybody else that may be trapped at this point.  We're holding out hope that we can make some more rescues before this is over.  In the grand scheme, 72 rescues may seem small, but for those 72 it's definitely a huge success. \nWith that, I'll turn it back to Dan.\nMR. STONEKING:  Thank you.  We'll be opening it up for questions through the operator in just a second.  The operator will accept one question per caller.  We ask that you do direct your questions to these gentlemen's expertise, that being the area of DART responsibility, the Joint Task Force for Urban Search and Rescue.  Any questions outside that purview we invite you to e-mail us at our \"jic\" e-mail address, which is haitijic@usaid.gov, and we'll make sure that you get a rapid response to your query.  And in the coming days we'll be introducing other speakers who represent other areas of interest.\nWith that, operator, we'll take our first question.\nQ    Yes, this is for General Allyn.  I'm wondering if you can give more details about how and when you expect to open the ports and the landing strips in Haiti.  You had mentioned you thought they were going to open up soon earlier today.  Is there more detail you can provide, and how that will help capacity?\nMAJOR GENERAL ALLYN:  Yes, obviously, in terms of the seaports, we've been assessing the seaports based on the priorities of the government of Haiti.  We have two concurrent assessments ongoing.  We will be able to bring critical logistics over the shore in a initial operating capacity by the end of this week while we continue to conduct the necessary improvements based on the damage that has been identified by the survey team as we continue to build the -- increase capacity of the south port of Port-au-Prince.\nWe are concurrently surveying the Port of Varreux just to the north of this port to enable the delivery of fuel to the government of Haiti.  And that assessment is ongoing, and we expect to be able to resume delivery of fuel in the very near future, but we will not know that until that survey is completed, and I expect that will be completed in the next day or so.\nObviously the objective is to return the port as near as possible to full operating capacity as quickly as possible and to use all the available resources that the Department of Defense can bring to speed that process and to fully leverage the existing capabilities of that port to increase the delivery of critical supplies over the shore, both military and commercial.\nIn terms of the aerial ports of entry, I mentioned earlier today, in case you saw it, that we were looking at opening a C-130-capable airstrip into the city of Jacmel within the next 24 to 48 hours to begin to both distribute supplies into the southern area more quickly and to relieve some of the immediate pressure on Port-au-Prince airfield.\nIn addition, at the higher levels, Southern Command will be opening an aerial port in San Pedro and the city of Santo Domingo within the next 24 to 48 hours, which will enable the delivery of non-time-critical supplies over land and see the delivery and stockpiling of those for the long-term recovery and requirements that the nation of Haiti and government of Haiti will need.\nObviously the assessment process is continuing, and as we identify other safe landing strips for both air and rotary wing, we will continue to increase the use of them and free up the Port-au-Prince aerial port for the most critical large airplanes to land.  I hope that answers your question.  Next question please.\nQ    Yes, hi, this question is for Major General Allyn.  I'm just wondering if you guys are bringing any additional search and rescue teams from the U.S. or anywhere else?  Are any being considered to bring in, or do you have enough crews there for the job now?\nMR. CALLAGHAN:  This is Tim Callaghan from the USAID/OFDA DART team.  At this point there are 43 urban search and rescue teams in country, and the United Nations, which is coordinating that, has determined that no additional teams are required.  So at this point, the 43 teams continue to search throughout -- especially throughout the Port-au-Prince area.  Next question please.\nQ    Hi.  This question is for Callaghan.  The question is, how many Americans are believed to still be out there, have yet to be rescued?  Where do you believe they are?  And is that a priority for your American teams?  And do you believe you can get to them?\nMR. CALLAGHAN:  Well, let me answer maybe the first question.  I think our priority is to rescue people.  Obviously we are concerned for all Americans out there.  We have concern for all Haitians.  We are concerned for all folks in the rubble.\nThe search and rescue teams -- and maybe I'll ask Joe to address a little bit about -- requests go in through the United Nations, and they look at priorities, they look at areas obviously where large amounts of people potentially could be.  Obviously one example is the Hotel Montana that has been searched numerous times.\nAs I mentioned earlier, I mean, the 43 teams that are searching -- we're in day seven -- they continue to work around the clock.  They are -- they have searched areas with search dogs, special equipment that Joe can articulate.  Obviously one area, the Hotel Montana, which has been searched several times -- a lot of Americans -- there were Americans who were rescued.  We expect there are still Americans in there.  And so we will continue to search areas like that.  There are teams -- there is a team right now at the Hotel Montana searching.\nThe other urban search and rescue teams from the state are in different parts of the city.  I would expect areas where Americans would be, which would be obviously more in hotels like the Hotel Montana, although I know a lot of Americans live in houses and so forth, but the urban search and rescue teams are committed to rescue people.  They are looking, again, at a variety of areas, obviously where Americans -- believe Americans are still located.\nI don't have the exact number of how many Americans we think are still out there that we're searching for.  I don't have that information or the total number of Haitians or total number of folks that are still trapped.  But maybe I'll ask Joe to just talk a little bit about how the teams are still out there searching.\nMR. KNERR:  As Mr. Callaghan mentioned, we are out there to rescue people.  That is our priority.  It does not matter nationality.  If we have received information that leads us to someone who is alive and trapped under rubble, that is our priority.\nAs far as search priorities and where we're looking, the initial priorities were established by the government of Haiti through that -- that we took the areas of responsibility.  They were divided amongst the 43 teams.  Within those teams -- within those regions each team goes into the area.  We try to establish contact with locals that have information.  Based on the information of the earthquake, we know that at the time that it struck, most people were off work and were out to either home or in transit.  With that said, hotels and schools were in session.  Those are a priority to us because we know they were occupied.  That's why Hotel Montana was on one hand a successful site but unfortunately a site that's probably going to have a large number of fatalities.  That's why we still have crews out there.\nWe went to those sites using specialized equipment that allow us to detect persons trapped in there that may be tapping, may not be able to call out; specialized cameras to search small voids where we would not otherwise be able to get to; and using canine to track scent to determine if anybody was alive in there.\nWe've done this at any of our high-priority sites and that, like I said, was based on direction from the government of Haiti through contact with locals on the ground, and just what we know based on the earthquake, at the time that it struck, and were people would be.\nQ    This question is for Mr. Callaghan.  Could you explain again what you explained on a day earlier about the decision not to put in an American military field hospital and what you did instead?\nMR. CALLAGHAN:  Sure.  The person who was on the phone yesterday -- HHS -- they brought in special teams.  I don't have a lot of information on that specific -- why hospitals weren't brought in, but there are special HHS teams that have been brought in.\nCAPTAIN KIRBY:  This is John Kirby here.  I can address a little bit of that.  The requirement is the (inaudible) from a field hospital.  It's going to be -- there will be a smaller version as a triage hospital unit there in the port to facilitate the movement of Haitians to Comfort.  We've also -- the Coast Guard has opened up a small field hospital as well on the Haitian Coast Guard base of Killick.  And that is being partially staffed by docs from the Carl Vinson.  So there are some American field hospital capabilities out there.\nQ    A question probably for the Major General.  There's been some criticism by the contributing countries that the U.S. was emphasizing getting troops on the ground and not providing for planes trying to land and deliver stuff or take people back to their home countries.  Have those rough edges been worked out?\nMAJOR GENERAL ALLYN:  Yes, that is a great question, and I think everybody that's been following the process of building up capability here for a complex humanitarian assistance mission like this understands that it requires a balance of really three critical capabilities:  emergency supplies that meet the needs of the stricken nation; mobility equipment to be able to move that amount of supplies to where it needs to go; and then the troops and people, both military and civilian, to be able to accomplish the critical tasks and missions to reach out to the people in all the areas where the earthquake hit.\nAnd so the fact of the matter is, from day one the introduction of capability here into Haiti has balanced delivery based on the government of Haiti's identified priorities, worked by the U.N. Special Representative and shared with all of us supporting the effort. \nAnd the fact of the matter is that as we have looked at all deliveries to date, the military's portion of that arrivals into Port-au-Prince airport is 27 percent of all aircraft that have arrived.  And so I think you see the balance that I'm talking about.  And that balance is literally adjusted day by day as the situation on the ground identifies new capabilities or higher priorities for existing capabilities that were en route.  I hope that answers your question.\nAnd next question.\nQ    Thanks.  I think this is probably for General Allyn, although maybe Mr. Callaghan also.  We have a number of groups in Texas, and I know we have reports from around the country of doctors and rescue groups that have been waiting to go for day after day after day and haven't gotten clearance to go.   And I'm wondering if they are going to be needed at all or if they're being told to stand down, and what you think the implications are of the fact that they were ready to go and were not able to get in sooner.\nMR. STONEKING:  This is Dan Stoneking.  I'll turn it over to -- for an answer in just a second.  As I said, earlier in the coming days, we'll have a variety of speakers, and we are going to have a representative from health support back tomorrow, so you'll certainly get constant feedback on those kind of issues.  But Mr. Callaghan, do you want to address it in broad terms?\nMR. CALLAGHAN:  Yes, again, obviously, there are a lot of doctors have been coming from a variety of organizations.  I don't have any information on doctors who have been turned away or who have turned them away.  Obviously the government of Haiti -- there's a variety of international organizations and governments that have sent doctor surgical teams and so forth who work in emergency responses all the time.  The Pan American Health Organization is the lead on the United Nations for these sorts of emergencies, and works with groups like Doctors Without Borders, HHS, and so forth.  So those are the individuals who are on the ground.  I don't have any knowledge on why other doctors would have been not allowed in.\nMR. STONEKING:  This is Dan Stoneking again.  I'll just conclude that by pointing out that Captain Andy Stevermer, who some of you got to speak to the other day, will be on this call tomorrow.  He's where he needs to be out there in the field with the people, taking care of business, so he should have a pretty thorough update for you tomorrow on each of those types of questions.\nNext question, operator.\nQ    Yes, thanks for taking my call.  This is, I guess, for General Allyn but also for Tim if he wants to answer.  I'm just curious about the -- in all these situations, everyone says unity of effort, unity of command, know who is in charge.  You've gone to great pains in describing how the Haitian government itself is setting priorities.  But how does this sort of chain of command work?  Who is interfacing with whom?  Who makes final decisions?  Can you give us some sort of idea of how that is played out?\nMAJOR GENERAL ALLYN:  Yes, I'll start this, and I'm sure that Tim will be ready to reinforce it from his perspective, because this truly is a team of teams that are united in purpose to help the people of Haiti and deliver that help as rapidly as is humanly and physically possible.  Our efforts here are in support, obviously, of the United States government.  And the JTF commander, Lieutenant General Keen, meets several times a day with the ambassador to ensure that the U.S. government effort is synchronized and moving forward in accordance with the priorities.\nObviously, the ambassador meets every day -- as was mentioned earlier by Tim -- either at the President or the Prime Minister level to ensure that we are in sync with the government of Haiti.  And then, at the level below that, we have coordination meetings that bring together all the contributors to this effort to ensure that the capabilities that can be delivered against those priorities are fully resourced and accelerated to ensure that they can get where they need to be delivered. \nObviously, from all of our perspectives, we can't get it there fast enough.  We've got to maintain the pressure.  It's why, as Tim mentioned, we've all been operating 24/7 since this tragic earthquake.  And we will continue to do so to speed the relief to the people of Haiti.\nMR. CALLAGHAN:  This is Tim.  Yes, USAID/OFDA -- USAID is the lead federal agency.  Obviously, it's disaster response coordinating, coordinating the U.S. government effort, working closely with our military colleagues, working closely with HHS and all the other U.S. federal agencies.  I think, again -- we have mentioned it, but it's critical to mention again -- that the responsibility for the response rests with the government of Haiti.  We do meet with them every day.  We listen to what their priorities are.\nAgain, I think the critical part also is there are so many groups here who are coordinating.  Obviously, sometimes there are challenges.  There are a tremendous amount of challenges right now in communication, transportation, and so forth.  But there are groups that are meeting every day with government officials in the morning to talk about what are the health requirements, what are the non-food item requirements, and what are the water requirements.  And then talking and working together with the nongovernment organizations, with the government.\nAnd, again, in our particular case, if there are requests where we need air assets from our military colleagues, we will say, look, this is what we need and it will get done immediately to address a need that maybe the World Food Program has articulated to us, or the International Organization of Migration has indicated to us.\nI think the government knows on the U.S. side how we work, how we're operating.  Obviously, we're communicating each day also with the ambassador and other countries.  I think there are -- there are constant meetings happening with other donors, which I think is critical.  And these meetings in the morning are also critical, because the last thing we want to do is waste any resources.  And we do not want to duplicate any resources. \nAnd so we are working 24/7.  And we can't get it fast enough, but I think each day we are getting vital food, water, and non-food items out to people. \nQ    Yes, thank you.  This is a question for General Allyn.  There were reports today of U.S. soldiers being deployed at the presidential palace, and also apparently to provide security for hospitals.  And I wonder if you could explain a little bit of their mission, what they try to accomplish today?  Thank you.\nMAJOR GENERAL ALLYN:  Yes.  And as I mentioned this morning, and I'll try to flesh it out a bit for you, there are a number of distribution points that have been identified by the government of Haiti that we have worked with the U.N. security forces and the nongovernmental agencies and emergency responders here to ensure that we speed humanitarian relief to those distribution points and keep them supplied and secured and operating 24/7.  And one of those distribution points is in the vicinity of the presidential palace.\nAnd so I did not see the specific report that was referenced, but based on my knowledge of operations on the ground, that's my belief of what was being referred to in the report.\nIn terms of the security, we do, based on the request of Mr. Callaghan's team, provide security for critical life-saving and humanitarian assistance-related critical sites, particularly in the Port-au-Prince area, and specifically, those that exceed the capability or the reach of the U.N. security forces who principally have the area security mission and are doing an incredible job and with great agility and responsiveness to ensure that the overall environment is secure to enable us to deliver capability.\nObviously there is an element of calming and confidence that helps the people of Haiti gain assurance that if they need access to care 24/7, and the critical life-saving activities in a hospital are amongst the most important ongoing today to continue to save the lives of the stricken.  And it's vital that those be accessible by all the citizens of Haiti, and we will continue to work with the United Nations and USAID to ensure that that's accomplished.\nQ    This question I believe would be for General Allyn.  Are U.S. Army engineer units or NAVFAC or the Corps of Engineers engaged to work with the Haitian government to develop a comprehensive engineering approach to the issues like debris removal and opening roads and bridges and, going forward, scoping infrastructure restoration?  And if not those, is USAID bringing in private sector contractors with IDIQ?  And if they're doing that, who is it?\nMAJOR GENERAL ALLYN:  Obviously the focus of our efforts are here in Haiti to deliver the immediate emergency supplies and distribution of humanitarian aid to the stricken people of Haiti.  So that is our immediate priority and what we have been working on 24/7 for the past week.\nThe discussions that you're talking about I'm sure are taking place by our higher headquarters and the senior leadership of the Department of Defense, and when -- and will take place with the government of Haiti as we move toward the reconstruction phase of the effort here in Haiti.  We are several weeks from moving toward that phase, and I'm sure that the planning will involve all the available, both military and civilian, subject matter expertise of the international community to prepare a plan that speeds the recovery of the nation of Haiti.\nMR. CALLAGHAN:  This is Tim Callaghan.  Obviously we have -- we will be taking a look at -- have someone take a look at an assessment of debris removal.  We will be doing that fairly soon. \nOne of the other things that I will address that we sometimes do in these sorts of situations, we'll look at a variety of activities (inaudible) for extra work, which will in this particular case look at opportunities to employ people to clean up the debris, which will put resources, money into people's hands and also begin to clean up the city.\nNext question, please -- oh, sorry --\nMAJOR GENERAL ALLYN:  Yes, let me just add, as Tim has highlighted, at the tactical level, obviously we are bringing combat -- heavy engineer equipment in as part of the equipment flow to enable the immediate clearance of roads and removal of rubble, and that flow will be beginning here probably within the next week.\nQ    Yes, hello.  I'm a reporter here at the U.N., and they had said last night that there had been some type of a helicopter crash in and around Port-au-Prince.  This morning they tried to -- they issued different statements saying it was a U.S. helicopter that, due to the crowd situation, had to land it somewhere.  Do you know what they were referring to?\nMAJOR GENERAL ALLYN:  This is General Allyn.  I know that we did see reporting come across the open press of a helicopter crash.  We have accountability of all the aircraft that are supporting this operation, and I have no reports of aircraft supporting this operation having had any type of a hard landing or anything like you just referred to.  So I cannot add any clarity to the report that you are referring to.\nQ    Hi, good afternoon, gentlemen.  My question refers to actual American troops outside of Port-au-Prince. I was wondering if you will begin to operate in other locations.  Particularly I'm trying to find out if you guys will be operating in the city of Leogane.  Thank you.\nMAJOR GENERAL ALLYN:  Yes, in Leogane we have actually Marines on the ground from the 22nd Marine Expeditionary Unit this morning, along with the Sri Lankan battalion of the U.N. force, and they will continue to work in Leogane until the arrival of a Canadian task force.  The Canadian task force will then take over that mission and enable the movement of our Marine forces further to the west to the areas around Grand Goave and Petit Goave and up areas prioritized by the U.N. security forces and the government of Haiti.\nQ    Hello, thank you for taking my question.  I would like to know how recently was someone found alive in the rubble.  And what is the latest time you estimate that people could be found alive?\nMR. CALLAGHAN:  This is Tim Callaghan, and then I'll turn it over to Joe.  I believe that the last individual rescued alive was yesterday morning, but I'm looking at my colleague Joe for confirmation of that.\nMR. KNERR:  I do believe it was -- the last known rescue was made yesterday morning.  It was a two-year-old female I believe found by one of our specialized -- or specially trained canines.  She is doing well by all accounts.  So that was the last known.  However, we are following up on leads and hoping to make more rescues today.\nQ    Hi, this question is for General Allyn.  The Pentagon was confirming today that in addition to the 15,000 liters of water and the major airdrop that you mentioned earlier, in addition to that there's been some unsecured airdrops of essentially low-flying helicopters kicking out of the back some food rations directly into the population centers.  Defense Secretary Robert Gates seemed to rule that out last week.  Can you say who made that decision to do that and why that decision was made, because there was this concern with possible rioting with that?\nMAJOR GENERAL ALLYN:  Let me -- I'll just tell you what types of operations we are doing with helicopters in terms of resupplying distribution points.  These operations are done by landing at helicopter landing zones in close proximity to distribution points, and then offloading the supplies and then moving them by ground to the locations where they need to be set up.\nThis method has been extremely critical to extend our reach, particularly during the first couple days as we build up our troop strength on the ground, as they do enable us to reach dozens of locations in -- within literally hours.  And so that has been a critical capability.\nI'm going to let Captain John Kirby specifically speak to the comment that you made.\nCAPTAIN KIRBY:  I think what you're referring to is not really an airdrop.  In the very early goings here, before official distribution points were set up, Navy helicopters off the Vinson were ferrying water out into Port-au-Prince just as fast as we could to try to get it out there.  And they would look for safe open areas where they could touch down to drop this off.\nThere were a couple of incidents where -- and they tried to find these places close to people, obviously, so that the water would be accessible.  There were a couple of incidents when they located areas that crowds formed very quickly and in significant number, and they were streaming into the zone to the degree that the pilots didn't think it was safe to touch all the way down without hurting somebody.  So they got as low as they could safely and then went ahead and let the water bottles down to the ground -- just let them fall to the ground.  They didn't drop them on anybody's head, their own people.  It was done as safely as they could.  But it just was deemed for the greater safety of the population not to do that.\nWe aren't doing those kinds of missions anymore out to impromptu landing zones.  The effort is much more coordinated now and within the guidance provided by the Haitian government and the U.N. mission.\nDoes that answer it?\nMR. CALLAGHAN:  This is Tim Callaghan, and maybe I would just like to close by, again, saying that the U.S. government, as President Obama has indicated, continues to send our deep sympathy to the people of Haiti for this tragic event.  It's quite devastating.  But our commitment is to continue to work closely with the government of Haiti, support their priorities, work tirelessly 24/7, which I cannot be prouder of the entire country team and how hard people are working with the government of Haiti, with the United Nations, with nongovernment organizations to get key supplies out quickly, to continue to crawl around in dangerous situations to find people.\nThere are a lot of challenges.  There's communication challenges and transportation challenges and fuel challenges.  But, again, the entire country team here is committed, and we are in it for the long haul to continue to support the government of Haiti, and we continue to pray for all those who have perished and all those who are suffering.\nMR. STONEKING:  So for those of you who did not have a chance to ask a question, we invite you to e-mail us haitijic@usaid.gov.  Again, in the coming days we'll continue this rhythm of bringing you the key speakers who are on the ground directing the response and recovery.  And we thank you for your shared commitment to this important work.  Thank you very much.\nEND\n\t3:17 P.M. EST\n\n\n\n\n"
}