{
    "title": "President Obama Launches Office of Public Engagement | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-launches-office-public-engagement",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 11, 2009\n\n \n\n\n\nPresident Obama Launches Office of Public Engagement\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\t\t____________________________________________\n\t\tFOR IMMEDIATE RELEASE                 May 11, 2009 \n\nPresident Obama Launches Office of Public Engagement:\n\t\tA New Name, Mission for White House Liaison Office\n- Also unveils Citizens’ Briefing Book with ideas from Americans across the country -\n\n\n\t\tWASHINGTON - President Obama today announced a new name and a new mission for the White House office charged with dealing most closely with the American people.  The Office of Public Liaison is now the Office of Public Engagement.  OPE, along with the Office of Intergovernmental Affairs, will serve as the front door to the White House through which ordinary Americans can participate and inform the work of the President. \n\n\t\tThe current leadership will remain to carry out the new mission and includes Valerie Jarrett, Senior Adviser to the President, Christina M. Tchen, Director of OPE; and Michael Strautmanis Chief of Staff to the Assistant to the President for Intergovernmental Relations and Public Engagement.  Additional staff and issue areas can be viewed at the OPE website at obamawhitehouse.archives.gov/ope.\n\n\t\tIn a video announcement about OPE, President Obama said, \"This office will seek to engage as many Americans as possible in the difficult work of changing this country, through meetings and conversations with groups and individuals held in Washington and across the country.\"\n\n\t\tOPE will help build relationships with Americans by increasing their meaningful engagement with the federal government.  Serving as the front door to the White House, OPE will allow ordinary Americans to offer their stories and ideas regarding issues that concern them and share their views on important topics such as health care, energy and education. \n\n\t\tIn addition to its traditional White House operations, OPE will now also focus on getting information from the American people outside the Washington beltway through special public events as well as activities on the web site.  The office will have a strong on-line presence, including blog postings from OPE staff and other interactive elements. \n\n\t\tSince the beginning of the Administration, OPE has served a large role in developing White House outreach efforts whether it is a meeting with national innovators in the White House, a community health forum in Michigan or a town hall meeting in California.\n\n\t\tThe President also announced the release of the Citizens’ Briefing Book – the culmination of a project begun during the transition, and an example of the innovative ways the office will execute its new mission.   In January, everyday Americans submitted their best ideas for dealing with some of the nation’s toughest issues.  Visitors to the transition website ranked each idea and also had the opportunity to provide comments.  The results can be viewed at obamawhitehouse.archives.gov/ope.\n\t\t \n\nThe White House Office of Public Engagement Leadership Team:\n\nValerie Jarrett, Senior Advisor and Assistant to the President for Intergovernmental Affairs and Public Engagement.  Prior to her current position, she served as Co-Chair of the Obama-Biden Presidential Transition Team, and Senior Advisor to Obama's presidential campaign.  Prior to joining the Obama administration, Jarrett served as a Director of corporate and not for profit boards, including Chairman of the University of Chicago Medical Center Board of Trustees, and Vice Chair of the University of Chicago Board of Trustees, and the Chicago 2016 Olympic Committee.  Jarrett received her A.B. from Stanford University in 1978 and her J.D. from the University of Michigan Law School in 1981.\n\nChristina M. Tchen, Director of the White House Office of Public Engagement.  Tchen was previously a partner in corporate litigation at Skadden, Arps, Slate, Meagher & Flom LLP. In that capacity, Tchen represented public agencies in state and federal class actions, including the Illinois Department of Children and Family Services, the Illinois Department of Public Aid, and the Chicago Housing Authority. Tchen is the recipient of many awards, including the Leadership Award from the Women’s Bar Association of Illinois (1999); \"Women of Achievement\" award from the Anti-Defamation League (1996); and Chicago Lawyer \"Person of the Year\" (1994).\n\nMichael Strautmanis, Chief of Staff to the Assistant to the President for Intergovernmental Relations and Public Engagement.  Strautmanis practiced complex litigation and employment law in Chicago before joining the Clinton Administration at the U.S. Agency for International Development. Following this, he served as Counsel for Legislation for the American Association of Justice. Strautmanis served as Chief Counsel and Deputy Chief of Staff to then-Senator Obama in the United States Senate. He continued as Senior Counsel for Obama for America, where he played a leading role in political outreach as a member of the Congressional Relations team.  Strautmanis received a B.S. from the University of Illinois, and a J.D. from the University of Illinois College of Law.\n\nThe White House Office of Public Engagement Staff:\n\nBrian Bond, Deputy Director of the White House Office of Public Engagement.  ,Bond has an extensive background in constituency outreach and coalition bridge-building.  Most recently he served as the National Constituency Director for the Obama for America Campaign in Chicago, Illinois.  Prior to that, he served as the Executive Director of the Democratic National Committee’s Gay and Lesbian Leadership Council.  He also served several years as the Executive Director of the Gay and Lesbian Victory Fund, an organization committed to training and electing Out LGBT candidates for public office.  A former Executive Director of the Missouri Democratic Party, Bond is a Missouri native has a degree in Public Administration from Missouri State University in Springfield, Missouri. \n\nBuffy Wicks, Deputy Director of the White House Office of Public Engagement.  Wicks has a long history in grassroots organizing and civic engagement. Most recently she was the Director of the Renew America Together effort, the call to service issued by then President-elect Obama. She also served on the Obama for America campaign in a variety of roles, including California Field Director and Missouri State Director, and helped develop the national grassroots field strategy. She has also worked in the labor movement, fighting for better health care and wages for disenfranchised workers. She is originally from California and graduated with a double major in Political Science and History from the University of Washington.\n\nAshley Baia, Staff Assistant, White House Office of Public Engagement.   Baia previously worked as a Regional Field Director in Richmond, Virginia for Obama for America, and started during the primary race in the state of South Carolina. Baia was born in Peabody, MA and was raised in Venice, FL. She studied Political Science and International Affairs at the University of South Florida.\n\nMichael Blake, Deputy Associate Director of the Office of Intergovernmental Affairs. \n\n\t\tBlake worked on the Obama for America campaign, first as Deputy Political Director and Constituency Outreach Director in Iowa and as Deputy Director and Political Director in Michigan.  Prior to that, Blake was the Director of External Affairs for the Michigan House of Representatives serving in Michigan Speaker of the House Andy Dillon's cabinet.  Before that appointment, Blake successfully co-organized three state house campaigns in the 2006 election cycle. Blake is a graduate of the Medill School of Journalism from Northwestern University.  He is also an alumnus of the Yes We Can political training program in Washington, D.C.  He started his political career as an assistant for Illinois State Senator Jeff Schoenberg.\n\nDanielle Borrin, Special Assistant for Intergovernmental Affairs and Public Engagement, Office of the Vice President.  Borrin most recently served as Deputy Press Secretary in the Office of Senator Joseph Biden.  Prior to working in the Senate, she was a finance assistant for Unite Our States, the political action committee for which Biden served as the honorary chair.  A native Atlantan with longtime involvement in the Jewish community, Borrin attended Washington University in St. Louis, during which time she interned for United Jewish Communities and the Biden Senate Office. She graduated magna cum laude in political science and international and area studies.\n\nAnne Brewer, Executive Assistant to the White House Director of Public Engagement.  Prior to her current position, Brewer worked as a staff assistant on the Obama-Biden Transition Team, and as Women's Vote Coordinator in the national headquarters of Obama for America. Previously, she worked in political and nonprofit fundraising in New York City, and started her career as a field organizer in Florida during the 2004 presidential election. A native of Millburn, New Jersey, she earned a BA from Vassar College in 2004.\n\nKareem Dale, Special Assistant to the President for Disability Policy.  Dale, who is partially blind, coordinates the Administration's efforts to see that people with disabilities are on a level playing field with all Americans.  Originally from Chicago, Dale previously served as the National Disability Director for the Obama for America campaign.  He also served on the Arts Policy Committee and the Disability Policy Committee for then-Senator Obama.  Dale graduated from the University of Illinois at Urbana-Champaign with a bachelor's degree in Advertising in May 1995.  He received his JD/MBA in May 1999 from the University of Illinois at Urbana-Champaign, graduating Cum Laude.\n\nMatthew Flavin, Assistant to the National Security Council Legal Advisor. Flavin most recently served on the Department of Defense Agency Review Team for the Obama-Biden Presidential Transition.  Prior to this, he was a national security advisor on the Obama for America campaign.  Earlier in his career, Flavin served in the United States Navy, having joined shortly after September 11th.  As a member of the Naval Special Warfare community, Flavin completed extended combat deployments to Afghanistan and Iraq – serving as the targeting and intelligence director for Special Operations Task Force West, where he was awarded the Bronze Star Medal.  He also served as the operations officer for a Human Intelligence Battalion in Bosnia.  Flavin received his bachelor’s degree from Amherst College.\n\nJodi A. Gillette, Deputy Associate Director of the Office of Intergovernmental Affairs.  Gillete served as the First American Vote Director for the North Dakota Campaign for Change.  Prior the campaign, she was the Director of the Native American Training Institute, a tribally operated non-profit organization.  Gillette is an enrolled member of the Standing Rock Sioux Tribe.  She is committed to her tribe and people, in maintaining cultural life ways and beliefs of her ancestors.\n\nJoe Kennedy, Staff Assistant, White House Office of Public Engagement.  Kennedy, a former intern for then-Senator Obama, previously worked for the Obama for America campaign.  He is a graduate of Northwestern University. \n\nLisa Kohnke, Deputy Director of Special Events, Office of Public Engagement and Intergovernmental Affairs. Kohnke provides event logistical support and scheduling guidance for the outreach missions of OPE and IGA, both inside and outside of the White House. Kohnke was previously the Deputy Director of Scheduling and Advance for the Obama for America campaign. She has 11 years of scheduling and advance experience, having previously worked for College Democrats of America, former Vice President Al Gore’s presidential campaign and his leadership PAC, Congressman Kendrick Meek, Senator John Kerry’s presidential campaign and AIPAC. Kohnke grew up in Oak Park, IL and is a graduate of Indiana University.\n\nD. Paul Monteiro, Associate Director, White House Office of Public Engagement.  Monteiro worked for then-Senator Obama in his Senate office in 2006 before joining the Obama for America campaign in Chicago as the national deputy director of Religious Affairs.  A graduate of the University of Maryland and the Howard University School of Law, Monteiro previously spent a year teaching at a Washington, D.C. public charter school and also worked at a law firm in the city. \n\nKaren Richardson, Liaison, White House Office of Public Engagement.  Richardson was previously the Policy Director at the Democratic National Committee (DNC). She also joined the DNC as part of then-Senator Obama’s Congressional Liaison team. Richardson began working for President Obama at his Senate Office in August 2005, beginning as an intern and then serving as Deputy to the Policy Director. Shortly after Obama announced his presidential run, Richardson joined the Obama for America campaign as the Iowa Policy Director, a role she assumed in several states throughout the presidential primary. Born in Washington, D.C. and raised in Los Angeles, California, Richardson has a BA from Howard University, a JD from Howard University School of Law, and a Masters in International Affairs from the London School of Economics.\n\nSusan S. Sher, Associate Counsel to the President and Counsel to the First Lady.  Sher most recently served as the Vice President for Legal and Governmental Affairs and General Counsel of the University of Chicago Medical Center and was responsible for all legal, government, regulatory, and community affairs at the Medical Center.  From 1993 through 1997, Sher was the Corporation Counsel for the City of Chicago.  Previously, she was Associate General Counsel of the University of Chicago, and earlier, was a partner at Mayer, Brown & Platt, specializing in Labor and Litigation.  Sher received her J.D. from Loyola University of Chicago School of Law, her bachelor’s degree from George Washington University, and attended Smith College.\n\nStephanie Valencia, Staff Assistant, White House Office of Public Engagement.   Valencia served on the Obama-Biden Presidential Transition Team and was Deputy Latino Vote Director on the Obama for America campaign.  Valencia also served as Press Secretary to United States Senator Ken Salazar, serving as his spokeswoman and media advisor.  Valencia also worked as Special Assistant and Press Secretary to the Vice Chair of the House Democratic Caucus, Congressman John B. Larson from Connecticut.  She also served as Press Secretary for Congresswoman Linda Sanchez.  Valencia started her career as a Congressional Hispanic Caucus Institute Fellow and is a graduate of Boston College.  She is originally from Las Cruces, New Mexico. \n\nDavid O. Washington, Ph.D, Associate Director; White House Office of Public Engagement.  Dr. Washington will lead the OPE’s \"public-private partnerships\" efforts.   Formerly the CEO of a small boutique philanthropy and policy consulting firm, Washington also served as a City Commissioner appointed by Los Angeles Mayor Villaraigosa.  He graduated from Yale University, has a dual doctoral degree in psychology and law from the University of Nebraska-Lincoln, and completed his clinical psychology residency at Massachusetts General Hospital/Harvard Medical School before serving as a Health Fellow to Senator Edward M. Kennedy. \n\nJenny Yeager, Special Assistant to the Director of the White House Office of Public Engagement.  Yeager was previously the Obama for America Finance Director for the Tri-State area.  She also Jenny worked in a fundraising capacity for the President’s Senate campaign and Hopefund PAC.  Yeager is a native of North Carolina and a graduate of the University of North Carolina at Chapel Hill, where she majored in Business. \n\n\t\tAdditionally, other White House and agency staff may assist OPE and IGA in their activities.\n\n\t\t##\n\n\t\t  \n\n\n\n\n\n"
}