{
    "title": "President Obama Launches \"Educate to Innovate\" Campaign for Excellence in Science, Technology, Engineering & Math (Stem) Education | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-launches-educate-innovate-campaign-excellence-science-technology-en",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 23, 2009\n\n \n\n\n\nPresident Obama Launches \"Educate to Innovate\" Campaign for Excellence in Science, Technology, Engineering & Math (Stem) Education\n\n\n\n\nNationwide effort includes over $260 million in public-private investments \nto move American students to the top of the pack\nin science and math achievement over the next decade\nPresident Obama today launched the “Educate to Innovate” campaign, a nationwide effort to help reach the administration’s goal of moving American students from the middle to the top of the pack in science and math achievement over the next decade.\nSpeaking to key leaders of the STEM (Science, Technology, Engineering & Math) community and local students, President Obama announced a series of high-powered partnerships involving leading companies, foundations, non-profits, and science and engineering societies dedicated to motivating and inspiring young people across America to excel in science and math. \n“Reaffirming and strengthening America’s role as the world’s engine of scientific discovery and technological innovation is essential to meeting the challenges of this century,” said President Obama.  “That’s why I am committed to making the improvement of STEM education over the next decade a national priority.”    \nThe new partnerships, with accompanying major commitments from philanthropic organizations and individuals, mark a dramatic first wave of responses to the President’s call at the National Academy of Sciences this spring for a national campaign to raise American students “from the middle to the top of the pack in science and math over the next decade.”  Each of the commitments—valued together at over $260 million in financial and in-kind support—will apply new and creative methods of generating and maintaining student interest and enthusiasm in science and math, reinvigorating the pipeline of ingenuity and innovation essential to America’s success that has long been at the core of American economic leadership.\nAmong the initiatives announced by the President are:\n\nFive public-private partnerships that harness the power of media, interactive games, hands-on learning, and 100,000 volunteers to reach more than 10 million students over the next four years, inspiring them to be the next generation of makers, discoverers, and innovators.  These partnerships represent a combined commitment of over $260 million in financial and in-kind support.\nA commitment by leaders such as Sally Ride (the first female astronaut), Craig Barrett (former chairman of Intel), Ursula Burns (CEO, Xerox), Glenn Britt (CEO, Time Warner Cable), and Antonio Perez (CEO, Eastman Kodak) to increase the scale, scope, and impact of private-sector and philanthropic support for STEM education.  This coalition, with the support of the Bill and Melinda Gates Foundation and the Carnegie Corporation of New York, will recruit private sector leaders to serve as champions for STEM at the state level; mobilize resources to help scale successful STEM innovations; and raise awareness of the importance of STEM among parents and students.\nAn annual science fair at the White House, showcasing the student winners of national competitions in areas such as science, technology, and robotics.\n\nPresident Obama has identified three overarching priorities for STEM education: increasing STEM literacy so all students can think critically in science, math, engineering and technology; improving the quality of math and science teaching so American students are no longer outperformed by those in other nations; and expanding STEM education and career opportunities for underrepresented groups, including women and minorities.\nThe Obama Administration has already taken bold action in the STEM education arena by directing that the $4.35 billion “Race to the Top” school grant program assure a competitive preference to states that commit to improving STEM education. “The Department of Education takes the STEM competitive priority very seriously – and states should as well,” said Education Secretary Arne Duncan.\nBut while federal leadership is necessary, a real change in STEM education requires the participation of many elements of society, including governors, philanthropists, scientists, engineers, educators, and the private sector. That is why the President’s speech at the National Academy of Sciences challenged all Americans to join the cause of elevating STEM education as a national priority.\n“America needs a world-class STEM workforce to address the grand challenges of the 21st century, such as developing clean sources of energy that reduce our dependence on foreign oil and discovering cures for cancer,” said John Holdren, President Obama’s science advisor and director of the White House Office of Science and Technology Policy. “It is extremely gratifying to see this first and very robust set of responses to the President’s call to action.”\nBackground on Educate to Innovate: A National Campaign for Excellence in\nScience, Technology, Engineering and Math Education (STEM)\nToday at the White House, President Obama launched the “Educate to Innovate” campaign, a nationwide effort to help reach the administration’s goal of moving American students from the middle to the top of the pack in science and math achievement over the next decade.  President Obama announced a series of partnerships involving leading companies, universities, foundations, non-profits, and organizations representing millions of scientists, engineers and teachers that will motivate and inspire young people across the country to excel in science, technology, engineering and mathematics (STEM). \nPresident Obama believes that reaffirming and strengthening America’s role as the world’s engine of scientific discovery and technological innovation is essential to meeting the challenges of this century.  A growing number of jobs require STEM skills, and America needs a world-class STEM workforce to address the “grand challenges” of the 21st century, such as developing clean sources of energy that reduce our dependence on foreign oil and discovering cures for diseases.  Success on these fronts will require improving STEM literacy for all students; expanding the pipeline for a strong and innovative STEM workforce; and greater focus on opportunities and access for groups such as women and underrepresented minorities.\nIn a speech to the National Academies of Sciences this spring, President Obama announced a commitment to raise America from the middle to the top of the pack internationally in STEM education over the next decade. At that time President Obama also challenged governors, philanthropists, scientists, engineers, educators, and the private sector to join with him in a national campaign to engage young people in these fields.  The partnerships announced today are the initial response to this “call to action.”\nAdditionally, to help meet this goal, the President’s $4.35 billion Race to the Top fund provides a competitive advantage to states that commit to a comprehensive strategy to improve STEM education. Race to the Top will challenge states to dramatically improve their schools and student achievement by raising standards, using data to improve decisions and inform instruction, improving teacher effectiveness, using innovative and effective approaches to turn around struggling schools and making it possible for STEM professionals to bring their experience and enthusiasm into the classroom. These reforms will help prepare America’s students to graduate ready for college and career, and enable them to out-compete any worker, anywhere in the world.\nPublic Private Partnerships\nTime Warner Cable’s “Connect a Million Minds” Campaign: Time Warner Cable, in partnership with FIRST Robotics and the Coalition for Science After School, is launching a campaign to connect over one million students to highly-engaging after-school STEM activities that already exist in their area. Time Warner Cable will use its media platform, Public Service Announcements, 47,000 employees, and a “connectamillionminds.com” website where over 70,000 parents and community members have already pledged to connect a child to STEM.  Time Warner Cable has made a commitment of $100 million over the next five years to support this campaign, and will target 80 percent of its corporate philanthropy to STEM.\nDiscovery Communications’ “Be the Future” Campaign: Discovery Communications, in partnership with leading research universities and federal agencies, is launching a five-year, $150 million cash and in-kind “Be the Future” campaign.  This will create content that reaches more than 99 million homes, including a PSA campaign across Discovery's 13 U.S. networks, a dedicated commercial-free educational kids block on the Science Channel, and programming on the “grand challenges” of the 21st century such as their landmark Curiosity series. Discovery Education will also create rich, interactive education content that it will deliver at no cost to approximately 60,000 schools, 35 million students, and 1 million educators, and through a partnership with the Siemens Foundation, will create STEM Connect, a national education resource for teachers.\nSesame Street’s Early STEM Literacy Initiative: Celebrating its 40th Anniversary, and with First Lady Michelle Obama appearing on the first episode, Sesame Street, in partnership with PNC Bank, is announcing a major focus on science and math for young children and a $7.5 million investment in the effort. Sesame Street’s new season kicked-off with “My World is Green & Growing,” which will be part of a two-year science initiative designed to increase positive attitudes towards nature, deepen children’s knowledge about the natural world and encourage behavior that shows respect and care for the environment.  Twenty of the 26 new episodes will have a focus on STEM; 13 focus on science and seven focus on math. In addition, Sesame Workshop, in partnership with PNC Bank’s Grow Up Great Program, is announcing a new math initiative for preschool children entitled Math is Everywhere. \n“National Lab Day,” Bringing Hands-on Learning to Every Student:  National Lab Day is a historic grassroots effort, online at nationallabday.org, to bring hands-on learning to 10 million students by upgrading science labs, supporting project-based learning, and building communities of support for STEM teachers.  The effort is a partnership between science and engineering societies representing more than 2.5 million STEM professionals and almost 4 million educators, with strong financial support from the Hidary Foundation, the MacArthur Foundation, the Bill and Melinda Gates Foundation, and industry partners. Collectively, this partnership is committed to working with more than 10,000 teachers and 1 million students within a year, and 100,000 teachers and 10 million students over the next four years.   \nNational STEM Game Design Competitions: The MacArthur Foundation, Sony Computer Entertainment America, the Entertainment Software Association (ESA) and its partners (the Information Technology Industry Council, the Information Technology & Innovation Foundation, and Microsoft) are launching a nationwide set of competitions that include the design of the most compelling, freely-available STEM-related videogames for children and youth. The competitions will include the 2010 Digital Media and Learning Competition, a $2 million yearly effort supported by the MacArthur Foundation that advances the most innovative approaches to learning through games, social networks and mobile devices. One of the competitions will be open only to children, to help them develop 21st century knowledge and skills through the challenge of game design.  This year Sony will participate in one segment of the competition and encourage the development of new games that build on the existing popular video game Little Big Planet.\n\n\n\n"
}