{
    "title": "HOJA INFORMATIVA:Esfuerzo Conjunto para Asegurar Oportunidades Informáticas para Todas las Personas que viven en Estados Unidos | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/07/15/hoja-informativaesfuerzo-conjunto-para-asegurar-oportunidades",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 15, 2015\n\n \n\n\n\nHOJA INFORMATIVA:Esfuerzo Conjunto para Asegurar Oportunidades Informáticas para Todas las Personas que viven en Estados Unidos\n\n\n\n\n\n\tHoy el Presidente viajará a Durant, OK para anunciar ConnectHome, una serie de nuevas asociaciones entre comunidades, el sector privado y el gobierno federal para extender el acceso a banda ancha de alta velocidad a más familias en todo el país. Este programa piloto se está lanzando en veintisiete ciudades e inicialmente abarcará a casi 275,000 hogares de bajos ingresos y casi 200,000 niños, con el apoyo que necesitan para acceder a Internet desde el hogar. La Administración se está asociando con proveedores de servicios de Internet, organizaciones sin fines de lucro y el sector privado para ofrecer acceso a banda ancha, capacitación técnica y programas de educación informática y dispositivos para residentes en unidades de vivienda asistida. \n\n\tConnectHome es el siguiente paso en el constante esfuerzo del Presidente por extender el acceso a banda ancha de alta velocidad a todas las personas que viven en Estados Unidos y se cimienta sobre su iniciativa ConnectED, que está en curso para conectar al 99 por ciento de los estudiantes de K-12 con Internet de alta velocidad en sus salones de clase y bibliotecas en los próximos cinco años. ConnectHome ayudará a asegurar que estos estudiantes sigan teniendo acceso a Internet de alta velocidad cuando llegan a su hogar. \n\n\tDesde que el Presidente asumió su cargo, los sectores privados y públicos han invertido más de $260 mil millones en infraestructura nueva para banda ancha y tres de cada cuatro personas que viven en Estados Unidos hoy en día, utilizan banda ancha en sus hogares. Gracias a las políticas de smart spectrum y otras tecnologías de liderazgo mundial, la banda ancha 4G inalámbrica y veloz, ahora está disponible para más del 98 por ciento de las personas que viven en Estados Unidos, un alza a partir del cero por ciento desde 2009.\n\n\tA pesar de este progreso, un análisis nuevopresentado hoy por el Consejo de Asesores Económicos del Presidente (CEA) revela que algunos estadounidenses todavía no se benefician de la banda ancha de alta velocidad, especialmente los niños de bajos ingresos de Estados Unidos.  De hecho, si bien casi dos tercios de los hogares en el quintil de más bajos ingresos poseen una computadora, menos de la mitad tiene suscripción a Internet en el hogar. Mientras muchos estudiantes estadounidenses de clase media tienen acceso a Internet en el hogar, lo que les permite investigar, crear documentos y comunicarse digitalmente con sus maestros y otros estudiantes, demasiados niños de bajos ingresos están desconectados todas las tardes en cuanto llegan a su hogar. Esta \"disparidad para completar la tarea\" corre el riesgo de aumentar la disparidad de logro académico, negándoles a los estudiantes aplicados el beneficio de una educación enriquecida por la tecnología.  \n\n\tEl anuncio de ConnectHome del Presidente Obama ayudará a eliminar esta disparidad y proveer oportunidades informáticas a más personas en Estados Unidos.  \n\nConnectHome específicamente está:\n\n\tCreando asociaciones regionales:  El Departamento de Vivienda y Desarrollo Urbano (HUD), en colaboración con\n\nEveryoneOnyUS Ignite trabajó con líderes del sector privado y público para crear asociaciones locales y recabar\n\n\tcompromisos que aumentarán el acceso a Internet para las personas de bajos ingresos que viven en Estados Unidos.  Estas asociaciones le brindarán la banda ancha, la asistencia técnica y la capacitación informática a los estudiantes que viven en viviendas públicas y asistidas en todo el país. Desde Boston hasta Durham y de Washington, DC hasta Seattle, los alcaldes se han comprometido a readjudicar fondos locales, aprovechar programaciones locales y usar herramientas de regulación para respaldar esta iniciativa y la extensión de acceso a banda ancha en las comunidades de bajos ingresos.\n\n\n\t\tVeintisiete comunidades listas: El Presidente y el Secretario de HUD Julián Castro anunciaron hoy que HUD ha seleccionado las siguientes veintisiete ciudades y una nación tribal para participar en ConnectHome:  Albany, GA; Atlanta, GA; Baltimore, MD; Baton Rouge, LA; Boston, MA; Camden, NJ; la nación Choctaw, OK; Cleveland, OH; Durham, NC; Fresno, CA; Kansas City, MO; Little Rock, AR; Los Angeles, CA; Macon, GA; Memphis, TN; Meriden, CT; Nashville, TN; Nueva Orleans, LA; Nueva York, NY; Newark, NJ; Filadelfia, PA; Rockford, IL; San Antonio, TX; Seattle, WA; Springfield, MA; Tampa, FL y Washington, DC. HUD seleccionó estas ciudades a través de un proceso competitivo que tuvo en cuenta el compromiso local por extender las oportunidades de acceso a banda ancha; la presencia de programas locales y otros factores para asegurar que todos estén bien posicionados para cumplir con ConnectHome.\n\n\t\tAyudando a proveer conectividad a un precio asequible: Ocho proveedores de servicios de Internet a nivel nacional anunciaron su asociación con alcaldes, autoridades de vivienda pública, grupos sin fines de lucro y otras entidades con fines de lucro, para reducir la disparidad de acceso informático de los estudiantes que viven en las unidades de vivienda asistida.    Por ejemplo:\n\n\t\tEn mercados donde opera Google Fiber (incluidas las ciudades de ConnectHome como Atlanta, Durham, Kansas City y Nashville), Google Fiber ofrecerá un servicio de internet mensual de $0 para los residentes de ciertas propiedades de la autoridad de viviendas públicas y se asociará con organizaciones comunitarias para desarrollar laboratorios informáticos y programas de educación informática a fin de eliminar la disparidad informática, especialmente entre estudiantes de K-12.\n\n\t\tEn comunidades seleccionadas de la nación tribal de Choctaw, Cherokee Communications, Pine Telephone, Suddenlink Communications y Vyve Broadband trabajarán conjuntamente para asegurar que más de 425 residentes en viviendas públicas de Choctaw tengan acceso a Internet de alta velocidad y bajo precio.\n\n\t\tEn Seattle y a lo largo de todo su espacio de cobertura, CenturyLink hará el servicio de banda ancha disponible en los hogares HUD, mediante su programa de Internet básico a $9.95 por mes durante el primer año y $14.95 por mes durante los siguientes cuatro años. \n\n\t\tEn Macon, Meriden, Baton Rouge y Nueva Orleans, Cox Communications ofrecerá servicio de Internet en el hogar por $9.95 para familias que reúnan los requisitos K-12 y que residan en viviendas públicas.\n\n\t\tEn Baltimore, Boston, Camden, Cleveland, Fresno, Kansas City, Los Angeles, Nueva York City, Newark, Filadelfia, Rockford, San Antonio, Seattle, Springfield, Tampa y Washington, DC, Sprint hará disponibles líneas inalámbricas de alta velocidad y banda ancha, por un período de hasta cuatro años a estudiantes de hogares HUD. Esto se basa en el servicio gratuito móvil de banda ancha al que se comprometieron previamente AT&T, Sprint y Verizon a través ConnectED, para estudiantes de bajos ingresos\n\n\n\t-- Haciendo más valioso el acceso a Internet: La capacitación es esencial para aprovechar de manera eficaz todo lo que Internet ofrece.  HUD se está asociando con organizaciones sin fines de lucro y el sector privado para ofrecer capacitación técnica nueva y programas de educación informática para residentes en unidades de vivienda asistida. \n\n\nBest Buy ofrecerá a residentes de HUD en ciertas ciudades de demostración del proyecto de ConnectHome, incluida la nación tribal Choctaw, capacitación informática y el apoyo técnico necesarios para aprovechar al máximo el impacto académico y económico del acceso a banda ancha. Best Buy también ofrecerá capacitación técnica gratuita, para después de la escuela, para estudiantes que participan en ConnectHome en los Centros Juveniles de Best Buy en Atlanta, Los Angeles, Nueva York, San Antonio y Washington, DC. \n\n\t\tLa James M. Cox Foundation, una fundación afiliada con Cox Communications, dispondrá de 1,500 tabletas con descuento, precargadas con software educativo, por $30 para los estudiantes y sus familias que participan en ConnectHome, en Macon.\n\nGitHub proveerá $250,000 de apoyo para los dispositivos y capacitación en educación informática para residentes de HUD en ciudades de ConnectHome.\n\nCollege Board, en asociación con Khan Academy, ofrecerá a los estudiantes y a sus familias en viviendas HUD en todas las comunidades de ConnectHome, recursos gratuitos en línea de práctica de SAT y contribuirá con $200,000 en un lapso de más de tres años para financiar educación informática, preparación universitaria personalizada y capacitación para planeamiento en Cleveland, Los Angeles, Nueva York, San Antonio, Washington, DC y la nación Choctaw de Oklahoma.\n\n80/20 Foundation proveerá $100,000 para financiar educación informática en San Antonio. \n\nAge of Learning, Inc. hará disponible gratuitamente, en línea, su ABCmouse.com con la curricula de aprendizaje temprano, para familias que viven en viviendas de HUD en comunidades de ConnectHome.\n\nPublic Broadcasting Service (PBS) producirá y distribuirá contenido educativo nuevo para niños y sobre educación informática a través de las estaciones de PBS locales, personalizado para los participantes de ConnectHome.\n\n\t\tLa Asociación de Bibliotecas de Estados Unidos liderará una colaboración con bibliotecas locales en todas las comunidades de ConnectHome para distribuir programas personalizados, locales, de educación informática y recursos para los residentes en viviendas públicas. \n\nBoys & Girls Clubs of America proveerá capacitación en educación informática para residentes de HUD en comunidades de ConnectHome que cuentan con un Boys & Girls Club, incluso Durant, OK, parte de la nación tribal de Choctaw. \n\nLa Universidad Estatal del Sudeste de Oklahoma y el Distrito Escolar Independiente de Durant proveerán cursos de educación informática, gratuitos, para residentes de HUD en la nación tribal de Choctaw.\n\n\n\t-- Asegurando que las viviendas asistidas de HUD integren la banda ancha: El Departamento de Vivienda y Desarrollo Urbano también está tomando las medidas principales para proveer a las comunidades de toda la nación con mejores oportunidades de acceso informático para residentes. Hoy, el Secretario Castro anunció que HUD: \n\n\n\t\tComenzará a implementar reglamentaciones que requieren que toda construcción residencial nueva financiada por HUD y todo proyecto de rehabilitación considerable debe respaldar la conectividad de Internet de banda ancha en unidades individuales de vivienda.\n\n\t\tOtorgará flexibilidad a las comunidades para usar partes de sus Subsidios de Implementación a Elección en Vecindarios en iniciativas de banda ancha locales,  con las mejoras de conectividad asociadas, incluyendo aproximadamente $150 millones dedicados a la competición actual.\n\n\t\tComenzará a implementar reglamentaciones para instalar el planeamiento de banda ancha como parte del proceso de Planeamiento Consolidado, que sirve como marco de trabajo para un dialogo de la comunidad entera con el fin de identificar las prioridades de desarrollo municipal y de la vivienda.\n\n\t\tServirá de guía y compartirá las mejores prácticas de los beneficiarios de fondos de HUD para determinar cómo utilizar los fondos de HUD de la manera más eficaz para apoyar la conectividad de banda ancha.\n\n\t\tIntegrará los programas de educación informática y el acceso a tecnología con las iniciativas relacionadas.\n\n\n\tApoyando las Zonas Promesa: ConnectHome se está lanzando en la nación Choctaw de Oklahoma que incluye Camden, Los Angeles, Filadelfia y San Antonio, las cuales eran Zonas Promesa designadas como prometidas en las cuales las Administración trabaja en asociación con líderes locales en comunidades de gran pobreza a fin de alcanzar sus objetivos educativos y económicos.   El Presidente Obama también instó al Congreso a recortar impuestos asociados con contrataciones e inversiones en las Zonas prometidas a fin de atraer empresas y crear empleos.\n\n\n\n\n"
}