{
    "title": "United Food and Commercial Workers International Union Back American Jobs Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/09/united-food-and-commercial-workers-international-union-back-american-job",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 09, 2011\n\n \n\n\n\nUnited Food and Commercial Workers International Union Back American Jobs Act\n\n\n\n\n\n\tSTATEMENT BY UNITED FOOD AND COMMERCIAL WORKERS INTERNATIONAL UNION PRESIDENT JOSEPH HANSEN IN SUPPORT OF PRESIDENT OBAMA’S PLAN TO PUT AMERICANS BACK TO WORK\n\n\tWashington, D.C. – The following is a statement issued by United Food and Commercial Workers International Union President Joseph Hansen:\n\n\t“President Obama’s plan for job creation, including a private fund to rebuild our roads and schools, a tax cut for companies that hire workers and help for the long-term unemployed, is a good start.  The nation’s job crisis demands leadership from President Obama, but he cannot revive the economy alone.  Bold leadership is also needed from Republicans in Congress and the business community in order to create jobs that can support a family and rebuild the middle class.\n\n\t“We will never win the future by turning a blind eye to the devastating impact of unemployment and underemployment on our country. It is time for Republicans in Congress to put our country ahead of politics and support the president’s plan to put Americans back to work.  It is also time for America’s business leaders to make a patriotic commitment to invest in good jobs in America and provide their employees with decent wages and benefits with the end goal of giving the middle class the purchasing power it needs to revive the economy.   \n\n\t“The wasted economic potential of the millions Americans who are unemployed or underemployed is a national tragedy.  But the tragedy goes deeper than statistics alone.  In all this turmoil, many Americans believe they will never achieve the American dream of owning a home, sending their children to college or retiring comfortably. If Republicans in Congress and America’s business leaders continue to put corporate profits ahead of job creation, our country will never fully recover from this downward economic spiral.”\n\n\n\n\n"
}