{
    "title": "First Lady Joins the Walt Disney Company to Announce New Standards for Food Advertising to Kids | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/06/05/first-lady-joins-walt-disney-company-announce-new-standards-food-adverti",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJune 05, 2012\n\n \n\n\n\nFirst Lady Joins the Walt Disney Company to Announce New Standards for Food Advertising to Kids\n\n\n\n\n\n\tFirst Lady Michelle Obama today joined The Walt Disney Company Chairman and CEO Robert A. Iger to announce that Disney will become the first major media company to introduce new standards for food advertising on programming targeting kids and families. Under Disney’s new standards, all food and beverage products advertised, sponsored, or promoted on Disney Channel, Disney XD, Disney Junior, Radio Disney, and Disney-owned online destinations oriented to families with younger children will be required by 2015 to meet Disney’s nutrition guidelines.   The nutrition guidelines are aligned to federal standards, promote fruit and vegetable consumption and call for limiting calories and reducing saturated fat, sodium, and sugar. American children see an estimated $1.6 billion a year worth of food and beverage marketing, and many of those ads are food food that are high in calories and sugar, but low in nutrition. The First Lady has been focusing on these issues since launching her Let’s Move! initiative, and in 2010 called on the Grocery Manufacturer’s Association to retool their advertising to market healthy foods and habits to children.\n\n\t“This new initiative is truly a game changer for the health of our children,” said First Lady Michelle Obama. “This is a major American company - a global brand - that is literally changing the way it does business so that our kids can lead healthier lives.  With this new initiative, Disney is doing what no major media company has ever done before in the U.S. - and what I hope every company will do going forward.  When it comes to the ads they show and the food they sell, they are asking themselves one simple question: ‘Is this good for our kids?’”\n\n\t“We’re proud of the impact we’ve had over the last six years,” said Robert A. Iger, Chairman and CEO, The Walt Disney Company.  “We’ve taken steps across our company to support better choices for families, and now we’re taking the next important step forward by setting new food advertising standards for kids.  The emotional connection kids have to our characters and stories gives us a unique opportunity to continue to inspire and encourage them to lead healthier lives.”\n\nDisney Magic of Healthy Living On-Air\n\tDisney’s iconic characters, creativity, and family entertainment platforms offer a unique position from which Disney can help make nutritious eating and physical activity fun and rewarding.  Disney Magic of Healthy Living includes online resources for families, live events, as well as informative short-form programming.  The on-air spots, which today reach almost 100 million households in the U.S. on Disney Channel, Disney XD and Disney Junior, inspire and encourage kids and families to live healthier lifestyles through better eating habits and fun activities.\n\tDisney’s 2006 nutrition policy stipulated that promotions aimed at children 12 years old and under – most notably for films -- would meet specific guidelines.  Since then, Disney kid-targeted film promotional campaigns feature only healthier food and beverage products.\n\n“Mickey Check” Tool\n\tIn addition to its new advertising standards, Disney today introduced the “Mickey Check” tool, an icon that calls out nutritious food and menu items sold in stores, online, and at restaurants and food venues at its U.S. Parks and Resorts.  By the end of 2012 the “Mickey Check” will appear on licensed foods products, on qualified recipes on Disney.com and Family.com, and on menus and select products at Disney’s Parks and Resorts.\n\nDisney Magic of Healthy Living on Vacation\n\tIn 2006, Disney pioneered new, well-balanced kids’ meals served at its Parks and Resorts, which automatically include nutritious sides and beverages such as carrots and low-fat milk, unless parents opt out.  Of the more than 12 million kids’ meals served last year at Disney Parks and Resorts in the U.S., parents stuck with the healthier options 6 out of 10 times.  Now, Disney will enhance its efforts by further reducing sodium in kids’ meals and introducing new well-balanced kids’ breakfast meals.\n\nDisney Magic of Healthy Living at Retail\n\tSince 2006, Disney Consumer Products (DCP) has sold more than two billion servings of Disney licensed fruits and vegetables in North America, and has transformed its food offerings resulting in 85 percent of all U.S. licensed products meeting the company’s nutrition guidelines and only 15 percent reserved for special occasion treats.  Additionally, Disney will further reduce sugar and sodium in all licensed foods.\n\nAbout Disney Magic of Healthy Living\nDisney Magic of Healthy Living partners with parents and inspires kids and families to lead healthier lifestyles.  This initiative includes engaging content, useful tools, as well as nutrition guidelines that pair the fun of Disney’s stories and characters with a well-balanced portfolio of foods and healthier lifestyle choices. Disney’s nutrition guidelines, which were first introduced in 2006, were developed with the help of experts and align to federal standards. For more information, please visit: www.thewaltdisneycompany.com/mohl\n\n\n\n\n"
}