{
    "title": "Presidential Memorandum -- Designation of Officers of the National Archives and Records Administration to Act as Archivist of the United States | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/05/21/presidential-memorandum-designation-officers-national-archives-and-recor",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 21, 2012\n\n \n\n\n\nPresidential Memorandum -- Designation of Officers of the National Archives and Records Administration to Act as Archivist of the United States\n\n\n\n\n\n\tSUBJECT: Designation of Officers of the National Archives and Records Administration to Act as Archivist of the United States\n\n\tBy the authority vested in me as President by the Constitution and the laws of the United States of America, including the Federal Vacancies Reform Act of 1998, as amended, 5 U.S.C. 3345 et seq. (the \"Act\"), it is hereby ordered that:\n\nSection 1. Order of Succession. Subject to the provision of section 2 of this memorandum, and the limitations set forth in the Act, the following officials of the National Archives and Records Administration, in the order listed, shall act as and perform the functions and duties of the office of the Archivist of the United States (Archivist), during any period in which the Archivist or the Deputy Archivist has died, resigned, or otherwise become unable to perform the functions and duties of the office of the Archivist:\n\n\t(a) Chief Operating Officer;\n\n\t(b) Executive for Agency Services;\n\n\t(c) Director, National Personnel Records Center; and\n\n\t(d) Director, George W. Bush Library.\n\nSec. 2. Exceptions. (a) No individual who is serving in an office listed in section 1(a)-(d) of this memorandum in an acting capacity shall, by virtue of so serving, act as Archivist pursuant to this memorandum.\n\n\t(b) No individual listed in section 1(a)-(d) of this memorandum shall act as Archivist unless that individual is otherwise eligible to so serve under the Federal Vacancies Reform Act of 1998, as amended.\n\n\t(c) Notwithstanding the provision of this memorandum, the President retains discretion, to the extent permitted by law, to depart from this memorandum in designating an acting Archivist.\n\nSec. 3. Prior Memorandum Revoked. The Memorandum for the Archivist of the United States of March 22, 2006 (Designation of Officers of the National Archives and Records Administration), is hereby revoked.\n\nSec. 4. Judicial Review. This memorandum is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n\nSec. 5. Publication. The Archivist is authorized and directed to publish this memorandum in the Federal Register.\n\n\tBARACK OBAMA\n\n\n\n\n"
}