{
    "title": "President Obama to Join Seniors for Tele-Town Hall Meeting on Affordable Care Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-join-seniors-tele-town-hall-meeting-affordable-care-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 03, 2010\n\n \n\n\n\nPresident Obama to Join Seniors for Tele-Town Hall Meeting on Affordable Care Act\n\n\n\n\nWASHINGTON—On Tuesday morning, June 8, President Barack Obama will participate in a national tele-town hall meeting at the Holiday Park Multipurpose Senior Center in Wheaton, Maryland with senior citizens to discuss the Affordable Care Act and efforts to combat senior scams and fraud in advance of the first mailing of the $250 “donut hole” rebate checks.   In addition to attendees at the Senior Center, seniors across the country will be able to participate in the town hall meeting by phone.  The President will be joined at the town hall meeting by HHS Secretary Kathleen Sebelius and representatives of the following organizations:\nAARP\nAFL-CIO\nAFSCME Retirees\nAlliance for Retired Americans\nAmerican Association of Homes and Services for the Aging \nAmerican Federation of Teachers Program on Retirement and Retirees\nAmerican Postal Workers Union Retirees Department \nB’nai B’rith International\nCenter for Medicare Advocacy, Inc.\nCommunications Workers of American Retiree Division\nEaster Seals\nFamilies USA\nInternational Union of Painters & Allied Trades – IUPAT\nMedicare Rights Center\nNational Academy of Elder Law Attorneys\nNational Association of Area Agencies on Aging \nNational Association of State Units on Aging \nNational Association of Nutrition and Aging Services Programs\nNational Association of State Long Term Care Ombudsman Programs\nThe National Caucus and Center on Black Aged  \nNational Committee to Preserve Social Security and Medicare \nNational Council on Aging \nNCCNHR – The National Consumer Voice for Quality Long-Term Care\nNational Gay and Lesbian Task Force\nOWL- The Voice of Midlife and Older Women \nSEIU\nService and Advocacy for GLBT Elders\nWorkers United\nThese organizations – which together represent over 40 million seniors across the country -- will be organizing satellite town hall meetings across the country to dial in and participate in the President’s event, which will be broadcast live on C-SPAN.  A detailed list of meeting locations will be released in the coming days.\nThe town hall meeting will be pooled press.\n\n\n\n"
}