{
    "title": "Establishment of the Advisory Council on Wildlife Trafficking | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/09/09/establishment-advisory-council-wildlife-trafficking",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 09, 2013\n\n \n\n\n\nEstablishment of the Advisory Council on Wildlife Trafficking\n\n\n\n\nToday at the White House, Secretary of the Interior Sally Jewell announced the members of the Advisory Council to the Presidential Task Force on Wildlife Trafficking.\nAs directed by the Executive Order on Combating Wildlife Trafficking that the President signed on July 1, the Advisory Council is comprised of knowledgeable private-sector leaders, representatives of nonprofit organizations, and former government officials, who will advise and assist the Presidential Task Force, including as it works to develop a National Strategy for Combating Wildlife Trafficking.\nThe members of the Advisory Council named today are:\n\n\n\t\tJudith McHale (Chair), President and Chief Executive Officer, Cane Investments, LLC\n\n\t\tDavid Barron, Chairman of the Board, International Conservation Caucus Foundation\n\n\t\tPatrick Bergin, Chief Executive Officer, African Wildlife Foundation\n\n\t\tTod Cohen, Vice President and Deputy General Counsel of Global Government Relations, eBay Inc.\n\n\t\tDavid Hayes, Distinguished Visiting Lecturer of Law, Stanford Law School\n\n\t\tCarter Roberts, President and Chief Executive Officer, World Wildlife Fund\n\n\t\tCristián Samper, President and Chief Executive Officer, Wildlife Conservation Society\n\n\t\tJohn Webb, Former Chief of the Environmental Crimes Section, Department of Justice \n\nAlternates: \n\n\n\t\tCrawford Allen, Senior Director, TRAFFIC\n\n\t\tStanley Asah, Assistant Professor, University of Washington\n\n\t\tMarcus Asner, Partner, Arnold & Porter LLP\n\n\t\tSusan Lieberman, Former Director of the Global Species Program, WWF-International \n\nThe United States remains strongly committed to combating wildlife trafficking, to assisting foreign nations in building capacity to combat wildlife trafficking, and to assisting in combating transnational organized crime.  Learn more about our efforts here.\nRead the President’s Executive Order on Combating Wildlife Trafficking here.\n\n\n\n\n"
}