{
    "title": "First Lady Michelle Obama Visits Fort Jackson, SC, to Highlight Intersection of Childhood Obesity and Military Readiness | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/27/first-lady-michelle-obama-visits-fort-jackson-sc-highlight-intersection-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJanuary 27, 2011\n\n \n\n\n\nFirst Lady Michelle Obama Visits Fort Jackson, SC, to Highlight Intersection of Childhood Obesity and Military Readiness\n\n\n\n\n\n\tFirst Lady Michelle Obama traveled to Fort Jackson in South Carolina today to be briefed by Army leadership on the consequences of childhood obesity, poor childhood nutrition and the lack of physical exercise on military readiness, and tour the post’s new “Soldier Athlete\" initiative.   She was briefed by Lt. Gen. Mark Hertling, U.S. Army, Deputy Commanding General for Initial Military Training, and other military leaders on the health issues the military witnesses as new recruits enter training, and the Army’s new nutrition and training programs to address those issues. \n\t \n\tAfter the briefing, the First Lady toured the post’s dining facilities to learn about the new nutrition initiative of \"Fueling the Soldier\" and spoke with soldiers about their experiences with the Army’s new nutrition and training programs.  Mrs. Obama then addressed the 1st Battalion 34th Infantry's graduation to celebrate the newest recruits’ achievement with their families.\n\n\tAt initial military training facilities like Fort Jackson, the Army sees firsthand the consequences of childhood obesity and the lack of adequate physical exercise on young adults.  These consequences include a higher rate of bone injury due to poor nutrition and a lack of exercise, as well as skyrocketing dental care costs because of high consumption of sugary foods and drinks, as well as a nutrient deficient diet.  \n\n\tAccording to the U.S. Army an increasing number of young Americans are too overweight to join the military.  Those who do enter the military experience significant changes in exercise patterns and nutritional improvements as they go through training.  \n\n\tAs part of their nutritional initiatives,  Fort Jackson showed the First Lady their “Fueling the Soldier” program, encouraging soldiers to select “high performance foods” that are fresh and flavorful.  In addition,  “performance limiting foods” that are higher in calories and impede the success of the “soldier athlete”  are being swapped for healthier options in vending machines and dining facilities.  This nutrition program, paired with strenuous physical activity, helps prepare our Armed Forces to be strong, resilient and ready to serve.\n\n\t \n\n\n\n\n"
}