{
    "title": "Statement by NSC Spokesperson Bernadette Meehan on Zero Tolerance Day for Female Genital Mutilation/Cutting | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/02/06/statement-nsc-spokesperson-bernadette-meehan-zero-tolerance-day-female-g",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 06, 2015\n\n \n\n\n\nStatement by NSC Spokesperson Bernadette Meehan on Zero Tolerance Day for Female Genital Mutilation/Cutting\n\n\n\n\nToday marks the twelfth annual International Day of Zero Tolerance for Female Genital Mutilation/Cutting (FGM/C).  On this occasion, we stand in solidarity with the more than 125 million women and girls alive today who have undergone FGM/C, and we renew the call to end this harmful practice. \nAs the President stated this past summer, FGM/C is a practice that should be eliminated. It carries grave dangers to physical and mental health, and the U.S. Government considers it to be a serious human rights abuse and a form of gender-based violence.  That is why we invest in community-led and holistic programs to eliminate FGM/C and address its harmful effects, including where it persists within immigrant communities in the United States.  We will continue and deepen our work to end this practice both here and abroad through support for and communication with affected communities.\nWe applaud the collective efforts of partner governments, NGOs, and multilateral institutions to combat FGM/C.  These efforts have contributed to concrete gains in establishing laws prohibiting FGM/C, reducing prevalence rates, and increasing the numbers of women and men who recognize the practice must end – an important step toward breaking this social norm.\nWe must work together to strengthen these gains and protect future generations of girls from FGM/C. Today, we renew our call for zero tolerance, once and for all.\n###\n\n\n\n\n"
}