{
    "title": "Statement on the National Elections in Rwanda | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/08/13/statement-national-elections-rwanda",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 13, 2010\n\n \n\n\n\nStatement on the National Elections in Rwanda\n\n\n\n\nWe congratulate the people of Rwanda on their national election on August 9. We note reports from the National Electoral Commission that official results have been tallied and President Paul Kagame won reelection with roughly 93% of the vote.\n\n\tWe remain concerned, however, about a series of disturbing events prior to the election, including the suspension of two newspapers, the expulsion of a human rights researcher, the barring of two opposition parties from taking part in the election, and the arrest of journalists.\n\n\tDemocracy is about more than holding elections.  A democracy reflects the will of the people, where minority voices are heard and respected, where opposition candidates run on the issues without threat or intimidation, where freedom of expression and freedom of the press are protected.\n\n\tNo one should underestimate the enormous challenges born of the genocide in 1994.  Rwanda’s progress in the face of these challenges has been remarkable, and is a testament to the people of Rwanda.  Rwanda’s stability and growing prosperity, however, will be difficult to sustain in the absence of broad political debate and open political participation. \n\n\tWe have expressed our concerns to the Government of Rwanda, and we hope the leadership will take steps toward more democratic governance, increased respect for minority and opposition views, and continued peace.\n\n\tWe recognize the responsibility of the electoral commission to handle any election complaints fairly and promptly and we look forward to their resolution.\n\n\n\n\n"
}