{
    "title": "Press Briefing Call on the Edward M. Kennedy Serve America Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/press-briefing-call-edward-m-kennedy-serve-america-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 21, 2009\n\n \n\n\n\nPress Briefing Call on the Edward M. Kennedy Serve America Act\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  ------------------------------------------------------------  For Immediate Release                            April 21, 2009    PRESS BRIEFING BY  ALAN SOLOMONT, CHAIR  OF THE CORPORATION FOR NATIONAL AND COMMUNITY SERVICE;  STEPHEN GOLDSMITH, VICE CHAIR  OF THE CORPORATION FOR NATIONAL AND COMMUNITY SERVICE;  AND MELODY BARNES,  DIRECTOR OF THE WHITE HOUSE DOMESTIC POLICY COUNCIL  ON THE EDWARD M. KENNEDY SERVE AMERICA ACT   Via Teleconference 10:05 A.M. EDT      MS. PSAKI:  Good morning, everyone.  Thank you for joining the call.  We’re pleased today to be joined by Melody Barnes, the Director of the White House Domestic Policy Council; Alan Solomont, the Chair for the Corporation for National and Community Service; and Stephen Goldsmith, Vice Chair of the Corporation for National and Community Service. We’ll be discussing the service bill that the President will be signing today, including some of the initiatives that it will help support.  We’ll give you additional background on that, as well.  So without further ado, I’m going to turn it over to Melody to start the call. DIRECTOR BARNES:  Thanks so much, Jen.  And good morning, everyone.  We are really pleased that you could join us for this call. I’m going to provide just a brief overview and then turn the call over to Alan Solomont, who is chairman of the board directors for the Corporation for National and Community Service, as well as Stephen Goldsmith, who is the vice chairman.  And then we’ll be happy to take your questions and engage in more of a dialogue. I think as all of you know, we’re excited that this afternoon the President will sign into law the Edward M. Kennedy Serve America Act.  And this is, for those of you who have followed national service for a period of time, the most sweeping expansion of national service programs in many, many years, as well as a reauthorization. I’ve worked in Washington for well over 15 years, I’ve worked on the Hill for well over 10, and I think for those of you who have worked in Washington or followed Congress, that we could probably all agree that this was a speedy passage of the bill after the President called for the legislation in his first address to a joint session of Congress.  And just to give you all a sense of that, he called for passage of this legislation on February 25th, and then House Education and Labor Chairman George Miller introduced the bill on March 8th.  He and the Ranking Member moved it quickly to the floor where it passed by a large bipartisan vote on March 18th.  The Senate quickly followed suit and the bill passed overwhelmingly there by a 79-19 margin on March 26th.  And then the House eventually passed the Senate bill for final passage on March 31st.  So that all happened in just over three weeks, or 22 days.  And it also happened in a bipartisan fashion, with Senators Hatch and Enzi, as well as Representatives Miller, McKeon, Berman, McCarthy, Senator Cochran and others.  So it was a big bipartisan victory. And we think that that happened because there are so many people both in -- and members of Congress, as well as around the country, who believe in the impact of national service and the fact that service can be a solution to some of the tough problems that are facing our nation.  That’s certainly something that the President has spoken about.  And he started his call around nation service publicly during the course of the campaign when he talked about the fact that government cannot be a solution to all of our problems, and we have to work together.  He wanted to empower Americans to work alongside the government to solve our education and health care, energy independence problems and challenges.  And I think it’s also reflected in the fact that, as he and the First Lady described, this is a part of their background, and certainly national service and his work as a community organizer was a pivotal point in his career and has really helped to shape his life and his perspective on government, as well as the role of national service organizations. One of the other things that I would like to point out, as many of you probably remember during the Inauguration, the President made a call for national service on Martin Luther King Day.  We had an overwhelming response to that call; whereas in the past we’ve had 5,000 projects take place on that day, this year there were over 13,000 projects that took place, and that was the largest ever turnout in the 14 years that -- since Congress has encouraged Americans to observe the King holiday as a national day of service. One of the things that we want to do in going forward after the President has signed the legislation today is to support this work and these efforts through his budget.  And as some of you may know, his 2010 budget reflects his commitment to service and it requests a $1.1 billion for the corporation, which is about a 25 percent increase over last year.  And this is also building upon the service stimulus that was in the Recovery Act, which was a $200 million sum for AmeriCorps, to support their members as we were trying to help distressed communities during the -- as we put together the Recovery Act legislation. I would just close by saying that we really believe that this is just the beginning; that there are a number of exciting expansions and new commitments that exist in the legislation that will be signed today; and that we’re looking forward to working with Congress and building on the bipartisan support; and that that will be reflected in the President’s message to the country today, as he encourages more Americans to stand up, to participate and to engage and help to change history through their efforts in their communities and through national service organizations. And with that, I will turn this over to Alan, who will talk a little bit more about the corporation. MR. SOLOMONT:  Thank you, Melody, and thanks to all for joining the call.  I am Alan Solomont and I chair the board of directors of the Corporation for National Community Service.  The corporation is a federal agency.  It was created in 1993 -- actually, legislation creating the corporation was signed on September 21st, 1993, and it is overseen by a bipartisan board appointed by the President.  Most of you know our agency administers the AmeriCorps program, which currently engages over 75,000 Americans each year in intensive service.  Since the program began 16 years ago, more than 570,000 individuals have given more than 718,000 million hours of service and earned $1.6 billion in education awards to pay for college.  AmeriCorps members tutor and mentor youth, build affordable housing, fight poverty, restore parks and rivers, help communities respond to disasters.  They also help thousands of nonprofit organizations increase their reach and impact. Most importantly, the corporation engages people of all ages.  We also administer Senior Corps, which has over half a million older Americans in service each year, and Learn and Serve America, which supports service learning by more than a million students annually. I can cite numerous examples of how we are making a difference in people’s lives -- let me just mention these two.  Habitat for Humanity has about 500 AmeriCorps members across the country.  Last year they recruited and supervised 200,000 volunteers to build 1,700 homes for low-income families.  And in Madison, Wisconsin, AmeriCorps VISTAs have recruited 600 volunteers who tutor 3,000 elementary students in reading, which results in higher reading levels and graduation rates. Beyond service opportunities, the corporation is also known for developing effective approaches for using volunteers; also for training service organizations in best practices and overseeing the annual Martin Luther King Day of Service which, as Melody said, saw record numbers of people participate this year. The corporation is a catalyst for service.  We provide support to organizations and we provide opportunity for people to serve and make a difference in their communities.  The Edward M. Kennedy Serve America Act comes at a pivotal moment for this nation because of the economic crisis in particular, which is causing a hardship for millions of Americans.  We enjoy strong bipartisan support for dramatic expansion in service and the kind of leadership in Congress from Senators Kennedy and Hatch and Representatives Miller and McKeon that was able to bring a bill from introduction to final passage in less than a month. This also comes at a time when a new generation, known as the millennial generation, is coming of age and looking to participate in something larger than themselves by serving communities and their country.  And we have an earlier generation of baby boomers who are wanting to give back.  We know that people want to serve, as witnessed by the Obama effect of people answering the President’s call to service.  For example, in March we received more than 17,000 online AmeriCorps applications, which is triple the number over March of last year. That is not an aberration; online AmeriCorps applications in the last five months are up 234 percent compared to the same period a year ago. This is a moment when service and civic participation have become a call to action and a necessity for a healthy democracy and a healthy nation.  We think that today’s signing is representative of that moment and bodes for very good things, positive things for this nation.  And now let me turn things over to vice chair of the board, Stephen Goldsmith. MR. GOLDSMITH:  Thanks, Alan.  Let me just make a couple quick comments.  First, to emphasize the comments that both you and Melody made, we pride ourselves on being a bipartisan board, a bipartisan organization, and are particularly proud of the bipartisan support in Congress for this bill. Alan and -- I was the chair the last eight years, and Alan and I have been working on -- with some frustration on reauthorization for the last eight years.  So this today is a really dramatic day for the service movement for many reasons.  I was a mayor in Indianapolis, and to me, what -- when the President signs this bill today, it’s a strong commitment of support for the civic infrastructure that makes our cities and counties in America generally strong places.  Over the last eight years we’ve tried to move to thinking of the AmeriCorps program and the VISTA program and the Learn and Serve program as essentially providing the infrastructure for volunteers. So today the 75,000 AmeriCorps members that we have out there manage, train, or are responsible for 2 million community volunteers.  So this, really, shot in the arm for civic America will allow a dramatic expansion, not just in terms of those who are funded in this bill, but those who will have a chance for meaningful volunteer experiences as a result of that. So when the bill is signed today and reauthorizes the Corporation for National and Community Service, we’ll be on a path to go from 75,000 AmeriCorps members to 250,000 AmeriCorps members by the year 2017 with the leveraging of tens of millions of Americans into service, which will -- we already see an increase in the interest of Americans in serving, and this will provide the infrastructure for that. The bill strengthens the program called Learn and Serve, which we also manage.  Learn and Serve provides opportunities for grade and high school students to serve.  But I think probably equally importantly, it emphasizes that service is part of the American ethic, and Learn and Serve, by teaching the importance of service and allowing these young adults to practice service, provides a strong foundation for what will be a lifetime of civic participation. The bill provides the opportunity for a social innovation fund.  I’ve been working with social innovators in my work at Harvard for a number of years.  There’s an enormous amount of talent in the country, and the President’s leadership in the social innovation fund will allow the corporation to participate in funding some of the best and most exciting -- those ideas across the country. As Alan noted, this is a really difficult and important time for nonprofits.  Because of the country’s economy, the needs of urban Americans and poor Americans and struggling Americans is greater than ever, and the ability of organizations that serve them to raise money is very challenging.  So the bill could not come at a better time and allows us to provide important services to strengthen the capacity of nonprofits and allow them to manage up more volunteers.  Today we have 62 million American serving across the United States, and we hope that this bill will allow us to take that number even higher. We’re aggressively in the process of trying to strengthen our management systems to prepare for implementation.  And we have $200 million in Recovery Act funds that already authorize 13,000 to AmeriCorps members, and we hope to swear in the first 200 of those within the next week or so. The bill will allow us to be more effective and streamline the way we treat our grantees, and I guess the way to summarize this is we’re very excited about the opportunity that we’ll have to serve so many more Americans. I think we’ll take questions now, right, Melody? DIRECTOR BARNES:  Yes, that’s the plan. Q    Thank you.  I think you know who I am, so I don’t have to say it.  (Laughter.)  My question is, could someone just give a brief factual outline of the legislation, exactly how much funding has changed?  Is this just the authorized level that’s changed or I assume this is -- this money has to still go through appropriations -- just explain exactly what the dollar amount have -- what they were and what they will be, and also what policy changes, if any, are in this legislation?  And finally, somebody made a reference to the fact that you’ve been working on trying to get this reauthorized for a while.  When did this expire -- so how long has the reauthorization sort of delay lasted? MS. PSAKI:  Melody, do you want to take that one? DIRECTOR BARNES:  Sure, I can answer some of those questions and others can jump in as well to make sure that we’ve covered all the information.  As I said, we -- in the President’s budget, we have promised to -- or made a pledge or commitment to increase over -- and add an additional 25 percent over the last authorized amount, so adding that additional $1.1 million -- or billion -- to the authorization line.  And you’re right, Laura, that amount of money does have to go through the appropriations process.  So that’s something that we’re going to be working very, very hard to accomplish, but we’re quite hopeful, given the bipartisan support that exists for the legislation and that we were able to see when we passed the legislation this year.  I think it was Stephen who mentioned the fact that the legislation expands the number of volunteers -- or the number of people in the Corps from 75,000 to 250,000.  And that’s something that’s very, very -- we think is very important.  It’s something that we’ll be ramping up toward over the course of the next several years.  So that’s something that we expect to see from now to the point of about 2017.  So it will give us a chance to make sure that the corporation is prepared for that significant expansion.  And it also builds on something that the President talked about during the course of the campaign -- and you look at what he called for then and how it mirrors a lot of what you’ll see in this legislation today -- expanding the Corps to focus on education, health care, clean energy, veterans, economic opportunity, the big national priorities and challenges that we’re facing as a country and having the Corps move in that same direction. The other thing it does, as many of you probably know, is that this is an opportunity for -- whether it’s high school students or those who are moving into their careers, seniors and others -- to have an opportunity for additional educational opportunities.  So the legislation ties the Segal Education Award to the maximum Pell Grant level, which is now at around $5,300.  It also offers an education award to rising middle and high school students, so encourages them to go on to get additional -- their additional education credentials. The other thing that it does is that it streamlines the lines for -- why can’t I think of the word that I want?  It streamlines the flow of money for the corporation so that it can operate more efficiently and more effectively.  And it also establishes a nationwide call to service campaign and September 11th as the National Day of Service. I think one of the things that Stephen also mentioned was the social innovation fund, which it establishes to encourage the building -- building upon and creating new service programs.  I mean, we’ve seen some incredible work by social entrepreneurs and social innovators over the country; it’s an area that Stephen has particular expertise in.  And this establishes a $50-million fund in the first year and one that can grow in the out-years to help build capacity for those programs that we know based on evidence are working; to also look for those ideas that are really creative and we believe have great leadership, and give them the opportunity to work -- which is, I think, consistent with the President’s commitment to looking outside of government, looking outside of Washington, to those programs and efforts taking place around the country that are successful and having impact. And I guess I’ll close and give my colleagues an opportunity to add to this by saying, one of the things that we are very focused on here is not just the number of people who participate, not just the number of hours that are committed, but impact and transformation.  That’s what we’ll be looking for.  That’s what -- the standard that the corporation will be holding itself to, and making sure that what’s happening here and the dollars that are being spent are put to good use and actually having an impact and transforming communities around the country. I don’t know if anyone else wanted to add something to that. MR. GOLDSMITH:  This is Steve.  Also, I’d just say to the last part of the question, we were last authorized in 1996.  We were kind of patched together in ‘96 -- I clearly wasn’t around then -- and it’s been kind of awkwardly managed since then because we’re kind of an amalgam of different programs, and so this is the first reauthorization of the program since 1996. MR. PSAKI:  Great.  Carlos or anyone else on the call, is there you anything you want to add?  If not, we can move on to the next question. MR. MONJE:  If I could just -- this is Carlos Monje, and Melody is my boss.  I work at the Domestic Policy Council.  The idea behind this legislation is that everyone can serve, and that’s why it also invests new resources and new programs for service learning in schools, making sure our young people get on a path to service, and then on the back end, making sure that our seniors and baby boomers, that we’re better using their skills and putting them to good work -- and also people throughout their lives are more episodic volunteers, and building the capacity of the nonprofit sector to accept those volunteers and put them to work. Q    Good morning, folks.  Mr. Goldsmith, Mr. Solomont, I wonder if you could share with us in your personal lives what it is you might do aside from your government service to contribute to the volunteerism pool in the country.  Do you each have a volunteer project? MR. SOLOMONT:  I’d be glad to start, if I may -- this is Alan Solomont -- because I think we all believe that engaging in service, as important as it is to have impact on communities, it’s also transformational in the lives of those who serve.  As a young college graduate in the 1970s, I moved to Lowell, Massachusetts and became a community organizer.  And although I went on to a business career, that experience has informed everything else that I’ve done since.  And so today I engage in a number of not-for-profit activities, as well as this public service, and as Steve has, as a way of, one, giving back to my community and to the country that has been so good to me, but also because I learned many years ago that working with others in my community is a personally enormously rewarding experience and has helped me grow in a whole sort of -- in a whole number of ways.  And I think part of what this legislation and this, really, movement intends to do is to give citizens across the country that sense of citizenship, of belonging to a community or belonging to a nation.  Winston Churchill said you make a living by what you do, but you make a life by what you give.  Steve? MR. GOLDSMITH:  Thanks, Alan.  First of all, let me just -- thanks for the question, a good question.  Alan and I both are volunteers, by the way, as is the rest of our board.  This undertaking is probably -- that we do is 10 or 15 hours a week of volunteer work on behalf of the corporation.  I also participate in America’s Promise and their work with kids in dropout programs and the like.  So service occupies now probably about half of my week, I’d say, in terms of volunteer work for different organizations. Q    Good morning.  Given that out here in the real world, away from the Beltway, a lot of people are not familiar with what AmeriCorps and others in the corporation for service does, and even in a city like Indianapolis -- and I’m glad to have our former mayor on the line today -- what is -- now that this legislation is going to be signed, and given the Obama effect, what is the corporation going to do to reacquaint Hoosiers, for example, and reacquaint the American people with what these organizations do and what the actual volunteer opportunities are, and how particularly communities of color can plug into this? DIRECTOR BARNES:  That’s a terrific question.  I think -- and I invite my colleagues to jump in, as well -- I think, first of all, what I think Steve called the \"Obama effect\" is having that effect.  I mean, people, even starting with the campaign -- and I’m not talking about campaign-related activities, I’m talking about people that use the social networking tools on the website that performed over 7,000 service events -- nothing to do with the campaign, but service events -- people became engaged as the President talked about the importance of that engagement. Moving into the administration, both the President and the First Lady have actively participated in and talk about participating in national service because they believe it’s something that you give to your community to make your community more vibrant, and to address the challenges before us.  And I think using that bully pulpit will not only give people and spark people to become more involved, but as we direct people -- and this is something that the President will do today when he calls on people to go to whitehouse.gov -- to look for opportunities to serve and to think more about national service, people pay attention to that.  And they, I think, will use the tools on the website to look for opportunities for service in their communities and to think more about national service, and also listen to what the President says about the Corporation for National Service and its mission. And I think in the months and years to come as we build on this legislation and work with the board and the leadership at the corporation, and use more vibrant -- additionally vibrant tools on the Internet and using other resources, that we’ll engage those people who have already seen this as an exciting way to help commit themselves to their communities and the nation, and see them bring their neighbors and their friends along, as well.  I don’t know if Alan or Steve or Carlos would like to -- MR. GOLDSMITH:  Let me just make a -- I know Mr. Brown and he’s an insightful reporter who used to tell me what I should be doing -- (laughter) -- so let me answer his question real quickly.  Let me just take 30 seconds. So here’s how I would think about the answer to your question.  Throughout urban America there are struggling communities in which are located wonderful people.  And organizations, neighborhood organizations, not-for-profit, community corporations in those communities are stretched, their resources are thin and their capacity is great, but they need help.  And so what we will now be able to do is have additional VISTA workers or AmeriCorps workers who would participate in one of those struggling organizations.  And that person or persons would allow that organization to incorporate more of the good heart and capacity and work of volunteers in that community. So I’ve actually seen this close up in urban Indianapolis, where an organization just has one -- and an AmeriCorps worker is a 40-hour-a-week worker in most situations, who’s there every day, recruiting and training volunteers and helping get assistance to those who are homeless or those who are abused, in a domestic violence situation or the like.  So my hope here is if we have 75,000 AmeriCorps members managing 2 million Americans today, and if stressed community organizations, particularly those in African American neighborhoods that are working so hard to kind of stay afloat, can get some help, I think they can organize their communities in a way that will make them much more effective. MR. SOLOMONT:  Can I just add something?  This is not something that is being imposed on the nation by Washington.  If anything, this is a response in Washington to something that’s taking place throughout the country.  As I mentioned earlier, applications for AmeriCorps are triple what they were a year ago. Peace Corps applications are up, programs like City Year and Teach for America are being overwhelmed by the number of people that are applying and have barely -- well, don’t have the capacity to accommodate them.  And so I think what’s happening is we’re responding to something that is percolating up from -- it’s generational; there’s no question that young people are the leading edge of this, but we’re seeing it among Americans of all ages.  And what we’re doing through this legislation is trying to expand the capacity of our programs and the capacity of the corporation to respond to the enthusiasm for service that’s, I think, sweeping the country.  There was an article on the Sunday New York Times about how MTV is altering their programming to reach millennials and to talk about doing good and about volunteer experiences.  And so we’re -- I was in New York City yesterday with Mayor Bloomberg, who had filled an indoor arena with about 2,000 young people from the city and announced major initiatives to engage New Yorkers in service. I think that there is something happening out there.  And we’re trying -- we’re, frankly, trying to keep up with that so that Americans who have that urge to volunteer and to give back and to serve their communities have those opportunities. Q    I know the bill has money -- will have money to be appropriated for managing volunteers and expanding capacity in certain circumstances.  I guess the concern that we’re hearing from the nonprofits across the nation is that they’re facing huge deficits in terms of their operating budgets.  I’m just wondering if the administration is considering anything to more generally help the nonprofit groups in America. DIRECTOR BARNES:  That’s one of the things that we certainly -- that’s something that we’re certainly sensitive to.  And one of the things that we started doing through the Recovery Act, and I mentioned some of the stimulus money that was included in the Recovery Act that could go to not-for-profit organizations that we recognize are in economically distressed communities and often are the front line for people.  It’s also something that the President spoke to us about in making sure that as we’re providing guidance through -- on the Recovery Act, that we’re making sure that resources are also getting to those organizations that are directly serving people who are in greatest need, as those organizations are struggling themselves as they’re -- many of them are having to down-size and reduce programs.  So it’s certainly something that we’re aware of and thinking about as we recognize the benefit that these organizations are offering to their communities. Q    Good morning.  I wonder if you can address yourself to the idea of providing remuneration to people who are nominally volunteers. MR. SOLOMONT:  Well -- this is Alan Solomont again.  I think the word \"volunteer\" is probably a misnomer for the people that we provide remuneration to since they’re working full-time in communities, anywhere from 20 to 40 hours a week.  So I think the notion of disparaging, if you will, paid volunteers, or questioning the use of public funds to pay for volunteers is probably not quite on point, since the people that we’re helping to support, and we’re supporting them at rather modest levels, are working full-time or a significant part of their week -- working on problems in communities, working with youngsters, with school dropouts, on illiteracy programs, et cetera.  And I think that there’s a consensus, political consensus and I think a national consensus, that this is a good use of public funds.  I think it’s demonstrated in the support that the legislation got.  It passed the Senate 79-19, passed in the House I think it was 250-149.  We see all sectors of society supporting this:  business, government, not-for-profit organizations.  We’ve gotten a lot of support from the media, actually, who I think have done a very good job at helping to reach folks about what other citizens are doing to serve. So we think that it’s a very good use of funds and we welcome the increase, and think that the notion that we’re paying volunteers is probably not an accurate characterization. DIRECTOR BARNES:  Yes, I would just like to add to that that I think that sometimes people use \"volunteer\" and \"national service worker\" interchangeably and that everyone is doing good work but there’s a spectrum of service for those who are volunteering and people who often may go into various institutions and utilize their talents for free, and then also people who are engaged in some of the national service programs that Alan and Stephen have described, who may be teaching full-time, who may be building homes and doing other things through AmeriCorps and some of the other corps, all the way to people who, as the President has said, serve in the military.  So there’s a very full spectrum of service, and sometimes the terms are used interchangeably but not always quite accurately. Q    Okay, thank you.  What is the latest number of people who have signed up for the various service programs in the corporation? MR. GOLDSMITH:  We currently have 75,000 AmeriCorps members. Q    I’m sorry, say that again. MR. GOLDSMITH:  Well, the question is a little difficult to answer because we run a number of different programs and -- from hundreds of thousands of foster grandparents and seniors, to 75,000 AmeriCorps members, to an enormously larger number of Learn and Serve students.  I mean, we’ll get you the exact numbers, but I think your two questions are combined because our -- the responsibility of the Corporation for National and Community Service is to generate service opportunities throughout the country.  And we do that by the Learn and Serve programs in high school, and we do it by the AmeriCorps and VISTA members, and we do it by the Senior Corps members.  We have numbers in each of those.  And then each of those programs in turn supports volunteers who are at the local site participating.  So there’s different ways to count each one of those programs. MR. SOLOMONT:  I can give you some specific numbers.  Right now we have 75,000 AmeriCorps members.  We have about 492,000 Senior Corps participants, and through Learn and Serve America we reach about 1.1 million students in K through 12 and college.  And we leverage through particularly AmeriCorps, about 2.2 million volunteers who aren’t members of any of the streams of service, if you will, but who are members engaging in service.  So total, we reach about -- we engage about 4 million Americans in service right now before the expansion that’s about to take place. Q    Okay.  Thank you very much. MR. SOLOMONT:  You’re welcome. Q    Hi.  I had a couple questions, but quickly to follow up on Mark’s.  So if it’s a total -- if it’s a total of about 4 million Americans now, could you tell us how many you’re looking at by 2017, assuming that everything is filled? MR. SOLOMONT:  Well, if we triple the size of AmeriCorps from 75,000 members to 250,000 members annually, and if we -- if those 75,000 AmeriCorps members are currently engaging 2.2. million volunteers a year, we could triple that to 6.6 million volunteers, 250,000 AmeriCorps members.  So I think -- you can do the math -- I think that was about 6 or 7 million, and then we have another half a million in Senior Corps and another million or so in Learn and Serve America. Q    So like 9 million is what you’re hoping for -- so to roughly double? MR. SOLOMONT:  You know, I think -- I don’t think we’re as fixated on number per se as we are in giving opportunities to every American who wants to serve at whatever level they are able to.  And we hope sooner or later this will be a part of every citizen’s experience. Q    So if I can do my questions real quick, can unemployed people participate in AmeriCorps or in any other components that have pay or educational components attached and still collect their benefits?  And also I’m looking for if you can give us sort of a historical sweep -- compare this with the Peace Corps or AmeriCorps in terms of its significance. MS. PSAKI:  Do you want to break those two apart?  Stephen and Alan, do you want to take the historical significance part? MR. GOLDSMITH:  Sure, then somebody else can handle the -- answer the benefit issue. Well, this is -- really dwarfs any previous commitment to service from the numbers of individuals who will be involved in AmeriCorps as a result of the expansion to -- the levels of 250,000 will be the greatest numbers of Americans involved in service of any of the programs ever passed. MR. SOLOMONT:  But I’d say, to the extent to which the Peace Corps was an expression of President Kennedy’s call to Americans to serve and reverberated far beyond the number of people who actually joined the Peace Corps, this legislation I think represents President Obama’s call to Americans to serve and will be equally felt throughout the country. I think this has been a movement that’s been growing now and has been growing through a number of different administrations, so it’s also, as a -- like a snowball falling down a hill, has been picking up steam and picking up support throughout.  So I think it is not unlike the moment in 1960 when President Kennedy asked Americans to serve, but it is certainly going to engage millions more today. And in terms of the benefits, do we have an answer on that? Employment -- unemployment benefits vary from state to state and eligibility requirements vary from state to state.  So I don’t think we can give you an answer nationally.  But I will say that there’s no question that the job market is one of the reasons why we think young people are looking to community service as a viable alternative coming out of high school and coming out of college for job opportunities, which we think is a very good thing. MR. GOLDSMITH:  Just to make sure we got the number counting right -- I’m a little concerned about this.  Just 30 seconds here.  So there’s two different things that we’re talking about, I believe.  One is the general response of Americans to the call to service, which Alan mentioned you can go back to President Kennedy’s call and come forward.  We see from work we’ve done with the census that after 9/11, Americans, particularly young Americans, responded in record numbers.  We see that that service interest has been even more sparked and ignited, if you will, by President Obama.  And so there’s all those pieces that we try to continue to stimulate so that service occurs by individuals showing up.  And then you have the folks who serve as a direct result of the programs we run, and those two things get entangled.  So when we start counting 8 or 9 million and mix it with the other, that’s true, but it’s best to think about the AmeriCorps expansion as the infrastructure that will help more Americans serve, and that that greater number is the result of the goodheartedness of Americans, President Obama’s call for service, the nature of the current crises and the like. Q    I appreciate you all giving us an opportunity to respond back to you all.  My question is, when you talk about the nonprofit organization, to what degree -- are those just nonprofit organizations in churches, or like through United Way affiliates or 501C organizations only? MR. SOLOMONT:  I think we’re referring to the whole gamut of nonprofit organizations, from national organizations like the American Red Cross to small community-based organizations, including faith-based organizations that may be affiliated with the church or a synagogue. So we’re talking about the -- and when we talk about supporting the infrastructure of nonprofits, I think we’re particularly focused on helping those nonprofits that are feeling vulnerable in these times, and those tend to be smaller, community-based organizations. Q    Okay, thank you. MS. PSAKI:  Well, thank you, everyone, for joining the call.  If you have follow-up questions you can send them through me.  My email is jpsaki@who.eop.gov.  Thanks, everyone, for joining the call.  Thanks, Melody, Alan and Stephen, as well. END                                                  10:50 A.M.EST\n\n\n\n"
}