{
    "title": "FACT SHEET: Administration and California Partner to Drive Renewable Energy and Energy Efficiency in Multifamily Housing | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/01/29/fact-sheet-administration-and-california-partner-drive-renewable-energy-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 29, 2015\n\n \n\n\n\nFACT SHEET: Administration and California Partner to Drive Renewable Energy and Energy Efficiency in Multifamily Housing\n\n\n\n\nThe Obama Administration is committed to taking responsible steps to address climate change, promote clean energy, and help ensure a cleaner, more stable environment for future generations. That is why, today, Secretary Castro, of the U.S. Department of Housing and Urban Development (HUD), and Governor Brown of California are announcing a number of actions to expand financing for energy efficiency and solar energy in multifamily housing. Today’s actions also set us on a track to reach the President’s goal of installing 100 megawatts of renewable energy across federally subsidized housing by 2020.\nIn the United States, about a quarter of households live in multifamily housing units, including more than 3 million units in California alone. Improving the energy efficiency of these buildings nationwide by 20 percent would save nearly $7 billion in energy costs each year and cut 350 million tons of carbon pollution in a decade. Across the country, affordable housing leaders and service providers are also stepping up to deploy solar energy on affordable multifamily properties; because solar makes economic sense for them, brings a boost to struggling communities and families, and is something that works now. To continue to reinforce American leadership in deploying clean energy and cutting energy waste while creating jobs and reducing carbon pollution, the Administration and California are partnering to announce the following actions:\nUnlocking Property-Assessed Clean Energy (PACE) Financing for Multifamily Housing in California: PACE is an innovative mechanism for financing energy efficiency and renewable energy improvements. Commercial PACE programs have the potential to provide a robust source of capital to accelerate renewable energy and energy and water efficiency retrofits in multifamily housing, making the existing multifamily stock more affordable to renters with low incomes and saving money for consumers and taxpayers.  To remove existing barriers and accelerate the use of PACE financing for multifamily housing, today:\n\n\n\t\tGovernor Brown is establishing a California Multifamily PACE Pilot in partnership with the MacArthur Foundation. The Pilot will enable PACE financing for certain multifamily properties, including specific properties within HUD, the California Department of Housing and Community Development, and the California Housing Finance Agency’s portfolios, opening up financing to an entire segment of commercial PACE projects.\n\n\t\tSecretary Castro is issuing guidance clarifying the circumstances under which HUD can approve PACE financing on HUD-assisted and-insured housing in California.\n\n\t\tThe U.S. Department of Energy is committing to work with the State of California to design and undertake a study assessing the performance of California’s PACE program as data becomes available.\n\nDriving On-Bill Repayment in Affordable Multifamily Properties in California: HUD is committing to support the State of California in creating an innovative California Master-Metered Multifamily Finance Pilot Project. The Pilot will enhance affordable multifamily properties’, which have a substantial majority of a property's energy consumption billed through a common meter, access to upfront capital for financing energy efficiency improvements, on affordable terms and time frames, and which are repaid through the master meter utility bill. The $3 million program of technical assistance and credit support may include a loan loss reserve and/or a debt-service reserve fund. ‎The pilot is intended to inform project performance and repayment experience while managing finance risk perception.\nEngaging Philanthropy and the Financial Sector to Support Renewable Energy in Affordable Housing: To set us down this path, today, we are announcing:\n\n\n\t\tThe White House and HUD will host a roundtable on February 19 with leaders from the finance and philanthropic communities to discuss opportunities to enhance solar financing for affordable housing.\n\n\t\tBuilding on $200 million invested on multifamily preservation projects, the MacArthur Foundation is committing to make at least $10 million in impact investments to create and expand the California PACE and On-Bill Pilots, and explore other innovations, including the use of Pay for Success.\n\nEmpowering Communities to Deploy Solar: Today, the Department of Energy is awarding more than $14 million for 15 projects that will develop plans, streamline deployment and launch innovative programs to spur solar market growth in numerous communities across the U.S.  The projects take a variety of approaches to develop actionable strategic plans to promote deployment at residential, community and commercial scales—from using local financing mechanisms, such as commercial PACE type projects to integrating solar energy generation into communities’ emergency response plans. Ultimately, the case studies and lessons learned from these projects will provide similar communities with examples that can be replicated—an important step towards making solar deployment faster, easier, and cheaper across the country. The awardees include not-for-profits, utilities, industry associations, universities, and state and local jurisdictions in California, Illinois, Minnesota, New York, Utah, Virginia, Vermont, Wisconsin, and Washington, D.C.\nAnnouncing New Commitments to Advance Energy Efficiency Investments in Multifamily Housing: In February 2011, President Obama launched the Better Buildings Challenge to help American commercial, industrial, and multifamily buildings become at least 20 percent more energy efficient by 2020. More than 250 diverse organizations, representing over 3 billion square feet, 600 manufacturing plants, and more than $2 billion in energy efficiency financing have stepped up to the President’s Challenge, including more than 85 new multifamily partners since the Challenge was expanded to multifamily housing. Since the Better Building Challenge began, partners are on track to meet the 2020 goal and on average, are cutting energy use by 2.5 percent each year, saving 36 trillion BTUs and $300 million. Today, responding to the President’s call to action on energy efficiency 6 new multifamily housing authorities and owners are announcing that they are joining the President’s Better Buildings Challenge, committing to improving the energy efficiency of more than 5.5 million square feet of additional floor space, an area the size of more than 115 football fields, by at least 20 percent in the next decade:\n\n\n\t\tAHEAD, Inc., Littleton, NH\n\n\t\tGragg Cardona Partners, Washington, DC\n\n\t\tHousing Authority of the Birmingham District, Birmingham, AL\n\n\t\tNewark Housing Authority, Newark, NJ\n\n\t\tThe DeBruler Co., Libertyville, IL\n\n\t\tWindsor Locks Housing Authority, Windsor Locks, CT.\n\nThe Administration is also calling on Section 202 Project Rental Assistance Contract (PRAC) properties serving elderly and disabled Californians to take advantage of the PRAC Shared Savings incentive HUD released in September 2014. The incentive allows owners to utilize realized utility bill savings to make needed energy and water improvements at their property as part of the Better Buildings Challenge.\nMaking Energy Data More Accessible For Multifamily Housing Owners: Better information helps building owners and residents understand when there are opportunities to reduce energy consumption, which saves money for tenants, owners and taxpayers.  HUD spends approximately $6.4 billion annually on utility costs for affordable housing properties and households, so improving access to utility data for owners and tenants is a high priority. As part of HUD’s work on data access, HUD will be publishing guidance that standardizes the approach owners and performance based contract administrators use to appropriately assess the utility subsidy levels needed to offset tenant paid utilities.  In November, Secretary Castro issued a call to utilities to work with HUD as well as regulators, property owners, and other stakeholders across the country to facilitate better processes for building owners to access utility usage and expense information for their properties. Today, California is responding to Secretary Castro’s call by announcing it will obtain and ensure owner access to energy usage data, with appropriate privacy protections, for multi-family buildings and set data standardization and benchmarking efforts to ensure the data that is collected in a way that is accessible and can be used to track progress towards achieving their energy and climate goals.\nTODAY’S ANNOUNCEMENTS BUILD ON PROGRESS TO DEPLOY RENEWABLE ENERGY AND PROMOTE ENERGY EFFICIENCY\nIn the State of the Union, the President stated that last year, we installed as much solar every three weeks as we did in all of 2008. In 2013 alone, the price of commercial and residential solar declined by more than 12 percent. This is driving more and more Americans to install solar panels at their homes and businesses, and is supporting tens of thousands of solar jobs across the country. We are also making progress cutting energy waste. Since 2009, the U.S. Department of Energy has already put in place appliance efficiency standards that will save American consumers nearly $480 billion on their utility bills through 2030.\nIn January, Governor Brown set an ambitious goal for California to generate 50 percent of its electricity from renewable energy by 2050. The actions announced today are consistent with that goal and build on a solid commitment to deploy renewable energy and promote energy efficiency statewide. In July 2014, Governor Brown allocated $75 million cap-and-trade proceeds for weatherization and renewable energy. A proportion of these funds will assist in the installation of energy efficiency and renewable energy projects in low income housing units within disadvantaged communities.\n\n\n\n\n"
}