{
    "title": "Fact Sheet: High Speed Intercity Passenger Rail Program: Pontiac-Detroit-Chicago | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/fact-sheet-high-speed-intercity-passenger-rail-program-pontiac-detroit",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 28, 2010\n\n \n\n\n\nFact Sheet: High Speed Intercity Passenger Rail Program: Pontiac-Detroit-Chicago\n\n\n\n\nClick here to download PDF\n[[nid:8379]]\nAwardees : Michigan Department of Transportation, Indiana Department of Transportation, Illinois Department of Transportation\nTotal Approximate Funding (entire corridor) : $244,000,000\nBenefiting States : Michigan, Indiana, Illinois\nMiles of Track : Upgraded - 300\nThe corridor connects Chicago, IL and Detroit, MI, two of the largest cities in the Midwest, and also provides a link between neighboring states. Altogether, the system serves communities in Indiana and Michigan, connecting them to the Chicago Hub with six round trips per day.\n\nWith grants from the American Recovery and Reinvestment Act (ARRA), trip times for those traveling between Detroit and Chicago will be reduced, and railroad congestion will be relieved by addressing a series of major chokepoints. The long-term vision for this corridor includes doubling the number of daily round trips between Detroit and Chicago and increasing speeds to 110mph.\nSummary of Corridor Investments\nMichigan: Existing stations will be renovated in Troy and Battle Creek, MI, and a new station will be constructed in downtown Dearborn adjacent to the Henry Ford Museum.\n\nIllinois: A flyover, approach bridges, embankment and retaining walls will be built to complement additional investments and support the construction of three new tracks for trains operating east of Lake Michigan. This project will greatly reduce congestion and allow for increased speeds of 40 percent through this area.\n\nIndiana: A major investment will be made on the most congested and delay-prone corridor in the entire country, between Porter, IN and Chicago. The project includes the relocation, recon\u001dguration, and addition of high-speed crossovers and related signal system improvements, rail line additions at two locations, and the creation of a new passing tracks. The project will greatly increase service reliability for passengers travelling from communities in Michigan and Indiana to Chicago, reducing train delay times by 24 percent and increasing average speeds by nearly 7 percent through this segment.\n\n\n\n"
}