{
    "title": "Presidential Proclamation -- National Safe Boating Week, 2014 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/05/16/presidential-proclamation-national-safe-boating-week-2014",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 16, 2014\n\n \n\n\n\nPresidential Proclamation -- National Safe Boating Week, 2014\n\n\n\n\nNATIONAL SAFE BOATING WEEK, 2014 \n- - - - - - - \nBY THE PRESIDENT OF THE UNITED STATES OF AMERICA \nA PROCLAMATION \nOur Nation's lakes, rivers, and oceans provide havens for reflection and offer boundless opportunities for recreation with loved ones. As we mark National Safe Boating Week, we emphasize the importance of taking precautions and practicing responsible behavior when embarking on America's waterways. \nBefore leaving shore, boaters can reduce their risks by taking a boating safety course, conducting a vessel safety check, and filing a float plan with family members or friends. Boaters should make sure they understand the marine forecast and take note of any significant weather. To prevent accidents, injury, and death, operators and passengers should always wear life jackets and never consume alcohol or drugs. \nDuring National Safe Boating Week, we also recognize the crucial work of the United States Coast Guard to prevent boating accidents that claim lives, cause injuries, and damage property. We thank their partners across our Nation. And we recommit to taking the proper measures to keep America's waterways safe and enjoyable for all. \nIn recognition of the importance of safe boating practices, the Congress, by joint resolution approved June 4, 1958 (36 U.S.C. 131), as amended, has authorized and requested the President to proclaim annually the 7-day period prior to Memorial Day weekend as \"National Safe Boating Week.\" \nNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, do hereby proclaim May 17 through May 23, 2014, as National Safe Boating Week. I encourage all Americans who participate in boating activities to observe this occasion by learning more about safe boating practices and taking advantage of boating education. \nIN WITNESS WHEREOF, I have hereunto set my hand this sixteenth day of May, in the year of our Lord two thousand fourteen, and of the Independence of the United States of America the two hundred and thirty-eighth. \nBARACK OBAMA \n\n\n\n\n"
}