{
    "title": "Sebelius Op-ed: Don't turn back the clock on health care | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/05/sebelius-op-ed-dont-turn-back-clock-health-care",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nJanuary 05, 2011\n\n \n\n\n\nSebelius Op-ed: Don't turn back the clock on health care\n\n\n\n\nThe following op-ed from HHS Secretary Kathleen Sebelius is running in today’s Chicago Tribune.\nDon't turn back the clock on health care\n\nJanuary 5, 2011\nChicago Tribune\n \nAs a new Congress takes office today in Washington, Republican leaders have made it clear that their first priority is to repeal the new health care law. I can't think of a worse idea for American families.\n \nThe law is giving Americans more freedom in their health care choices. It's freeing families from the worry that they'll lose their benefits when insurers unfairly cancel or cap their coverage. It's freeing children with disabilities and pregnant women from being discriminated against by insurers because of their health status. It's freeing seniors to get the care they need, whether it's a prescription medication or a preventive screening like a mammogram. It frees all of us to look for a new job or start our own business without worrying about losing health coverage.\n \nRepeal would slam the brakes on this progress, taking control away from families and their doctors and putting it back in the hands of insurance companies. Before any member of Congress considers taking such a reckless step backward, he or she should think through exactly what repeal would mean.\n \nThe new law is finally allowing many Americans with health conditions like cancer and diabetes to get the care they need. Parents of sick children can no longer be refused coverage because of their child's pre-existing condition. Thousands of Americans who had been turned away by insurers because of their health history are now getting critical treatments and medicines thanks to new, temporary plans in every state. In 2014, the days of insurers discriminating based on pre-existing conditions will be gone for good.\n \nIf repeal succeeds, insurers would be free to shut out these families once again. And thousands of parents would lose the option of keeping their children on their health plans up to age 26, one of the key early benefits in the new law.\n \nRepeal would also rip up the new Patient's Bill of Rights, which outlaws the worst abuses of health insurers. Thanks to the new law, insurance companies can no longer cancel your coverage without cause when you get sick. They may no longer put lifetime dollar limits on your benefits — limits that often meant your coverage was gone when you needed it most. And by 2014, most annual dollar limits on benefits will be a thing of the past.\n \nIf the new Congress repeals the law, these kinds of harmful practices will be made legal once again.\n \nRepeal would also mean higher health insurance costs for millions of families and small businesses. After years of dropping coverage, the number of small businesses offering health coverage to their workers is actually going up thanks to a tax credit provided by the law. In addition, there are new limits on how much of your premium insurers can spend on profits, marketing and CEO bonuses, and new resources to help states review and reject unreasonable premium increases. And in 2014, small business owners and individuals will have a new health insurance marketplace where they can shop for affordable coverage.\n \nThese common-sense reforms to lower health care costs and ensure that families and small businesses get more value for their premium dollars would be erased by repeal.\n \nRepeal would force seniors to continue to pay money out of their own pockets for cancer screenings and other recommended preventive care, which will be offered at no additional cost under the new law. And seniors who take the most medicine would continue to pay thousands of dollars when they hit the \"doughnut hole,\" the coverage gap in Medicare coverage for prescription drugs. The new law begins to eliminate that gap with a 50 percent discount on brand-name drugs in 2011, and fully phases it out over the next several years — but only if the repealers fail.\n \nFor years, Americans have demanded that we do something about skyrocketing health costs, crumbling coverage and out-of-control insurance companies. And now that we are finally addressing these problems, insurance companies and their allies want us to go back to the days when insurers were free to cancel your coverage or hike your premiums or deny your claims just to protect their corporate profits.\n \nOver the past nine months, I've traveled around the country and seen the benefits of this law firsthand. Unless we want to take coverage away from cancer patients, reduce oversight for insurance companies, raise prescription drug costs for seniors, weaken Medicare, add $1 trillion to the deficit and undo dozens of other reforms that are improving health around the country, we can't afford repeal.\n \nLet's not turn back the clock.\n \nKathleen Sebelius is the secretary of Health and Human Services.\n \n \nCopyright © 2011, Chicago Tribune\n \nhttp://www.chicagotribune.com/news/opinion/ct-oped-0105-sebelius-2011010...\n\n\n\n"
}