{
    "title": "Background on the White House South by South Lawn Event | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/10/03/background-white-house-south-south-lawn-event",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 03, 2016\n\n \n\n\n\nBackground on the White House South by South Lawn Event\n\n\n\n\n\n\tEarlier this year, President Obama traveled to South by Southwest® for a conversation on civic engagement. In Austin, he called on creative thinkers and entrepreneurs from across the country to help tackle our toughest challenges. Tomorrow, October 3, we're celebrating that spirit of innovation at South by South Lawn, a White House festival of ideas, art, and action, hosted in coordination with the American Film Institute (AFI), the President’s Committee on the Arts and the Humanities (PCAH), the National Park Foundation, and South by Southwest®.\n\n\tAt SXSL, the White House will call on every American to roll up their sleeves and discover their own way to make a positive difference in our country. And it's an opportunity to celebrate the inspiring work so many Americans have already accomplished. The festival will be streamed live on WhiteHouse.gov, Facebook.com/WhiteHouse, and sxsw.com/live.\n\n\tBelow please find an email from the President that will go out tomorrow morning and a full SXSL schedule.\n\n\t \n\nEmail from President Obama:\n\n\tWhenever I hear people make gloomy claims about how America is on the downswing, They're either out to promote themselves, or talking about some alternate reality.  Think about it -- if you had to choose any time in the course of human history to be alive, you'd choose this one.  Right here, right now, right in America.\n\n\tNew technologies and new innovations are transforming the way we live, opening up incredible opportunities to create, to discover, and to do what we never thought possible. \n\n\tAt the same time, we have to navigate these changes in a smart way. They also can be disruptive, even scary -- and sometimes, they leave folks behind. \n\n\tOur task is to come together and build a future that's more inclusive, tolerant, and full of opportunity for everybody.  And I've never been more optimistic that we will.\n\n\tAs President, I've spent the last eight years finding the best people to help us meet that challenge. People who reject cynicism. People who turn change into a force for good. People who believe that, no matter who we are, where we come from, who we love, or what God we pray to, we -- the people -- can create a world that's worthy of our brightest hopes.\n\nSo today, I'm inviting a bunch of these folks to my backyard for South by South Lawn.    \n\n\tMuch like the festival I dropped by in Austin earlier this year, SXSL is, at its heart, a call to action. The folks out on the lawn today are artists, creators, entrepreneurs, and innovators who will share how they've used their unique skills to engage their communities in making the change they want to see -- whether it's curing cancer, fighting poverty, empowering women, and so much more.\n\n\tWe'll welcome people like Jukay Hsu, an Iraq War veteran with a Bronze Star for his service to our country who uses technology to build a path out of poverty for people in Queens. Or Oscar Menjivar, who is pushing schools in Los Angeles to bring technology into the classroom so kids can get a head start on coding. Or Dr. Nina Tandon, the founder of the world’s first company growing living human bones to help with reconstruction and recovery. \n\nThose are just a few of the incredible people you'll see out at South by South Lawn all day today. And believe me -- it's a sight to see.  \n\n\tWe've got an art installation made entirely of sticky notes where people share how they will make a positive impact where they live. We've got a virtual reality exhibit where people can experience what it's like to live in solitary confinement and learn firsthand why it should be banned from our prisons.\n\n\tWe'll discuss questions that will define the coming decades: How do we harness technology to solve our most stubborn problems? How will we sustainably feed ourselves in the near future?  How do we foster innovation in the heart of our cities? How do we, as citizens, engage to bring about lasting change?\n\n\tAnd I'll join a conversation with Dr. Katherine Hayhoe, a climate scientist, and Leonardo DiCaprio, a longtime ally in the fight against climate change, to explore how we can move forward in our efforts to protect the one planet we've got.  Leo is also debuting his documentary film on climate change tonight.\n\n\tGiven his day job, I'm betting it's pretty good. \n\nSo join us today on the South Lawn to see how you can lend a hand in building a world we want to live in.\n\n\tThat's our responsibility as citizens. That doesn't mean this has be your full-time job.  It doesn't mean you have to run for office or launch a start-up. But it does mean that whatever field you're in, whatever skill you have, whatever passion you're pursuing, you can find a way to engage, to participate, and to make a difference.\n\n\tSee you on the lawn,\n\n\tPresident Obama\n\n\t \n\nFull Schedule:\n\n\t9:45 AM    -    Hard Things are Hard: A Conversation with James Turrell and David Adjaye (Newseum)\n\n\t11:30 AM    -     Musical performances in the White House, including Gallant and Black Alley\n\n\t12:30 PM    -    DJ Bev Bond (Innovation Stage)\n\n\t1:45 PM    -    The Dap-Kings (Innovation Stage)\n\n\t2:45 PM    -    Feeding the Future Panel (Innovation Stage); Fixing Real Problems Panel (Discussion Stage)\n\n\t4:00 PM    -    LA: A Case Study in Innovation Panel (Innovation Stage); How We Make Change (Discussion Stage)\n\n\t5:15 PM    -    White House Student Film Festival (Innovation Stage and Film Screen)\n\n\t6:15 PM    -     The Lumineers (Innovation Stage)\n\n\t7:00 PM    -    President Obama in Conversation with Leonardo DiCaprio and Dr. Katharine Hayhoe (Innovation Stage)\n\n\t7:45 PM    -    Domestic premiere of climate documentary film Before the Flood (Film Screen)\n\n\n\n\n"
}