{
    "title": "Presidential Proclamation -- National Grandparents Day, 2012 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/09/07/presidential-proclamation-national-grandparents-day-2012",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 07, 2012\n\n \n\n\n\nPresidential Proclamation -- National Grandparents Day, 2012\n\n\n\n\n\n\tNATIONAL GRANDPARENTS DAY, 2012\n\t- - - - - - -\n\tBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\tA PROCLAMATION\n\n\tThroughout our history, grandparents have guided their children and grandchildren through trial and triumph. For many of us, our grandparents were among our earliest teachers and caregivers. They have added immeasurably to the strength of our families, and with compassion and wisdom, they have enriched our lives with the stories of those who came before us. On National Grandparents Day, we give thanks to those who helped raise us and pay tribute to a generation that still inspires us toward brighter horizons.\n\n\tOur grandparents set the course of an American century. They have witnessed great milestones in our Nation's history, and from the battlefield to the factory floor to their neighborhoods, our grandparents' tireless pursuit of progress has paved the road that we travel today. Just as they helped shape the country we know and love, so have they shaped each of us into who we are as individuals. Our grandmothers and grandfathers have profoundly influenced every part of our society, and as their grandchildren, it is incumbent upon all of us to provide them with the care and support they so deeply deserve.\n\n\tToday, we honor America's grandparents, and we celebrate their indelible contributions to family, community, and country.\n\n\tNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim September 9, 2012, as National Grandparents Day. I call upon all Americans to take the time to honor their own grandparents and those in their community.\n\n\tIN WITNESS WHEREOF, I have hereunto set my hand this\n\tseventh day of September, in the year of our Lord two thousand twelve, and of the Independence of the United States of America the two hundred and thirty-seventh.\n\n\tBARACK OBAMA\n\n\n\n\n"
}