{
    "title": "Expected Attendees at Tonight’s U.S.–Africa Leaders Summit Dinner | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/08/05/expected-attendees-tonight-s-us-africa-leaders-summit-dinner",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 05, 2014\n\n \n\n\n\nExpected Attendees at Tonight’s U.S.–Africa Leaders Summit Dinner\n\n\n\n\nBelow is a list of expected attendees at tonight’s White House Dinner on the occasion of the U.S.-Africa Leaders Summit. Additional details about the Summit Dinner are available HERE.\nTHE PRESIDENT and MRS. OBAMA\nHis Excellency Mohamed Abdulaziz, Minister of Foreign Affairs and International Cooperation, State of Libya\nHis Excellency Jean-Paul Adam, Minister of Foreign Affairs, Republic of Seychelles\nHis Excellency Dr. Tedros Adhanom Ghebreyesus, Minister of Foreign Affairs, Federal Democratic Republic of Ethiopia\nMs. Uzo Aduba, Actress, New York, NY\n\t            Ms. Nonyem Aduba\nMs. Mimi Alemayehou, Washington, DC\n\t            Mr. Papa Ndiaye\nHer Excellency Amina Ali, Ambassador of the African Union Mission\nHis Excellency Abdalla Alteni, Prime Minister of the State of Libya\nHis Excellency Martin Andjaba, Ambassador of the Republic of Namibia\nThe Honorable Dennis Archer, Chairman and CEO, Dennis W. Archer PLLC, Detroit, MI\n\t            Mr. Dennis Archer, Jr.\nThe Honorable Caroline Atkinson, Deputy Assistant to the President & Deputy National Security Advisor for International Economics, National Security Council\n\t            Mr. Geoffrey Boyd Lamb\nHis Excellency Abdallah Baali, Ambassador of the People's Democratic Republic of Algeria\nHis Excellency Nassirou Bako Arifari, Minister of Foreign Affairs, African Integration, Francophonie and the Beninese Diaspora, Republic of Benin\nHis Excellency Oldemiro Marques Baloi, Minister of Foreign Affairs and Cooperation, Republic of Mozambique\nMr. Ajay Banga, President and CEO, Mastercard, Purchase, NY\n\t            Mrs. Ritu Banga\nThe Honorable Karen Bass, United States Representative (California)\n\t            Ms. Kim Hurley\nHis Excellency Yipènè Djibril Bassrole, Minister of Foreign Affairs and Regional Cooperation, Burkina Faso\nHis Excellency Kalidu Bayo, Minister of Presidential Affairs, Republic of The Gambia\nHis Excellency Mohamed Bazoum, Minister of State for Foreign Affairs, Cooperation, African Integration and Nigerians Abroad, Republic of Niger\nThe Honorable Joyce Beatty, United States Representative (Ohio)\n\t            Mr. Otto Beatty Jr.\nReverend David Beckmann, President, Bread for the World, Washington, DC\n\t            Mrs. Janet Williams Beckmann\nHis Excellency Abdirahman Beileh, Minister of Foreign Affairs and Investment, Federal Republic of Somalia\nThe Honorable Mr. William Bell, Birmingham, AL\n\t            Mrs. Sharon Bell\nHis Excellency Abdel-Ilah Benkiran, Head of Government of the Kingdom of Morocco\n\t            Mrs. Nabila Benkiran, Spouse of the Head of Government of the Kingdom of Morocco\nMr. Mayank Bhargava, Falls Church, VA\n\t            Ms. Namita Datta\nMr. Hunter Biden, Washington, DC\n\t            Mrs. Kathleen Biden\nThe Honorable Joseph R. Biden, Jr., Vice President of the United States\n\t            Dr. Jill Biden\nHis Excellency Paul Biya, President of the Republic of Cameroon\n\t            Mrs. Chantal Biya, First Lady of the Republic of Cameroon\nThe Honorable Tony Blinken, Assistant to the President and Deputy National Security Advisor, Office of the National Security Advisor\nThe Honorable Michael Bloomberg, Owner, Bloomberg, New York, NY\n\t            Ms. Diana Taylor\nHis Excellency Joseph Nyuma Boakai, Sr., Vice President of the Republic of Liberia\nHis Excellency Ali Bongo Ondimba, President of the Gabonese Republic\n\t            Mrs. Sylvia Bongo Ondimba, First Lady of the Gabonese Republic\nThe Honorable Dr. Arivn Boolell, Minister of Foreign Affairs, Regional Integration and International Trade, Republic of Mauritius\nMr. Joseph Brandt, New York, NY\n\t            Mrs. Carol Brandt\nThe Honorable Anita Breckenridge, Assistant to the President and Deputy Chief of Staff\n\t            Mr. Russell Breckenridge\nThe Honorable Lonnie Bunch III, Director, National Museum of African American History and Culture, Washington, DC\n\t            Ms. Roslyn Marable-Bunch\nThe Honorable William Burns, Deputy Secretary, U.S. Department of State\n\t            Ms. Lisa Ann Carty\nThe Honorable Sylvia Burwell, Secretary of Health and Human Services\n\t            Mr. Steve Burwell\nMs. Vanessa Bush, Editor in Chief, Essence, New York, NY\n\t            Ms. Tatsha Robertson\nMs. Kathy Calvin, President, UN Foundation, Washington, DC\n\t            Mr. John Calvin\nThe Honorable Johnnie Carson, Assistant Secretary of State for African Affairs, U.S. Department of State\n\t            Mrs. Anne Carson\nThe Honorable President Jimmy Carter\nThe Honorable Dr. George Chaponda MP, Minister of Foreign Affairs and International Cooperation, Republic of Malawi\nHis Excellency George Rebelo Chicoti, Minister of External Relations, Republic of Angola\nThe Honorable Donna Christensen, Delegate to the United States House of Representatives, United States Virgin Islands\n\t            Mrs. Rabiah George\nThe Honorable William Lacy Clay, Jr., United States Representative (Missouri)\n\t            Mr. William L. Clay III\nDr. Johnnetta Betsch Cole, Director, National Museum of African Art, Washington, DC\n\t            Mr. James Staton, Jr.\nHis Excellency Blaise Compaoré, President of Burkina Faso\n\t            Mrs. Chantal Compaoré, First Lady of Burkina Faso\nHis Excellency Alpha Conde, President of the Republic of Guinea\n\t            Her Excellency Djene Kaba Conde, First Lady of the Republic of Guinea\nThe Honorable Maria Contreras-Sweet, Administrator, Small Business Administration\n\t            Mr. Raphael Sweet\nThe Honorable Christopher Coons, United States Senator (Delaware)\n\t            Mrs. Annie Coons\nMs. Helene Cooper, White House Correspondent, The New York Times, Alexandria, VA\n\t            Mr. Jonathan Karp\nHis Excellency Gabriel Arcanjo Ferreira da Costa, Prime Minister of the Democratic Republic of São Tomé and Príncipe\nThe Honorable Elijah Cummings, United States Representative (Maryland)\n\t            Dr. Maya Rockeymoore Cummings\nHer Excellency Natalia Da Costa Umbelina Neto, Minister for Foreign Affairs, Cooperation and Communities, Democratic Republic of São Tomé and Príncipe\nMr. Aliko Dangote, President/Chief Executive, Dangote Industries Ltd., Washington, DC\n\t            Ms. Halima Aliko-Dangote\nThe Honorable Brian Deese, Deputy Director, Office of Management and Budget\n\t            Mrs. Kara Deese\nHis Excellency Jorge Carlos de Almeida Fonseca, President of the Republic of Cabo Verde\n\t            Mrs. Lígia Arcângela Lubrino Dias Fonseca, First Lady of the Republic of Cabo Verde\nThe Honorable Bill de Blasio, Mayor, City of New York, NY\n\t            Ms. Chirlane McCray\nMr. Valentino Deng, Chicago, IL\n\t            Ms. Tiffanie De Bartolo\nMs. Grace Hightower DeNiro, New York, NY\n\t            Mr. Robert DeNiro\nHis Excellency Hailemariam Desalegn Boshe, Prime Minister of the Federal Democratic Republic of Ethiopia\n\t            Her Excellency Roman Tesfaye, First Lady of the Federal Democratic Republic of Ethiopia\n \nHis Excellency Ikililou Dhoinine, President of the Union of the Comoros\n\t            Her Excellency Hadidja Abubakar Ikililou Dhoinine, Spouse of the President of the Union of Comoros\nHis Excellency Abdoulaye Diop, Minister of Foreign Affairs, African Integration, and International Cooperation, Republic of Mali   \nThe Honorable Shaun Donovan, Director, Office of Management and Budget\n\t            Ms. Liza Gilbert\nHis Excellency Daniel Kablan Duncan, Prime Minister of the Republic of Côte d'Ivoire\nThe Honorable Donna Edwards, United States Representative (Maryland)\n\t            Ms. Selena Singleton\nThe Honorable Neil Eggleston, Assistant to the President and Counsel\n\t            Ms. Penda Hair\nMr. Chiwetel Ejiofor, Actor, New York, NY\n\t            Ms. Mmoma Ejifor\nMr. Michael Elliott, President and CEO, ONE, Washington, DC\n\t            Ms. Sipho Moyo\nMr. Tony Elumelu, Nigeria\n\t             Mr. Wiebe Boer\nThe Honorable Eliot Engel, United States Representative (New York)\n\t            Mrs. Patricia Engel\nHis Excellency Francois Fall, Minister of Foreign Affairs and Guineans Abroad, Republic of Guinea\nThe Honorable Katie Fallon, Assistant to the President and Director of Legislative Affairs\n\t            Mr. Brian Fallon, Jr.\nMs. Mbaye Fatimata, Washington, DC\n\t            Ms. Semhar Araia\nThe Honorable Chaka Fattah, United States Representative (Pennsylvania)\n\t            Mrs. Renee Chenault-Fattah\nThe Honorable Russ Feingold, Special Envoy for the Great Lakes Region and the Democratic Republic of the Congo, U.S. Department of State\n\t            Ms. Christine Ferdinand\nThe Honorable Dianne Feinstein, United States Senator (California)\n\t            Mr. Richard Blum\nMr. Jeffrey Fischer, Chairman, ADAS Group, LLC, Bethesda, MD\n\t            Mrs. Nicole Fischer\nThe Honorable Anthony Foxx, Secretary of Transportation\n\t            The Honorable Susan Kurland, Assistant Secretary for Aviation and International Affairs, U.S. Department of Transportation\nThe Honorable William H. Frist, Former Senator (Tennessee)\n\t            Ms. Tracy Roberts\nThe Honorable Michael Froman, Ambassador, United States Trade Representative\n\t            Ms. Behnaz Kibria\nThe Honorable Chief Mgwagwa Gamedze, Minister of Foreign Affairs and International Cooperation, Kingdom of Swaziland\nMr. Henry Louis Gates, Jr., Alphonse Fletcher University Professor, Harvard University, Cambridge, MA\n\t            Mr. Lawrence Bobo\nDr. Helene Gayle, CEO, CARE, Atlanta, GA\n\t            Mr. Stephen Keith\nMr. Michael Gerson, Op-ed Columnist, The Washington Post, Alexandria, VA\n\t            Mrs. Dawn Gerson\nMr. Daniel Glickman, Senior Fellow, Bipartisan Policy Center, Washington, DC\n\t            Mrs. Rhoda Glickman, Director of Government Relations, Corporation for National and Community Service, Washington, DC\nHis Excellency Faure Essozimna Gnassingbé, President of the Republic of Togo\nMr. Jeff Gordon, Charlotte, NC\n\t            Ms. Ingrid Vandebosch\nMr. Peter Grauer, Chairman, Bloomberg, L.P., New York, NY\n\t            Ms. Meridith Webster, Director of Communications and Public Affairs, Bloomberg L.P.\nThe Honorable Al Green, United States Representative (Texas)\n\t            Mr. George Nwanguma\nHis Excellency Armando Emilio Guebuza, President of the Republic of Mozambique\n\t            Dr. Maria da Luz Dai Guebuza, First Lady of the Republic of Mozambique\nHis Excellency Ismail Omar Guelleh, President of the Republic of Djibouti\nMs. Lulu Haangala, Charlottesville, VA\n\t           Ms. Martine Ekomo-Soignet\nHer Excellency Mongi Hamdi, Minister for Foreign Affairs, Republic of Tunisia\nThe Honorable Grant Harris, Special Assistant to the President and Senior Director for African Affairs, National Security Council\n\t           Mrs. Jasmine Harris\nMs. Patricia Harris, Chief Executive Officer, Bloomberg Philanthropies, New York, NY\n\t           Mr. Mark Lebow\nHis Excellency El-Anrif Said Hassane, Minister of Foreign Affairs of the Union of the Comoros\nMr. Christopher Helm, James Campbell Matthews Distinguished Professor of Jurisprudence, Albany Law School, Albany, NY\n\t           Ms. Debra Toms-Helm\nThe Honorable Carrie Hessler-Radelet, Director, Peace Corps\n\t           Mr. Steven Charles Radelet\nHis Excellency Mohamed Lemine Heycen, Ambassador of the Islamic Republic of Mauritania\nThe Honorable Heather Higginbottom, Deputy Secretary of State for Management and Resources, U.S. Department of State\n\t           Ambassador Daniel Sepulveda\nMr. Paul Hinks, Board Chair, Corporate Council on Africa, Washington, DC\n\t           Ms. Julie Kurtzman\nThe Honorable Fred Hochberg, Chairman, Export-Import Bank\n\t           Mr. Thomas Healy, Chairman, J. William Fulbright Foreign Scholarship Board, U.S. Department of State\nThe Honorable Dana Hyde, CEO, Millennium Challenge Corporation, Cabin John, MD\n\t           Mr. Jonathan Chambers\nDr. Mo Ibrahim, Washington, DC\nThe Honorable Johnny Isakson, United States Senator (Georgia)\n\t           Mr. Christopher Sullivan\nHis Excellency Idriss Deby Itno, President of the Republic of Chad\n\t           Ms. Hinda Deby Itno, First Lady of the Republic of Chad\nThe Honorable Fred Mandir Jachan-Omach, Minister of State for Finance, Republic of Uganda\nThe Honorable Sheila Jackson-Lee, United States Representative (Texas)\n\t           Dr. Elwyn Lee\nBishop T.D. Jakes, Dallas, TX\n\t           Ms. Regina Renee Freeman-Lewis\nHis Excellency Yahya A.J.J. Jammeh, President of the Republic of The Gambia\n\t           Her Excellency Zineb Jammeh, First Lady of the Republic of The Gambia\nThe Honorable Valerie Jarrett, Senior Advisor and Assistant to the President for Intergovernmental Affairs and Public Engagement\n\t           Mr. Ahmad Rashad\nThe Honorable Hakeem Jeffries, United States Representative (New York)\n\t           Mrs. Kennysandra Jeffries\nThe Honorable Broderick D. Johnson, Assistant to the President and Cabinet Secretary\nThe Honorable Eddie Bernice Johnson, United States Representative (Texas)\n\t           The Honorable Rodney Ellis, Senator, Texas State Senate\nThe Honorable Hank Johnson, United States Representative\n\t           Mr. Arthur Sidney\nThe Honorable Jeh Johnson, Secretary of Homeland Security\nMs. Lorna Johnson, Beverly Hills, CA\n\t           Mr. Robert Black III\nHis Excellency Dr. Goodluck Ebele Jonathan, President of the Federal Republic of Nigeria\nHis Excellency Joseph Kabila Kabange, President of the Democratic Republic of the Congo\nMr. Don Kaberuka, President, African Development Bank, Washington, DC\nHis Excellency Paul Kagame, President of the Republic of Rwanda\n\t            Ms. Ange Ingabire Kagame, Daughter of the President of the Republic of Rwanda\nThe Honorable Harry Kalaba, Minister of Foreign Affairs, Republic of Zambia\nHis Excellency Dr. Samura Kamara, Minister of Foreign Affairs and International Cooperation of the Republic of Sierra Leone\nHis Excellency Laurent Kavakure, Minister of External Relations and International Cooperation, Republic of Burundi\nMr. Meb Keflezighi, San Diego, CA\n\t           Ms. Yordanos Asgedom\nHis Excellency Ibrahim Boubacar Keita, President of the Republic of Mali\n\t           Mrs. Keïta Aminata Maiga, First Lady of the Republic of Mali\nThe Honorable Robin Kelly, United States House of Representative (Illinois)\n\t           Ms. Madeleine Horn\nMr. Muhtar Kent, President and CEO, Coca Cola Company, Atlanta, GA\nHis Excellency Uhuru Kenyatta, President of the Republic of Kenya\nThe Honorable John Kerry, Secretary of State\nMs. Angelique Kidjo, Brooklyn, NY\n\t           Mr. Jean Hebrail\nHis Excellency Jakaya Mrisho Kikwete, President of the United Republic of Tanzania\n\t           Her Excellency Salma Kikwete, First Lady of the United Republic of Tanzania\nDr. Jim Kim, President, World Bank, Washington, DC\n\t           Dr. Younsook Lim\nHis Excellency Charles Koffi Diby, Senior Minister of Foreign Affairs, Republic of Côte d'Ivoire\nMs. Cina Anoka Lawson, Minister of Post and Digital Economy, Republic of Togo\nMr. Richard Leach, President and CEO, World Food Program USA, Washington, DC\n\t            Mrs. Susanne Leach\nThe Honorable Barbara Lee, United States Representative (California)\n\t            Mr. Craig Lee\nMr. Jack Leslie, Washington, DC\n\t            Ms. Caroline Pech\nThe Honorable Jack Lew, Secretary of the Treasury\nThe Honorable Elizabeth Littlefield, President, Overseas Private Investment Corporation\n\t            Mr. Matthew Arnold\nHis Excellency Mario Lopes da Rosa, Minister of Foreign Affairs, International Cooperation and Communities of the Republic of Guinea-Bissau\nMrs. Paula Madison, Chicago, IL\n\t            Ms. LaFleur Paysour\nHis Excellency John Dramani Mahama, President of the Republic of Ghana\n\t            Her Excellency Lordina Dramani Mahama, First Lady of the Republic of Ghana\nHis Excellency Issoufou Mahamadou, President of the Republic of Niger\nHis Excellency Ibrahim Roshdy Mahlab, Prime Minister of the Arab Republic of Egypt\nMr. Tshepo Mahloele, CEO, Harith General Partners, Washington, DC\n\t            Ms. Thenjiwe Vanda\nMr. Tracy Maitland, President, Advent Capital Management, New York, NY\n\t            Ms. Kimberley Hatchett\nMr. Darius Mans, Washington, DC\n\t            Mr. Stephen Cashin\nHer Excellency Faida Maramuke MITIFU, Ambassador of the Democratic Republic of the Congo\nHis Excellency Dr. Mohamed Moncef Marzouki, President of the Republic of Tunisia\nMr. Strive Masiyiwa, Founder and Chairman, Global Telecommunications Group, Washington, DC\n\t            Mrs. Tsitsi Masiyiwa\nHis Excellency Salva Kiir Mayardit, President of the Republic of South Sudan\nBishop Vashti McKenzie, 10th Episcopal District of the AME Church, Dallas, TX\n\t            Mr. Stanley McKenzie\nMr. Doug McMillon, President and CEO, Wal-Mart, Bentonville, AR\n\t            Mrs. Shelley McMillon\nThe Honorable Gregory W. Meeks, United States Representative (New York)\n\t            Mrs. Simone-Marie Meeks\nThe Honorable Bernard K. Membe, MP, Minister for Foreign Affairs and International Cooperation, United Republic of Tanzania\nThe Honorable Robert Menendez, United States Senate (New Jersey)\n\t            Ms. Alicia Mucci\nHis Excellency James Alix Michel, President of the Republic of Seychelles\nThe Honorable Amina Mohamed, Cabinet Secretary for Foreign and International Trade, Republic of Kenya\nHis Excellency Hassan Sheikh Mohamud, President of the Federal Republic of Somalia\n\t            Mrs. Qamar Ali Omar, Spouse of the President of the Federal Republic of Somalia\nHis Excellency Agapito Mba Mokuy, Minister of Foreign Affairs and Cooperation, Republic of Equatorial Guinea\nHis Excellency Serge Mombouli, Ambassador of the Democratic Republic of Congo\nThe Honorable Ernest Moniz, Secretary of Energy\n\t            Ms. Katya Frois-Moniz\nThe Honorable Gwen Moore, United States Representative (Wisconsin)\n\t            Ms. Brenda L. Moore\nMr. Marc Morial, President, National Urban League, Maplewood, NJ\n\t            Ms. Michelle Miller\nMr. Patrice Motsepe, Washington, DC\n\t            Ms. Precious Moloi-Motsepe\nHis Excellency Pierre Moukoko Mbonjo, Minister of External Relations, Republic of Cameroon\nHis Excellency Mahamat Moussafaki. Minister of Foreign Affairs of the Republic of Chad\nHis Majesty King Mswati III, Kingdom of Swaziland\n\t            Her Royal Highness Inkhosikati La Mbikiza, Spouse of the King of Swaziland\nMs. Wanja Muguongo, Executive Director, UHAI – East African Sexual Health and Rights Initiative, Washington, DC\n\t            Ms. Lorna Dias\nDr. Denis Mukwege, Washington, DC\n\t            Ms. Madeleine Kaboyi\nThe Honorable Cecilia Muñoz, Assistant to the President and Director of the White House Domestic Policy Council\n\t            Mr. Amit A. Pandya\nHis Excellency Yoweri Kaguta Museveni, President of the Republic of Uganda\n\t            Mrs. Janet Musevini, First Lady of the Republic of Uganda\nHer Excellency Louise Mushikiwabo, Minister of Foreign Affairs and Cooperation, Republic of Rwanda\nHis Excellency Arthur Peter Mutharika, President of the Republic of Malawi\n\t            Her Excellency Gertrude Hendrina Mutharika, First Lady of the Republic of Malawi\nMs. Wangechi Mutu, New York, NY\nDr. James Mwangi, Washington, DC\nMr. Morris Mbetsa Mwero, Notre Dame, IN\nHis Excellency Augustine Ngafuan, Minister of Foreign Affairs, Republic of Liberia\nHis Excellency Emmanuel Issozet Ngondet, Minister For Foreign Affairs, International Cooperation, and Regional Integration, Gabonese Republic\nHis Excellency Cheikh Niang, Ambassador of the Republic of Senegal\nThe Honorable Sheila Nix, Deputy Assistant to the President and Chief of Staff to Dr. Jill Biden\n\t            Mr. James Coughlin\nHer Excellency Maite Nkoana-Mashabane, Minister of International Relations and Cooperation, Republic of South Africa\nHis Excellency Pierre Nkurunziza, President of the Republic of Burundi\n\t            Her Excellency Denise Bucumi, First Lady of the Republic of Burundi\nThe Honorable Eleanor Holmes Norton, Delegate to the United States House of Representatives, Washington, DC\nMr. Douglas Oberhelman, CEO, Caterpillar, Peoria, IL\n\t            Mrs. Diane Oberhelman\nHis Excellency Teodoro Obiang Nguema Mbasogo, President of the Republic of Equatorial Guinea\n\t            Her Excellency Constancia Mangue De Obiang, First Lady of the Republic of Equatorial Guinea\nHis Excellency Mohamed Ould Abdel Aziz, President of the Islamic Republic of Mauritania\n\t            Mrs. Mariam Mint Ahmed Dit Tekber, Spouse of the President of the Islamic Republic of Mauritania\nMrs. Valerie Owens, Kennett Square, PA\n\t            Ms. Missy Owens\nThe Honorable Jennifer Palmieri, Assistant to the President and Director of Communications\nMs. Yolanda Parker, Founder & President, KMS Software, Los Angeles, CA\n\t            Mr. Kevin Parker\nThe Honorable Donald Payne, Jr., United States Representative (New Jersey)\nThe Honorable Nancy Pelosi, United States House Democratic Leader (California)\n\t            Mr. Paul Pelosi\nMr. Michael Philipp, Chairman, Reykjavik Geothermal (RG), Amelia Island, FL\n\t            Mr. Mikael Andren\nMr. Macon Phillips III, Coordinator for the Bureau of International Information Programs, U.S. Department of State\n\t            Mrs. Emily Phillips\nThe Honorable John Podesta, Counselor to the President\n\t            Mrs. Mary Podesta\nHis Excellency Hifikepunye Lucas Pohamba, President of the Republic of Namibia\n\t            Ms. Penehupifo Pohamba, First Lady of the Republic of Namibia\nThe Honorable Samantha Power, Permanent Representative of the U.S. to the United Nations\n\t            Mr. Cass Sunstein\nMr. John Prendergast, Co-Founder, Enough Project, Washington, DC\n\t            Mrs. Sia Sanneh\nThe Honorable Penny Pritzker, Secretary of Commerce\n\t            Mr. Stefan Selig\nHis Excellency Hery Rajaonarimampianina, President of the Republic of Madagascar\n\t            Mrs. Voahangy Rajaonarimampianina, Spouse of the President of the Republic of Madagascar\nThe Honorable Dr. Navinchandra Ramgoolam, G.C.S.K., F.R.C.P., Prime Minister of the Republic of Mauritius\nThe Honorable Charles Rangel, United States Representative (New York)\n\t            Mrs. Alma Rangel\nHer Excellency Arisoa Razafitrimo, Minister of Foreign Affairs, Republic of Madagascar\nThe Honorable Ben Rhodes, Assistant to the President, Deputy National Security Adviser for Strategic Communications & Speechwriting\n\t            Ms. Ann Norris\nHis Excellency Awan Andrew Goul RIAK, Minister in the Office of the President, Republic of South Sudan\nThe Honorable Susan Rice, Assistant to the President and National Security Advisor\n\t            Mr. Ian Cameron\nHis Excellency Jose Luis Rocha, Ambassador of the Republic of Cabo Verde\nGeneral David Rodriguez, Commander, United States Africa Command\n\t            Mrs. Ginny Rodriguez\nMrs. Virginia Rometty, CEO and President, International Business Machines, Armonk, NY\nMr. Jack Rosen, Chairman, American Jewish Congress, New York, NY\n\t            Mrs. Phyllis Rosen\nThe Honorable Edward Randall Royce, United States Representative (California)\n\t            Mrs. Marie Royce\nMr. David Rubenstein, Co-Founder and Co-CEO, The Carlyle Group, Washington, DC\nThe Honorable Bobby Rush, United States Representative (Illinois)\n\t            Mrs. Carolyn Rush\nMs. April Ryan, Washington Bureau Chief, American Urban Radio Networks, Randallstown, MD\n\t            Mr. Gerald Lopes\nThe Honorable Aggrey Tisa Sabuni, Minister of Finance and Economic Planning, Republic of South Sudan\nHis Excellency Macky Sall, President of the Republic of Senegal\n\t            Mrs. Marieme Sall, First Lady of the Republic of Senegal\nHis Excellency Denis Sassou N’Guesso, President of the Republic of Congo\nMr. Stephen Schwarzman, President, Chief Executive Officer, and Co-Founder, The Blackstone Group, New York, NY\n\t            Mr. Sean Klimczak\nThe Honorable Dr. Guy Scott, Vice President of the Republic of Zambia\n\t            Dr. Charlotte Harland Scott, Second Lady of the Republic of Zambia\nHis Excellency Eliachim Sebatane, Ambassador of the Kingdom of Lesotho\nThe Honorable Peter Selfridge, Chief of Protocol, U.S. Department of State\nHis Excellency Abdelmalek Sellal, Prime Minister of the People's Democratic Republic of Algeria\n\t            Mrs. Farida Sellal, Spouse of the Prime Minister of the People's Republic of Algeria\nHis Excellency Dr. Abubacarr Senghore, Minister of Foreign Affairs, Republic of The Gambia\nHer Excellency Tebelelo Seretse, Ambassador of the Republic of Botswana\nMs. Isha Sesay, Anchor, CNN, Atlanta, GA\n\t            Mr. Leif Coorlim\nThe Honorable Terri Sewell, United States Representative (Alabama)\n\t            Mr. Jesse Wells, Jr.\nThe Honorable Rajiv J. Shah, Administrator, United States Agency for International Development\n\t            Mrs. Shivam Shah\nThe Honorable Wendy Sherman, Under Secretary for Political Affairs, U.S. Department of State\n\t            Mr. Bruce Stokes\nThe Honorable Phandu Tombola Skelemani, Minister of Foreign Affairs and International Cooperation of the Republic of Botswana\nThe Honorable Chris Smith, United States Representative (New Jersey)\n\t            Mrs. Marie Smith\nThe Honorable Gayle Smith, Special Assistant to the President and Senior Director for Development and Democracy, National Security Council\n\t            Mr. John Rice-Cameron\nMr. Arne Sorenson, President and CEO, J.W. Marriott International, Bethesda, MD\n\t            Mrs. Ruth Sorenson\nThe Honorable Margaret Spellings, President of the George W. Bush Presidential Center, Dallas, TX\n\t            Mr. Vance Wilson\nMr. Earl Stafford, CEO, Wentworth Group, McLean, VA\n\t            Mrs. Amanda Stafford\nHis Excellency Bockari Stevens, Ambassador of the Republic of Sierra Leone\nMr. Ritchie Tabachnick, President, Equipment & Controls Africa, Pittsburgh, PA\n\t            Ms. Laura Tabachnick\nHis Excellency Mohamed Mostafa Mohamed Tawfik, Ambassador of the Arab Republic of Egypt\nThe Honorable Tina Tchen, Assistant to the President and Chief of Staff to the First Lady\nMr. Tewolde Tesfaye, Ethiopia\n\t           Mr. Kagnew Asfaw\nHer Excellency Hanna Tetteh, Minister of Foreign Affairs and Regional Integration, Republic of Ghana\nThe Right Honorable Dr. Motsoahae Thomas Thabane, Prime Minister of the Kingdom of Lesotho\nThe Honorable Linda Thomas-Greenfield, Assistant Secretary of State for the Bureau of African Affairs\n\t            Mr. Lafayette Greenfield\nMr. Sim Tshabalala, Washington, DC\nHis Excellency José Mário Vaz, President of the Republic of Guinea-Bissau\n\t            Her Excellency Rosa Teixeira Goudiaby Vaz, First Lady of the Republic of Guinea-Bissau\nHis Excellency Manuel Domingos Vicente, Vice President, Republic of Angola\nThe Honorable Tom Vilsack, Secretary, U.S. Department of Agriculture\n\t            Mrs. Christie Vilsack\nThe Honorable David Wade, Chief of Staff to the Secretary of State, U.S. Department of State\n\t           Ms. Elizabeth Alexander\nThe Honorable Aminu Bashir Wali, Minister of Foreign Affairs, Federal Republic of Nigeria\nMr. DeWayne Wickham, Baltimore, MD\n\t           Ms. Zenita Wickham Hurley\nThe Honorable Frederica Wilson, United States Representative (Florida)\n\t           Dr. Roslyn Artis\nMr. Phill Wilson, CEO, Black AIDS Institute, Los Angeles, CA\n\t           Mr. Mark Schoofs\nHis Excellency Boni Yayi, President of the Republic of Benin\nMs. Melike Yetken, Director of African Affairs, National Security Council\n\t           Mr. Jeffrey Krilla\nHis Excellency Mahamoud Ali Youssouf, Minister of Foreign Affairs and International Cooperation of the Republic of Djibouti\nThe Honorable Leocadia Zak, Director, United States Trade and Development Agency\n\t           Mr. Kenneth W Hansen\nMr. Jeffrey Zients, Assistant to the President and Director of the National Economic Council\n\t           Mrs. Mary Zients\nHer Excellency Dr. Nkosazana Clarice Dlamini Zuma, Chairperson of the African Union Commission\nHis Excellency Jacob Gedleyihlekisa Zuma, President of the Republic of South Africa\n\t           Mrs. Nompumelelo Primrose Zuma, Spouse of the President of the Republic of South Africa\n\n\n\n\n"
}