{
    "title": "Voices of Health Reform: Nan's Story | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/02/09/voices-health-reform-nans-story",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 09, 2011\n\n \n\n\n\nVoices of Health Reform: Nan's Story\n\n\n\n\n\n\tThis installment of Voices of Health Reform can be found online HERE.\n\nVoices of Health Reform: Nan’s Story\n\tPosted by Stephanie Cutter on February 09, 2011 at 06:00 AM EST\n\t \nEditor’s Note: This post is part of a series where readers can meet average Americans already benefiting from the health reform law, the Affordable Care Act.\n\t \n\tNan Warshaw owns a record company in Chicago, Illinois, and makes the health insurance decisions for her seven person staff. Her company covers the full cost of insurance for her employees. Like other small business owners, she has seen premiums skyrocket in recent years. But thanks to the tax credits for small businesses in the Affordable Care Act, providing health insurance for her employees will be a little easier.\n\t \n\tToday, small businesses pay 18 percent more for health insurance premiums than large businesses. The Affordable Care Act changes that by providing tax credits for small businesses that offer employees health insurance.  Up to 4 million small businesses could be eligible for relief from high health insurance premiums and, according to the independent Congressional Budget Office, the tax credit will save small businesses $40 billion by 2019. And the tax credit is available to small business owners like Nan today.\n\t \n\tThe tax credits are just one of the ways the health reform law will help small businesses. The law will also help level the playing field with large employers by allowing small businesses to band together to get a fairer deal from insurance companies through the creation of competitive private health insurance markets called Exchanges that go into effect in 2014. Exchanges help organize the health insurance marketplace to help consumers and small businesses shop for coverage in a way that permits easy comparison of available plan options based on price, benefits and services, and quality. Pooling people together can help bring costs down and Exchanges will make our health care system more transparent and competitive by making it easier for consumers to compare costs and benefits.\n\t \n\tListen to Nan’s story:\n\t \n[Go to the blog post to watch the video]\n\n\n\n\n"
}