{
    "title": "National law enforcement organizations endorse Judge Sonia Sotomayor for the United States Supreme Court | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/national-law-enforcement-organizations-endorse-judge-sonia-sotomayor-united-states-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 09, 2009\n\n \n\n\n\nNational law enforcement organizations endorse Judge Sonia Sotomayor for the United States Supreme Court\n\n\n\n\n THE WHITE HOUSE Office of the Vice President  ______________________________________________________  For Immediate Release                           June 9, 2009    NATIONAL LAW ENFORCEMENT ORGANIZATIONS ENDORSE JUDGE SONIA SOTOMAYOR FOR THE UNITED STATES SUPREME COURT  Washington, DC – Vice President Joe Biden was joined today by representatives from eight national law enforcement organizations, who together announced their support for and endorsement of Judge Sonia Sotomayor’s nomination to the United States Supreme Court. With these endorsements, law enforcement organizations from around the country stand firmly behind Judge Sotomayor’s nomination. These groups know her record on crime: as a prosecutor and then on the federal bench, Judge Sotomayor has always been both fair and tough, and has followed the rule of law at every turn. \"Sonia Sotomayor’s lifelong commitment to law enforcement is hard to argue with\" said Vice President Biden. \"She knows firsthand the brave work of the police force in fighting crime. She has worked together with the officers and detectives on the front lines, gathering evidence and building fact by fact, witness by witness, the cases that would result in putting criminals behind bars.\" \"The judge has been an able champion of the law, and has served with great distinction\" said New York County District Attorney Robert Mongenthau. \"She is intelligent, hard-working, and has her feet on the ground: like young Assistant District Attorney Sotomayor, Justice Sotomayor won’t be pushed around, and she will do all she can to reach the right conclusion on each case.\" \"Her depth of experience with all aspects of the law – as a prosecutor, a private practice attorney, a District Court Judge and as an Appellate Judge – has helped mold Judge Sotomayor into an outstanding nominee to serve on our nation’s highest court,\" said Joseph Cassilly, President of the National District Attorneys Association. \"Sonia Sotomayor went out of her way to stand shoulder to shoulder with those of us in public safety at a time when New York City needed strong, tough, and fair prosecutors,\" said John Timoney, President of Police Executive Research Forum (PERF) and Chief of Police in Miami, Florida. \"I am confident that she will continue to bring honor to herself, and now to the Supreme Court, when she is confirmed for this critically important position.\" Below is the full list of national law enforcement organizations that sent letters of support for Judge Sotomayor’s nomination:  Major Cities Chiefs Association Police Executive Research Forum National Sheriff's Association National Association of Police Organizations National Latino Peace Officers Association Fraternal Order of Police National Organization of Black Law Enforcement Executives National Association of District Attorneys  Copies of the letters of endorsement are attached. ### JUDGE SOTOMAYOR: A CHAMPION OF THE LAW Tough and Fearless Prosecutor Fresh out of Yale Law School, Sonia Sotomayor became an Assistant District Attorney in Manhattan in 1979. Her prosecutorial work typically involved \"street crimes,\" such as homicides and robberies, as well as child pornography, child abuse, police misconduct, and fraud cases. This work had her in the court room almost every day, for both bench and jury trials.  Judge Sotomayor was lead counsel in a prosecution of defendants who sold videotapes depicting children engaged in pornographic activities. This was the first child pornography prosecution in New York State after the U.S. Supreme Court upheld the constitutionality of New York’s laws in New York v. Ferber. The jury convicted the defendants and the convictions were affirmed on appeal. Judge Sotomayor was co-counsel in the case of a defendant dubbed the \"Tarzan Murderer\" by the press because he committed his crimes by jumping or climbing from roof tops or between buildings. He was convicted and sentenced to a prison terms of 67.5 years to life and his conviction was affirmed on appeal. Robert Morgenthau, the legendary District Attorney of the County of New York who recruited Sotomayor, has described her as a \"fearless and effective prosecutor.\" [Wall Street Journal, Morgenthau Letter, 5/9/09] Morganthau has also said that \"[t]he defendants in Judge Sotomayor's cases would find as amusing as I do the charge that Justice Sotomayor would be ‘soft on crime’\" and that Judge Sotomayor is \"a strong champion of the law.\" [NY Daily News, 5/28/09]  Federal District Court Judge As a former prosecutor, Judge Sotomayor gained first-hand experience with the real-world impact of crime on victims’ lives and she did not shy away from issuing tough sentences as a district court judge. Notable examples of her cases include:  In United States v. Gonzalez, Judge Sotomayor presided over the trial of four men who were involved in a conspiracy to distribute four kilograms of cocaine. When one of the defendants lied at a hearing, Judge Sotomayor decided to give him a harsher sentence than called for by the Sentencing Guidelines. She imposed a two-level upward departure, ultimately sentencing him to 14 years in prison. In United States v. Bauers, Judge Sotomayor presided over a case against Paul Bauers, who committed mail fraud and identify theft when he applied for a loan in another man’s name and had a check for the loan amount, tens of thousands of dollars, mailed to him in another state. Bauers had an extensive criminal history, including two convictions for similar crimes. Judge Sotomayor decided that Bauers’ criminal history and the high likelihood of recidivism warranted an upward departure from the prison term proposed by the Sentencing Guidelines because it did not reflect the seriousness of defendant’s actual criminal history. The Second Circuit affirmed Judge Sotomayor’s ruling. And, in United States v. Heatley, Judge Sotomayor issued a ruling that allowed the first death penalty case in Manhattan in 40 years to go forward. Heatley was the leader of the Preacher Crew, a gang the authorities have said terrorized parts of the Bronx and Manhattan in a multimillion-dollar drug trafficking ring. Judge Sotomayor also decided multiple other issues in the case before Heatley pled guilty to involvement in 13 murders in exchange for a sentence of life in prison.  Appellate Judge, 2nd Circuit Court of Appeals Judge Sotomayor has a deep understanding of criminal law based on her experience as a prosecutor and trial judge. Notable examples of her cases include:  In U.S. v. Howard, Judge Sotomayor reversed the district court’s suppression of evidence from a vehicle search. The district court had relied on the fact that there was time to get a warrant and that the owners of the vehicle, who were lured away by a police ruse, were not on notice of the search. In reversing, Judge Sotomayor’s panel opinion concluded that the vehicle exception to the rule prohibiting warrantless searches applied. In Doe v. Menefee, the defendant was convicted of second-degree sodomy. His habeas petition was filed after the statute of limitations had expired, but the defendant argued that because he had presented a credible claim of actual innocence, the Suspension Clause, the Eighth Amendment, and due process required equitable tolling of the limitations period. Judge Sotomayor reversed as clearly erroneous the district court’s finding that the defendant was actually innocent. In U.S. v. Falso, a case involving crimes related to child pornography and intent to engage in illicit sexual conduct with minors, Judge Sotomayor upheld the use of evidence found in a search of the defendant’s home, even though the search warrant was not supported by probable cause. Judge Sotomayor wrote that the judge who had issued the warrant had acted in good faith, and so the evidence was admissible. She did not reach out to overturn the defendant’s conviction; she adhered to the well-established legal principle that recognizes a good faith exception to the exclusionary rule, and respected the diligence and perspective of both the judge who issued the warrant and the trial judge who allowed the evidence to be introduced.  Experts and lawyers in the field have praised Judge Sotomayor’s approach to criminal law  The New York State Law Enforcement Council has endorsed her: \"The New York State Law Enforcement Council congratulates President Obama on his nomination of Judge Sonia Sotomayor to the United States Supreme Court. Judge Sotomayor is well known to us from her career as a prosecutor and as a federal judge. She is an extremely able jurist and an exceptional individual. The interests of the nation will be well served when she assumes her seat on the Supreme Court.\" [White House Press Release, 5/29/09] Law Professor and Sentencing Expert Doug Berman has said: \"She certainly doesn't seem to have a pro-criminal bias and, if anything, because of her history, may have a pro-state bias.\" [AP, 5/30/09] Law Professor Ellen Podgor has said that Judge Sotomayor \"toes the line in terms of following what the law is, and in that respect [her opinions] come out as more pro-government,\" and the Washington Post has said that she is \"a middle-of-the-road jurist who, like most judges, rules most often in favor of the prosecution.\" [Washington Post, 6/3/09] Former New York police detective Chris Montanino remembers \"his frustration nearly three decades ago, when he was ready to go after child-porn distributors but couldn't find a prosecutor who would take his case seriously… When [Judge Sotomayor] took on the pornography case, Montanino said, she was fun to work with, but she was also determined. . . .Jurors cried when they saw the scenes. Sotomayor ultimately won jail sentences for the store owner and a clerk.\" [Washington Post, 6/3/09] Her co-prosecutor in that case, Karen Greve Milton, said: \"She isn't someone who lived her life in some ivory tower,’ said Milton, now chief administrator in the court where Sotomayor is an appellate judge. ‘She is somebody who grew up in the projects; she prosecuted cases that came from those areas, she saw how those cases devastated the victims. That informs her judgment.’\" [Washington Post, 6/3/09]  ###\n\n\n\n"
}