{
    "title": "Statement by Chair of the Council of Economic Advisers Christina Romer on the Advance Estimate of GDP for the Fourth Quarter of 2009 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-chair-council-economic-advisors-christina-romer-advance-estimate-gdp-four",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 29, 2010\n\n \n\n\n\nStatement by Chair of the Council of Economic Advisers Christina Romer on the Advance Estimate of GDP for the Fourth Quarter of 2009\n\n\n\n\nThe statement below was posted on obamawhitehouse.archives.gov by the Chair of the Council of Economic Advisors Christina Romer in response to the advance estimate of GDP for the Fourth Quarter of 2009. The statement can also be viewed HERE.\nOn the Advance Estimate of GDP for the Fourth Quarter of 2009\nPosted by Christina Romer on January 29, 2010 at 09:30 AM EST\nToday’s GDP report is the most positive news to date on the economy.  The data show that the total output of the U.S. economy increased strongly in the fourth quarter of 2009.  Real GDP (that is, GDP adjusted for inflation) increased at an annual rate of 5.7 percent.  The change from the first quarter of 2009, when GDP fell at an annual rate of 6.4 percent, is truly extraordinary; indeed, the three-quarter swing in growth rates was the largest since 1981.\nWhile positive GDP growth is a necessary first step for job growth, our focus must remain on getting Americans back to work.  That GDP rose strongly in the fourth quarter of last year while employment fell and the workweek increased only slightly emphasizes the need for policy actions designed to help spur private sector job creation.  The President is announcing today the specifics of his plan for a small business jobs and wages tax cut.  This policy is designed to encourage businesses to respond to rising demand and output by taking the plunge and hiring new workers again.\nPart of the rapid growth in real GDP was due to a substantial rise in inventory investment.  This inventory bounce, though likely to be transitory, is a normal part of healthy recoveries.  As firms’ confidence in the future increases, their desire to run down inventories wanes.  This change in behavior is often a powerful force for growth early in a recovery.  Other components of GDP also rose strongly:   business investment in equipment and software rose at an annual rate of 13 percent and residential investment rose at a 6 percent rate.  And consumer spending rose at a rate of 2 percent.  This broad-based rise in GDP was surely fueled in part by the tax cuts and investment spending in the Recovery Act and other rescue actions, but some appears to be the result of private sector demand returning.\nAs always, it is important not to read too much into a single report, positive or negative.   There will surely be bumps in the road ahead, and we will need to continue to take responsible actions to ensure that the recovery is as smooth and robust as possible.  Nonetheless, today’s report is a welcome piece of encouraging news.\n\n\n\n"
}