{
    "title": "Statement by the President on the Agreement between Sudan and South Sudan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/09/27/statement-president-agreement-between-sudan-and-south-sudan",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 27, 2012\n\n \n\n\n\nStatement by the President on the Agreement between Sudan and South Sudan\n\n\n\n\nI welcome the historic agreement that was reached today between the Republic of Sudan and the Republic of South Sudan on a number of critical issues. This agreement breaks new ground in support of the international vision of two viable states at peace with each other, and represents substantial progress in resolving the outstanding security and economic issues between Sudan and South Sudan. The Sudanese and South Sudanese people who have suffered greatly through decades of conflict deserve the benefits of a lasting peace – a peace that can only be achieved through continued dialogue and negotiation, sustained implementation of the agreements reached to date, and steadfast work to resolve remaining issues.\nI commend the resolute efforts of the African Union High-Level Implementation Panel, led by President Thabo Mbeki, for its leadership in shepherding this agreement. I also commend those international partners who have contributed to this peace process, particularly the chair of the Intergovernmental Authority on Development, the African Union, and the United Nations.\nThe leaders of Sudan and South Sudan have chosen to take another important step on the path away from conflict toward a future in which their citizens can live in dignity, security, and prosperity. The United States is committed to working with both countries as they implement these agreements and as they seek to resolve those issues that remain outstanding.  We are hopeful that today’s deal can help spur broader progress on resolving the conflict in Southern Kordofan and Blue Nile, securing unfettered international humanitarian access in those areas, and bringing peace to Darfur.\n\n\n\n\n"
}