{
    "title": "Statement from Chair of the Council of Economic Advisers, Christina Romer, on the Employment Situation in November | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-chair-council-economic-advisers-christina-romer-employment-situation-nove",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 04, 2009\n\n \n\n\n\nStatement from Chair of the Council of Economic Advisers, Christina Romer, on the Employment Situation in November\n\n\n\n\nThe statement below was posted on Whitehouse.gov by the Chair of the Council of Economic Advisors, Christina Romer, in response to the November employment report. The statement can also be accessed at the following link: http://obamawhitehouse.archives.gov/blog/2009/12/04/employment-situation-november.\nOn the Employment Situation in November\nPosted by Christina Romer on December 04, 2009 at 09:30 AM EST\nToday's employment report was the most hopeful sign yet that the stabilization of financial markets and the recovery in economic growth may be leading to improvements in the labor market.\nPayroll employment declined 11,000 in November.  This is a dramatic improvement from the decline of 597,000 in November 2008 and 741,000 in January 2009.  It is by far the closest we have been to stable employment since the recession began almost two years ago.  Furthermore, the employment loss in both September and October was revised down substantially, with the result that employment as of October is nearly 160,000 higher than was reported last month.  As was true in October, the largest employment gains in November were in temporary help services, which is often a leading indicator of labor demand.  21,000 jobs were also added in state and local public education.  Both the work week and aggregate hours increased, another early sign of labor market healing.\n \nThe unemployment rate, which had risen to 10.2% in October, declined to 10.0% in November.  This decline primarily reflects an increase in the number employed, as measured by the household survey.  Despite the welcome decline, the unemployment rate remains unacceptably high.  This underscores the need for the responsible actions to jumpstart private-sector job creation that the President highlighted at yesterday’s Forum on Jobs and Economic Growth at the White House.\nThere are many bumps in the road ahead.  The monthly employment and unemployment numbers are volatile and subject to substantial revision.  Therefore, it is important not to read too much into any one monthly report, positive or negative.  But, it is clear we are moving in the right direction.\n \n \nChristina Romer is Chair of the Council of Economic Advisers\n\n \n\n\n\n"
}