{
    "title": "Background on Naturalization Ceremony for Service Members | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-naturalization-ceremony-service-members",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 23, 2010\n\n \n\n\n\nBackground on Naturalization Ceremony for Service Members\n\n\n\n\nPresident Obama will deliver remarks at a naturalization ceremony for 24 members of the United States Armed Forces. This ceremony recognizes the contributions made by immigrant members of the U.S. armed forces who have earned their American citizenship through service to our country, and the contributions immigrants from all walks of life have made to our country throughout its history.\nAlejandro Mayorkas, Director of U.S. Citizenship and Immigration Services (USCIS) within the Department of Homeland Security, will present the home countries of the candidates for citizenship, and Secretary Janet Napolitano will administer the oath of citizenship.\nPresident Obama will then present Sergeant Ledum Ndaanee, U.S. Marine Corps (E-5) with the Outstanding American by Choice recognition, which highlights the outstanding achievements of naturalized U.S. citizens.\nThe audience will be composed of service members and their families as well as veterans.\nThe President led a similar naturalization ceremony in the East Room last year, to view click HERE.\nBiography of Sergeant Ledum Ndaanee, U.S. Marine Corps (E-5), recipient of the Outstanding American by Choice recognition:\nSergeant (Sgt.) Ledum D. Ndaanee was born in Nigeria on May 2, 1982. At the age of 16, he moved to the United States with his family, settling in Richmond, VA. After attending a local community college, Sgt. Ndaanee had his heart set on serving his new country by joining the U.S. Marine Corps. He enlisted in September 2004.\nSgt. Ndaanee deployed to Iraq on two separate occasions with the 1st Battalion, 2d Marines in support of Operation Iraqi Freedom. On August 4, 2007, while assigned as a turret gunner conducting combat operations, he suffered a concussion and traumatic brain injury as the result of an improvised explosive device.\nWhile recovering from his injuries at Wounded Warrior Battalion-East in Camp Lejeune, NC, Sgt. Ndaanee played a vital role in the recovery process of his fellow Marines and Sailors. He was instrumental in encouraging others to overcome their injuries by serving as a mentor. After recovering from his wounds, Sgt. Ndaanee achieved an important milestone in his life by becoming a U.S. citizen in November 2007.\nSgt. Ndaanee is currently serving as the non-commissioned Officer-in-Charge of the Warrior Athlete Reconditioning (WAR) Program’s Strength and Conditioning Team and is also a member of the aquatics team within Wounded Warrior Battalion-East. Over the course of his military career, Sgt. Ndaanee has been recognized with several honors including the Good Conduct Medal, Purple Heart Combat Action Ribbon, Iraq Campaign Medal, Sea Service Deployment Ribbon, Global War on Terrorism Service Medal, and the National Defense Service Medal.\nService members becoming American citizens:\nMichael Zach Armstrong, U.S. Army, England\nBorn in England, Armstrong entered the United States in 2002.  He enlisted in the Army in 2009 and currently serves in Selected Reserve of the Ready Reserve as a PFC, E-3.\nLenard Canlas Belvis, U.S. Air Force Reserve, Philippines\nBorn in the Philippines, Belvis became a permanent United States resident in 2005.  In 2009, he enlisted in the Air Force Reserves and is currently a Senior Airman.\nTei Aristide Bislao, U.S. Navy, Togo\nBorn in Togo, Bislao came to the United States in 2002.  He enlisted in the Navy in 2009 and serves as an E-3.\nAnthony Cabalerro, U.S. Navy, Spain\nBorn in Spain, Cabalerro graduated from Brooklyn Academy in 2005, and immediately enlisted in the Navy. Presently, he serves as an aviation fuel specialist with the rank of 3rd class Petty Officer.\nMaria-Antonette Capio Cabantog, U.S. Air Force, Philippines\nBorn in the Philippines, Cabantog enlisted in the Air Force in 2008 and currently holds rank E-2 as a Services Apprentice.\nPerla Conception Ramos de Chavira, U.S. Navy, Mexico \nBorn in Mexico, Chavira came to the United States in 2001 and in 2009 enlisted in the Navy and currently serves as an Aviation Machinist Mate.\nRommel Cruz Cuenco, U.S. Navy, Philippines\nBorn in the Philippines, Cuenco acquired lawful permanent resident status in 2002. He enlisted in the Navy in 2005 and presently serves as an E-4.\nAffeya Tiffany Christine Grant, U.S. Navy, Guyana\nBorn in Guyana, Grant entered the United States in 1993.  She enlisted in the Navy in 2009 and currently serves as an E-3.\nTherica Tameica Hutchinson, U.S. Army, Jamaica \nBorn in Jamaica, Hutchinson obtained lawful permanent resident status in 1994. She enlisted in the Army in 2004 and is currently serving as a Sergeant.\nOscar Gaspar Manrique, U.S. Air Force, Peru \nBorn in Peru, Manrique came to the United States with his mother in 1992.  In college he joined the Air National Guard and is currently a Senior Airman.   \nGranger Lawrence Michael, U.S. Marine Corps, Papua New Guinea\nBorn in Papua New Guinea, Michael came to the United States with his family as the son of a diplomat.  He enlisted in the Marine Corps in 2004 and currently serves as a Corporal, E-4. \nRoosevelt Joseph, U.S. Navy, Haiti\nBorn in Haiti, Joseph came to the United States as a child in 1997. In 2004, he enlisted in the Navy and now serves as an E4, Corpsman. \nRaquel De Olivera Moura, U.S. Navy, Brazil \nBorn in Brazil, Moura obtained her lawful permanent residence status in 2004. In 2007, she enlisted in the Navy and at present holds rank E-4 as an Aviation Structural Mechanic.\nJames Nyaga Muchoki, U.S. Army, Kenya\nBorn in Kenya, Muchoki obtained his lawful permanent residence status in 1996. He enlisted in the Air Forces’ Selected Reserve of the Ready Reserve in 2007 and in 2008 enlisted in the Army’s Selected Reserve of the Ready Reserve. At present, he holds rank E-4 in the occupation of a radiology technologist.\nJerdaine Devon Oldacre, U.S. Navy, Jamaica\nBorn in Jamaica, Oldacre obtained lawful permanent resident status in 2004. In 2009, he enlisted in the Navy and currently holds the rank of an E-1.\nSoraya Conceicao Ross, U.S. Marine Corps, Brazil \nBorn in Brazil, Ross obtained lawful permanent resident status in 2006. In 2009, she enlisted in the Marine Corps and at present is a Combat Engineer.\nCharlyston Schultz, U.S. Marine Corps, Brazil\nBorn in Brazil, Schultz obtained his lawful permanent residence status in 1998. He enlisted in the Marine Corps in 2007 and at present serves as a Captain.\nRaul Pagaduan Sibayan, U.S. Army, Philippines\nBorn in the Philippines, Sibayan enlisted in the Army in 2009 at present holds rank E-4 in maintenance.\nAndrew Hopeton Smith, U.S. Army, Jamaica\nBorn in Jamaica, Smith enlisted in the Army’s Selected Reserve of the Ready Reserve in 2009 and at present holds rank E-3 as a Unit Supply Specialist.\nMarcin Dominik Staniszewski, U.S. Marine Corps, Poland\nBorn in Poland, Staniszewski became a lawful permanent resident in 2004. He enlisted in the Marine Corps and at present, he is an AAV Mechanic holding rank E-3.    \nBerhan Kifetew Teferi, U.S. Army, Ethiopia\nBorn in Ethiopia, Teferi entered the United States with his family in 2005.  In 2008 he enlisted in the Army as a reservist and is currently an E3, PFC. \nPitrianne Natoya Williams, U.S. Navy, Jamaica\nBorn in Jamaica, Williams obtained her lawful permanent resident status in 2007. She enlisted in the Navy in 2008 and currently holds the rank of E-1 as an Aviation Boatswain Mate for Equipment.\nYu Yuan, U.S. Air Force, China\nBorn in the People’s Republic of China, Yuan entered the United States in 2003. She enlisted in the Air Force in 2009 and serves as a Material Management Specialist.\nJhonathan Zapata Garcia, U.S. Navy, Colombia\nBorn in Colombia, Garcia obtained lawful permanent residence status in 2006. He enlisted in the Navy in 2008, and is currently an Aviation Mechanist, AM-3.\n\n\n\n"
}