{
    "title": "Statement by NSC Spokesperson Ned Price on World Press Freedom Day | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/05/03/statement-nsc-spokesperson-ned-price-world-press-freedom-day",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 03, 2016\n\n \n\n\n\nStatement by NSC Spokesperson Ned Price on World Press Freedom Day\n\n\n\n\n\n\tOn World Press Freedom Day, we thank the journalists around the world without whom democracy could not flourish and whose courageous work helps hold authorities to account.  These are the men and women who work to ensure that debate on public issues can be, in the words of Justice William Brennan, \"uninhibited, robust, and wide open.\"  Through such debate we make the choices that shape our lives and the world around us.\n\n\tWhile it is in the nature of responsible journalism to confront the powerful, the corrupt, and the brutal, too many journalists risk their liberty and even their lives in doing so.  From China to Iran to Venezuela, brave men and women languish in prison for no greater crime than seeking to inform their fellow citizens.  The United States calls for the release of those who have been imprisoned for exercising the freedom of expression that is enshrined in the Universal Declaration of Human Rights, even as we encourage governments to foster societies in which journalists can work freely and without fear.  And we pay special tribute to the reporters, including our fellow Americans, who have given their lives or their freedom to tell the stories of those who live under the shadow of war.  For those who remain in captivity, such as American journalist Austin Tice, we pledge that we will not relent in our efforts to secure their release.\n\n\tOn World Press Freedom Day, and every day, these women and men deserve our thanks for their risks and sacrifices, and for bringing us nearer to the more peaceful, accountable, innovative and successful societies to which we aspire.\n\n\n\n\n"
}