{
    "title": "Announcing the 2015-2016 National Finalists for the White House Fellows Program | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/06/11/announcing-2015-2016-national-finalists-white-house-fellows-program",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nJune 11, 2015\n\n \n\n\n\nAnnouncing the 2015-2016 National Finalists for the White House Fellows Program\n\n\n\n\n\n\tWASHINGTON, DC — The President’s Commission on White House Fellowships announced today the National Finalists for the 2015-2016 White House Fellowship. This year’s class of Finalists represents an accomplished and diverse cross-section of professionals from the private sector, academia, medicine, and our armed services.\n\n\tNational Finalists for the nation’s premiere program for leadership and public service hail from across the United States, from Fayetteville to Indianola, Houston to Baltimore. They have demonstrated remarkable professional achievement early in their careers, a commitment to public service, and the leadership skills needed to succeed at the highest levels of the Federal government.\n\n\tNational Finalists have advanced through a highly competitive selection process, including a comprehensive written application and regional interviews with civic leaders at eight different cities across the country. The National Finalists will be evaluated by the President’s Commission on White House Fellowships in Washington, DC from June 11-14, 2015.\n\n\tA complete list of National Finalists appears below.\n\n2015 National Finalists\n\nC. Spencer Abbot\n\tCommander, United States Navy\n\tYorktown, VA\n\nTeeb Al-Samarrai\n\tDeputy Health Officer and Tuberculosis Controller, Santa Clara County Public Health Department\n\tOakland, CA\n\nAndrew Anderson\n\tMajor, United States Air Force\n\tDouglas, WY\n\nAlexander Billioux\n\tAssistant Chief of Service, Department of Medicine, The Johns Hopkins Hospital\n\tSimpsonville, SC\n\nSara Bleich\n\tAssociate Professor, Health Policy and Management, Johns Hopkins Bloomberg School of Public Health\n\tBaltimore, MD\n\nNaomi Dennis\n\tMajor, United States Air Force\n\tHouston, TX\n\nAhmed El Nokali\n\tDirector, Bank of America Merrill Lynch, Dubai, United Arab Emirates\n\tPittsburgh, PA\n\nBrooke Ellison\n\tAssociate Professor, Stony Brook University\n\tStony Brook, NY\n\nShereef Elnahal\n\tResident Physician, Radiation Oncology, The Johns Hopkins Hospital\n\tBaltimore, MD\n\nSeptember Hargrove\n\tChief Operating Officer, PowerMoves.NOLA Initiative, New Orleans Startup Fund\n\tNew Orleans, LA\n\nLuxme Hariharan\n\tPediatric Cataract, Glaucoma, Cornea and International Health Fellow, Children’s Hospital of Los Angeles, University of Southern California Eye Institute\n\tMadison, WI\n\nCorey Harrison\n\tCorporate Strategy Executive, iCIMS, Inc.\n\tBrowns Mills, NJ\n\nLa’Shanda Holmes\n\tLieutenant, United States Coast Guard\n\tFayetteville, NC\n\nKohar Jones\n\tFamily Physician, Chicago Family Health Center; Assistant Clinical Professor and Director of Community Health and Service Learning, University of Chicago Department of Family Medicine\n\tChicago, IL\n\nMichael Kleiman\n\tDocumentary Filmmaker\n\tRoslyn, NY\n\nRayden Llano\n\tProgram Director, Health Policy and Economics, LSE Enterprise\n\tMiami, FL\n\nJennifer Macdonald\n\tFamily Medicine Physician, UCLA Department of Family Medicine\n\tSt. Cloud, MN\n\nErik Malmstrom\n\tBusiness Development Manager, Cargill Incorporated\n\tWest Hartford, CT\n\nRei Onishi\n\tDeputy Attorney General, California Department of Justice\n\tCitrus Heights, CA\n\nPayal Patel\n\tInfectious Diseases Fellow, Beth Israel Deaconess Medical Center, Harvard Medical School\n\tHouston, TX\n\nElizabeth Pearson\n\tPh.D. Candidate in Sociology, University of California, Berkeley\n\tIndianola, IA\n\nNeil Ruiz\n\tSenior Policy Analyst and Associate Fellow, The Brookings Institution\n\tOxnard, CA\n\nThomas Smith\n\tChief Executive Officer, New Education Ventures LLC\n\tSan Diego, CA\n\nDavid Sontag\n\tAssistant Professor, Computer Science and Data Science, Courant Institute of Mathematical Sciences, New York University\n\tNew York, NY\n\nBenjamin Taylor\n\tMajor, United States Army Special Forces\n\tFayetteville, NC\n\nMaxeme Tuchman\n\tExecutive Director, Teach for America Miami-Dade\n\tMiami, FL\n\nJason Wasfy\n\tCardiologist, Cardiac Unit Associates, Massachusetts General Hospital\n\tBoston, MA\n\nKamillah Wood\n\tAssociate Medical Director, Mobile Health Programs, Children’s National Health System\n\tWashington, DC\n\nAnil Yallapragada\n\tMedical Director, South Carolina Stroke Institute, Grand Strand Medical Center\n\tMyrtle Beach, SC\n\nAbout the White House Fellows Program\n\n\tFounded in 1964 by President Lyndon B. Johnson, the White House Fellows Program offers exceptional Americans first-hand experience working at the highest levels of the Federal government. After a competitive application process, selected individuals spend a year in Washington, DC working full-time for Cabinet Secretaries, senior White House staff, and other top-ranking government officials. Fellows also participate in an education program consisting of roundtable discussions with renowned leaders from the private and public sectors, including the President and Vice President. Fellowships are awarded on a strictly non-partisan basis.\n\n\tMary Zients, founder and Board Chair of the Urban Alliance Foundation is the chair of the Commission. Cheryl Dorsey, the President of Echoing Green, serves as Vice Chair. Other members of the Commission are: Katherine Archuleta (Ex-officio), Wesley Clark, Nelson Diaz, Matrice Ellis-Kirk, Helene Gayle, Alice T. Germond, Vartan Gregorian, Steve Gunderson, Cynthia Hale, Deborah Harmon, Christy Haubegger, Peter Blair Henry, Amanda Hesser, John Hockenberry, Lisa Ling, Shannon Price Minter, George Muñoz, Lloyd W. Newton, Theodore Olson, Roger Porter, Azita Raji, Rion Joaquin Ramirez, Teresa Schwartz (Ex-officio; President of the White House Fellows Foundation and Association), George Thibault, Eleanor Kaye Wilson, and Judy Wise.\n\n\tThere are more than 700 White House Fellow alumni, a distinguished group that includes former Secretary of State Colin Powell, former Secretary of Labor Elaine Chao, former Secretary of Housing and Urban Development Henry Cisneros, CNN Chief Medical Correspondent Dr. Sanjay Gupta, and Pulitzer Prize-winning author and historian Doris Kearns Goodwin.\n\n\tAdditional information about the White House Fellows Program can be found at obamawhitehouse.archives.gov/fellows. \n\n\n\n\n"
}