{
    "title": "Vice President Biden Announces Key Staff Appointments | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-announces-key-staff-appointments",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 23, 2009\n\n \n\n\n\nVice President Biden Announces Key Staff Appointments\n\n\n\n\nTHE WHITE HOUSE   Office of the Vice President  ________________________________________________________________________________  FOR IMMEDIATE RELEASE                                                            March 23, 2009  Vice President Biden Announces Key Staff Appointments WASHINGTON, DC – Vice President Joe Biden announced the following key staff appointments today:  Edward DeSeve, Special Advisor to the President, Assistant to the Vice President and Special Advisor to the OMB Director for Implementation of the Recovery Act; Jon Wolfsthal, Special Advisor to the Vice President for nonproliferation; Matt Teper Speechwriter for the Vice President; and Kirsten White, Policy Director for Dr. Jill Biden. Herro Mustafa is also joining the Vice President’s staff, detailed from the State Department, as Special Advisor to the Vice President for the Middle East and South Asia.   Edward DeSeve, Special Advisor to the President, Assistant to the Vice President and Special Advisor to the OMB Director for Implementation of the Recovery Act:    In this role, Edward will support the Vice President in his leadership on Recovery Act implementation, and coordinate efforts at OMB on this project.  He will focus on interagency coordination and lead White House efforts to make sure that the Recovery Act is implemented quickly and effectively.  His management efforts inside the Executive Office of the President will complement the oversight work led by the independent Accountability and Transparency Board, chaired by Earl Devaney.   Mr. DeSeve is the former Deputy Director for Management of OMB.  During his tenure in this position, he played a major role in coordinating the highly-successful federal approach to dealing with the \"Y2K\" computer problem.    He was most recently the Chairman of Strategies and Solution LLP, which provides sustainability and consulting services to governments and non-profits.  He spent the previous eight years as a professor at the University of Maryland’s School of Public Policy, as a Senior Fellow at James MacGregor Burns Academy of Leadership, and currently serves as a Senior Lecturer at the Fels Institute for Government of the University of Pennsylvania   Mr. DeSeve has served in all three levels of government.  In addition to his role as Deputy Director for Management at OMB, he worked as the Controller for OMB and as the Chief Financial Officer at the U.S. Department of Housing and Urban Development. Mr. DeSeve was also Special Assistant to the Governor of the Commonwealth of Pennsylvania and Director of Finance for the City of Philadelphia.    In the private sector, Mr. DeSeve worked at KPMG Peat Marwick as a partner and national industry director, at Merrill Lynch Capital Markets as a Managing Director and at Affiliated Computer Services as a Senior Vice President.  He established and led several consulting firms, including Public Financial Management Incorporated.   Mr. DeSeve has published numerous works on the federal budget, financial management, and information technology.  He received a B.S. in Labor Economics from Cornell University and his Master of Government Administration in Public Finance from the University of Pennsylvania.  Jon Brook Wolfsthal, Special Advisor to the Vice President for Nonproliferation   In this position, Wolfsthal will provide support for the Vice President and the National Security Council on matters related to nuclear nonproliferation and global nuclear security.   Immediately before joining the administration, he served as a senior fellow at the Center for Strategic and International Studies and, before that, as Deputy Director of the Nonproliferation Project at the Carnegie Endowment for International Peace.  He is a globally recognized expert on nuclear security and nonproliferation, and previously served in the Department of Energy in a variety of positions.  He has also been, until recently, a professorial lecturer teaching nuclear weapons policy at Georgetown University.   A native of New York City, he has lived for the past 20 years in Washington DC.  He is the author of numerous article, reports and op-eds on nuclear policy, and co-author of Deadly Arsenals: Tracking Weapons of Mass Destruction.  He is a graduate of Emory University.  Herro Mustafa, Special Advisor to the Vice President for the Middle East and South Asia   Herro Mustafa has been a State Department Foreign Service Officer since 1999.  Immediately prior to joining the Vice President’s office as a detailee from the State Department, she was Deputy Director of the Afghanistan Office at the State Department.  She was previously the Chief-of-Staff for Under Secretary for Political Affairs Bill Burns and an Advisor on the Middle East for former Under Secretary Nicholas Burns.    Herro was Director for Iran and Israeli-Palestinian Affairs at the National Security Council from 2005-2006 and Director for Iraq and Afghanistan from 2004-2005.  As part of her Foreign Service career, Herro was the lead Civilian Coordinator in Mosul, Iraq; she reopened the U.S. non-immigrant visa section in Beirut, Lebanon; and she covered human rights, trafficking in persons, and domestic politics in Athens, Greece.    Prior to joining the Foreign Service, Herro was a Senior Editor at the Emirates Center for Strategic Studies and Research in Abu Dhabi, United Arab Emirates, where she edited several books and journals.  Prior to that, she was an Elections Supervisor in Bosnia with the Organization for Security and Cooperation in Europe.  Herro grew up in Minot, North Dakota and speaks Arabic, Farsi, Kurdish, Greek, and Turkish. She has an undergraduate degree from Georgetown’s School of Foreign Service and a Masters from Princeton University.   Matt Teper, Speechwriter for the Vice President   Matt Teper was most recently the full-time speechwriter at Independent Sector, a leadership forum and advocacy group representing the interests of foundations and charities across the country.  Matt has been writing in Washington since graduating from law school in 2002, including as a Writer/Editor at another advocacy group, focusing on federal judicial appointments and gun policy, and as a Senior Writer in the creative department of a public affairs firm.    He served in a freelance capacity as managing editor of Rock the Vote’s blog during the 2004 election season and has written and edited numerous speeches, op-ed’s, letters to the editor, blog posts, film scripts, and a host of other communications materials for nonprofit leaders, CEOs, elected officials, television personalities, and others.   Matt holds a bachelor’s degree in journalism from the University of Texas and a J.D. from the University of Wisconsin School of Law.  He lives in Washington, DC.   Kirsten White, Policy Director for Dr. Jill Biden   Kirsten White most recently worked as an Associate in the Labor and Employment practice group at Morgan, Lewis & Bockius LLP.  In addition to representing clients in cases before the National Labor Relations Board and in federal court, she advised clients on current legislative developments and federal labor standards. Prior to attending law school, she served as a Legislative Clerk on the Senate Judiciary Committee staff of Senator Russell D. Feingold, where she prepared the Senator for hearings and votes on civil rights, congressional reform, crime and justice, federal judicial nominations, and other issues within the Committee’s jurisdiction.  Kirsten also served on Senator Feingold’s personal office staff, where she worked on health care, budget, taxes, and environmental issues.    She received her J.D. from the University of Pennsylvania Law School, where she was as a Senior Editor on the Journal of Labor and Employment Law and worked as a law clerk at the Defender Association of Philadelphia. Kirsten, originally from Charleston, ME, is a 2000 graduate of Middlebury College.     \n\n\n\n"
}