{
    "title": "White House Hosts African American Policy in Action Leadership Conference | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/11/09/white-house-hosts-african-american-policy-action-leadership-conference",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 09, 2011\n\n \n\n\n\nWhite House Hosts African American Policy in Action Leadership Conference\n\n\n\n\n\nWhite House Releases New Policy Report Outlining the Obama Administration Achievements in the African American Community\n\n\tWASHINGTON, DC – Today, Wednesday, November 8, the White House held an African American Policy in Action Leadership Conference, bringing community leaders from across the country together with a broad range of White House and Cabinet officials for an in-depth series of interactive workshops and substantive conversations on the Administration’s efforts and achievements in the African American community.  Participants including community leaders, professors, faith leaders, civil rights leaders, and elected officials, have the opportunity to interact with Administration officials on pressing issues that directly impact African Americans. Discussion topics include strengthening the economy through the American Jobs Act, job training, access to capital for growing businesses, reforming our nation’s education system, protecting civil rights, community development initiatives, and strategies targeting poverty.\n\n\tAt the conference, the White House released a new policy report outlining how the President's policies directly impact the African American community. A copy of the policy report is available HERE or on  obamawhitehouse.archives.gov/africanamericans.\n\n\tWhen President Obama took office, the economy was shedding nearly 800,000 jobs each month and millions of families were unable to make ends meet. African Americans were hit especially hard by the recession, struggling with significant economic losses, including near-record high levels of unemployment and low incomes compared to the national average. Since day one, the President has fought to restore the strength to the middle class, protect the interests of the low-income families, and allow those hardest hit by the economy to have access to the American Dream.\n\n\tPortions of the conference are open to pre-credentialed media. The conference is live streamed on Whitehouse.gov/live.\n\n\nAFRICAN AMERICAN POLICY IN ACTION LEADERSHIP CONFERENCE--AGENDA\nDate: November 9th, 2011\nTime: 9:00-4:30PM ET\n\nAgenda\n\n\t9:00-9:15AM     Welcome:  Michael Strautmanis, Deputy Assistant to President Obama and Heather Foster, Director of African American Outreach\n\n\t9:15-9:30AM     Opening Remarks:   Valerie Jarrett, Senior Advisor to President Obama\n\n\t9:30-10:30AM            Panel Session One: Economic Security, Job Creation, and the African American Community\nPanelists\n\tDanielle Gray, Deputy Director, National Economic Council\n\tRebecca Blank Acting Deputy, Department of Commerce\n\tSeth Harris, Deputy Secretary, Department of Labor\n\tDon Graves, President’s Council on Jobs and Competitiveness\n\tUndersecretary Martha Kanter, Department of Education\n\n\t10:50-12:00PM           Panel Session Two: The President’s Domestic policy agenda and the African American community\nPanelists\n\tMelody Barnes, Domestic Policy Council\n\tSecretary Tom Vilsack, Department of Agriculture\n\tSecretary Kathleen Sebelius, Health and Human Services\n\tActing Deputy Secretary, Estelle Richman, Housing and Urban Development\n\tAdministrator Lisa Jackson, Environmental Protection Agency\n\t                                               \n\t12:00-12:45PM           Working lunch with Attorney General Eric Holder\n\n\t1:30-3:30PM               Afternoon Breakout sessions  \nTrack one:     Education Reform and Job Training            \nTrack two:     Economic Growth, Jobs Creation, and Business Development\nTrack three:  Anti-Poverty Strategies\nTrack four:    Prevention and Health Disparities (Let’s Move)\nTrack five:     Fatherhood, Prevention, and Reentry Issues\nTrack six:       Housing and Urban Affairs\n\n\t3:45-4:15PM               Report and Action Steps: Jon Carson, Director, White House Office of Public Engagement\n\n\t4:15-4:30PM               Closing Remarks by Gene Sperling, Director of the National Economic Council and Valerie Jarrett, Senior Advisor to President Obama\n\n\nFACT SHEET: THE PRESIDENT’S AGENDA AND THE AFRICAN AMERICAN COMMUNITY\n\n\tThe President has fought consistently for policies that create opportunity for all Americans and, as result, has lifted millions out of poverty and invested in long-term reforms to grow the middle class.   This new report  highlights how the Obama Administration’s reforms and investments to reward work, improve education and increase college access and affordability, keep Americans in their homes, increase access to health care, and investments in small businesses have made a significant impact in African American Communities:\n\n\nTax Relief for Virtually All Working Americans. The President secured the Making Work Pay tax credit in 2009 and 2010 and a payroll tax cut in 2011 that amounted to a 2 percent raise for working Americans through 2011. In addition, the President secured historic expansions in refundable tax credits Earned Income Tax Credit and Child Tax Credit for low-income families. The American Jobs Act will extend and expand tax relief for every American family next year.  The American Jobs Act will extend and expand tax relief for virtually every American family next year, including nearly 20 million African American workers.\n\nSubsidized Jobs for Low-Income Adults and Youth. Through the Recovery Act, 367,000 low-income youth received summer employment and over 260,000 adults and youth were placed in subsidized jobs. The American Jobs Act builds on the success of these programs by supporting summer jobs and pathways to work for unemployed Americans and youths. \n\nSupport for African American-Owned Small Businesses. Since the beginning of the Administration, the President has enacted 17 tax cuts for small businesses, including billions of dollars in tax credits, write-offs, and deductions for Americans who start new businesses, hire the unemployed, and provide health insurance for their employees. In addition, through the Small Business Jobs Act and other measures, the President has taken steps to expand American American-owned small businesses’ access to credit –through programs like the Community Development Financial Institutions and the New Markets Tax Credit, which provided over $4 billion in capital to predominantly African American communities. The American Jobs Act would cut payroll taxes in half for every American small business, including more than 100,000 African American owned firms.\n\nReform K-12 and Early Education through Innovative, New Programs. President Obama created Race to the Top with a historic $4.35 billion investment. As a result of the initiative, over 40 states have raised standards, improved assessments, and invested in teachers to ensure that all of our children receive a high-quality education. A similar Race to the Top Early Learning Challenge has been developed to raise the quality of and increase access to critical programs that ensure our kids are entering school ready to learn. In addition to these historic investments, the President has also fought against Republican budget cuts to critical programs like Head Start. The American Jobs Act provides $30 billion for States to hire new teachers, rehire those laid off, and prevent as many as 280,000 teachers whose jobs are at risk next year from being laid off.\n\nIncrease College Access and Affordability. Since the beginning of the Administration, the President has dramatically increased Pell Grant funding to support an additional 200,000 African American students, created the American Opportunity Tax Credit to ease college costs, and championed bold and comprehensive reform of student loans that will save taxpayers $68 billion over the next decade. Together, these represent the largest investment in higher education since the G.I. Bill. The President also secured $850 million in additional funding for Historically Black Colleges and Universities and $150 million for Predominantly Black Institutions.\n\nKeep Americans in Their Homes During a Housing and Economic Crisis. The Administration’s programs, both through their direct and indirect impact on the market, have helped more than 4 million families permanently modify their mortgages so they can stay in their homes. Through the Recovery Act, the President provided $1.5 billion for the Homeless Prevention and Rapid Re-Housing Program to prevent homelessness for 1 million Americans. The American Jobs Act builds on the success of these programs with the new “Project Rebuild,” which will invest in the communities hardest hit by the housing downturn.\n\nCreate Economically-Sustainable Neighborhoods. The Administration has secured $40 million for Promise Neighborhoods and $126 million to Choice Neighborhoods that provide a continuum of services to combat the challenges facing communities most in need. The new Strong Cities, Strong Communities is helping strengthen cities and regions by increasing the capacity of local governments to execute their economic growth plans, while also delivering federal assistance tailored to the local government’s needs.\n\nExpand Health Care Access for Families and Workers. Within a month of taking office, the President signed the Children’s Health Insurance Program Reauthorization Act into law, expanding health coverage to more than 4 million children who would otherwise go uninsured. And the historic Affordable Care Act, when fully implemented, will expand health coverage to about 34 million Americans, including as many as 7 million African Americans.\n\nProtect Civil Rights and Promote Criminal Justice. The President has signed major legislation like the Fair Sentencing Act and the Claims Resolution Act, and worked to expand and enforce hate crimes prosecutions, reduce unfairness in sentencing, and counter employment discrimination.\n\n\n\tRead the full policy report HERE or go to obamawhitehouse.archives.gov/africanamericans.\n\n\n\n\n"
}