{
    "title": "President's Council on Jobs and Competitiveness to Hold Listening and Action Session in Dallas, Texas | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/08/30/presidents-council-jobs-and-competitiveness-hold-listening-and-action--0",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 30, 2011\n\n \n\n\n\nPresident's Council on Jobs and Competitiveness to Hold Listening and Action Session in Dallas, Texas\n\n\n\n\n\nJobs Council members, Administration officials, business and union leaders to discuss with local businesses, stakeholders and elected officials how the public and private sectors can partner to create opportunity and support job creation through infrastructure investment\n\n WASHINGTON, DC – On Thursday, September 1st in Dallas, Texas, the President’s Council on Jobs and Competitiveness will hold the next in a series of Jobs and Competitiveness Listening and Action Sessions with local businesses and stakeholders to discuss how the public and private sectors can partner to create opportunity and support job creation.  The September 1st session will take place at Southern Methodist University in Dallas, Texas and will focus on the importance of infrastructure investment to creating jobs across sectors of the American economy.  Participating in the discussion will be US Secretary of Transportation Ray LaHood, senior Administration officials, Members of the President’s Jobs Council and key business leaders and stakeholders. \n\n\tPrior to the session, Secretary LaHood, Senator Kay Bailey Hutchison, Rep. Eddie Bernice Johnson, Dallas Mayor Mike Rawlings and Southwest Airlines President & CEO Gary Kelly will also visit a Love Field Modernization Program construction site. \n\n\tThis Infrastructure Investment Listening and Action session is part of a series of regional Council Listening and Action Sessions that are taking place around the country as a result of the President’s challenge that the Council bring new voices to the table and ensure that everyone can participate and inform the Council’s work and recommendations.    The ideas and information exchanged at these events will help inform the future policy work of the President’s Council on Jobs and Competitiveness, which meets with President Obama each quarter to recommend critical steps that both the private and public sectors can take to create jobs and help strengthen the economy. \n\n\tPresident Obama formed the President’s Council on Jobs and Competitiveness  in January of 2011 for the purpose of bolstering the United States economy by fostering job creation, innovation, growth, and competitiveness as the country enters a new phase of economic recovery.  The core mission of the Council is to promote growth by investing in American businesses to encourage hiring, to educate and train American workers to compete in the global economy, and to attract the best jobs and businesses in the world to the United States.\n\n\n\n\n"
}