{
    "title": "Press Call to Preview the President's Travel to Cuba and Argentina | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/03/16/press-call-preview-presidents-travel-cuba-and-argentina",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 16, 2016\n\n \n\n\n\nPress Call to Preview the President's Travel to Cuba and Argentina\n\n\n\n\n\n\tPRESS CALL\n\n\tBY BEN RHODES, DEPUTY NATIONAL SECURITY ADVISOR FOR STRATEGIC COMMUNICATIONS;\n\n\tAMBASSADOR JEFFREY DeLAURENTIS, CHARGÉ de AFFAIRES, U.S. EMBASSY IN CUBA;\n\n\tAND MARK FEIERSTEIN, NSC SENIOR DIRECTOR FOR WESTERN HEMISPHERE AFFAIRS\n\n\tTO PREVIEW THE PRESIDENT’S TRAVEL TO CUBA AND ARGENTINA  \n\n\t \n\n\tVia Conference Call \n\n\t \n\n\t \n\n\t5:04 P.M. EDT\n\n\t \n\n\t     MR. PRICE:  Good afternoon, everyone, and thanks for joining the call.  I’m sorry we’re starting a few minutes late, but thank you again for joining us as we preview the President’s trip to Cuba and Argentina next week.\n\n\t \n\n\t     We have on today’s call three senior administration officials.  We will do this call on the record, but it will be embargoed until the conclusion of the call.  The three speakers today are Ben Rhodes, the Assistant to the President for -- Assistant to the President, Deputy National Security for Strategic communications.  We also have Ambassador Jeffrey DeLaurentis, the Chargé in our embassy in Havana, Cuba.  And we have Mark Feierstein, the Senior Director here at the National Security Council for Western Hemisphere Affairs.  So, again, this call is on the record but embargoed until the conclusion and we’ll turn it over to Ben.\n\n\t \n\n\t     MR. RHODES:  Thanks, everybody, for getting on the call.  I know it’s a busy news day for many of you, but given the interest in the trip, we wanted to give you a preview.  I’ll give you a sense of the President’s schedule and objectives on the trip, and take your questions.\n\n\t \n\n\t     I’ll start by just giving an overview of the trip before going to my colleagues.  First of all, we see this trip as continuing the process that accelerated on December 17th with the announcement that the U.S. and Cuba would begin to normalize relations of taking steps to improve the lives of the Cuban people, to open up additional opportunities for engagement between Americans and Cubans, and to build a bilateral relationship in which we’re able to cooperate on a range of issues with the Cuban government, as we are very clear about areas of continued disagreement, including our strong support for human rights.\n\n\t \n\n\t     Earlier this week -- yesterday, in fact -- we announced another series of regulatory changes that will facilitate greater travel and commerce on the island to include the authorization of individual people-to-people travel for Americans to include increased access to the dollar in transactions in Cuba, and increased capacity for Cubans to earn salaries outside of Cuba -- all of which we believe again opens up more space, more connectivity, more engagement that can improve the lives of the Cuban people.\n\n\t \n\n\t     On the trip, we wanted to make sure the President would have the opportunity to engage broadly with not just the government but also the Cuban people.  And we very intentionally sought a variety of opportunities for the President to have engagements with different sectors of Cuban society and to speak directly to Cuba’s leaders but also the Cuban people as well. \n\n\t \n\n\tThe President and the First Family will arrive on Sunday -- Sunday afternoon.  The first day will include a visit from the First Family to a variety of sites in Old Havana, focused on cultural outreach.  Among those sites in Old Havana, the First Family will be able to visit the cathedral, where they will be hosted by Cardinal Ortega in Cuba, the Cardinal, along with Pope Francis, was particularly helpful in supporting the agreement on December 17th to normalize relations.  And so that will also provide the opportunity to mark the important role of the Catholic Church in the lives of the Cuban people, and in the increasing relations between our two countries.\n\n\t \n\n\t     On Monday, the President will have the official program will begin with a wreath laying at the José Marti Memorial in Havana. He will then proceed to the bilateral meeting with President Castro.  Again, this will be an opportunity for us to review the progress made on the normalization of relations; to address areas where our governments have been able to initiate bilateral cooperation that's in our mutual interest; to be very candid about areas of disagreement, including the human rights practices that have concerned us in Cuba and our support for universal values in Cuba and around the world; to discuss regional issues, including Cuba’s support, along with us, for the Colombian peace process; and to discuss how we can open up greater space for exchanges between our people, greater commercial opportunities that we believe will bring an improved standard of living to more and more Cubans, and continued support from the United States to the emerging private sector within Cuba.\n\n\t \n\n\t     And so we’ll have an opportunity in that vein to discuss both our regulatory changes that have been taken and steps that the Cuban government can take going forward to further open up space for the Cuban people to benefit from normalization.\n\n\t \n\n\t     Following that meeting, the President will attend an event that is focused on entrepreneurships and opportunity for the Cuban people.  This will be an event that has a series of sessions that will bring together American business leaders, Cuban Americans, Cuban entrepreneurs, representatives of our governments where we’ll be able to discuss and lift up the potential for deeper cooperation between our countries, to lift up the great progress that's been made among self-employed Cubans in recent years who’ve shown remarkable innovation.\n\n\t \n\n\t     The President will make remarks and be able to participate in a panel, along with a number of Cuban entrepreneurs to hear about the work that they're doing.  Again, this is a sector of the Cuban economy and society that holds enormous promise in improving the livelihoods of the Cuban people.  And more broadly, the commercial opening between our countries similarly has the potential to be a truly mutual interest in terms of providing opportunities -- not just for U.S. businesses, but opportunities that again help empower and improve the lives of Cubans.\n\n\t \n\n\t     That night the President will attend a state dinner at the Revolutionary Palace.\n\n\t \n\n\t     On Tuesday, Tuesday morning, the President will deliver remarks addressed to the Cuban people broadly.  This speech I think is going to be a very important moment in the President’s trip, and opportunity for him to describe the course that we're on, to review the complicated history between our countries, and the rationale behind the steps that we took -- particularly on December 17th to pursue normalization, but also to look forward to the future, and to lay out his vision for how the United States and Cuban can work together, to how the Cuban people can continue to pursue a better life.\n\n\t \n\n\t     This is a speech to the Cuban people.  We're also very mindful that that includes the Cuban people who are on the island, but also the Cuban American community.  And the President recently -- just now was able to meet with a number of leaders from that community and hear their views about the important messages that he can stress on the visit.\n\n\t \n\n\t     So we see this speech as a unique moment obviously in the history between our countries.  This is the first visit of a U.S. President in nearly 90 years; certainly the first speech given by a President on Cuban soil in nearly 90 years, and an opportunity for the President to engage the Cuban people with his vision for the future.\n\n\t \n\n\t     Following that speech, the President will attend a meeting with members of Cuban civil society.  This will, of course, include human rights activists, people who’ve shown great courage in pursuing their rights and pursuing a better future for the Cuban people.  As we do in countries around the world, we meet with government and we also meet with opposition voices and civil society activists.  And the President will look forward to hearing their views as well, in keeping with his intention of hearing from the government, hearing from entrepreneurs, hearing from civil society, hearing from faith leaders, and receiving all those different viewpoints from within Cuba.\n\n\t \n\n\t     Following the meeting with civil society the President will attend the Major League baseball game that is going to take place between the Tampa Bay Rays and the Cuban national team.  Baseball is obviously something that the United States and the Cuban people share a common love of and it's a part of both of our heritages, and frankly, also part of the type of exchanges that we are pursuing in business, in culture, in the arts, in sports that can bring the American and Cuban people closer together.\n\n\t \n\n\t     I'll pause here and also note that on the trip the President will be joined by the First Lady, as well as Malia and Sasha Obama, as well as Mrs. Marian Robinson.  They will be coming to both Cuba and Argentina.  While in Cuba and going on to Argentina, as part of the Let Girls Learn initiative, Mrs. Obama will talk with high school-age girls.  In Havana, the First Lady will sit down on Monday for a conversation with female Cuban students, some of whom have studied in the United States.  And in their discussion, Mrs. Obama will bring questions from U.S. students that were submitted to Discovery Education about life in Cuba and about exchanges that we can pursue between our two countries.\n\n\t \n\n\t     After Cuba, the First Family will go on to Argentina.  My colleague will give you some of the objectives and themes of that visit.  But as we said, there’s a new administration in Argentina under President Macri that has indicated a desire to revitalize bilateral cooperation, and the visit is uniquely timed to do so.\n\n\t \n\n\t     We'll arrive late that night, and the official program will begin on Wednesday morning.  And there will be an arrival ceremony at Casa Rosada, followed by a bilateral meeting with President Macri.\n\n\t \n\n\t     Then, following the bilateral meeting, there will be a tour and wreath-laying at the Buenos Aires Metro Cathedral.  Following the tour of the cathedral the President will hold a town hall with young people, as he has done in so many countries across the world.  He'll be able to have a direct with them about the relationship between the U.S. and Argentina, the relationship between the United States and Latin America, and more broadly, the Young Latin American Leaders initiative that we've launched to follow on the success of the Young Leaders initiatives we have in Africa and Southeast Asia.\n\n\t \n\n\t     That night, there will be a state dinner in which the President and First Lady will be hosted by President Macri. \n\n\t \n\n\t     On Thursday, that is the final day of the President’s trip to Latin America.  He will travel that day to Bariloche and Patagonia for a visit to one of the truly spectacular cultural sites within Argentina.  Again, we expect he may have an additional event in the morning and we’re continuing to finalize the elements of his schedule. \n\n\t \n\n\t     I should add for both Cuba and Argentina, again, there may be additional opportunities for him to have engagements with the Cuban people and the Argentine people -- we’ll keep you posted of any additions to the schedule going forward.\n\n\t \n\n\t     I’ll stop there, and I’ll hand it over to Jeff to just give you a little bit of the view from the ground in Havana.\n\n\t \n\n\t     AMBASSADOR DELAURENTIS:  Thanks very much, Ben.  The President’s visit to here is a significant step forward in the normalization of relations between the United States and Cuba.  I would say that it signals a new beginning between our two countries and peoples.  Since the reestablishment of diplomatic relations in July, our embassy here has been able to more effectively represent U.S. interests and values, strengthen our ties with the Cuban people from all walks of life, and pursue bilateral cooperation on a number of issues two countries 90 miles apart should have as a matter of course.\n\n\t \n\n\t     The President’s visit, his direct words to the Cuban people and his personal interaction with government leaders, entrepreneurs, youth and civil society will certainly build on the progress we’ve made advancing commercial and people-to-people ties that can improve the wellbeing of the Cuban people and expressing support for human rights.  I’d say there’s great anticipation here for the visit.  The enthusiasm that we saw on December 17th, 2014, it feels like it’s just been growing ever since, and that’s what we’re feeling here now.\n\n\t \n\n\t     As a practical matter, the visit itself has also allowed our embassy team to engage more broadly and meaningfully with our Cuban counterparts in the planning and, of course, working to advance our interests along the way.  My team, for example, is working hand-in-hand with a number of Cuban government ministries, independent organizations, and regular Cubans to ensure that the Cuban people are able to interact with President Obama. \n\n\t \n\n\t     So overall going forward, we want to broaden the engagement underway, urging the Cubans views, their immense talents to establish businesses, interact with the world through information technology, and deepen the already strong ties of family and affection between the peoples of both countries.  So we are very much looking forward to hosting the President in a few days.  Thanks.\n\n\t \n\n\t     MR. RHODES:  I’ll turn it to Mark here on Argentina.\n\n\t \n\n\t     MR. FEIERSTEIN:  Well, thank you very much for your interest in the President’s trip to Argentina, which is actually historic in its own right.  This is the first bilateral visit by a U.S. to Argentina in nearly 20 years.  The last one was in 1997, when President Clinton visited.  George Bush was there -- President George Bush was there in 2005, but that was for the Summit of the Americas in Mar Delaware Plata.\n\n\t \n\n\t     The President’s visit will be an opportunity to review the bilateral relationship with Argentina and to recognize and encourage Argentina’s interest in playing a more prominent role on the world stage.  President Obama had an opportunity to speak by phone last year with then-President elect Macri shortly after his election victory.  And we’ve been impressed by President Macri’s ambitious reform agenda, the speech with which he’s implementing it, and his interest in taking a leadership role on regional and global issues.\n\n\t \n\n\t     We anticipate that during the visit, the Presidents will have an opportunity to discuss a wide range of issues, including with respect to the economy, security, climate change, and democracy, and human rights.  And we expect to be able to make announcements of bilateral agreements and initiatives in those areas during the visit, as well.\n\n\t \n\n\t     We want to be responsive to President Macri’s priorities of reducing poverty and crime and drug trafficking.  And we're confident the initiatives we're developing will bring benefit to both countries.\n\n\t \n\n\t     Now, I should note the President’s visit coincides with the 40th anniversary of the 1976 military coup.  And while in Argentina, the President will honor the victims of the Dirty War, as well as those who defended human rights during that period.\n\n\t \n\n\t     Overall, I’d say this trip is a validation of the President’s approach to the hemisphere, which has emphasized engagement and respectful partnerships.  2016 is shaping up to be an historic year for Latin America and for U.S.-Latin American relations.  Beyond this trip and the Cuba opening and the relationship with Argentina, there’s a peace process in Colombia that could end the world’s longest civil war.  In Central America we're making significant investments to help those countries to reduce poverty and crime and get at the root causes of irregular migration.  In North America, we have a revived relationship with Canada, which was on display last week with the official visit of Prime Minister Trudeau.  In the summer, the President will travel to Canada to meet with Trudeau and President Peña Nieto of Mexico for the North American Leadership Summit.  And then finally, the President will return to South America later in the year when he goes to Peru for the APEC conference in November.  So in short, it will be very, very busy for the President and the administration in the Americas.\n\n\t \n\n\t     Q    Thanks for taking the call.  I’ve got an overarching question, which is:  Do you guys believe that in taking this that President Obama will essentially make the normalization policy permanent and make it kind of irrevocable no matter who the next President is?\n\n\t \n\n\t     And then I’m just hoping that you can address a couple of smaller points like, can you give us a sense of the full business and cultural delegation that's going to come with you?  And should we expect a baseball deal to be announced?  And is the President going to throw out the first pitch?  Thanks.\n\n\t \n\n\t     MR. RHODES:  Actually, your questions kind of blend together, Margaret, in an interesting way.\n\n\t \n\n\t     Yes, we very much want to make the process of normalization irreversible.  And part of the reason for going on the trip and for going on the trip earlier in the year is to utilize it to accelerate the process of normalization, to speak directly to the Cuban people about what the President’s vision for normalization is, and to continue to create openings for greater engagement between the American and Cuban people.\n\n\t \n\n\t     And we will be discussing on the trip a variety of issues where there are areas of practical bilateral cooperation that are in our mutual interest.  It’s in our interest to have direct mail flights.  And in fact, we just had the first direct mail flight head down the Cuba.  It’s in our interest to have direct flights between the United States and Cuba.  And the Department of Transportation is in the process of reviewing bids from airlines to have 110 direct flights per day.  With the individual people-to-people travel that is authorized, we expect continued and substantial growth in the number of Americans who are visiting Cuba for a variety of purposes.  It’s in our interest to cooperate on areas like health and agriculture and education exchange.  And so there is a bilateral agenda that we want to address.\n\n\t \n\n\t     We also believe it’s in our interest to have a continued opening between the United States and Cuba in the economic and entrepreneurship space.  We believe that greater economic activity in the island is going to be good for the Cuban people.  It’s going to be a source of empowerment for them.  It’s going to improve their livelihoods.  And we’ve already seen that in the rapid growth the cuenta-propistas sector in Cuba, where you have a significant portion of Cubans who are now self-employed.  And that has been, again, accelerated in part by the changes in our policy that have allowed greater remittances to the island and certain economic and commercial activity.\n\n\t \n\n\t     And we’ll also want to be discussing steps that both governments can take to continue to open up space.  And just as we pursue regulatory changes, there are steps that the Cuban government can take to make it easier for international businesses to operate, make it less cumbersome, again, to operate, and to have our businesses engage directly with the Cuban people.\n\n\t \n\n\t     There are also -- frankly, after many months of engagement since we established an embassy, the potential for some real, concrete commercial openings to take place between prominent U.S. businesses and Cuban in different sectors.  And again, that would be to the good of both of our countries and peoples.  And so that will be a part of the discussion.\n\n\t \n\n\t     Again, that includes sectors like technology where we’ve continued to urge the Cuban government to increase access to the Internet.  And U.S. technology companies can help play a role in facilitating greater connectivity in Cuba, which is in the interests of the Cuban in terms of both their economic wellbeing, but also their fundamental right to access information.\n\n\t \n\n\t     So by taking the trip and trying to make progress in all these areas, we will be facilitating more Americans traveling to Cuba, more American businesses operating in Cuba, more benefits to the Cuban people that come from those openings, more exchanges between our countries, and that has a momentum that people, we believe, will not want to reverse going into the future.\n\n\t \n\n\t     And the breadth of the people who are traveling to Cuba as part of the President’s visit I think demonstrates that.  From our own government, we’ll have Secretary Kerry, Secretary Vilsack, Secretary Pritzker, and Small Business Administrator, Maria Contreras-Sweet.  We also would expect a significant delegation of members of Congress, several dozen members of Congress.  And that will be a bipartisan delegation.  And this has been an issue in which we’ve seen growing bipartisan support for the policy changes that we’ve pursued, and I think the presence of those members of Congress sends that message that there is growing support in Congress to open up relations and lift the embargo or pieces of the embargo.\n\n\t \n\n\t     We also anticipate that there will be a significant number of American entrepreneurs and business leaders who will be able to participate in the visit, including through their attendance at the event that I mentioned that the President will go to that lifts up entrepreneurship and opportunity.  And that, I think, speaks to the support in the American business community and entrepreneurial sector for the opening between the United States and Cuba.  And we expect there to be a significant number of Cuban Americans who are able to participate in the visit, and we met with a number of leaders today.  I went to Miami and engaged the community very broadly.  The President wants to ensure that they’re able to participate in events like his speech because, as I said, this is a speech to the Cuban people and that includes Cuban Americans.  And all those different constituencies are enormously important stakeholders for the policy that we’re trying to pursue, and the change that we’re trying to pursue.\n\n\t \n\n\t     So that’s the connection I think between making things irreversible.  The people who are participating in the visit I think send a message of the breadth of support for the policy and that I think is what is going to ultimately sustain this opening going forward.\n\n\t \n\n\t     With respect to the baseball game, I don’t think we expect the President to throw out the first pitch, but we’ll keep you posted on those matters as they come together.  But that’s not our current plan.  And in terms of baseball, they’re continuing to have their own discussions with the Cuban government -- that ultimately was a decision that Major League Baseball will have to reach with the Cuban government and the Cuban Ministry about signing players directly.\n\n\t \n\n\t     We did take the step, again, through a regulatory change, to allow any Cubans -- not just athletes, but any Cubans -- to earn salaries in the United States.  That would certainly enable baseball players to earn salaries in the United States.\n\n\t \n\n\t     We’ll take the next question.\n\n\t \n\n\t     Q    Ben and team, can you tell us for sure whether the speech on the Tuesday will be broadcast in Cuba on television and radio?  Can you tell us what the groups are or the names of the dissidents are that the President will be meeting with?  And on Argentina, can you say or address concerns about the fact that the President is coming during that anniversary, and do you think that laying a wreath will be enough to quell the upset about that?\n\n\t \n\n\t     MR. RHODES:  So first of all, on the speech, look, we always want the President’s words to reach the people of the country that he’s visiting.  So we certainly want all of his events, including his speech, to reach the Cuban people.  That’s a point we’ve made.  We have not had any resistance from the Cubans to the notion that his speech be broadcast.  We certainly believe the Cuban people very much want to hear what the President has to say, and so I think that provides the incentive for the speech to be broadcast.  So, ultimately, we’ll see how that transpires but to this point, we have not had objections from the Cubans to the notion that the President’s words would be broadcast.  And, in fact, his speech on December 17th was broadcast in Cuba -- December 17th, 2014, his speech on opening the embassy was broadcast in Cuba so we hope to see that continued.\n\n\t \n\n\t     With respect to dissidents, we wouldn’t yet put out the list of people the President is meeting.  It will represent a diverse and important set of voices in Cuba -- prominent dissidents, people who have made enormous sacrifices so as we finalize that event, we’ll be able to make that available for you.  I would say the one difference was when we select the people that the President is going to meet with, there have been some questions about this.  And every country we go, whenever we meet civil society human rights activists, we select the people -- the participants for that meeting and that will certainly be the case in this instance.\n\n\t \n\n\t     And on Argentina, I’ll say one thing and see if my colleagues have anything to add that, look, there’s a complicated history in Argentina that we have a profound respect for.  I think those of you who followed the President for the last seven years know that he always directly addresses these issues.  He does not shy away from them.  He believes that part of moving forward in the Americas or any other part of the world involves a clear-eyed recognition of the past.  And so he will, in addition to wreath-laying and any events that we’re able to do that are related to the anniversary, I’m certain that in his town hall meeting and in his comments in Argentina, he will be more than willing to speak to what took place 40 years ago, to the suffering that took place after the coup and to the complicated history between the United States and Argentina as it relates to those events.  So, again, if you look at -- particularly in the Americas, many countries that we’ve gone to, there are incidents of history that have powerful undercurrents.  The President has always demonstrated his respect for those views and his willingness to confront history clearly.  And I think that will be no different in Argentina.  And a part of the relationship we’re building is one that, again, recognizes history but also recognizes how much we have to benefit from cooperation going forward.\n\n\t \n\n\t     Mark, I don’t know if you have anything to add.\n\n\t \n\n\t     MR. FEIERSTEIN:  I would just note that we have had discussions with the governor of Argentina, as well as with human rights groups there about the most appropriate way for the President to mark the occasion.  And we’ll have more details in the coming days about that, but I think you’ll find that it will be done in a very respectful way, and I think in a way that Argentines will embrace as well.\n\n\t \n\n\t     Q    Thank you for the time.  I’d like to know, related to the speech that the President will give to the Cuba people, can you please highlight some of the themes that will be disclosed and do we know exactly where it’s going to be and who is determining who will be invited to that speech?\n\n\t \n\n\t     MR. RHODES:  Appreciate the question.  First of all, our expectation is that the speech will be at the National Theater.  We were looking for a sizeable venue so that we could have a large audience.  Given a multitude of constraints and concerns, it’s very difficult on any of these trips for the President to address an outdoor audience. So within indoor audiences, the theater provided significant space for an audience of a thousand or so people. \n\n\t \n\n\t     Secondly, we will certainly be inviting a substantial number of the people who are coming to the speech -- certainly several hundred.  And this will include, as I said, some of our delegation and some Cuban Americans, but also a much larger number of Cubans of various walks of life, particularly young people.  When the President gives these types of speeches in different countries, we always go out of the way to try to invite students, young people, young people who have been involved in exchanges or engagements with Americans or with our embassy.  And Jeff may speak to this in a moment, but that would be the audience.  In terms of the -- and the Cuban government will also have certainly a number of people that they’ll be inviting as well.  So there will be a mix of people in that audience.\n\n\t \n\n\t     In terms of the themes, look, we recognize and we have heard from many people we talked with that this speech is very important to the Cuban people and that of all the things the President is doing on this trip, in many ways, what he is able to say to the Cuban people is certainly as important as anything else that he is doing. \n\n\t \n\n\t     I think the President will want to address the very complicated history between our two countries, as he has done throughout the world in different circumstances.  I think, at the same time, he will want to make clear, again, what his vision is for the future of the relationship between the United States and Cuba, and the future that we would wish for the Cuban people.  Ultimately, he will make clear that that’s for the Cuban people to decide.  The United States is not going to dictate change in Cuba or dictate outcomes in Cuba.  But we have great confidence in the ability of the Cuban people to do extraordinary things.  And we believe that by opening up space -- opening up space for exchange, dialogue, connectivity, commercial opening, entrepreneurship, exchanges with civil society that that will help empower the Cuban people to live better lives, to be more connected not just with the United States but with the wider world and, again, to continue to build a future of greater opportunity. \n\n\t \n\n\t     And obviously there’s a sense of history of the moment -- a U.S. President speaking to the Cuban people in Cuba -- that he’ll want to certainly make note of.  And part of that will be speaking about the separation between the Cuban American community and the Cubans on the island.  And part of what we’ve been heartened by in our policy changes is seeing that increasing reconciliation between individuals and families, and seeing the ways in which Cuban Americans and Cubans are able to cooperate.  And I think he’ll certainly want to speak to that theme as well.\n\n\t \n\n\t     So that’s some general views that we’re very focused on, ensuring that he is able to address a broad set of issues and give a clear sense of direction as to what his vision for the future is.\n\n\t \n\n\t     And, Jeff, I don’t know if you have anything to add on either the audience or the speech.\n\n\t \n\n\t     AMBASSADOR DELAURENTIS:  Thanks, Ben.  Just one thing to clarify.  The speech will be at the Gran Teatro Alicia Alonso, which often is referred to as the national theater, but there’s actually another theater in Havana that’s called the National Theater, so just so the folks in the press know -- it’s the Gran Teatro, just off of the Parque Central.  Thanks.\n\n\t \n\n\t     MR. RHODES:  Good clarification.  We, too, have actually multiple national theaters, so it’s another thing we share in common with the Cuban people.  We’ll take the next question.\n\n\t \n\n\t     Q    I have a couple questions.  First of all, the elephant in the room -- will the President in any way, privately or publicly, meet with Fidel Castro?  And secondly, in his speech, will there be, in fact, a bring down this wall, Mr. Gorbachev line?  Will he take the Cubans on directly, calling for free elections and for opening up the prisons in a direct manner?\n\n\t \n\n\t     MR. RHODES:  On your first question, no, we don’t -- he will not be meeting with Fidel Castro.  Neither we nor the Cubans have pursued such a meeting.  He’ll be meeting with Raul Castro as the President of Cuba.  Again, that’s the appropriate government-to-government engagement, and so that’s what he’ll be pursuing. \n\n\t \n\n\t     Look, he will address I think in all of his public comments, including in his speech, our view with respect to human rights.  And again, I’m not going to get ahead of the President on this. \n\n\t \n\n\t     I would say that we have been and will continue to be very clear about our support for people everywhere -- not just in Cuba -- to be able to have the right to free speech and free assembly, and to have the right to determine their own future.\n\n\t \n\n\t     And I think the difference here is that in the past because of certain U.S. policies the message that was delivered in that regard either overtly or implicitly suggested that the U.S. was seeking to pursue regime change; that the U.S. was seeking to essentially overturn the government in Cuba; or that the U.S. thought that we could dictate the political direction of Cuba.\n\n\t \n\n\t     And I can tell you that -- with his message around the world, he will make very clear that that's up to the Cuban people.  Our policy is focused on helping the Cuban people achieve a better future.  We have great confidence in their ability to do so.  So certainly he will address squarely issue related to human rights and issue related to the different political systems that we have, and the different role for civil society that we would envision in Cuba and around the world.  And he will do so in a context of believing deeply that these are issues for the Cuban people to determine; and that, frankly, by making clear that the United States is not a hostile nation seeking to promote regime change; that, in fact, we can't be blamed for challenges within Cuba; that, in fact, we are there as a source of support for the Cuban people in their pursuit of a better life.\n\n\t \n\n\t     So he’ll address these issues, but I think the nature of the conversation, the exchange, and the past circumstances when the message either intentionally or not seemed to convey that we were the ones who were going to bring about the change by promoting regime change or imposing a different system on Cuba. \n\n\t \n\n\t     We’ll take the next question.\n\n\t \n\n\t     Q    Hi, thank you.  Ben, are you expecting some sort of announcement about the Colombia peace talks?  Or any other sort of announcement about a bilateral agreement with Cuba somehow during the visit?\n\n\t \n\n\t     MR. RHODES:  Yes, first of all, on Colombia, we certainly do not expect that there will be a completion of the Colombian peace process.  President Santos has made very clear in recent weeks, that they're going to continue to negotiate.  And, in fact, President Obama said to President Santos when he was here, you need to get the best deal possible for the Colombian people, and you should take as long as necessary to do that.  So it was -- that was very much our approach on Colombia.\n\n\t \n\n\t     Now, Secretary Kerry is coming in part because he’ll have an opportunity to review the progress that's been made on the Colombian peace process, given the important role that he and our envoy Bernie Aronson have played.  And we’ll want to see in our discussions with the Cuban government and in our ongoing conversations with the Colombians what we can do to be helpful in making progress. \n\n\t \n\n\t     So we’ll want to use the visit to build momentum for a successful conclusion to the peace talks.  We and the Cubans have been able to be at the table together with the Colombian government and the FARC.  I think that is a testament to how normalization with Cuba has opened up new opportunities for progress in the hemisphere.  And again, hopefully the visit helps that momentum towards a peace agreement.\n\n\t \n\n\t     We do expect that there will be bilateral agreements between the United States and Cuba on different issues.  Some of these are very practical.  When you don't have a functioning bilateral relationship for decades, you have to reinitiate cooperation in different sectors.  And just as direct mail and direct flights are important, we’ve been looking at different areas where collaboration could be in our mutual interest.\n\n\t \n\n\t     So we’ll be focused on that.  We’ll be focused on the economic and commercial issues I discussed.  Many of our businesses have been pursuing agreements with the Cuban government.  We’ve looked for ways to support increased engagement with cuenta-propistas and to support the telecommunications and Internet access in Cuba.  So all of those things will be discussed, as well, as of course, the human rights issues.\n\n\t \n\n\t     Q    Thanks very much.  First, could maybe Ed or Ben just do a quick coverage rundown of what’s going to open press on the schedule?  And then, Ambassador, can you characterize what you see as the pace of change on the Cuban government side and what you think is a realistic timeframe for significant opening?\n\n\t \n\n\t     MR. RHODES:  Sure, Scott.  Without kind of belaboring the point, the events I mentioned will all have certainly pool coverage.  So the visit to the cultural sites in some fashion, the wreath laying, the bilateral meeting, then we’d express -- then there will be an open press -- a fully open press component following the bilateral meeting with the two leaders.\n\n\t \n\n\t     The state dinner will have pool coverage.  Then the remarks to the Cuban people, of course, will be open press.  We’d expect pool coverage with the civil society meeting.  Open press for the baseball game, of course.  So it kind of tracks with our other foreign visits.\n\n\t \n\n\t     And then similarly in Buenos Aries, obviously, pool for the different wreath layings and tours, but open press for the town hall.  And after the bilateral meeting, the press event with the two leaders, so that gives you a basic overview I think.\n\n\t \n\n\t     I’ll turn it over to Jeff on the Cuban government.\n\n\t \n\n\t     AMBASSADOR DELAURENTIS:  Thanks, Ben.  I guess the first thing I would say is that the visit comes at a historic opportunity to promote -- reform some of the reforms underway in the run-up to the party congress, which is next month, where they’ll be certainly looking at the various economic reform measures that have been put into place or contemplated over the last few years.\n\n\t \n\n\t     We’ve certainly seen the space for the non-state sector, the private sector open up upwards to 25 percent of the workforce.  We’d certainly like to see them accelerate that process.  And they will be discussing it at the party congress.  And I think further contact with American businesses and practices will certainly be a positive incentive to move some of those things even further along.\n\n\t \n\n\t     MR. RHODES:  Yes, the only thing I’d add, Scott, is as Jeff said, what we’ve seen is this shift in the economic model that has been incremental.  So there are certain things that have taken place like they opened up space for self-employed Cubans, or the opening up to greater foreign engagement with the economy, or the incremental provision of access to the Internet and telecommunications.  Those are all positive steps that have taken place that we would like to see -- continue to accelerate because they will bring greater benefits to the Cuban people.\n\n\t \n\n\t     And then there are some more practical issues around the Cuban system about how easy it is for businesses to operate that we’ll certainly be pursuing.\n\n\t \n\n\t     Our general sense is that the Cubans are moving in a direction, and the question is:  What is the speed and ambition with which they are pursuing their economic reforms?  Because we believe that those reforms ultimately can open up greater opportunities for the Cuban people, can increase the impact of our regulatory changes, certainly improve the livelihoods of the Cuban people going forward, and in some cases, certainly be empowering in terms of providing them with greater access to information and connectivity with the wider world.\n\n\t \n\n\t     On the political side, of course, it remains very much a system of one party, a system in which you continue to have detentions of activists, or harassment of activists.  And that's an area where we continue to sustain the differences that we’ve had longstanding with the Cuban government.  And we’ll be able to raise those issues, of course, as well.\n\n\t \n\n\t     So more change has taken place on the economic side.  We believe continued reforms in different areas are ultimately going to be good for the Cuban people.\n\n\t \n\n\t     Q    Yes, thank you very much.  Ben, I just wanted to come back one of the questions about the dissidents.  Have you guys been given a commitment from the Cuban government that they will not make any effort to obstruct the participation of various -- prominent members of that community getting to the location, the venue for the meeting, that they’ll be allowed to leave their neighborhoods, towns, or wherever?\n\n\t \n\n\t     In addition, I’ve heard nothing about a news conference being planned.  Was there any effort to arrange one?  Was that just left out?  Or is there anything in the works on that of that sort?\n\n\t \n\n\t     MR. RHODES:  So first of all, we’ve been very clear privately with the Cuban government and publicly since the beginning of planning for this visit that we would expect that the President will be able to meet with people of his choosing -- civil society members, activists, dissidents.  And they have not objected to that meeting.\n\n\t \n\n\t     I don't want to suggest that they are happy, but I think that they understand that this is something the President is going to do, and something he does around the world. \n\n\t \n\n\t     So we would have every expectation that he will be able to meet with the people that he chooses.  And if there are any impediments to that meeting, we’ll be very clear about this.  But, again, our hope and expectation, of course, is that he’s able to have that discussion and look, that’s part of normalization.  When you have a normal relationship with the country, you engage the government, you engage civil society, you engage the private sector, you engage the people.  And the visit is meant to send that message.\n\n\t \n\n\t     We do expect that the two leaders will have a press event following their bilateral meeting.  So I think you can expect to hear from both President Obama and President Castro.  The exact format of that meeting we continue to discuss and so we’ll keep you updated as we get closer to the visit.\n\n\t \n\n\t     We’ve got time for one more question.\n\n\t \n\n\t     Q    I would like to know what is Obama expecting from the new government of Argentina in a new era, as President Obama said the other day, and the relationship between both countries, Argentina and the U.S.\n\n\t \n\n\t     MR. FEIERSTEIN:  I very much appreciate the question on Argentina.  Obviously we’re very excited about the opportunity to work with the Macri administration.  They have expressed an interest in working with us on a whole range of bilateral issues and also regional and global issues as well.\n\n\t \n\n\t     It’s not a secret that for many years Argentina and the United States did not have particularly strong relations.  But we do anticipate the Presidents will have an opportunity to talk about issues like the economy, security, climate change.  President Macri has been very clear about what his priorities are, and he has laid out three to reduce poverty, to reduce crime and drug trafficking, and also to reduce the divisions in the country, politically.  And the United States can certainly help on those first two.  And we do anticipate having a whole series of announcements as well with regard to how the two countries will operate in those areas.\n\n\t \n\n\t     But we also see Argentina being able to play an important role globally.  For example, on climate change, they played a very important role in Paris and the Macri administration has indicated their intention to continue to play a leading role on climate change.  We see a potential role for peacekeeping, and again, President Macri has indicated his interest in trying to raise Argentina’s profile there.  We want to work more closely in multilateral fora with Argentina.  For example, in the OAS, there’s a whole range of issues that the Presidents will have an opportunity to talk about and a whole range of agreements that we’ll be able to develop for the visit.\n\n\t \n\n\t     MR. RHODES:  And just to wrap up, again, building on the last foreign -- the Cuba opening I think is part of a broader focus on Latin America from President Obama.  And, in fact, what we see is that the work that we’ve done over the last several years has provided additional openings for cooperation and partnership across the Americas.  But in addition to that, the policy change with respect to Cuba certainly significantly improves the standing of the United States in the hemisphere by removing what has been a source of tension across the region.  And I think what we see on this trip is obviously a historic visit to Cuba, which can advance that process of normalization.  But then, following that, a trip to an extraordinarily important country in Latin America and partner for the United States that sends a message that we are cooperating broadly across the region.  And that the new chapter we have in Cuba is part of a broader opening between the United States and our friends and partners in the Americas.\n\n\t \n\n\t     We’ll keep you posted as there are any additional scheduling elements and details that emerge over the course of the next several days.  And we look forward to seeing everybody in Havana.\n\n\t \n\n\t                                                          END                                               5:56 P.M. EDT \n\n\n\n\n"
}