{
    "title": "Vicepresidente Biden da a conocer nuevo informe sobre 100 proyectos de la Ley para la Recuperación que están cambiando Estados Unidos | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/17/vicepresidente-biden-da-a-conocer-nuevo-informe-sobre-100-proyectos-de-l",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nSeptember 17, 2010\n\n \n\n\n\nVicepresidente Biden da a conocer nuevo informe sobre 100 proyectos de la Ley para la Recuperación que están cambiando Estados Unidos \n\n\n\n\n\nDestaca algunos de los proyectos más innovadores y eficaces de la Ley para la Recuperación en todo el país \n\n\tWASHINGTON DC – El Vicepresidente Joe Biden dio a conocer hoy un nuevo informe, titulado “100 proyectos de la Ley para la Recuperación que están cambiando Estados Unidos” (“100 Recovery Act Projects that are Changing America”). El informe destaca algunos de los proyectos más innovadores y eficaces de la Ley para la Recuperación (Recovery Act) en todo el país que no sólo están haciendo que la gente vuelva a trabajar, sino que están ayudando a transformar nuestra economía para el futuro. Se puede ver el informe completo AQUI.\n\n\t“Con proyectos de la Ley para la Recuperación como éstos, estamos comenzando a pasar la página tras una década de fallida política económica y a reconstruir nuestra economía sobre nuevos cimientos que generan buenos empleos de clase media para beneficio de las familias estadounidenses”, afirmó el Vicepresidente Biden. “Y no estamos creando esta transformación solos; proyectos de la Ley para la Recuperación como éstos están atrayendo miles de millones en inversión de capital privado que ayudan a volver a impulsar nuestra economía”.\n\n\tDesde la producción de turbinas de viento en Muncie, Indiana, hasta la construcción de una nueva ruta comercial en la región de Los Apalaches en Ohio, aproximadamente 3 millones de estadounidenses trabajan en todo el país en proyectos de la Ley para la Recuperación como los incluidos en el informe del Vicepresidente. Juntos realizan investigación de vanguardia, reconstruyen las carreteras y puentes del país, hacen que las pequeñas empresas crezcan, vuelven a abrir y reestructuran fábricas, y cambian la economía de Estados Unidos para darnos mayor solidez y hacernos más competitivos como nación.\n\n\n\n\n"
}