{
    "title": "Excerpts from NEC Director Lawrence Summers Remarks at Georgetown University Today | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/excerpts-nec-director-lawrence-summers-remarks-georgetown-university-today",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nSeptember 18, 2009\n\n \n\n\n\nExcerpts from NEC Director Lawrence Summers Remarks at Georgetown University Today\n\n\n\n\nTHE WHITE HOUSE Office of the Press Secretary  __________________________________________________________________  FOR IMMEDIATE RELEASE                                September 18, 2009  WASHINGTON, DC – Below are excerpts from NEC Director Lawrence H. Summers’ remarks at Georgetown University today. The event will take place in the Lohrfink Auditorium at the McDonough School of Business from 3:30PM to 4:30PM EDT.  Excerpts: The recovery program, the fiscal stimulus, and the financial stress tests have served to quell panic, drive private capital raising, and ultimately pull us out of the vicious cycle.  Today, instead of money going into financial institutions, we’re seeing money coming back.    … With the passage of time, these efforts will permit the normal processes of economic growth to reengage: namely, rising incomes and employment, greater credit flows, increased spending, a stronger U.S. economy, and finally a stronger global economy. … In creating this safer system, however, a paramount objective must be to address the issue of moral hazard.  A perception that borrowing is supported by government guarantee, explicit or implicit, encourages reckless risk-taking and reinforces all the patterns of irresponsibility that create financial instability. … Even the most able and dedicated regulators—embedded in an environment that comprises those they regulate and a political community—cannot be relied upon to be unfailing stalwarts against misguided conventional wisdom.  Experience suggests that rather than trying to perfect human judgment, policy can succeed by making inevitable imperfections less costly. … New regulatory approaches are critical because a failure to change the rules of the road will result in future crises that will adversely affect the lives of millions and cost taxpayers untold sums.  … There are five commonsense principles any regulatory reform must achieve: First, we must require financial institutions, at home and abroad, to have adequate capital.  From the events that took place, it is clear that current capital requirements are insufficient.  The second principle is the need for resolution authority…  We cannot have a viable private-sector financial system in which failure is not a possibility.  Our financial system will not be fail-safe until it is safe for failure. The third principle is to eliminate regulatory arbitrage...  Financial stability is not attainable so long as institutions can choose their own regulator and play regulators against one another…  It is crucial that regulation be harmonized so as to create races to the top rather than races to the bottom.  The fourth principle is that regulation needs to be approached from the view of the system… Firms should not be regulated based on what they call themselves or who regulates them, but based on what they do.  … It is our judgment that the regulation of consumer financial issues must be carried on by a regulator whose interest is the mandate of the consumer, rather than the profitability or health of particular financial institutions.  In light of the recent events in the mortgage market, the prevalence of predatory lending practices, and the ubiquity of problematic practices in the credit card market, we have become convinced that it is essential that consumer financial regulation be carried on by an independent body whose mandate is uniquely and exclusively consumer and investor protection. … For those reasons, we’re seeking an independent agency for consumer and investor protection.  Contrary to some advertisements you may have seen, we have no desire to interfere with Main Street retailers’ ability to provide credit to their customers.  That argument is to the financial regulation debate what the Death Panel argument is to the health insurance debate.  Rather, our objective is to ensure a strong consumer credit-oriented regulator, because we believe that the idea of properly aligned incentives should apply to regulators as well as to financial institutions.  A separate consumer regulator will promote those incentives. … Taken together, these principles constitute a bold break with the status quo.  These changes will not happen overnight, but we believe that this is the year—after all that has happened—to overhaul our system of financial regulation and put in place a structure that can respond to contemporary challenges … In addition, we must ensure compensation that is aligned with prudent risk management.  Properly designed compensation practices constitute an important measure in ensuring safety and soundness in our system.  The key is to ensure that the right incentives are in place for long-term value creation.   ##   \n\n\n\n"
}