{
    "title": "Background on the Vice President's Recovery Act Announcement | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-vice-presidents-recovery-act-announcement",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nDecember 16, 2009\n\n \n\n\n\nBackground on the Vice President's Recovery Act Announcement\n\n\n\n\nTomorrow, Vice President Biden will kick off over $2 billion in Recovery Act grants and loans that will be made on a rolling basis over the next 75 days to bring broadband to communities that currently have little or no access to the technology.  At an event at Impulse Manufacturing in Dawsonville, Georgia, he will announce an initial $182 million investment in eighteen broadband projects benefiting seventeen states which has already been matched by over $46 million in private capital.  The awards are not only expected to provide initial job opportunities in infrastructure and manufacturing, but help bridge the digital divide and boost economic development for communities held back by limited or no access to the technology.  Secretaries Locke and Vilsack will also visit communities benefiting from these initial awards in the coming days.\nBroadband Impact\nThe new broadband access will help underserved – and often hard-hit – communities overcome the distance and technology barrier by expanding connectivity between educational institutions, enabling remote medical consultations and attracting new businesses – as well as the jobs that come with them.  With new or enhanced broadband access in their communities, business owners will be able to expand the market for their products beyond their neighborhoods, parents juggling childcare will be able to take college courses online, schools with limited course offerings will be able to expand them through distance learning, medical specialists will be able to provide advanced diagnosis for patients in remote areas or consult with colleagues at other hospitals and entire towns will be able to further develop their economies.\nBroadband and the Recovery Act\nThese broadband awards are what the Recovery Act is all about – not just rescuing the economy by providing immediate job opportunities through shovel-ready projects, but also rebuilding better by laying a new foundation for economic growth in communities across the country.  Along with awards to develop advanced battery technology, a smart energy grid, a nationwide health IT network, a high speed rail infrastructure and more, they represent an over $100 billion dollar investment in science, innovation and technology to lay that new foundation and keep American competitive in the 21st century.\nThe grants and loans are part of an overall $7.2 billion investment the Recovery Act makes in bringing broadband access to underserved communities – $4.7 million through the Commerce Department and $2.5 billion funded through the U.S. Department of Agriculture.\nTypes of Awards\nThere are four types of awards being made on Thursday:\n\nMiddle Mile Awards – Build and improve connections to communities lacking sufficient broadband access.\nLast Mile Awards - Connect end users like homes, hospitals and schools to their community’s broadband infrastructure (the middle mile).\nPublic Computing - Expand computer center capacity for public use in libraries, community colleges and other public venues.\nSustainable Adoption – Fund innovative projects that promote broadband demand.\n\nNational Economic Council Report on Broadband and Economic Development\nThe National Economic Council has produced a report on how Recovery Act investments in broadband will leverage federal dollars to expand broadband access and adoption across the nation.  Key findings include:\n\nHigh-speed links to communities.  The report explains the focus of Recovery Act investments in the “middle-mile” networks that connect entire communities to the Internet backbone.  By building and improving middle-mile connections, Recovery Act awards will bring down the cost of private investment and attract Internet service providers to new areas, maximizing the value of federal investment. \nPublic computer centers and digital literacy.  Recovery Act investments will promote digital literacy among the new generation of students and workers through improved connections and networking at key community institutions, including public computer centers in urban and suburban areas.\nConnect rural homes and businesses.  In highly rural areas of the country, Recovery Act awards will help build connections to homes and businesses to enable unprecedented opportunities in employment, education, and entrepreneurship. \nCreate jobs and promote economic development.  The report finds that Recovery Act investments in broadband will create tens of thousands of jobs in the near term and expand opportunities and economic development in communities that would otherwise be left behind in the new knowledge-based economy.\n\nThe report is attached.\nImpulse Manufacturing in Dawsonville, GA\nThe Vice President will make the announcement at Impulse Manufacturing in Dawsonville, GA.  Impulse Manufacturing is a 150-employee precision metal fabrication company serving a variety of industries around the world.  The company would like to expand its services, but does not feel like it can do so until issues with insufficient and unreliable broadband capability are resolved.  They note that when customers send them CAD files electronically, their emails often bounce back, and their programming department often cannot download the larger files.  Without significant improvements in broadband capability, this company may have to relocate out of this fiber-poor region to keep its customers. \nNorth Georgia Network Cooperative\nDawsonville is part of an entire northern Georgia region that stands to benefit from a $33 million award the Vice President will announce on Thursday for the North Georgia Network Cooperative, Inc.  The funding will bring sufficient broadband access to the same rural Georgia foothill communities that in the early 1960s benefited from significant investments by President Kennedy’s Appalachian Regional Commission.  ARC investments at the time brought a new job-producing textile and manufacturing base to these counties, including Union, Towns, Rabun, Habersham, White, Lumpkin, Dawson and Forsyth.  Now, almost 50 years later, the region is facing serious economic challenges as manufacturing jobs are cut and factories shuttered, and is looking to reinvent itself once again by building a technology-based economy – which is heavily dependent on broadband access.  The proposed project will benefit an eight county area with an estimated population of more than 334,000 people and pass through 146 county government facilities, 82 public schools, 7 technical institutions, colleges and universities and 4 hospitals. \nSecretaries Locke and Vilsack\nTomorrow, Secretary Locke will visit the University of Maine in Orono to discuss a broadband award that will benefit rural and disadvantaged portions of the state.  On Tuesday, Secretary Vilsack will travel to Ohio to discuss how a broadband award will help boost economic development in the region and connect the local community to the smart energy grid.\n\n\n\n"
}