{
    "title": "Executive Order 13531 -- National Commission on Fiscal Responsibility and Reform | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/executive-order-national-commission-fiscal-responsibility-and-reform",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 18, 2010\n\n \n\n\n\nExecutive Order 13531 -- National Commission on Fiscal Responsibility and Reform\n\n\n\n\n\n\tBy the authority vested in me as President by the Constitution and the laws of the United States of America, it is hereby ordered as follows:\n\nSection 1. Establishment. There is established within the Executive Office of the President the National Commission on Fiscal Responsibility and Reform (Commission).\n\nSec. 2. Membership. The Commission shall be composed of 18 members who shall be selected as follows:\n\n\t(a) six members appointed by the President, not more than four of whom shall be from the same political party;\n\t(b) three members selected by the Majority Leader of the Senate, all of whom shall be current Members of the Senate;\n\t(c) three members selected by the Speaker of the House of Representatives, all of whom shall be current Members of the House of Representatives;\n\t(d) three members selected by the Minority Leader of the Senate, all of whom shall be current Members of the Senate; and\n\t(e) three members selected by the Minority Leader of the House of Representatives, all of whom shall be current Members of the House of Representatives.\n\nSec. 3. Co-Chairs. From among his appointees, the President shall designate two members, who shall not be of the same political party, to serve as Co-Chairs of the Commission.\n\nSec. 4. Mission. The Commission is charged with identifying policies to improve the fiscal situation in the medium term and to achieve fiscal sustainability over the long run. Specifically, the Commission shall propose recommendations designed to balance the budget, excluding interest payments on the debt, by 2015. This result is projected to stabilize the debt-to-GDP ratio at an acceptable level once the economy recovers. The magnitude and timing of the policy measures necessary to achieve this goal are subject to considerable uncertainty and will depend on the evolution of the economy. In addition, the Commission shall propose recommendations that meaningfully improve the long-run fiscal outlook, including changes to address the growth of entitlement spending and the gap between the projected revenues and expenditures of the Federal Government.\n\nSec. 5. Reports.\n\n\t(a) No later than December 1, 2010, the Commission shall vote on the approval of a final report containing a set of recommendations to achieve the mission set forth in section 4 of this order.\n\t(b) The issuance of a final report of the Commission shall require the approval of not less than 14 of the 18 members of the Commission.\n\nSec. 6. Administration.\n\n\t(a) Members of the Commission shall serve without any additional compensation, but shall be allowed travel expenses, including per diem in lieu of subsistence, as authorized by law for persons serving intermittently in Government service (5 U.S.C. 5701-5707), consistent with the availability of funds.\n\t(b) The Commission shall have a staff headed by an Executive Director.\n\nSec. 7. General.\n\n\t(a) The Commission shall terminate 30 days after submitting its final report.\n\t(b) Nothing in this order shall be construed to impair or otherwise affect:\n\t \n\n\t(i) authority granted by law to an executive department, agency, or the head thereof; or\n\t(ii) functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n\n\t(c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n\n\t \n\n\tBARACK OBAMA\n\n\tTHE WHITE HOUSE,\n\tFebruary 18, 2010.\n\n\n\n\n"
}