{
    "title": "Background on the President’s Trip to TechBoston Academy | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/03/08/background-president-s-trip-techboston-academy",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 08, 2011\n\n \n\n\n\nBackground on the President’s Trip to TechBoston Academy\n\n\n\n\n\n\tOn Tuesday, March 8th, President Obama will be joined by Melinda Gates, co-chair of the Bill & Melinda Gates Foundation, and Secretary of Education Arne Duncan in visiting TechBoston Academy in Boston, Massachusetts, where he will continue to build on his State of the Union call for America to out-educate the competition to win the future.  The President will visit a classroom and speak to students, faculty, and partners of the school as well as local and national education, business, and philanthropic leaders about the shared responsibility that government, businesses, philanthropists, and communities have to promote effective and innovative education strategies that will prepare American students to compete in a 21st century economy.\n\t \nTECHBOSTON ACADEMY\n\t \n\tTechBoston Academy incorporates technology into every classroom, provides access to cutting-edge curriculum, and establishes partnerships with philanthropic and business leaders to provide its students a powerful educational program.\n\t \n\n\n\t\tTechBoston Academy is a 6th – 12th grade pilot school within the Boston Public Schools.  The Boston Pilot Schools Initiative serves as an innovative model for education reform established by the school district, with greater autonomy to decide what’s best for students.  As a pilot school, TechBoston Academy has greater control over staffing, curriculum, instructional program, and the school day.  \n\n\t\tTechBoston Academy fully integrates technology throughout all of its academic courses, to better engage and personalize learning for its students.\n\n\t\tTechBoston Academy offers a 21st century curriculum.  Their instructional program provides additional learning time and opportunities for real-world internships, preparing students early for college success.  \n\n\t\tTechBoston Academy was founded in September 2002 with the support of the Bill and Melinda Gates Foundation and Boston Foundation.  In September 2009, TechBoston Academy expanded to include grades 6 to 8 (a lower academy) to serve more students.\n\n\n\t \nPartnerships:\n\t \n\n\n\t\tTechBoston partners with the Boston Teacher Residency (BTR), a program operated by the Boston Plan for Excellence and the Boston Public Schools.   BTR is an effective residency-based teacher preparation program that recruits and prepares effective teachers in high-need areas, and provides intensive and ongoing support in their first years of teaching, in partnership with the University of Massachusetts, Boston.  It is supported by a Teacher Quality Partnership grant from the U.S. Department of Education, and is one of 49 winners of the Investing in Innovation fund.  \n\n\t\tTechBoston benefits from strong community and business partners, including:\n\t\t\n\n\t\t\t\tGates Foundation and Boston Foundation, which were both instrumental in creating the school\n\n\t\t\t\tCisco, which supplies wireless infrastructure for every classroom and training for teachers on Cisco Networking Academy\n\n\t\t\t\tMicrosoft, which has sponsored workshops for educators and provided software and industry certification program opportunities\n\n\t\t\t\tIBM, which has provided computer donations for teachers and been a partner for student shadowing and conferences\n\n\t\t\t\tHarvard University, which has a partnership where faculty members share educational research and data to improve teacher and student experience\n\n\t\t\t\tLenovo, HP, and SMART Technologies, which have all provided technology (laptops, printers and smartboards for classrooms)\n\n\t\t\t\tGoogle, which has made TechBoston a pilot site for the use of technology applications to enhance communication and the sharing of student work\n\n\n\n\n\t \nOutcomes:\n\t \n\n\n\t\tThe TechBoston graduation rate is 82% (compared to an average graduation rate of 63% in the Boston Public School district). TechBoston graduated its first class in 2006, and 92% of that first graduating class went to college.\n\n\t\tMore than 94% of TechBoston graduates are attending 2 and 4 year colleges and universities (85% of whom are first generation college students).\n\n\t\tTechBoston Academy students score proficient/advanced on the 10th grade English Language Arts and Mathematics Massachusetts Comprehensive Assessment System (MCAS) tests at rates of 55% and 65% respectively.\n\n\t\tThe daily attendance rate is 94%.\n\n\n \n\tAcademic Requirements and Supports:\n\t \n\n\n\t\tTechBoston Academy supports a 21st century curriculum, with rigorous graduation requirements, including 4 years of science, 4 years of math (Pre-Calculus, Calculus, or AP Calculus) and 4 years of technology. Courses at TechBoston include Biotechnology, Forensic Science, Entrepreneurship, and Computer Science. The school also offers industry certifications in Microsoft Office, Adobe, and Cisco Networking.\n\n\t\tTechBoston and its partners offer internships at local companies, and offers all students the opportunity to take challenging honors and AP courses, regardless of test score history.  The school also requires community service hours for graduation.\n\n\t\tCore technology requirements include classes in web development, digital art, media arts, and other similar areas.\n\n\t\tEvery student from grades 8-12 is provided a state-of-the-art laptop and technology is integrated into all academic courses, for example with students designing technology-based presentations, developing websites, and creating videos.\n\n\n \n\tInnovative Teaching and Learning:\n\t \n\n\n\t\tThe school features an effective and involved staff dedicated to providing the students the best education possible.  The majority of TechBoston faculty have advanced degrees and dual content/special needs/ ESL certifications.\n\n\t\tTechBoston has a strong commitment to continuously improve its instruction for students.  It invests 257 hours each year (approximately 40 days) in professional development and weekly collaborative planning time, providing teachers the opportunity to share and observe lessons, and review student data to improve instruction.\n\n\t\tTechBoston operates on an extended day program as a key strategy to promote academic achievement, personalize learning, and promote enrichment.  The school day for all students lasts from 8:15 a.m. to 3:15 p.m., and an extended block until 4:15 p.m. for sports, clubs, one-on-one learning time with faculty, and extra academic support. Classes are 60 minutes long. Many students participate in internships or summer help sessions in July and August.  \n\n\t\tTechBoston students apply through the Boston Public School’s choice lottery system (any student can apply) and reflect the community demographics.\n\n\n\n\n\n"
}