{
    "title": "3 PM EDT Today: Top Officials to Preview President Obama's Remarks on the Economy in California | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/3-pm-edt-today-top-officials-preview-president-obamas-remarks-economy-california",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of Media Affairs\n\n\nFor Immediate Release\nMay 25, 2010\n\n \n\n\n\n3 PM EDT Today: Top Officials to Preview President Obama's Remarks on the Economy in California\n\n\n\n\nWASHINGTON— TODAY, Tuesday, May 25, at 3:00 PM EDT/12 PM PDT, Chief Economist to the Vice President Jared Bernstein and Matt Rogers, Senior Advisor to Energy Secretary Chu will hold a conference call with reporters to preview President Obama’s trip tomorrow to the Solyndra plant in Fremont, CA tomorrow and his remarks about the economy.  During his remarks in California, the President is expected to highlight the Recovery Act loan guarantee for Solyndra, recent news regarding the Tesla and the NUMMI plant and the Administration’s efforts to create jobs and strengthen the economy.\nTomorrow, President Obama will tour Solyndra, Inc., a solar panel manufacturing facility in Fremont, Calif. and then make remarks to workers about jobs and the economy.  Through the Recovery Act, the Department of Energy offered a $535 million loan guarantee to Solyndra, Inc., to support the construction of a commercial-scale manufacturing plant for its proprietary solar photovoltaic panels.  Solyndra Fab 2 is an active construction site enabling the creation of over 3,000 construction-related jobs, making it one of the biggest Recovery Act-funded projects as measured by jobs.   Solyndra estimates that the new factory could create as many as 1,000 long-term jobs, split between jobs in operations and supply.  Hundreds more jobs will be created to install Solyndra solar panels on rooftops around the country.  Additionally, the company is actively competing in the global marketplace with 80 percent of its innovative solar technology exported to foreign customers in 2009.  For more on Solyndra, Inc. watch the White House video HERE or click HERE for a fact sheet.\nWho:               Chief Economist to the Vice President Jared Bernstein and Matt Rogers, Senior Advisor to Energy Secretary Chu\nWhat:               Conference call to preview President Obama’s remarks on the economy in California\nWhen:             TODAY, Tuesday, May 25, at 3:00 PM EDT/12 PM PDT\nHow:               Reporters who wish to join this call should dial (800) 288-8975 and ask to join the “White House Call”\n\n\n\n"
}