{
    "title": "Readout of President Obama's Phone Call with Pakistani President Asif Zardari | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/10/26/readout-president-obamas-phone-call-with-pakistani-president-asif-zardar",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 26, 2010\n\n \n\n\n\nReadout of President Obama's Phone Call with Pakistani President Asif Zardari\n\n\n\n\nPresident Obama called Pakistani President Asif Zardari to consult with him on the progress made during the recent U.S.-Pakistan Strategic Dialogue, and to reinforce America’s commitment to partner with Pakistan on economic, development, and governance priorities.  \n\t \n\tPresident Obama discussed the progress that the U.S. and Pakistan have made towards strengthening bilateral relations within the past two years.  He highlighted the commitment of both Secretary Clinton and Foreign Minister Qureshi to the U.S.-Pakistan Strategic Dialogue, which has allowed our two countries to deepen our consultations on security, economic, development, and governance issues.  Both President Obama and President Zardari acknowledged that more work needed to be done to address the direct threat to our countries posed by terrorist groups in Pakistan.  They also agreed that the U.S. and Pakistan have worked hard to build an atmosphere of trust and cooperation, and committed to ongoing efforts to build a stronger, strategic, and more collaborative U.S.-Pakistan relationship.           \n\t \n\tPresident Obama emphasized the United States’ commitment and support for democracy and transparency in Pakistan, highlighting that the U.S. and Pakistan share an interest in ensuring democratic traditions in Pakistan are strengthened. He also acknowledged Pakistan’s economic difficulties, and encouraged President Zardari to work to pass key economic reforms, such as tax reform and containing energy subsidies.  President Obama concluded the call by conveying his intention to visit Pakistan in 2011 and personally welcomed President Zardari to visit the United States in the coming year.\n\n\n\n\n"
}