{
    "title": "FACT SHEET: Let Girls Learn – A Comprehensive Investment in Adolescent Girls Education | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/10/11/fact-sheet-let-girls-learn-comprehensive-investment-adolescent-girls",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 11, 2016\n\n \n\n\n\nFACT SHEET: Let Girls Learn – A Comprehensive Investment in Adolescent Girls Education\n\n\n\n\n\n\t“The single best indicator of whether a nation will succeed is how it treats its women. When women have health care and women have education, families are stronger, communities are more prosperous, children do better in school, nations are more prosperous.... If you want your country to grow and succeed, you have to empower your women.\"\n\t\n\t\tPresident Barack Obama (July 28, 2015)\n\n\n\t \n\nInternational Day of the Girl provides us the opportunity to take stock of this Administration’s progress around Let Girls Learn, an initiative that employs a whole-of-government approach to helping adolescent girls around the world get a quality education that empowers them to reach their full potential.  As we look towards the future, it is clear that educating girls is among the most strategic and effective investments we can make to achieve our foreign policy and sustainable development goals, which is why the President and First Lady launched Let Girls Learn in March 2015.  This Administration’s holistic approach towards girls’ education includes investments of more than $1 billion dollars in new and ongoing programming by the U.S. Government in more than 50 countries, and has established nearly 100 private sector partnerships to promote adolescent girls’ education around the world. To continue these efforts, the President’s FY 2017 Budget requested more than $100 million in new funds for Let Girls Learn.\n\nThe Promise of Adolescent Girls’ Education\n\n\tEnsuring that a nation’s girls are educated unlocks human potential on a transformational scale, advancing progress in every area. It is a critical step in changing values and norms pertaining to women and girls and spurring improvements on key development indicators. We know that education helps end harmful cycles of poverty and improves health outcomes. Children of educated mothers are more likely than those of uneducated mothers to have higher birth weights, less likely to die in infancy, less likely to contract HIV, and more likely to be immunized. When women and girls are educated, they have the tools to better participate in the formal economy and earn an income—and are poised to make a tremendous difference in all areas of their lives. Moreover, we know that any country that oppresses half the population, does not respect their rights, or prohibits them from going to school or allow them to work, is a society that will not reach its  long-term potential.  As the President has stated, educating girls is a national security issue; when girls are educated, communities are better equipped to cope with adversity, withstand crises, and make investments in the future. Countries are safer, more prosperous, and more stable when women and girls have the same opportunities as men and boys. Simply put, when girls and women are educated, they are a powerful force for positive change.\n\nThe Barriers to Adolescent Girls’ Education\n\n\tPrior to the launch of Let Girls Learn, there was a tremendous global effort to reach gender parity in educational opportunities for girls in primary school and young adolescent girls moving into secondary school - an effort that continues today.  Education advocates and agencies like UNESCO reported that about 62 million young girls were out of school around the world.  But over the last year and a half, the world's attention began to shift to the need for all adolescent girls to not just complete their primary and lower secondary education, but to complete their education through high school.  According to a UNESCO report released in July 2016, there are 98 million adolescent girls who are being denied the opportunity to go to school.  Through the efforts of Let Girls Learn, this Administration is working to provide opportunities to all adolescent girls currently out of school so that they can reach their full potential through a quality education.\n\n\tToo many adolescent girls face significant barriers to attend and complete school. These challenges may begin long before they reach adolescence, even from birth. As young girls, they are often expected to complete chores, collect water and firewood, and watch over other children, while boys are able to attend school, become breadwinners, and represent the family in public gatherings and forums. As girls reach adolescence, the fight to get an education becomes even harder. Many girls risk long, unsafe walks to school, and the schools that are available may lack appropriate infrastructure or safe and sanitary facilities, hindering their attendance, especially during menstruation. They are also vulnerable to violence and harassment at school, perpetrated by other students or their teachers. In some places in the world, girls may be forced to marry as young as eleven or twelve years old, effectively ending their childhoods. Pregnancy is a key barrier to girls’ education, especially if they are married, which has grave consequences for their health and that of their children. Adolescent girls and young women are disproportionately affected by HIV/AIDS in sub-Saharan Africa, accounting for over 70 percent of new HIV infections among adolescents there. Nearly 1,000 adolescent girls and young women are infected with HIV in sub-Saharan Africa every day.\n\nThe Obama Administration Response: Let Girls Learn\n\n\tLet Girls Learn concentrates much of its efforts on developing programs and policies specific to enhancing adolescent girls’ education around the world. The initiative, though, reaches beyond the education sector. It employs a comprehensive approach that addresses the complex health, economic, and societal barriers that girls face to receive a quality education.  Let Girls Learn has identified and will continue to pursue the following interdependent and mutually reinforcing objectives: to foster an enabling environment for adolescent girls’ education; to change the perception of the value of girls at the individual, community and institutional levels; and to engage and equip girls to be agents of change. Additionally, Let Girls Learn creates an avenue of thoughtful collaboration between the U.S. government and foreign governments, multilateral organizations, the private sector, civil society and others to focus on the needs of adolescent girls. Looking forward, we are committed to a sustained effort to advance the initiative’s goals in the months and years to come, particularly through our efforts to empower the next generation of women with the launch of the U.S. Global Strategy to Empower Adolescent Girls.\n\n\tLet Girls Learn has employed four strategic approaches to achieve progress: (1) coordinated United States Government action; (2) diplomacy; (3) raising awareness; and (4) partnerships. \n\n\n\t\tCoordinated United States Government action\n\n\n\tLet Girls Learn leverages resources across the U.S. Government and has resulted in investments for adolescent girls’ education around the world that are coordinated, effective, and sustainable. Supported by both the President and the First Lady and coordinated by National Security Council staff, Let Girls Learn draws from the diverse expertise of six U.S. Government Agencies – the Department of State and its programs like the President’s Emergency Fund for AIDS Relief (PEPFAR); the U.S. Agency for International Development (USAID); the Peace Corps; the Millennium Challenge Corporation (MCC); and most recently, the Department of Labor (DOL), and the Department of Agriculture (USDA). \n\n\tThe State Department has led the charge in addressing barriers that restrict adolescent girls’ empowerment, and is supporting over $10 million in programs focused on adolescent girls in over 16 countries.  With the launch of its third annual Women in Science (WiSci) Girls STEAM (Science, Technology, Engineering, Art & Design, and Mathematics) Camp during the summer of 2017, today, the State Department announces Malawi as the newly selected location for the camp.  This year, WiSci, in partnership UN Foundation’s Girl Up Initiative, Intel Corporation, and Google, will bring approximately 100 high school girls from the African continent and the United States together in Malawi to build their STEAM skills, develop leadership potential, and explore the use of technology to create a safer, more secure world, with a focus on preventing gender-based violence.\n\n\tPEPFAR has been a strong Let Girls Learn partner since the launch of the initiative, with investments totaling over $85 million through its DREAMS partnership and the DREAMS innovation challenge specifically focused to help adolescent girls transition to and remain in secondary school across 10 countries in sub-Saharan Africa.  DREAMS is contributing almost $10 million to help pay school fees for over 139,000 adolescent girls.  More than 915,000 students will benefit from PEPFAR's $38 million investment to directly address the barriers to education that adolescent girls face with teen pregnancy and HIV infection. The DREAMS innovation challenge is working closely with the private sector to fund over $35 million in new grants specifically to keep adolescent girls in school.\n\n\tSince the launch of the initiative, through both new and ongoing efforts, USAID has invested over $600 million dollars in Let Girls Learn programs in 13 countries across Africa, the Middle East, Asia, and Latin America. In October of 2015, USAID, in partnership with the Department of State, launched the Let Girls Learn Challenge Fund, a $25 million investment, which takes a deliberate and innovative approach to bringing stakeholders together to collectively design and pilot new programs in Malawi and Tanzania. Today, USAID announces the selection of the apparent awardees, Save the Children in Malawi and World Education in Tanzania.  In both proposed programs, they will focus on mitigating the barriers to girls’ enrollment and retention in school, while addressing obstacles within the home, school, and community to expand the linkages between education, health, and the social welfare sectors. To continue this effort, the FY 2017 President’s Budget includes $35 million for the Challenge Fund, including its expansion to Nepal and Laos.\n\n\tThrough Let Girls Learn, Peace Corps has trained more than 2,800 volunteers to create the conditions necessary for girls to succeed.  As of September 30, Peace Corps Volunteers and community leaders have utilized more than $918,000 from the Peace Corps Let Girls Learn Fund to initiate over 330 community-identified projects, which were matched by more than $620,000 in local in-kind contributions. With this strong community investment, projects have reached more than 152,000 girls aged 24 and under at the grassroots level. Today, Peace Corps announces the expansion of Let Girls Learn to nine additional countries for FY 2017, - Dominican Republic, Comoros, Namibia, Botswana, Swaziland, Rwanda, Timor-Leste, Nepal, and Morocco - bringing the total to 44. These Peace Corps programs receive enhanced training and programming support to promote girls' education and empowerment, increasing the initiative's reach to ensure more girls around the world will have the resources and opportunities needed to succeed.\n\n\tIn support of Let Girls Learn, MCC launched a nearly $100 million investment in a new model for secondary education, supported by its Education for Employability Partnership Fund, to address the learning needs of up to 100,000 students – including about 50,000 adolescent girls  - and improve women’s participation in Morocco’s workforce.  MCC is also working to improve  STEM education in Georgia’s secondary schools to better prepare children for the workforce. Supporting quality improvements that will benefit up to 90,000 adolescent girls in Georgia through $64 million in education investments, the project has trained 1,300 secondary school principals to eliminate gender bias, address sex discrimination by peers, and guide adolescent girls toward STEM fields. Additionally, with nearly $82 million in MCC investments benefitting up to 20,000 girls in El Salvador, the Salvadoran Ministry of Education, with MCC support, approved a Gender Policy that includes a focus on barriers adolescent girls face in school, including teen pregnancy, sexual harassment and violence. The $3 million assigned to this effort includes gender training and capacity building for teachers, school staff, parents and students, as well as the establishment of school health centers tailored to the needs of adolescent girls.\n\n\tThe Department of Labor, through ongoing program efforts in Ethiopia, Morocco, and Paraguay, combats the worst forms of child labor, by educating adolescent girls. Today, DOL expands its reach by awarding a $5 million cooperative agreement to reduce child labor among adolescent girls ages 15-17 in rural Zambia.  The four-year EMPOWER project, to be implemented by Winrock International, will provide direct assistance to 2,500 adolescent girls engaged in or at high risk of entering child labor.  The EMPOWER project will work with the Government of Zambia and local businesses to increase adolescent girls’ access to quality formal and non-formal education and training, and will spread gender-equality within targeted communities.  The project will also assist 1,500 women (18 years and above) living in poverty with children engaged in or at high risk of child labor to gain access to informal educational and training services to increase livelihood opportunities.\n\n\tThe Department of Agriculture's McGovern-Dole International Food for Education and Child Nutrition Program (USDA/MGD) reduces hunger and promotes girls education through their school feeding assistance programs around the world.  Building on a recent award to the World Food Programme in Malawi, USDA will partner with USAID and contribute an additional $7 million that will help keep adolescent girls in school by providing school meals, student scholarships, and classroom construction.\n\n\tTogether, these U.S. Government agencies and offices will continue to ensure Let Girls Learn programming will be impactful, measurable, evidence-based, and coordinated amongst each other and implementing partners when appropriate. Programs implemented under Let Girls Learn focus on achieving one or more of the following outcomes: (i) ensuring relevant, quality education that benefits adolescent girls; (ii) empowering adolescent girls with information, skills, services, and support as a part of their education; (iii) reducing barriers to adolescent girls’ access to and completion of school; and/or (iv) addressing harmful practices—such as child, early and forced marriage, other forms of gender based violence, and the worst forms of child labor—as well as harmful attitudes that hinder adolescent girls’ education and attainment.\n\n\n\t\tDiplomacy\n\n\n\tWorld leaders, government officials, and diplomats must continue to work together to remove barriers to adolescent girls’ education so that every nation can benefit from the contributions of all of their citizens—men, women, boys and girls. Let Girls Learn promotes adolescent girls’ education and empowerment through multilateral, bilateral, and regional engagement. We engage with foreign governments to promote girls’ rights and empowerment, support grassroots local civil society groups and advocates for girls, and educate audiences abroad on the benefits of girls’ education.\n\n\n\t\tWe also actively seek to partner with other governments to promote girls’ education and empowerment around the world. For example, Japan, South Korea, and the UK, collectively pledged nearly $600 million towards global girls’ education programming; during state visits by Canada and the Nordic States, joint statements solidified arrangements to share resources and leverage expertise to address barriers to education for adolescent girls around the world. Additionally, the North American Leaders Summit provided an opportunity for Mexico to join the U.S. and Canada to increase educational opportunity for adolescent girls in their own country and throughout the hemisphere. In addition to close coordination with donor countries, the United States has also committed to work closely with other governments, such as Cambodia, Jordan, Pakistan, Liberia, and Morocco, to make an impact for adolescent girls in their own countries. In April of this year, the World Bank during its Spring Meetings announced an additional $2.5 billion in adolescent girls’ education programming, in support of Let Girls Learn.   Since then, the World Bank has already invested $530 million to help adolescent girls gain access to quality education in some of the world's most challenging environments, such as Syrian refugee communities in Lebanon, in Pakistan, where few girls complete secondary school, and conflict-affected areas in northeast Nigeria.\n\n\n\n\t\tRaising Awareness\n\n\n\n\t\tA central pillar of Let Girls Learn focuses on changing attitudes, mindsets, and restrictive gender norms. Bringing attention to these issues surrounding adolescent girls’ education — to both domestic and international audiences—is critical to ignite and perpetuate that change.  Through targeted, consistent messaging conveyed through key events, such as the Broadway Shines a Light on Girls’ Education program in September 2016; remarks by the President, First Lady, and senior government leaders, such as the First Lady’s participation in the Fortune Most Powerful Women’s Summit; social media campaigns such as #62milliongirls; features on television programs, such Carpool Karaoke with James Corden; the launch of the This is for My Girls song in March 2016; and the premiere of the October 2016 film We Will Rise: Michelle Obama’s Mission to Educate Girls Around the World (featuring Meryl Streep and Freida Pinto), Let Girls Learn has not only raised awareness around these issues but has galvanized other foreign governments, the private sector, and citizens worldwide to not only become aware of this issue, but to get involved and take action at letgirlslearn.gov.  \n\n\n\nPartnerships\n\n\n\tRecognizing that this challenge cannot be solved through one entity alone, the U.S. government is bringing together stakeholders from the private sector, nonprofit organizations, and civil society to encourage them to take action in support of girls’ education. Let Girls Learn has inspired new strategic collaborations with nearly 100 private sector organizations to advance adolescent girls’ education across the globe.\n\n\tFrom collaborations to raise awareness and drive action through organizations, such as Alex and Ani, Dining for Women, and Instyle, to private sector commitments from UPS Foundation, Lands’ End, Procter and Gamble, and others who have collectively committed over $2.5 million towards the Peace Corps’ Let Girls Learn Fund, this support from outside entities has been a critical and key part of the initiative.\n\n\tLet Girls Learn has also fostered programmatic collaborations with organizations, such as IBM, Oracle, AOL, CARE, IRC and others.  The initiative has also led to investments by academic institutions, such as Cambridge University and Georgetown University to develop an evidence base of research on adolescent girls’ education and community-based solutions, as well as collaborations with think tanks, such as the Brookings Institution. Civil society organizations, including Girl Rising, Girl Scouts, Girl Inc. and Girl Up, have also mobilized more individuals and entities to the cause of adolescent girls’ education in support of Let Girls Learn.\n\nThe President continues to emphasize the importance of Let Girls Learn, in his proclamations, his speeches, and during his travels abroad. But today is also an opportunity to reflect on the many steps the Obama Administration has taken to integrate gender equality and equal access to education overall, both of which are key Sustainable Development Goals for 2030, into our broader foreign policy and development framework. We have made important advances to support girls under the U.S. Strategy to Prevent and Respond to Gender-Based Violence Globally and the U.S. National Action Plan on Women, Peace and Security. Let Girls Learn, with its focus on adolescent girls’ education, is interwoven as a component of these various efforts. And USAID will continue integrating the needs of adolescent girls throughout its Education Development Strategy. Together we can continue to build a world that provide girls equal access quality education and health care; a world where women can exercise their own voice and live free from intimidation, harassment, and discrimination; a world where women are valued as leaders, innovators, peace-builders and breadwinners.  Because when women succeed, we know the world will succeed.  \n\n\n\n\n"
}