{
    "title": "Declaración Conjunta de los Presidentes Barack Obama y Felipe Calderón | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraci-n-conjunta-de-los-presidentes-barack-obama-y-felipe-calder-n",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 19, 2010\n\n \n\n\n\nDeclaración Conjunta de los Presidentes Barack Obama y Felipe Calderón\n\n\n\n\nEl Presidente Felipe Calderón y el Presidente Barack Obama reafirmaron hoy la asociación estratégica entre México y Estados Unidos y subrayaron su compromiso para mejorar las condiciones de vida de todos los ciudadanos de nuestros dos países, a partir de los lazos profundos que nos unen y trabajando con responsabilidad y respeto mutuos sobre una agenda de temas sumamente amplia y variada.\nLos Presidentes analizaron la vasta gama de asuntos bilaterales, hemisféricos y globales que son de interés e impactan a nuestros dos países y reafirmaron los valores compartidos que guían nuestros enfoques compartidos en materia de competitividad económica, conservación del medio ambiente, desarrollo de energías limpias, combate al cambio climático, la no proliferación nuclear, el bienestar social y económico y la seguridad de nuestros ciudadanos.\nImpulsando el crecimiento económico mutuo\nMéxico y Estados Unidos cuentan con una asociación económica y comercial esencial que los Presidentes se comprometieron a fortalecer, reforzando los esfuerzos encaminados a crear empleos; promover la recuperación y expansión económica; así como la prosperidad incluyente y compartida a todos los niveles de la sociedad en los dos países.\nUn componente clave de nuestra competitividad global es la creación de una frontera apta para el Siglo XXI. Los Presidentes reconocen que nuestra frontera ofrece oportunidades únicas para ambos países.  Es por ello que debemos desarrollarla y administrarla con base en un enfoque integral y de manera que facilite el flujo seguro, eficiente y rápido de bienes y personas y reduzca los costos de transacción para hacer negocios entre nuestros dos países. Tanto México como Estados Unidos se benefician de la agilización de los viajes legítimos que se realizan entre y a través de nuestros dos países, especialmente aquellos que llevan a cabo los ciudadanos que residen en la región fronteriza.\nLos Presidentes tomaron nota del avance que registra la construcción de la Frontera del Siglo XXI, incluyendo la apertura de tres cruces fronterizos nuevos en este año; el inicio de proyectos para construir tres puentes binacionales adicionales y las propuestas de modernizar de manera significativa la infraestructura fronteriza actual.  En aras de detonar mayores avances en la creación de una frontera moderna, segura y eficiente, los Presidentes instruyeron a sus respectivos gabinetes a que establezcan un Comité Ejecutivo Bilateral -integrado por  representantes de cada gobierno- el cual será responsable de instrumentar la Declaración sobre el Manejo de la Frontera del Siglo XXI, misma que será presentadaen el transcurso de hoy, para hacer de la Frontera del Siglo XXI una realidad.  Dicha Declaración incluirá por primera vez en la historia un plan binacional que se instrumentará durante los siguientes 24 meses con el fin de mejorar el comercio y los viajes transfronterizos.\nLos Presidentes acordaron que el transporte seguro, eficiente y compatible es un requisito indispensable para el crecimiento económico mutuo. Se comprometieron a continuar la cooperación bilateral en los rubros de planeación de sistemas, coordinación operativa y la cooperación técnica en modalidades clave de transporte.\nAsimismo, los Presidentes se comprometieron a fortalecer significativamente la competitividad y el bienestar económicos de México y Estados Unidos mejorando la cooperación en materia regulatoria. Dicha cooperación tiene el potencial para incrementar el crecimiento económico en cada país; reducir los costos para los consumidores, las empresas, los productores y los gobiernos; aumentar el comercio de bienes y servicios transfronterizos y; mejorar nuestra capacidad para proteger el medio ambiente, la salud y la seguridad de nuestros ciudadanos. Los Presidentes dispusieron la creación de un Consejo de Cooperación Regulatoria de Alto Nivel, que se integrará con los principales funcionarios de los dos países responsables de los ámbitos regulatorio, comercial y de relaciones internacionales.  La creación de dicho Consejo tiene la intención de incrementar la transparencia regulatoria; ofrecer alertas tempranas sobre regulaciones con potencial impacto bilateral; fortalecer las bases analíticas de las normas y permitir una mayor compatibilidad entre las mismas.\nLa innovación y la inversión en tecnología y capital humano son elementos clave para el crecimiento económico sostenido y la competitividad en México y Estados Unidos. La protección de los derechos de propiedad intelectual resulta fundamental para promover dicha innovación e inversión. Con base en lo anterior, los Presidentes instruyeron a sus Administraciones a trabajar de manera conjunta para formalizar y ampliar los esfuerzos que se despliegan actualmente en el seno del Grupo Bilateral de Trabajo sobre Derechos de Propiedad Intelectual. Dichos esfuerzos incluirán el entrenamiento industrial (tanto de pequeñas y medianas empresas); cooperación entre el Instituto Mexicano de la Propiedad Industrial (IMPI) y la Oficina de Patentes y Marcas de Estados Unidos (PTO) para facilitar las revisiones de patentes, así como el entrenamiento, la colaboración e inteligencia compartida entre agencias de aplicación de la ley, que permita una protección más efectiva de los derechos de propiedad intelectual. Los Presidentes reiteraron su compromiso de continuar apoyando las negociaciones del Acuerdo Comercial contra la Falsificación y la Piratería e instruyeron a sus Administraciones a concluirlas en breve.\nLuego de revisar el avance que ha registrado la relación comercial, ambos Presidentes destacaron que tanto México como las empresas mexicanas se encuentran entre los principales clientes mundiales del Banco de Exportaciones e Importaciones de Estados Unidos (EXIM).  Asimismo, reconocieron el hecho de que México se perfila a ser el primer país en el mundo en el que el financiamiento del EXIM destinado a apoyar las exportaciones estadounidenses superará los 10 mil millones de dólares, lo que a su vez contribuye a apoyar las inversiones y la transferencia de tecnología a México.\nLos Presidentes analizaron a su vez las diferencias que surgen inevitablemente de cualquier relación comercial madura, amplia y variada y en ese sentido, se comprometieron a renovar sus esfuerzos para solucionar los temas pendientes privilegiando la cooperación.\nSatisfaciendo las necesidades energéticas y protegiendo al medio ambiente\nLos Presidentes reconocieron el estrecho vínculo que existe entre el crecimiento económico, la competitividad y el desarrollo sostenible y la agenda bilateral en materia de energía limpia y protección del medio ambiente. Reafirmaron que México y Estados Unidos comparten el objetivo común de lograr un crecimiento económico firme al tiempo de atender el reto que representa el cambio climático e incrementar la confiabilidad de nuestra infraestructura energética.  Los Líderes pasaron revista a los esfuerzos que ambos países están desplegando para reducir las emisiones de gases de efecto invernadero, promover la energía verde y mejorar la confiabilidad energética, en el contexto del Marco Bilateral para la Energía Limpia y el Cambio Climático acordado durante la visita del Presidente Obama a la Ciudad de México en abril de 2009.\nCon base en tales avances, los Presidentes decidieron crear una Fuerza de Tarea sobre Electricidad Transfronteriza que promueva mercados regionales de energía renovable entre nuestros dos países. La Fuerza de Tarea revisará las oportunidades y los retos que se registran para el comercio transfronterizo de energía renovable a fin de identificar un catálogo de opciones en materia de estándares, transmisión de electricidad y de conexiones entre redes, así como de otras medidas encaminadas a generar incentivos de mercado para la inversión y el comercio en tecnologías de energía renovable. Asimismo, los Líderes se comprometieron a aumentar la confiabilidad y la fortaleza de las redes eléctricas, incluyendo la colaboración en materia de estándares y tecnologías para redes inteligentes que permita el uso más eficiente y confiable de la energía tanto en México como en Estados Unidos.\nReconociendo que la fuente más limpia de energía es el uso más eficiente de ésta, los Presidentes instruyeron a las dependencias competentes en cada gobierno a realizar talleres conjuntos durante el otoño de 2010 para acelerar las mejoras de eficiencia energética en los sectores de la construcción y el transporte, que incluyan la certificación de edificios verdes, la mejora del comercio de materiales de construcción verdes y mejores prácticas sobre regulación del kilometraje en vehículos de carga ligera.\nEn el contexto del diálogo que sostuvieron sobre el futuro compartido de ambos países en materia de energía limpia, los Presidentes reconocieron la interacción creciente que se registra entre las políticas comercial y ambiental, así como la importancia de abordar ambas políticas de manera directa y bilateral.  Ambos se comprometieron a instruir a sus autoridades en materia comercial a que inicien un diálogo con terceros países sobre estos asuntos. En concreto, los Presidentes se comprometieron a explorar la posibilidad de instrumentar acciones tempranas para liberalizar tarifas sobre tecnologías que procuran la protección del medio ambiente, como un primer paso que impulse políticas comerciales y climáticas que se apoyen mutuamente.\nLos dos Líderes reafirmaron su compromiso compartido con la Convención Marco de las Naciones Unidas sobre el Cambio Climático (CMNUCC) y subrayaron la importancia de alcanzar un resultado exitoso  en Cancún. El Presidente Obama apoyó el liderazgo que México ha desplegado como Presidente de la 16ª Conferencia de las Partes de la CMNUCC y manifestó su disposición para trabajar con México. Ambos Líderes enfatizaron su compromiso con el Acuerdo de Copenhague y con su instrumentación.\nLos Presidentes destacaron la larga historia de la cooperación bilateral para la conservación de recursos naturales y culturales.  Ambos reconocieron que el Parque Nacional del “Big Bend” y de “Rio Grande Wild and Scenic River” en Estados Unidos junto con las Áreas Protegidas de Maderas del Carmen, Cañón de Santa Elena, Ocampo, y Río Bravo del Norte en México, representan uno de los complejos ecológicos más grandes e importantes en América del Norte.  Con ello, reconocieron que una mayor cooperación sobre estas áreas protegidas podrían restringir el desarrollo y fortalecer la seguridad en la región y dentro de este ecosistema desértico y vulnerable.  Con el fin de preservar esta región de extraordinaria diversidad biológica, los Presidentes manifestaron su apoyo para que el Departamento del Interior de Estados Unidos y la Secretaría del Medio Ambiente y Recursos Naturales de los Estados Unidos Mexicanos trabajen de manera conjunta a través de los procesos nacionales que correspondan para reconocer y declarar la región Big Bend-Rio Bravo como un área de interés binacional.  Los Presidentes reiteraron su compromiso para manejar la región de manera tal que se fortalezca la seguridad y la protección de estas áreas para la conservación de la vida silvestre, la restauración de ecosistemas, la adaptación al cambio climático, el control de incendios en áreas silvestres y el control de especies invasoras.\nAmbos Presidentes reiteraron su compromiso para garantizar la seguridad energética en América del Norte, así como la explotación segura, eficiente y equitativa de los yacimientos transfronterizos de conformidad con los más altos estándares ambientales y de seguridad e instruyeron a sus respectivos gabinetes a tomar medidas consistentes con los resultados de investigaciones clave sobre el derrame petrolero de la Plataforma “Deepwater Horizon” de British Petroleum con el fin de alcanzar dicho compromiso compartido.  En este sentido, instruyeron a sus gabinetes a alcanzar una moratoria para la realización de actividades de explotación a lo largo de la frontera marítima en la Región Occidental del Golfo de México.  El Presidente Obama agradeció al Presidente Calderón la asistencia que México ha ofrecido en torno a los esfuerzos en curso para contener el derrame petrolero de la Plataforma “Deepwater Horizon” de British Petroleum en el Golfo de México, de conformidad con el Plan Conjunto de Contingencia entre México y Estados Unidos sobre Contaminación del Medio Ambiente Marino.\nCooperando para combatir el crimen organizado transnacional\nLos Presidentes destacaron la importancia de proteger a las comunidades en ambos lados de la frontera compartida y reafirmaron su compromiso mutuo de enfrentar a las organizaciones criminales que representan una seria amenaza a la seguridad y al bienestar de mexicanos y estadounidenses. Reconocieron que México y Estados Unidos comparten la responsabilidad de derrotar y desmantelar a las redes criminales ilícitas que trafican drogas hacia Estados Unidos, y que trafican armas y ganancias ilícitas hacia México, y que estas redes transnacionales están vinculadas con gran parte del crimen y la violencia que actualmente se registra en México. Ambos Presidentes evaluaron los esfuerzos que se despliegan actualmente para reducir el flujo de armas y dinero en efectivo hacia México y buscarán reforzar la cooperación y los esfuerzos en esta área de crítica importancia.\nLos Presidentes reconocieron que la Frontera del Siglo XXI debe garantizar la seguridad de quienes residen en las comunidades a lo largo de ambos lados de la frontera y afirmaron el interés mutuo de México y Estados Unidos para impedir el ingreso a nuestros países de personas que representan una amenaza a la seguridad nacional de los dos países.  Los Presidentes afirmaron su compromiso de mantener una cooperación y coordinación bilateral estrecha, continua y constante para combatir a las organizaciones criminales transnacionales y a las actividades ilícitas. Se comprometieron a trabajar de manera conjunta para prevenir el tráfico y la trata de personas.\nLos Presidentes revisaron y endosaron el trabajo del Grupo de Alto Nivel de la Iniciativa Mérida que se reunió en la Ciudad de México en marzo de 2010 para sentar las bases de la visión compartida que guiará la cooperación actual y futura en materia de seguridad entre México y Estados Unidos. De manera congruente con dicha visión, los Presidentes instruyeron a que la cooperación se enfoque en cuatro elementos: desmantelar la capacidad de las organizaciones criminales que operan en los dos países debilitando sus capacidades operativas, logísticas y financieras; apoyar los esfuerzos para el robustecimiento institucional en las dependencias responsables de combatir al crimen organizado, incluyendo la promoción del pleno respeto al estado de derecho, la protección de los derechos humanos y la participación activa de la sociedad civil; desarrollar una Frontera del Siglo XXI segura y competitiva y; construir comunidades fuertes y con mayor cohesión social, a partir de  esfuerzos dirigidos a resolver de raíz las causas del crimen y la violencia, especialmente entre la juventud y a través de la promoción de una cultura de respeto a la ley, reducción del uso de drogas ilícitas y limitando el flujo de reclutas potenciales hacia los cárteles mediante la promoción de alternativas constructivas y legales para la gente joven.\nLos Presidentes reconocieron la importancia de estos cuatro elementos y de actuar acorde a ellos, mediante una cooperación bilateral robusta en las comunidades fronterizas que unen a nuestros dos países, como Ciudad Juárez, Chihuahua y El Paso, Texas. Desde el Golfo de México hasta el Pacífico, las comunidades en ambos lados de la frontera comparten vínculos económicos y sociales muy estrechos así como un interés en su propia seguridad y bienestar, y la de sus vecinos. Los Presidentes se comprometieron a trabajar de manera conjunta para combatir a los grupos del crimen organizado en la región fronteriza y a cooperar para promover la seguridad pública y la fortaleza social, así como para acercar a los pueblos e instituciones de ambos lados de nuestra frontera compartida.\nAsimismo, los Presidentes recibieron el informe de avances y aprovecharon los esfuerzos que se despliegan actualmente para definir un plan de instrumentación bilateral que incluya una hoja de ruta que defina los pasos a seguir así como los criterios de evaluación necesarios para medir el éxito de la cooperación.\nEl Presidente Obama compartió con el Presidente Calderón una serie de mejoras que se han instrumentado en los esfuerzos de la aplicación de la ley por parte de las autoridades civiles estadounidenses encargadas de la región suroeste de la frontera, la cual está encaminada a garantizar que Estados Unidos está haciendo todo a su alcance para proteger a la población en dicha región así como para detener los flujos ilícitos que se registran en ambas direcciones de la frontera incluyendo el despliegue de mayores recursos y de personal de los Departamentos de Seguridad Interna y de Justicia.\nAmbos Presidentes pasaron revista al estado que guarda la instrumentación de la Iniciativa Mérida y las medidas que se han tomado para agilizar la entrega  a México de los recursos en materia de seguridad previstos en el marco de la Iniciativa Mérida.  En seguimiento al diálogo sostenido durante la reciente reunión del Grupo de Alto Nivel en México, el Presidente Calderón acogió con beneplácito el compromiso del Presidente Obama de entregar, antes de lo planeado, un número de aeronaves de alas fijas y de alas rotatorias que apoyarán los esfuerzos del Gobierno de México en el combate a las organizaciones transnacionales de crimen organizado.\nLos Presidentes reconocieron que las drogas ilícitas imponen un costo muy alto a la salud de nuestros ciudadanos y nuestras comunidades, y reconocieron que debemos trabajar para reducir el consumo de drogas y sus consecuencias, enfatizando la importancia tanto del tratamiento como de la prevención.  Igualmente, ambos endosaron las prioridades compartidas que se establecieron tanto en la Conferencia Binacional para la Reducción de la Demanda llevada a cabo en febrero de 2010, como en la reunión del Grupo de Alto Nivel de la Iniciativa Mérida.  Dichas prioridades incluyen: el desarrollo de un Diagnóstico Bilateral sobre Demanda y Prevalencia en el uso de Drogas; hacer del tratamiento a las adicciones un componente de las prácticas médicas comunes; instrumentar de manera extensa la aplicación de pruebas de detección de drogas, las intervenciones y las remisiones para técnicas de tratamiento; ampliar los esfuerzos de prevención del consumo de drogas en las escuelas y las comunidades; instrumentar estándares de registro para proveedores de tratamientos de rehabilitación; y ampliar la función del sistema de justicia penal para acabar con el abuso de las drogas y reducir la reincidencia.\nMejorando el bienestar social y los lazos entre nuestros pueblos\nAmbos Presidentes subrayaron que el capital humano es uno de los recursos más valiosos que comparten nuestros dos países.\nEl Presidente Obama subrayó su compromiso con una reforma migratoria integral en Estados Unidos y detalló el trabajo extenso que su Administración ha realizado para involucrar a potenciales aliados de ambos partidos en el Congreso de Estados Unidos, a fin de crear un sistema migratorio moderno acorde con la tradición estadounidense de ser un país de leyes y una nación de inmigrantes. El Presidente Calderón reafirmó su visión para crear un México en el que todos sus ciudadanos tengan la oportunidad de trabajar y educar a sus hijos, reiterando la importancia de que todos los inmigrantes sean tratados con absoluto respeto a sus derechos civiles y humanos y reconociendo las contribuciones significativas que aportan a la vitalidad económica, social y cultural de Estados Unidos. Ambos reconocieron la importancia de corregir un sistema migratorio que no funciona, de asegurar la frontera y de desmantelar a los grupos de tráfico y trata de personas, así como de establecer reglas y prioridades claras para la inmigración en el futuro, que equilibren las condiciones con los trabajadores estadounidenses y provean un mecanismo que satisfaga la demanda de empleos que excede a la capacidad interna en Estados Unidos.\nLos Presidentes tomaron nota a su vez de los sólidos lazos educativos y de la estrecha colaboración académica que los pueblos de México y Estados Unidos han sostenido por muchos años. Expresaron su deseo de ampliarlos lanzando una nueva iniciativa que incrementará el entendimiento mutuo mediante el intercambio entre estudiantes de educación media superior. Los Presidentes se comprometieron a cooperar sobre las bases de este programa piloto --que será cofinanciado por el sector privado-- para educar de manera conjunta a la siguiente generación de líderes de México y Estados Unidos.\nAsimismo, los Presidentes reconocieron las contribuciones que los Cuerpos de Paz han brindado a la relación bilateral e instruyeron a sus respectivas autoridades a que trabajen juntas para expandir la presencia de los voluntarios de los Cuerpos de Paz en México, incrementando la cooperación con las organizaciones de la sociedad civil y promoviendo el desarrollo comunitario y la cultura del voluntariado. Desde 2004, cientos de voluntarios de los Cuerpos de Paz han trabajado con ciudadanos mexicanos para crear oportunidades de negocios, transferir tecnologías y promover la conservación así como formas de vida sostenibles.\nTrabajando juntos en el Hemisferio y en el mundo\nReconociendo la importancia de la cooperación en diversos foros multilaterales, el Presidente Calderón y el Presidente Obama reafirmaron su intención de coordinarse de manera estrecha para trabajar asuntos clave bajo consideración de la Organización de Estados Americanos, la Organización de las Naciones Unidas y el G20, entre otros organismos internacionales y foros multilaterales.\nEn las Américas, los Presidentes reafirmaron la importancia de defender los principios y valores centrales de la gobernanza democrática, el respeto a los derechos humanos y la libre determinación en el hemisferio y en el resto del mundo.  Subrayaron la necesidad de construir consensos regionales para lograr una mayor cooperación.  Los Presidentes destacaron la importancia de trabajar de manera conjunta para impulsar una cooperación más sistemática en materia de seguridad, específicamente entre Estados Unidos, México, Colombia, Centroamérica y El Caribe, para enfrentar el reto que representan las redes ilícitas transnacionales. A su vez, subrayaron el trabajo que se realiza en el marco de la Iniciativa de Caminos a la Prosperidad y de la Red de Protección Social Interamericana que está promoviendo una mayor inclusión económica y social a lo largo del continente americano.\nLos Presidentes reafirmaron la importancia de defender los principios y valores esenciales de la gobernanza democrática; respeto por los derechos humanos, la no intervención y la autodeterminación en las Américas.  En el caso de Honduras, el Presidente Obama y el Presidente Calderón reconocieron los importantes pasos que dicho país ha tomado desde la celebración de las elecciones en noviembre de 2009, para restaurar el orden democrático y constitucional después del golpe del 28 de junio de 2009, y manifestaron su apoyo al proceso de reconciliación nacional que se encuentra en curso y al pronto retorno de Honduras como Estado miembro pleno de la Organización de Estados Americanos y a todas las instituciones del Sistema Interamericano. En el caso de Haití, ambos Presidentes pasaron revista a las respectivas acciones que instrumentaron como parte de los esfuerzos masivos de alivio que se desplegaron internacionalmente tras el terremoto del 12 de enero.  El Presidente Calderón felicitó a Estados Unidos por el liderazgo que desempeñó al facilitar la respuesta al desastre y las acciones de asistencia, y el Presidente Obama agradeció a México por sus contribuciones destacadas a dicho esfuerzo. Ambos Presidentes acordaron continuar sosteniendo consultas bilaterales y coordinándose para contribuir a consolidar los esfuerzos de reconstrucción de Haití.\nComo socios globales que comparten valores comunes; como Estados miembros de los órganos internacionales de mayor relevancia y en el marco de sus esfuerzos para continuar ampliando el diálogo estratégico entre nuestros dos países, los Presidentes intercambiaron puntos de vista sobre varios asuntos globales de interés común. A la luz de la participación de México y de Estados Unidos en el Consejo de Seguridad de las Naciones Unidas, los Presidentes pusieron especial atención al estado que guarda el régimen de no proliferación y asuntos vinculados con la agenda de desarme en el contexto de la Conferencia de Revisión del Tratado de No Proliferación.  Los dos Líderes se comprometieron a trabajar para que la Conferencia de Revisión sea un éxito y en ese sentido, manifestaron su disposición para cooperar con miras a fortalecer la capacidad de la comunidad internacional de cumplir con este régimen y de avanzar para que aquellos países que cumplan con sus obligaciones internacionales tengan pleno acceso al uso de la energía nuclear con fines pacíficos.  En este tenor, los Presidentes subrayaron su plena determinación para apoyar decididamente al OIEA y a sus esfuerzos de verificación, atendiendo situaciones de especial preocupación para los órganos internacionales relevantes del Sistema de las Naciones Unidas y en el Consejo de Seguridad, incluyendo el continuo incumplimiento de Irán de sus obligaciones internacionales en lo que respecta a su programa nuclear.\nEl Presidente Obama y el Presidente Calderón reafirmaron la importancia del G20 como el foro económico internacional más relevante y discutieron la necesidad de que dicho Grupo continúe concentrado en atender la recuperación económica y la creación de empleos. Igualmente, los Líderes dialogaron sobre sus esfuerzos para instrumentar los compromisos de la Cumbre de Pittsburgh e instaron a todos los Estados miembros del G20 a que cumplan dichos compromisos antes de la Cumbre de Toronto.\nEl diálogo bilateral entre los Presidentes Obama y Calderón subraya su compromiso de fortalecer la asociación estratégica entre ambos países y continuarán trabajando juntos en los foros, bilaterales, trilaterales y multilaterales durante los meses venideros, como corresponde a dos socios y naciones de una importancia única para su bienestar, prosperidad y seguridad recíprocos.\n \n\n\n\n"
}