{
    "title": "MENSAJE SEMANAL: La reforma de salud beneficiará a las familias y empresas estadounidenses este año | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/mensaje-semanal-la-reforma-de-salud-beneficiar-a-las-familias-y-empresas-estadounid",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 06, 2010\n\n \n\n\n\nMENSAJE SEMANAL: La reforma de salud beneficiará a las familias y empresas estadounidenses este año\n\n\n\n\nWASHINGTON – En su mensaje semanal, el Presidente Barack Obama dijo que el Congreso le debe al país un simple voto por sí o por no sobre la reforma de salud, y explicó cómo las familias estadounidenses tendrán más control sobre su cuidado de salud este año luego de que se apruebe la reforma. La propuesta que el Presidente ha presentado incluye créditos tributarios para que pequeñas empresas puedan comprar cobertura, le hará posible a personas con condiciones preexistentes comprar cobertura, y entre otras reformas, prohibirá que las compañías aseguradoras impongan límites arbitarios anuales o de por vida sobre la cobertura que recibe la gente.\nEl audio y el video están disponibles por Internet en obamawhitehouse.archives.gov.\nDeclaraciones del Presidente Barack Obama\nMensaje semanal\nWashington, DC\nSábado, 6 de marzo, 2010\nEsta semana, le pedí al Congreso que programe un voto final sobre una reforma que le de a las familias y a las empresas más control sobre su cuidado de salud al hacer que las aseguradoras tengan que rendir cuentas por sus actos. Esto se da tras casi un año de debate, como también una cumbre de siete horas con demócratas y republicanos en la que tuvimos una conversación pública e importante sobre el cuidado de salud. Desde entonces, he dicho que estoy dispuesto a incorporar algunas de las ideas que ofrecieron los republicanos, y también estamos eliminando los tratos especiales que no tenían cabida en una reforma del cuidado de salud\nAhora, a pesar de todos los logros y mejoras que hemos alcanzado, los republicanos en el Congreso insisten en que el único curso aceptable de acción respecto al cuidado de salud es comenzar de cero. Pero, ¿saben qué? Las aseguradoras no están comenzando de cero. Acabo de reunirme con algunas de ellas el jueves, y no me pudieron dar una respuesta directa de por qué continúan aumentando tanto las primas de manera arbitraria: incrementos superiores a 60% en estados como Illinois. Si no actuamos ahora, continuarán haciéndolo. Continuarán cancelando el seguro de las personas cuando lo necesitan. Seguirán negando cobertura por enfermedades preexistentes. Estas prácticas continuarán.\nPor eso debemos actuar ahora. Por eso el Congreso de Estados Unidos le debe a su pueblo un voto afirmativo o negativo sobre la reforma del seguro médico.\nLa propuesta que hemos presentado acabará con las peores prácticas del sector de seguros, reducirá los costos que pagan millones de estadounidenses y les dará a las pequeñas empresas y personas no aseguradas las mismas opciones de seguro médico privado que los miembros del Congreso obtienen para sí mismos. Y aunque la plena implementación de estas reformas tardará unos años, hay muchas medidas de protección y beneficios que comenzarán a entrar en vigor este año.\nEste año, los dueños de pequeñas empresas recibirán créditos tributarios para comprar seguro médico.\nEste año, miles de estadounidenses no asegurados y con enfermedades preexistentes finalmente podrán adquirir cobertura. Ya no se permitirá que las aseguradoras les nieguen cobertura a niños con enfermedades preexistentes. Ya no se permitirá que cuando ustedes se enfermen, les cancelen su cobertura. Este año, se requerirá que todos los nuevos planes de seguro ofrezcan atención preventiva gratuita a sus clientes, para que podamos comenzar a detectar enfermedades que se pueden prevenir desde un principio. Ya no podrán imponer límites de por vida o límites anuales que restringen la atención que reciben. Los adultos jóvenes podrán seguir siendo parte de la póliza de seguro de sus padres hasta que tengan 26 años.\n  \nY habrá un nuevo proceso independiente de apelación para cualquier persona que piense que su aseguradora le negó injustamente un reclamo.\nFinalmente, las personas mayores que caigan en la brecha de cobertura conocida como el agujero de dona recibirán $250 para ayudarlas a pagar sus medicamentos recetados. Lo que no cambiará al promulgar esta legislación es lo siguiente. Si a usted le gusta la póliza de seguro que tiene ahora, puede quedarse con ella. Si le gusta su doctor, puede seguir con el, por qué nada debe imponerse entre una familia y su doctor.\nSi actuamos ahora, todo esto sucederá este año. Millones de vidas mejorarán. Se salvarán algunas. Muchas familias y dueños de pequeñas empresas tendrán seguro médico por primera vez en su vida. Médicos y pacientes tendrán más control de sus decisiones de cuidado de salud, y los burócratas de las aseguradoras tendrán menos. Este futuro está a nuestro alcance.\nPero también sabemos cuál será el futuro si no hacemos algo al respecto, si permitimos que se pierda esta oportunidad otro año, otra década u otra generación. Más estadounidenses perderán el seguro médico de su familia si cambian de empleo o lo pierden. Más pequeñas empresas se verán forzadas a escoger entre tener seguro médico o contratar empleados. Más aseguradoras aumentarán las primas y negarán cobertura. Y el costo cada vez más alto de Medicare y Medicaid hará que nuestro gobierno siga endeudándose más y más.\nNo acepto ese futuro para Estados Unidos de Norteamérica. Sé que hasta ahora, el camino ha sido largo y difícil. Y aún no hemos concluido la travesía. Pero estamos cerca. Estamos muy cerca. Entonces, le pido al Congreso que concluya su labor. Le pido que les dé a los estadounidenses un simple voto por sí o por no. Y demostremos que aún es posible que Washington vele por los intereses y futuro de los ciudadanos. Gracias por escuchar.\n \n\n\n\n"
}