{
    "title": "President Obama Announces Next Steps in Development of Urban and Metropolitan Agenda | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-announces-next-steps-development-urban-and-metropolitan-agenda",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 13, 2009\n\n \n\n\n\nPresident Obama Announces Next Steps in Development of Urban and Metropolitan Agenda\n\n\n\n\n\n\nTHE WHITE HOUSE\n\t\t \n\n\t\tOffice of the Press Secretary\n\t\t________________________________________________________________________\n\t\tFOR IMMEDIATE RELEASE                                                    July 13, 2009\n\n\t\t President Obama Announces Next Steps in\n\t\tDevelopment of Urban and Metropolitan Agenda\n\t\tAnnounces national conversation on urban and metropolitan policy;\n\t\tCalls for review of federal policies that impact urban and metropolitan America\n\t\t \n\n\t\tWASHINGTON D.C.  Today, President Obama announced the next phase in developing a new urban agenda including a national conversation to engage cities and metropolitan areas with an eye towards what works, and a call for an interagency review of how federal policies are impacting local communities.\n\n\t\tThe President's remarks culminated a day long urban and metropolitan policy roundtable hosted by the White House Office of Urban Affairs and Domestic Policy Council.  The event included noted experts in urban policy in a series of discussions examining the evolution of metropolitan areas, best practices in those communities, and how the federal government can serve as a more effective partner in developing competitive, sustainable and inclusive communities.\n\n\t\tAdministration officials participating in the day's events included Secretary Hilda Solis of the Department of Labor, Secretary Shaun Donovan of the Department of Housing and Urban Development, Secretary Ray LaHood of the Department of Transportation, Administrator Lisa Jackson of the Environmental Protection Agency and Administrator Karen Mills of the Small Business Administration.  Elected leaders from several of the nation?s associations for state and local elected officials joined the conversation including Governor Edward Rendell of Pennsylvania for the National Governors Association, Seattle Mayor Greg Nickels of the U.S. Conference of Mayors, DeKalb County Georgia CEO Burrell Ellis of the National Association of Counties; and Northglenn, Colorado Mayor Kathleen Novak of the National League of Cities.\n\n\t\tThe President announced that in the coming weeks and months, Administration officials, including White House personnel and Cabinet Secretaries, will visit cities and metropolitan areas across the country to engage local communities.  During these visits, officials will examine ways to strengthen the partnership between federal and local governments.   With the understanding that the best ideas for regions often come from the bottom up, federal officials will also review the most innovative ideas that amplify the notions of integrated policy-making and regional collaboration.\n\n\t\tPresident Obama reiterated that Washington can't solve all the problems that face our cities  and frankly, our cities don't expect it to.  Instead of waiting for Washington, many of our cities have already become their own laboratories for change, some leading the world in coming up with innovative new ways to solve the problems of our time.\n\n\t\tPhiladelphia, Denver and Kansas City are among the first visits during this conversation where examples of best practices in regional collaboration and integrated policy making will be explored.  Whether it is transformative thinking on mass transit and livable communities, sustainability programs that improve energy efficiency and create jobs, or urban gardens that foster healthy living and community development, this is a chance for the Administration to consider local ideas that improve people's lives.\n\n\t\tAs part of the interagency review, the Office of Management and Budget, in conjunction with the Domestic Policy Council, National Economic Council and Office of Urban Affairs, will ask each agency to conduct an internal audit of specific policies impacting urban and metropolitan America.  Once the review is complete, OMB and the other White House offices will work with the agencies to more effectively coordinate federal policies and funding streams.\n\n\t\tWe're going to make sure federal policies aren't hostile to good ideas or best practices on the local level.  We're going to put an end to throwing money at what doesn't work; and invest in and encourage what does, President Obama said. \n\n\t\tThese new initiatives continue to build on the work done by The White House recently to develop a new urban policy vision that views cities and metropolitan communities from the perspective of opportunity and possibility rather than a collection of problems to be managed.  President Obama offered that \"Now is the time to seize the possibility of this moment and see to it that our cities and our people emerge stronger than they were before.\"\n\n\t\t-##-\n\n\n\n\n\n"
}