{
    "title": "Vice President Biden Highlights Recovery Act Progress in Virginia | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-highlights-recovery-act-progress-virginia",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 16, 2009\n\n \n\n\n\nVice President Biden Highlights Recovery Act Progress in Virginia\n\n\n\n\n THE WHITE HOUSE Office of the Vice President  ______________________________________________________________________________  For Immediate Release                                                                July 16, 2009  Vice President Biden Highlights Recovery Act Progress in Virginia Announces $1.59 Million in Justice Assistance Grant Funds for Richmond  Richmond, VA — In a visit to the J. Sargeant Reynolds Community College this afternoon, Vice President Biden highlighted the many ways in which the American Recovery and Reinvestment Act (ARRA) is supporting the Richmond area. Vice President Biden was joined at the site by Richmond Mayor Dwight C. Jones; Richmond Police Chief Bryan Norwood; Frank Cardella, president, Chesterfield Education Association; and John Fernandez, CEO of Daystar Desserts in Ashland, Virginia. \"Every day, I see how the Recovery Act is helping to revive our economy, bring back job growth and provide real relief for families, communities and states across the country,\" said Vice President Biden. \"And you don’t have to look too far to see what the Recovery Act is doing right here in Richmond. From helping schools, to improving transportation infrastructure; from supporting law enforcement to getting small businesses off the ground – the Recovery act is helping to build a 21st century economy in Richmond and the entire state of Virginia.\" Funds obligated to Virginia under the Recovery Act so far include $1.3 billion for education, $304 million for transportation and many projects in other categories. These investments are already lifting up Richmond by keeping class sizes down, reinvigorating small businesses, alleviating the strain on its roads and contributing to many other local goals. According to estimates, Recovery Act funding has cut state deficits by up to half, preventing tens of thousands of additional layoffs. The Vice President today also reported that the City of Richmond is receiving $1.59 million in Justice Assistance Grants (JAG) to help keep police officers on the beat and keep crime off its streets. This grant will give law enforcement the tools they need to do their jobs, from training prosecutors to purchasing computers. The Commonwealth of Virginia has also received $24 million in JAG funds, allowing it to retain 685 jobs, including 611 full-time sworn deputy positions. \"By addressing Virginia’s economic challenges while simultaneously meeting the state’s public-safety priorities, these funds represent the best of what the Recovery Act can do for our communities,\" Attorney General Eric Holder said. \"This vital funding will help fight crime and build safer communities, and we look forward to continued work with Virginia to address these criminal-justice goals.\" Across the country, $175 billion of the Recovery Act have been committed in its first 130 days, including $43 billion in tax cuts. One third of the act’s total funding is devoted to tax cuts for 95% of Americans. The act is also on pace to save or create 750,000 jobs in its first 200 days, or more than 3,000 jobs per day. For additional information on the Recovery Act, including breakdowns by category, state and agency, please visit http://www.recovery.gov.\n\n\n\n"
}