{
    "title": "Mensaje semanal: El Presidente Obama dice que la reforma del sistema de salud afianzará Medicare y reducirá los costos para las personas mayores | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/08/06/mensaje-semanal-el-presidente-obama-dice-que-la-reforma-del-sistema-de-s",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 06, 2010\n\n \n\n\n\nMensaje semanal: El Presidente Obama dice que la reforma del sistema de salud afianzará Medicare y reducirá los costos para las personas mayores \n\n\n\n\nWASHINGTON- En su mensaje semanal de esta semana, el Presidente Obama destacó un informe de los fideicomisarios de Medicare y mencionó que los pasos que dimos este año para reformar el sistema de atención de salud puso a Medicare en una mejor situación económica, lo que ayudará a conservar Medicare para varias generaciones futuras. Además, las personas mayores de Estados Unidos ya están viendo más beneficios como resultado de la reforma de salud, lo que incluye un reembolso del costo de sus medicamentos recetados que caen en la brecha de cobertura de la Parte D de Medicare. En los próximos años, mientras continuamos implementando la reforma, tenemos previsto que las personas mayores ahorren en primas y gastos propios. Y el Presidente continuará dándole más solidez a Medicare a fin de asegurar que las personas mayores tengan acceso a cuidado de salud de bajo precio y calidad.\n\nEl audio y video del discurso estarán disponibles por Internet en obamawhitehouse.archives.gov a partir de las 6:00 am ET, del sábado, 7 de agosto, 2010.\n\nDeclaraciones del Presidente Barack Obama\nVersión preparada\nSábado, 7 de agosto, 2010\nWashington, DC\nHace 45 años hicimos un pacto solemne como nación que a las personas mayores no les faltaría el cuidado de salud que necesitan. Ésta es la promesa que hicimos cuando se creó Medicare. Y cumplir con esa promesa es responsabilidad de toda generación.\nPor eso, un informe emitido esta semana por los fideicomisarios a cargo de Medicare fue alentador. Según el informe, las medidas que tomamos este año para reformar el sistema del cuidado de salud le han dado mayor solidez económica a Medicare. La reforma, en efecto, le ha dado por lo menos una decena de años adicionales de solvencia a Medicare –la mayor prolongación de la historia– y ayuda, a su vez, a conservar Medicare para generaciones futuras.\nHemos hecho que Medicare tenga mayor solvencia al combatir el despilfarro, fraude y abusos, mas no con cambios a los beneficios que se les garantizan a las personas mayores. De hecho, éstas personas ya comienzan a ver que debido a la reforma de salud, sus beneficios mejoran cada vez más.\nLas personas mayores en el “agujero de dona” –la brecha de cobertura de medicamentos en la Parte D de Medicare– ahora reúnen los requisitos para un reembolso de $250 a fin de ayudar a pagar el costo de sus medicamentos recetados. Ahora bien, sé que las personas que enfrentan gastos en medicamentos mucho más altos necesitan más ayuda. Por eso hemos negociado condiciones mejores con las farmacéuticas a favor de las personas mayores. Por lo tanto, a partir del próximo año, si cae usted en el agujero de dona, recibirá un descuento de 50% con los medicamentos de marca que necesite. En los próximos años, esta ley acabará del todo con esa brecha.\nYa les hemos advertido a las aseguradoras que tenemos la autoridad para examinar y rechazar aumentos desmesurados en los planes Medicare Advantage. Les hemos dejado en claro a las aseguradoras que no dudaremos en usar esa autoridad para proteger a las personas mayores.\nA partir del próximo año, la atención preventiva –que incluye exámenes físicos anuales, chequeos y pruebas como mamografías– también será gratuita para las personas mayores. Eso facilitará que la gente permanezca sana. Pero también significará que los médicos podrán detectar problemas antes, por lo que el tratamiento posiblemente sea menos invasivo y menos caro.\nY a medida que se implemente la reforma en los próximos años, esperamos que las personas mayores ahorren un promedio de $200 al año en primas y también más de $200 al año en gastos propios.\nEsto es posible en parte por medio de reformas que combaten el despilfarro y abuso, y reasignan esos recursos a quienes se supone que vayan: las personas mayores. Y estamos en vías de recortar en mitad los pagos indebidos, incluido el dinero que se envía a delincuentes que roban el dinero de los contribuyentes con estafas y fraudes con seguros. Y no nos detendremos allí, pues al impedir que se pierda este dinero de los contribuyentes, podemos hacernos cargo de los grandes aumentos de costos de Medicare y mejorar la calidad de la atención a las personas mayores. Podemos, además, tomar medidas enérgicas contra quienes se aprovechan de las personas mayores y otros.\nPor lo tanto, ya no estamos aceptando que las cosas sigan tal cual. Estamos tomando decisiones difíciles para hacerles frente a los desafíos de nuestro tiempo. Y como resultado, Medicare es mejor y más seguro. Eso es importante. Porque Medicare no es solamente un programa. Es un compromiso con las personas mayores de Estados Unidos, quienes después de trabajar toda la vida, se han hecho merecedoras de la seguridad de cuidado de salud a su alcance. Mientras sea Presidente, ése será un compromiso con el que este país cumplirá.\nGracias.\n \n\n\n\n"
}