{
    "title": "MEDIA ADVISORY: President Obama to Speak Directly to Students in National Address on Educational Success | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/media-advisory-president-obama-speak-directly-students-national-address-educational",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nSeptember 02, 2009\n\n \n\n\n\nMEDIA ADVISORY: President Obama to Speak Directly to Students in National Address on Educational Success\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  _______________________________________________________________________________________  FOR IMMEDIATE RELEASE                                                                  September 2, 2009  MEDIA ADVISORY: President Obama to Speak Directly to Students in National Address on Educational Success  WASHINGTON, D.C. – As children across America go back to school, President Obama will deliver a national address directly to students on the importance of taking responsibility for their success in school on Tuesday, September 8th at 12:00 PM EDT at Wakefield High School in Arlington. In advance of this address, the Department of Education is providing resources developed by and for teachers to help engage students and stimulate discussion about persisting and succeeding in school.  The speech will be broadcast live on obamawhitehouse.archives.gov and C-SPAN. The speech is open to pre-credentialed media. The deadline to request credentials is 6:00PM EDT tomorrow, Thursday, September 3rd. September 8, 2009 PRESIDENT OBAMA DELIVERS NATIONAL ADDRESS TO AMERICA’S SCHOOL CHILDREN   Wakefield High School   4901 S. Chesterfield Rd.   Arlington, VA 22206 Media Pre-set: 6:00 AM to 7:00 AM (All equipment must be dropped at the site by 7:00 AM; media will not have access to their equipment from 7:00 AM to 10:00 AM.)   Media Access: 10:00 AM Throw: 60 ft.   Cable run: 600 ft.   Live truck parking: Trucks should enter the entrance off Dinwiddie Street and will be directed on site. All live trucks must RSVP with vehicle information. Trucks must plan to park by 7:00 AM. Live truck operators must bring cable ramps. Media entrance: Entrance number 2, off Dinwiddie St. Media Coverage: This event is open to pre-credentialed media. To request credentials, please RSVP online at: obamawhitehouse.archives.gov/the_press_office/MediaRSVP-EducationAddress-9-8-09/. The deadline to RSVP is 6:00PM EDT tomorrow, Thursday, September 3rd. All names submitted for credentials must be accurate and reflect the identification media presents at check points for entrance. RSVPs do not guarantee access. You will receive a confirmation e-mail if you will receive a credential to cover the event.   \n\n\n\n"
}