{
    "title": "Declaraciones del Presidente sobre la economia | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-del-presidente-sobre-la-economia",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 23, 2010\n\n \n\n\n\nDeclaraciones del Presidente sobre la economia\n\n\n\n\n12:10 P.M. EDT\n    EL PRESIDENTE: Buenos días a todos. Estamos tratando de cambiar de sitio, variar las cosas.\n    Quiero hablar sobre el progreso de esta semana en tres frentes, mientras continuamos nuestros esfuerzos por reparar el daño a nuestra economía causado por esta recesión y construir cimientos más sólidos para el futuro.\n    En primer lugar, promulgué una ley de reforma de Wall Street que protegerá a los consumidores y a toda nuestra economía contra la imprudencia e irresponsabilidad que llevó a la peor recesión desde la Gran Depresión. Es una reforma que nos ayudará a poner fin a las prácticas abusivas de los prestamistas de hipotecas y compañías de tarjetas de crédito, y asegurar que la gente reciba la información franca, sin adornos que necesitan antes de que saquen un préstamo o abran una tarjeta de crédito. Hará que los tratos a puerta cerrada que causaron la crisis financiera salgan a la luz del día. Y acabará con los rescates de firmas de Wall Street con dinero de los contribuyentes y les dará a los accionistas voz y voto sobre la compensación de ejecutivos.\n    La necesidad de esta reforma, por cierto, la destacó el informe emitido por Ken Feinberg esta mañana, que identifica varias compañías financieras que continuaron pagando enormes bonos en lo peor de la crisis financiera incluso mientras aceptaban miles de millones de dólares en asistencia de los contribuyentes.\n    En segundo lugar, promulgué una ley que aumentará la capacidad de nuestro gobierno de tomar estrictas medidas contra pagos indebidos. Todos los años, el gobierno despilfarra decenas de miles de millones de dólares –dinero de los contribuyentes– en pagos equivocados a empresas que no han pagado sus impuestos o prisioneros o incluso gente que murió hace mucho tiempo. Hoy tenemos la tecnología para bloquear dichos pagos. Y la ley que promulgué nos dará las herramientas para ahorrar por lo menos $50,000 millones en… para el 2012, ahorros que son más importantes ahora que nunca porque simplemente no tenemos dinero para malgastar.\n    En tercer lugar, finalmente superamos el bloqueo procesal de una minoría partidista en el Senado para reanudar el seguro por desempleo para aproximadamente 2.5 millones de estadounidenses que no tienen trabajo y buscan empleo.\n     Entonces, en conjunto, estamos alcanzando logros enormes esta semana con la reforma de Wall Street, asegurándonos de eliminar el despilfarro y los abusos en el gobierno y de ayuda inmediata a las personas que buscan trabajo. Pero a fin de cuentas, nuestro objetivo es asegurarnos de que la gente que busca empleo pueda encontrarlo. Y por eso es tan importante que el Senado apruebe las medidas adicionales que hemos solicitado para recortar los impuestos y aumentar el otorgamiento de préstamos a las pequeñas empresas de Estados Unidos, nuestros más importantes motores para la contratación y el crecimiento; y un proyecto de ley de empleos en pequeñas empresas que contiene estas medidas podría pasar a votación final en el Senado en días próximos.\n    Con la medida para pequeñas empresas, crearemos un nuevo fondo de préstamos para ayudar a bancos comunitarios a ofrecer a los hombres y mujeres dueños de pequeñas empresas los préstamos que necesitan para crecer y contratar. Ayudaremos a los estados a fomentar más préstamos del sector privado a pequeñas empresas en industrias como producción industrial o construcción, que se han visto particularmente afectados por esta recesión. Aumentaremos nuestros más exitosos programas para pequeñas empresas y aumentaremos a más del doble el monto de los préstamos que nuestros pequeños empresarios pueden obtener.\n     Y para propiciar el crecimiento de nuestras empresas, finalmente haremos lo que venimos promoviendo desde que me postulé a la presidencia, que es eliminar del todo los impuestos a las ganancias de capital para inversiones clave en pequeñas empresas.\n    Ahora bien, anoche, tras una serie de demoras partidistas, el Senado dio un importante paso al respaldar el fondo de préstamos en la medida general de empleos en pequeñas empresas. Quiero darles las gracias a los senadores Mary Landrieu y George Lemieux por su liderazgo y esfuerzos en beneficio de millones de pequeños empresarios para quienes esto ha tenido un impacto significativo. Me alegró especialmente que el senador LeMieux y el senador George Voinovich superaran divisiones de partido para ayudar a aprobar anoche esta cláusula sobre préstamos y espero que ahora podamos concluir la del empleo y aprobar sin demora y sin más pleitos partidistas el plan de empleos en pequeñas empresas.\n    ¿Saben? Los hombres y mujeres dueños de pequeñas empresas que me escriben todos los días y las personas que conocí en todo el país no pueden darse el lujo de que haya más politiquería. Necesitan que hagamos lo que nos mandaron aquí a hacer. No nos enviaron aquí para librar una campaña interminable. No nos mandaron aquí para hacer lo mejor por nuestro partido político. Nos mandaron aquí para hacer lo que es mejor para Estados Unidos de Norteamérica y todos sus ciudadanos, sean demócratas, republicanos o independientes. En otras palabras, nos enviaron aquí a gobernar. Y eso es lo que espero que hagamos estos días que quedan antes de que el Congreso pase al receso de agosto.\n    Muchas gracias.\n               FIN          12:15 P.M. EDT\n \n\n\n\n"
}