{
    "title": "President Obama Announces More Key Administration Posts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/07/30/president-obama-announces-more-key-administration-posts",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 30, 2013\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts\n\n\n\n\nWASHINGTON, DC – Today, President Obama announced his intent to nominate the following individuals to key Administration posts:\n\n\nMichael L. Connor – Deputy Secretary, Department of the Interior\n\nRobert Blake – Ambassador to the Republic of Indonesia, Department of State\n\nThomas Frederick Daughton – Ambassador to the Republic of Namibia, Department of State\n\nJohn L. Estrada – Ambassador to the Republic of Trinidad and Tobago, Department of State\n\nPhillip S. Goldberg – Ambassador to the Republic of the Philippines, Department of State\n\nMichael Stephen Hoza – Ambassador to the Republic of Cameroon, Department of State\n\nNoah Bryson Mamet – Ambassador to the Argentine Republic, Department of State\n\nEunice S. Reddick – Ambassador to the Republic of Niger, Department of State \n\nPresident Obama said, “I am grateful that these impressive individuals have chosen to dedicate their talents to serving the American people at this important time for our country.  I look forward to working with them in the months and years ahead.”\nPresident Obama announced his intent to nominate the following individuals to key Administration posts:\nMichael L. Connor, Nominee for Deputy Secretary, Department of the Interior \nMichael L. Connor is the Commissioner of the U.S. Bureau of Reclamation at the U.S. Department of the Interior (DOI), a position he has held since 2009.  Previously, Mr. Connor served as Counsel on the U.S. Senate Energy and Natural Resources Committee from 2001 to 2009.  He served in the Secretary’s Indian Water Rights Office at DOI as Director from 1999 to 2001 and Deputy Director from 1998 to 1999.  Mr. Connor has worked as an attorney in a number of offices at DOI from 1993 to 1997, including the Southwestern Regional Solicitor’s Office, the Division of Indian Affairs, and the Solicitor’s Honors Program.  He was a research assistant in the Natural Resources Law Center at the University of Colorado from 1991 to 1993.  From 1984 to 1990, Mr. Connor worked as a professional engineer in a variety of roles.  He received a B.S. in Chemical Engineering from New Mexico State University and a J.D. from the University of Colorado School of Law.\nAmbassador Robert Blake, Nominee for Ambassador to the Republic of Indonesia, Department of State\nAmbassador Robert Blake, a career member of the Senior Foreign Service, Class of Career-Minister, is Assistant Secretary of State for South Asian Affairs.  Previously, he served as Ambassador to the Democratic Socialist Republic of Sri Lanka and the Republic of Maldives from 2006 to 2009.  Prior to that, Ambassador Blake served as the Deputy Chief of Mission at the U.S. Embassy in New Delhi, India from 2003 to 2006.  Previous domestic assignments include: Executive Assistant to the Under Secretary for Political Affairs from 2001 to 2003, Deputy Executive Secretary from 2000 to 2001, and the Turkey Desk Officer from 1998 to 2000.  Overseas assignments include:  Head of the Political Section at the U.S. Embassy Tunis, Tunisia from 1995 to 1998 and Economic Officer at the U.S. Embassy in Algiers, Algeria from 1993 to 1994.  He received a B.A. from Harvard College and an M.A. from John Hopkins School of Advanced International Studies. \nThomas Frederick Daughton, Nominee for Ambassador to the Republic of Namibia, Department of State\nThomas Frederick Daughton, a career member of the Senior Foreign Service, Class of Minister-Counselor, is the Senior Advisor for Security Negotiations and Agreements in the Bureau of Political-Military Affairs at the Department of State.  From 2009 to 2011, he served as Deputy Chief of Mission at the U.S. Embassy in Beirut, Lebanon.  Mr. Daughton served as the Deputy Chief of Mission at the U.S. Embassy in Algiers, Algeria from 2006 to 2009, and Counselor for Political Affairs at the U.S. Embassy in Kuala Lumpur, Malaysia from 2003 to 2006.  He was the Deputy Chief of Mission and Chargé d’ Affaires at the U.S. Embassy in Libreville, Gabon from 2000 to 2003, and Political and Administrative Officer at the U.S. Consulate General in Thessaloniki, Greece from 1997 to 2000.  From 1994 to 1996, he served as a Country Desk Officer for the Philippines in the Bureau of East Asian and Pacific Affairs and from 1993 to 1994, he served as a Staff Assistant in the Bureau of Near Eastern Affairs.  Prior to joining the Foreign Service he was an Associate with the law firm Sidley & Austin.  He received a B.A. from Amherst College and a J.D. from the University of Virginia.\nJohn L. Estrada, Nominee for Ambassador to the Republic of Trinidad and Tobago, Department of State\nJohn L. Estrada is Senior Manager for Lockheed Martin Training Solutions Incorporated, a position he has held since 2008.  Previously, he was a business development specialist for Coalescent Technology Corporation from 2007 to 2008.  Prior to his career in the private sector, Sergeant Major Estrada served in the U.S. Marine Corps for 34 years, rising to become the 15th Sergeant Major of the United States Marine Corps, the nation’s highest-ranking enlisted Marine.  He served as Sergeant Major of the Corps from 2003 to 2007.  From 2001 to 2003, he served as Sergeant Major of the 3rd Marine Aircraft Wing, Marine Corps Air Station Miramar.  From 2000 to 2001, he was Sergeant Major of the Recruit Training Regiment at Parris Island, and from 1998 to 2000 he was Sergeant Major for the Recruiting Station in Sacramento, California.  In 2010, he was appointed as a Member of the American Battle Monuments Commission.  Sergeant Major Estrada serves as a committee member of the Defense Advisory Committee on Women in the Services, a member of the national Board of Directors for Operation Homefront, and on the executive committee for the United Services Organization.  Sergeant Major Estrada received a B.S. from the University of Phoenix.\nAmbassador Philip S. Goldberg, Nominee for Ambassador to the Republic of the Philippines, Department of State\nAmbassador Philip S. Goldberg, a career member of the Senior Foreign Service, Class of Career-Minister, is Assistant Secretary for Intelligence and Research at the Department of State, a position he has held since 2010.  From 2006 to 2008, he served as Ambassador to Bolivia.  From 2005 to 2006, he served as Chief of Mission in Pristina, Kosovo.  From 2001 to 2004, Ambassador Goldberg served as Charge d’Affaires and Deputy Chief of Mission at the U.S. Embassy in Santiago, Chile.  In 2001, he served as Acting Deputy Assistant Secretary for Legislative Affairs.  From 1996 to 2000, he served as Special Assistant and then Executive Assistant to the Deputy Secretary of State.  He served as the Department's Bosnia Desk Officer from 1994 to 1996.  Previous overseas assignments include: Consular and Political Officer at the U.S. Embassy in Bogota, Colombia and Political-Economic Officer in Pretoria, South Africa.  He began his career as a Liaison Officer for the City of New York for the United Nations.  He received a B.A. from Boston University.\nMichael Stephen Hoza, Nominee for Ambassador to the Republic of Cameroon, Department of State\nMichael Stephen Hoza, a career member of the Senior Foreign Service, Class of Minister-Counselor, is Management Counselor at the U.S. Embassy in Moscow, Russia, a position he has held since 2010.  From 2007 to 2010, Mr. Hoza was Management Counselor and Acting Deputy Chief of Mission at the U.S. Embassy in Nairobi, Kenya.  Mr. Hoza served as Management Counselor at the U.S. Embassy in Madrid, Spain from 2004 to 2007 and Human Resources Officer at the U.S. Embassy in Paris, France from 2002 to 2004.  He was the Management Officer and Acting Deputy Chief of Mission at the U.S. Embassy in Kathmandu, Nepal from 2000 to 2002.  From 1997 to 2000, he served as Deputy Chief of Mission at the U.S. Embassy in Mbabane, Swaziland, and Administrative Officer at the U.S. Embassy in Asmara, Eritrea from 1993 to 1997.  From 1991 to 1993, he served as Post Management Officer for Luanda, Angola and Mogadishu, Somalia in the Bureau of African Affairs at the Department of State in Washington, D.C.  Mr. Hoza began his career at the Washington Post Company in Washington, D.C. in 1979.  He received a B.S. from Georgetown University.\nNoah Bryson Mamet, Nominee for Ambassador to the Argentine Republic, Department of State\nNoah Bryson Mamet is Founder and President of Noah Mamet & Associates, a position he has held since 2004.  Previously, he served as Senior Advisor and National Finance Director for House Democratic Leader Richard Gephardt from 1995 to 2003, and continued his service for Leader Gephardt’s Presidential bid in 2004.  Mr. Mamet serves as a member of the Pacific Council on International Policy and the American Council of Young Political Leaders.  He also sits on the boards of the Los Angeles based Green Dot Public Schools and NatureBridge.  In 2007, Mr. Mamet served on an international delegation for the National Democratic Institute to monitor elections in Sierra Leone.  Mr. Mamet received a B.A. from the University of California, Los Angeles.\nAmbassador Eunice S. Reddick, Nominee for Ambassador to the Republic of Niger, Department of State\nAmbassador Eunice S. Reddick, a career member of the Senior Foreign Service, Class of Minister-Counselor, is Director of the Office of West African Affairs in the Bureau of African Affairs at the Department of State.  From 2010 to 2011, she served as Diplomat in Residence at Howard University.  From 2007 to 2010, she served as Chief of Mission at the U.S. Embassy in Libreville, Gabon and from 2005 to 2007, she served as Director of the Office of East African Affairs in the Bureau of African Affairs.  She served as Deputy Director and then Director of the Office of Philippines, Malaysia, Brunei and Singapore Affairs in the Bureau of East Asian and Pacific Affairs from 2000 to 2004.  Previous overseas assignments include: Chief of the Political Section at the American Institute in Taiwan in Taipei, Taiwan and Political Officer in the U.S. Embassy Beijing, China.  She received a B.A. from New York University and an M.A. from Columbia University.\n\n\n\n\n"
}