{
    "title": "White House Announces New Executive Secretary/Chief of Staff for the National Security Staff | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/03/16/white-house-announces-new-executive-secretarychief-staff-national-securi",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 16, 2012\n\n \n\n\n\nWhite House Announces New Executive Secretary/Chief of Staff for the National Security Staff\n\n\n\n\n\n\tToday, President Obama and National Security Advisor Tom Donilon announced that Brian McKeon will move from his position as Deputy National Security Advisor to the Vice President to the position of Deputy Assistant to the President, Executive Secretary and Chief of Staff of the National Security Staff (NSS).  \n\n\tWith this move, the position of Executive Secretary, previously held by Nate Tibbits, and the position of Chief of Staff will be merged into one, creating a more integrated approach to the management of the NSS.  Ambassador Brooke Anderson, who had been serving as Deputy Assistant to the President, Chief of Staff and Counselor on the National Security Staff is leaving government service to move to Bozeman, Montana.  \n\n\tPresident Obama said, “I have been deeply appreciative of Brooke Anderson’s service dating back to 2007. From her work advancing America’s interests as an Ambassador at the United Nations, to supporting a democratic transition in Egypt, and reducing nuclear weapons threats, to her strong and steady leadership of the National Security Staff, Brooke has been a close, trusted and valued advisor for many years. I know that Brian McKeon will be an exceptional advisor and leader going forward.”\n\n\tNational Security Advisor Tom Donilon said, “I have valued Brooke’s counsel, wisdom, and leadership here at the White House during an historic time. I know that all of the men and women of the National Security Staff will miss Brooke and wish her well. Brian McKeon brings 25 years of experience working on foreign policy and national security issues, first on Capitol Hill and then in the White House, and I could not be more confident in his ability to lead our extraordinary team going forward.”  \n\n\tBrooke Anderson said, \"It has been an extraordinary honor to work for President Obama for the past five years -- his leadership and his actions have made our nation safer and stronger and the world a better place. For the NSS, this is going to be a seamless transition as Brian has been integrated with our operations since day one of the Obama Administration, and he brings tremendous wisdom, experience and skill to this new role.\"  \n\n\tBrian McKeon said, “I am honored by the opportunity to assist the President, the Vice President, and the National Security Staff in their daily work of   protecting the country and advancing U.S. interests abroad.  Ambassador Anderson and Nate Tibbits set a standard for leadership and calm professionalism that I hope to emulate.\"\n\n\n\n\n"
}