{
    "title": "Press Gaggle by Press Secretary Robert Gibbs aboard Air Force One en route Marquette, Michigan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/02/10/press-gaggle-press-secretary-robert-gibbs-aboard-air-force-one-en-route-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 10, 2011\n\n \n\n\n\nPress Gaggle by Press Secretary Robert Gibbs aboard Air Force One en route Marquette, Michigan\n\n\n\n\n\n\t11:20 A.M. EST\n\n\t     Q    Can you start by just telling us what you have learned and what you know about these reports?\n\t \n\t     MR. GIBBS:  You know, I am watching much of what you’re watching.  I don’t -- again, we’re watching, I think, a very fluid situation.  What we’re looking for and what the President spoke about many days ago remains our priority: an orderly transition to a free and fair elections.  And what we’re looking for remains unchanged.\n\t \n\t     Q    But Leon Panetta apparently has said that it is likely that Mubarak will step down today.  Is that something that you can confirm?\n\t \n\t     MR. GIBBS:  We’re watching a very fluid situation.\n\t \n\t     Q    Did he have the authorization to say that today in Congress?\n\t \n\t     MR. GIBBS:  I am watching a very fluid situation.  Let me -- I don’t know what question elicited what testimony, so I want to -- without having seen that, I think that would be tough for me to comment on.\n\t \n\t     Q    Can you say what kind of briefings the President has had this morning or on the plane?\n\t \n\t     MR. GIBBS:  The President, right before he walked out of the Oval Office, was -- right before he walked out of the Oval Office to the helicopter was in with Tom Donilon, our National Security Advisor, and there hasn’t been a whole lot since then.\n\t \n\t     Q    Is the President seeing these reports, and if this is the outcome, does the White House welcome that?\n\t \n\t     MR. GIBBS:  Well, let me -- the President is -- I think we’re watching the same thing you are.  I don’t want to prejudge what might happen later today because, again, we’re watching the situation.  Hold on, let me finish.  But I think we’ve been clear in the many preceding days that what we have wanted to see and, most importantly, what the people of Egypt wanted to see was irreversible change.  And we’ll monitor throughout the day what’s happening there.\n\t \n\t     Q    Can we expect to hear from the President on this himself?\n\t \n\t     MR. GIBBS:  Again, depending on what happens and what the situations warrant.  What is that thing, by the way?\n\t \n\t     Q    It’s radio equipment.  Pretty cool, isn’t it?\n\t \n\t     MR. GIBBS:  I didn’t know if that was like a small robot.\n\t \n\t     Q    Would the White House be happy with Suleiman in -- as control in the interim government or any capacity?\n\t \n\t     MR. GIBBS:  I’m not going to get over the tips of my skis on this one.  I will endeavor to get us the best information throughout the day, but I don’t want to get into a series of hypotheticals.\n\t \n\t     Q    Do you have any clarity on whether power could transfer directly to Suleiman under the constitution?\n\t \n\t     MR. GIBBS:  I have an inkling of that, but let me get better clarification from those that have a better reading of the Egyptian constitution.\n\t \n\t     Q    Just to clarify on the timing of what the President knew, when he had the briefing with Donilon, he hasn’t learned anything new since being on the plane and watching this?  He was well aware that all of this was -- these reports were going to happen?  I’m just trying to get a sense of like, what we’re watching unfold, the news breaking, I mean, this was not something that he was surprised about when he watched on --\n\t \n\t     MR. GIBBS:  I guess I want to be clear, we are in contact with our embassy, obviously, in Cairo.  We are watching the reports that you are.  I don’t -- I don’t know what -- I do not know what the outcome of what is happening today will be.\n\t \n\t     Q    So the President doesn’t know whether he’s planning to step down?\n\t \n\t     MR. GIBBS:  Again, we’re watching this just as you are.\n\t \n\t     Q    Will the President be calling Mubarak today, or any plans for that?\n\t \n\t     MR. GIBBS:  Again, I -- this is --\n\t \n\t     Q    This is the last time you’ll be doing it.\n\t \n\t     MR. GIBBS:  Again, we will -- we’re going to monitor what happens and react as the situation warrants.  And if we -- if I have updates to that I’ll certainly let you guys know.\n\t \n\t     Q    Can you just give us a little bit of color about him watching it up there right now?  Is he sitting in his office?\n\t \n\t     MR. GIBBS:  No, he’s in the conference room with many of us watching this on television.\n\t \n\t     Q    And so in the briefing with Donilon this morning, was it presented to the President that this could be an outcome today?\n\t \n\t     MR. GIBBS:  I was not in the briefing with Donilon.  I just wanted to -- I say that not to foreshadow that anything was or wasn’t said.  I just -- to simply say -- because Mike asked me sort of what updates had the President gotten throughout the morning on this, and that’s the known update that he got from Donilon.  I do not know what they spoke of.\n\t \n\t     Q    But when he got on the plane, did you get the feeling that he already knew that this was a possibility, or did he find out on CNN like the rest of us?\n\t \n\t     MR. GIBBS:  I don’t want to get into that.  I don’t want to get into that.  Again, I think we’re in a very fluid situation.  So I will endeavor to keep you guys up to date as much as we get information on.  Obviously we’re -- we continue to be in contact with the White House, and as situations and events warrant we will keep you apprised.\n\t \n\t     Q    Is there anybody on this trip that would be briefing him, or would he be getting calls, as you say, from --\n\t \n\t     MR. GIBBS:  Well, and obviously there’s -- Alyssa Mastromonaco as the Deputy Chief of Staff is on board, as is Mona Sutphen.  So the President -- and we obviously travel with a complement of folks from the NSC that can keep the President apprised of any developments.\n\t \n\t     Q    Are there any scheduling changes for today’s trip being taken into --\n\t \n\t     MR. GIBBS:  Not at the moment, no.\n\t \n\t     Q    Is CNN wrong to be reporting that Suleiman is going to take over?  Because they’re reporting that.\n\t \n\t     MR. GIBBS:  I don’t -- I can’t begin, Kate, to understand or even why I would comment on what their sourcing is.  I don’t -- I’m not in any position to know what CNN is sourcing this off of.\n\t \n\t     Q    One of the sources is Leon Panetta.\n\t \n\t     MR. GIBBS:  I’m not going to go any further than I’ve gone today, guys.\n\t \n\t     Q    On the same topic -- does the administration have any evidence -- there are reports in The Guardian about the Egyptian government detaining citizens -- some of the protestors.  Do you guys have any comment on that?  \n\t \n\t     MR. GIBBS:  Well, I’ve not see those particular reports, but, look, our position on harassment and on detention is no different than it’s been the entire time, and that is that it is up to the government -- the government has a responsibility to protect its citizens, to ensure that those that want to exercise the right of protest are able to do so peacefully; that violence cannot be the outcome and should not be the answer to the grievances from those in Egypt and in Tahrir Square.  And if anybody has been detained we would obviously call for them to be released.\n\t \n\t     Q    Can you talk about the usefulness of events like the ones the President is going to have today given the attention that’s being paid, not just throughout the country, throughout the world, to what’s going on in Egypt?\n\t \n\t     MR. GIBBS:  Well, look, if there’s one thing that -- if there’s one lesson from my more than two years here is that there have rarely been days that only one thing occupies the workspace or the imagination of all levels of the White House.  I mean, I think the -- inherent in the job of being President is dealing with multiple things simultaneously.  And whether it is a crisis in Egypt, whether it is the investments that we have to undertake to rebuild our economy and compete to win the future, those all happen, again, simultaneously.  There’s a lot of bandwidth in the White House to deal with --\n\t \n\t     Q    Nice, you used the word “bandwidth.”\n\t \n\t     MR. GIBBS:  I like that.  I’m trying desperately to get the Internet on the news tonight -- bandwidth in the White House to deal with multiple problems.  And probably with that Axelrodian pun, I should probably sit down.  Thanks, guys.\n\t \n\t     Q    One more non-Egypt question.  Do you guys have a comment on India and Pakistan returning to talks?\n\t \n\t     MR. GIBBS:  Again, I think that the idea of them sitting down and having peace talks is something that the President has encouraged and we hope will be productive in their outcome.\n\t \n\t     All right?\n\t \n\t     Q    About the spending, like expanding wireless access or high-speed rail, we’ve seen the President’s numbers on the deficit not be very strong -- a lot of Americans don’t think that he was really committed to reining in the deficit.  So how does he push this sort of spending --\n\t \n\t     MR. GIBBS:  I don’t -- you know, I don’t -- I’m not going to -- I think you’ve probably, Athena, based your question on some overnight Gallup poll that likely will show a 10-point swing with nothing happening in a matter of only days.\n\t \n\t     Q    Well, separately from the poll then.\n\t \n\t     MR. GIBBS:  I would say that what the American people want us to do is -- and I think is also clear from much public polling -- they want us to take important steps to reduce the deficit, but in those steps to reduce the deficit they don’t want us to make harmful cuts in important investments that will help this country compete in the future.  That is -- much like a family would -- a family that is struggling with their finances is not going to cut things like sending a child to college as a way of succeeding in the future.\n\t \n\t     Q    Will the President be able to convince the Republican Congress to go along with that, given their aversion to spending?\n\t \n\t     MR. GIBBS:  The answer to that will probably outlast even my next day here, so I think that -- again, I think the American people want us to take the steps that the President has talked about but do so in a way that doesn’t harm our ability to compete.  And I would say, when you see the budget on Monday, we’ve got a five-year freeze, $400 billion in cuts, and the smallest percentage of government spending as it relates to our economy since Eisenhower was in office.\n\t \n\t     Q    What about decisions like on heating assistance?  Can you talk about the difficultly of balancing those kind of decisions with the investments you’re calling for?\n\t \n\t     MR. GIBBS:  Well, without getting into specifics, obviously we, as Jack said in his op-ed over the weekend, we’re going to have to make some tough decisions and that will sometimes -- that’s going to include programs that are important to everybody.  But we know that we’re going to have to make some of those tough decisions.\n\t \n\t     Bundle up, because I can assure you it is -- when we left it was -2° in Marquette.  I’m not entirely sure I would rush to put sunscreen on because it’s gotten a whole lot warmer, so bundle up.\n\t \n\t     Yes, ma’am.\n\t \n\t     Q    Do you have anything on the House -- the GOP budget?  Any comment on that?\n\t \n\t     MR. GIBBS:  Nothing more than I had yesterday.\n\t \n\t     Thanks, guys.\n\t \n\t     Q    One last Egypt question, Robert.  (Laughter.)  Before the events that we’ve seen today, did you guys have the impression at all that Mubarak was trying to wait out the protesters?\n\t \n\t     MR. GIBBS:  Well, look, I don’t -- again, I can’t speak to what President Mubarak knows.  As I said yesterday, I think you have watched the crowds get larger and larger because they don’t feel as if the demands that they had and the concerns for opportunity and freedom are being adequately addressed.  So I think unless or until irreversible change comes, bigger crowds will happen.\n\t \n\t     That dinging means we’re about to land, so please sit down, buckle up, and we’ll see you in a few minutes.\n\t \n\t     Q    Thank you.\n\n\tEND\n\t11:33 A.M. EST\n\n\n\n\n"
}