{
    "title": "Declaraciones conjuntas del Presidente Obama y el Presidente Yanukovych | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-conjuntas-del-presidente-obama-y-el-presidente-yanukovych",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 12, 2010\n\n \n\n\n\nDeclaraciones conjuntas del Presidente Obama y el Presidente Yanukovych\n\n\n\n\nEl Presidente Viktor Yanukovych y el Presidente Barack Obama reafirmaron hoy la alianza estratégica entre Ucrania y Estados Unidos, y su intención de que alcance su pleno potencial. Con este fin, se comprometieron a expandir el Acuerdo de Alianza Estratégica (Charter on Strategic Partnership) entre Estados Unidos y Ucrania, y la Comisión de Alianza Estratégica. Ambos líderes reconocieron los intereses que los dos países tienen en común y los valores compartidos que refleja el acuerdo: democracia, libertad económica y prosperidad, seguridad e integridad territorial, seguridad energética, cooperación en el campo de defensa, el estado de derecho y los contactos persona a persona. Los presidentes conversaron sobre la recuperación de la crisis económica mundial. El Presidente Yanukovych enfatizó su compromiso para solucionar los desafíos económicos de Ucrania con la implementación de reformas sistémicas y la reanudación de la cooperación de Ucrania con el Fondo Monetario Internacional. El Presidente Obama apoya dicho compromiso. Ambos líderes reconocieron el potencial de mayor comercio bilateral e inversión, y anunciaron su intención de aumentar su participación en temas relacionados con la economía, finanzas e inversión.\n  \nEl Presidente Yanukovych y el Presidente Obama reafirmaron su visión compartida de un mundo sin armas nucleares y prometieron colaborar para evitar la proliferación y hacer realidad la meta de la Cumbre sobre la Seguridad Nuclear de almacenar de manera segura todos los materiales nucleares vulnerables. El Presidente Yanukovych expresó sus felicitaciones por la firma del Nuevo Tratado START. El Presidente Obama reconoció la singular contribución de Ucrania al desarme nuclear y confirmó que las garantías de seguridad registradas en el Memorando de Budapest con Ucrania del 5 de diciembre, 1994, se mantienen en vigor. El Presidente Yanukovych anunció la decisión de Ucrania de dar de baja a todas sus reservas de uranio altamente enriquecido antes de la próxima Cumbre sobre la Seguridad Nacional, y a la vez, Estados Unidos proporcionará la asistencia técnica y económica necesarias para apoyar estos esfuerzos. Ucrania tiene la intención de dar de baja una parte considerable de esas reservas este año. El Presidente Obama elogió la decisión de Ucrania como un paso histórico y la reafirmación del liderazgo de Ucrania en seguridad nuclear y no proliferación. Ucrania se suma a Estados Unidos en el esfuerzo internacional por convertir las instalaciones civiles de investigación nuclear para que puedan operar con combustible de uranio poco enriquecido, lo cual se está convirtiendo en el estándar mundial para el siglo XXI.\nLos dos líderes acordaron explorar maneras de fortalecer la cooperación en el uso de energía atómica para fines pacíficos, lo que incluye el desarrollo de capacidad de investigación nuclear y esfuerzos para diversificar el suministro de combustible para el sector de energía nuclear en Ucrania, de conformidad con el Acuerdo 123 y otros acuerdos bilaterales complementarios suscritos por Ucrania y Estados Unidos. También acordaron continuar trabajando juntos en seguridad nuclear, lo que incluye esfuerzos por salvaguardar el sitio del reactor nuclear de Chornobyl. Estados Unidos ha aportado casi $250 millones a este esfuerzo y reafirma su compromiso de brindar más apoyo a Ucrania y otros para restaurar Chornobyl de manera que sea un sitio seguro. \n \nPulse AQUI para la hoja Informativa sobre el anuncio de Ucrania con respecto al uranio altamente enriquecido. \n \n# # #\n \n\n\n\n"
}