{
    "title": "Secretaries Hillary Rodham Clinton and Kathleen Sebelius, Ambassador Eric Goosby and Valerie Jarrett Review Obama Administration Efforts on HIV/AIDS | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/secretaries-hillary-rodham-clinton-and-kathleen-sebelius-ambassador-eric-goosby-and",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 30, 2009\n\n \n\n\n\nSecretaries Hillary Rodham Clinton and Kathleen Sebelius, Ambassador Eric Goosby and Valerie Jarrett Review Obama Administration Efforts on HIV/AIDS\n\n\n\n\nFollowing Lifting of HIV Entry Ban, International AIDS Society Announces that International AIDS Conference Will Be Held in United States for First Time Since 1990\nWASHINGTON – On the eve of World AIDS Day, Secretary of State Hillary Rodham Clinton, Secretary of Health and Human Services Kathleen Sebelius, Ambassador Eric P. Goosby, MD, U.S. Global AIDS Coordinator and Valerie Jarrett, Senior Advisor and Assistant to the President for Intergovernmental Affairs and Public Engagement today highlighted the efforts of the Obama Administration on HIV/AIDS issues.  At the White House event, the speakers also announced that the International AIDS Society (IAS) will hold the XIX International AIDS Conference (AIDS 2012) in Washington, DC, in July 2012.\nThe IAS Governing Council decided to hold AIDS 2012 in Washington, DC, following President Barack Obama’s October announcement that the entry restrictions on people living with HIV would end effective January 4, 2010.  The Conference is one of the premier events for those working in the field of HIV, as well as policymakers, people living with HIV and others.\nSecretary of State Hillary Rodham Clinton said, “It is clear that our nation’s investments in HIV/AIDS are having an impact.  President Obama and I are dedicated to enhancing America’s leadership in the fight against global AIDS.”\n“The American people can be proud of the work that is taking place, and of the dedicated people who are doing it. Yet it is equally true that the global AIDS emergency is not over. Countries still struggle with vast unmet need. We need to work harder – and smarter – than ever before, laying a foundation that countries can build on for the long term,” said Ambassador Eric Goosby, U.S. Global AIDS Coordinator.\nHere are some of the global efforts of the Obama Administration on HIV/AIDS issues:\n\n\n\t\t Today, through global efforts, an estimated 4 million individuals in low- and middle-income countries have access to antiretroviral treatment. More than half of these men, women and children are supported by the American people.\n\n\t\t The U.S. Government through the U.S. President’s Emergency Plan for AIDS Relief (PEPFAR), originally launched by President George W. Bush, is establishing Partnership Frameworks with partner countries to promote a more sustainable approach to combating HIV/AIDS by strengthening country capacity, ownership, and leadership. Partnership Frameworks provide a 5-year joint strategic framework for cooperation between the U.S. Government and the partner government, with participation of other partners, to combat HIV/AIDS in countries through service delivery, policy reform, and coordinated financial commitments.\n\n\t\t In FY2010, the Obama Administration’s PEPFAR will build upon this foundation by expanding existing investments in prevention of mother-to-child HIV transmission programs with additional bilateral HIV/AIDS funding, building upon successes in women and children’s health.  This investment will focus on prevention of mother-to-child transmission and improving integration of HIV/AIDS programs with other primary and specialty care for maternal and child health.\n\n\t\t Through PEPFAR, the American people also have supported care for more than 10.1 million people worldwide, including more than 4 million orphans and vulnerable children.  Nearly 240,000 babies have been born free of HIV thanks to programs supported by the American people to prevent HIV-positive mothers from passing the virus on to their children.  The American people through PEPFAR supported nearly 57 million counseling and testing encounters through 2008.\n\n“Ending the HIV entry ban and bringing the International AIDS Conference to Washington DC shows our commitment to fighting this epidemic and the stigma surrounding it,” said Secretary Sebelius.  “Now is the time to redouble our efforts, not just abroad, but here at home, where HIV/AIDS still infects 56,000 and kills 14,000 Americans each year.  That's why my department is devoting new energy and resources to reduce the spread of HIV, improve treatments for people with AIDS, and eliminate HIV-related health disparities here in the U.S.\"\nHere are some of the domestic efforts of the Obama Administration on HIV/AIDS issues:\n\n\n\t\t President Obama signed the Ryan White HIV/AIDS Treatment Extension Act of 2009 which reauthorized the Ryan White Program for four years.  The Ryan White HIV/AIDS Program, under HHS's Health Resources and Services Administration, works with cities, states, and community- based organizations to address the unmet care and treatment needs of over half a million persons living with HIV/AIDS.\n\n\t\t In conjunction with the White House, HHS/CDC launched Act Against AIDS --a five-year, multi-faceted communication campaign designed to contribute to the  goal of reducing the annual number of new HIV infections in the United States. The Act Against AIDS campaign highlights the fact that every 9 ½ minutes another person in the United States becomes infected with HIV. The campaign is being planned and released in phases,  and will address basic education and target specific risk reduction needs of the populations at greatest risk for infection. \n\n\t\t HHS' National Institute of Allergy and Infectious Diseases (NIAID) supports basic, preclinical, and clinical vaccine research in a variety of areas. Earlier this year, NIAID announced the development of a vaccine that provides partial protection from HIV infection, and NIAID is shifting resources to increase support of innovative basic research that will help answer fundamental questions needed to guide the development of future HIV vaccine candidates.\n\nAdditionally, the White House Office of National AIDS Policy (ONAP), under the direction of Jeffrey S. Crowley, is working to develop and implement a National HIV/AIDS Strategy.  The three primary goals for the National Strategy include: reducing HIV incidence, increasing access to care and optimizing health outcomes, and reducing HIV-related health disparities.  ONAP is working to develop the Strategy by holding Community Discussions nationwide and launching a website on WhiteHouse.gov to solicit public input. ONAP is also working to reconstitute the Presidential Advisory Council on HIV/AIDS and is commissioning the Institute of Medicine to conduct a series of policy analyses that examine barriers to providing expanded HIV testing services.\n“President Obama is deeply committed to fighting HIV/AIDS here at home and around the world,” said Valerie Jarrett.  “Considerable progress has been made in the fight against HIV/AIDS, with tools such as PEPFAR and Ryan White, but much more work remains to be done.  The President is thrilled by the decision of the International AIDS Society to bring the International AIDS Conference back to the United States after a 20 year absence.  And, the President’s commitment to fighting HIV/AIDS is personal – during the campaign, he was touched by the many people living with HIV that he met.  I also have personal friends who are living with HIV—and this White House includes staff who are affected by or infected with HIV.  On this World AIDS Day, we must all recommit ourselves to increasing awareness about how to prevent the spread of HIV and ensuring access to care for people living with the disease.”\n\n\n\n\n"
}