{
    "title": "FACT CHECK: John Boehner's Attacks on the President's Job Creation Agenda | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/08/24/fact-check-john-boehners-attacks-presidents-job-creation-agenda",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 24, 2010\n\n \n\n\n\nFACT CHECK: John Boehner's Attacks on the President's Job Creation Agenda\n\n\n\n\nToday John Boehner proved once again that his party would only take the country back to the failed policies of the past – policies that cost more than 8 million American jobs – and launched a series of false attacks on the measures that the President is pushing to create jobs, invest in our small businesses and cut taxes for businesses and middle class families.\nBoehner belittles the jobs and livelihoods of firefighters, cops and teachers. First, Congressman Boehner attacks the jobs bill the President signed last month that saved hundreds of thousands of jobs of hardworking teachers, cops and firefighters, dismissing these hardworking Americans who teach our kids keep our communities safe as “government jobs.”\n\nBoehner claim: “Not long after we spoke, he signed a 26 billion dollar ‘stimulus’ spending bill that funnels money to state governments in order to protect government jobs.” \n     \nFact: The recently enacted legislation will save the jobs of hundreds of thousands of teachers, firefighters and police officers. This includes people like Rachel Martin’s in Illinois: http://articles.chicagotribune.com/2010-08-13/news/ct-talk-matteson-teacher-0814-20100813_1_fund-jobs-obama-sign-laid-off-teacher\n\nBoehner defends the most egregious tax loopholes that gives multinational companies tax credits on taxes they didn’t even pay.\n\nBoehner claim: “Even worse, the bill is funded by a new tax hike that makes it more expensive to create jobs in the United States and less expensive to create jobs overseas.”\n     \nFact: The jobs bill is not only fully paid for, but does so by closing a particularly egregious tax loophole, one that gives US corporations an incentive to shift their profits and jobs abroad.  It’s a loophole that shifts almost ten billion of American taxpayer dollars to these multinational corporations for credits on taxes they didn’t even pay. \n\nBoehner opposes job-creating tax cuts for small businesses while continuing to support a tax break for wealthiest two percent of Americans.\n\nBoehner claim: “President Obama has stated he wants to stop some tax hikes, and not others, once again putting the government in the position of picking winners and losers and pitting taxpayer against taxpayer.  …raising taxes on families and small businesses during a recession is a recipe for disaster – both for our economy and for the deficit.”  \n     \nFact: The expiration of the Bush high income tax cuts would have no effect on more than 97 percent of small businesses. Instead, extending these tax cuts would provide an average tax cut of $100,000 for households making more than $1 million http://www.washingtonpost.com/wp-dyn/content/article/2010/08/11/AR2010081105864_pf.html. The CBO found that the tax cut for the wealthiest 2 percent of Americans is actually the least effective means of stimulus for the economy http://www.cbo.gov/ftpdocs/108xx/doc10803/01-14-Employment.pdf .  At the same time, Boehner opposes the small business tax cuts currently before Congress that would actually help small businesses grow and create jobs – including eliminating capital gains on key investments in small businesses.\n\nBoehner is playing revisionist history on the deficit, ignoring the fact that it was his party that took a record surplus and turned into a record deficit.\n\nBoehner claim: President Obama hasn’t gotten serious about bringing down the deficits that threaten our economy.\n     \nFact: In the eight years before the Obama Administration took office, the Republican Leadership took the record $237 billion surplus Bill Clinton turned it into a record $1.3 trillion deficit, and nearly doubled the national debt.  They gave free rein to the special interests to write their own rules at the expense of everyday people.  Their irresponsible economic policies helped to create the worst economic downturn since the Great Depression, resulting in 22 months straight of job losses across America.\n\nBoehner alleges that the President isn’t listening to small businesses, while it is the Republicans who continue to obstruct a Small Business Jobs Bill that will cut taxes for small businesses and extend credit to small businesses so they can grow and hire.\n\nBoehner claim: Lastly, employers and small business owners are rightly frustrated by the fact that no one in the White House -- not the president, not the vice president, not his economic team -- is listening to them.\n     \nFact: It is the Republican leadership that continues to block a package of tax cuts and relief for small businesses, the engines of our private sector job growth.  http://blogs.abcnews.com/thenote/2010/07/small-business-aid-bill-blocked-in-senate.html\n     \nFact: Rep. Boehner and 168 other House Republicans voted against passage of a bill to make credit available to small businesses.  [HR 5297, House Vote #375, 6/17/10]\n\nBoehner alleges that the stimulus has gotten us “nowhere,” yet praised stimulus projects in his own district:\n\nBoehner claim: “All This ‘Stimulus’ Spending Has Gotten Us Nowhere.”\n     \nFact: According to the CEA, as of the second quarter of 2010, the Recovery Act has raised employment by between 2.5 and 3.6 million jobs.  This puts us well on track to reach the 3.5 million jobs benchmark by the end of this year. (Council of Economic Advisors, 7/14/10)  Furthermore, independent economists have found that without the efforts to save the economy, including the Recovery Act, the nation’s gross domestic product would be about 6.5 percent lower this year and there would be about 8.5 million fewer jobs, on top of the more than 8 million already lost.  (New York Times, 7/28/10)\n     \nFact: Boehner himself praised Recovery Act jobs in his district, saying “I’m pleased that federal officials stepped in to order Ohio to use all of its construction dollars for shovel-ready projects that will create much-needed jobs. (Boehner.House.gov, 6/15/09).\n\nBoehner claims that Republicans reached out to the “employer community” to talk about the economy when in fact they met with leading Washington lobbying groups like the Chamber of Commerce.\n\nBoehner claim: “Last month, as part of our America Speaking Out project, Republican lawmakers met with leaders of America’s employer community to hear their concerns and talk about ways to end this economic uncertainty.”\n     \nFact: “As promised, House Minority Leader John Boehner, along with Reps. Aaron Schock (R-IL) and Peter Roskam (R-IL), huddled this morning with representatives of the most powerful conservative business and trade groups in the country to field policy ideas and build a legislative agenda ahead of the November elections, when Republicans could retake the House. If what they discussed in any way resembles the coming GOP platform (and, of course, it does), then get ready for more tax cuts and deregulation… Last week, Republicans were caught with their pants down when news of today's meeting was first reported. Democrats howled and pressed Republicans to let cameras into the room. Republicans agreed. That undoubtedly added to the scripted nature of the event. But the attendees weren't shy about their prescriptions, and the hosts were happy to continue soliciting them. ‘We'll continue to stay in touch with all of you,’ Boehner said.” [Talking Points Memo, 7/16/10] \n\nBoehner claims that Republican Governor Bob McDonnell balanced Virginia’s budget without raising taxes while ignoring the $2.5 billion Virginia received from the Recovery Act to close its budget shortfall from 2010-2012.\n\nBoehner claim: “Let’s look at what two Republican governors who have been in office only a matter of months have been able to accomplish: In Virginia, Governor Bob McDonnell entered office facing an unprecedented $4.2 billion deficit.  His predecessor, the chairman of the Democratic party, proposed closing the shortfall by imposing the largest tax increase in the state’s history. Governor McDonnell refused to balance his state’s budget by making it harder for Virginia families and business owners to balance their own… Both governors forged bipartisan cooperation, set priorities, cut spending, and closed their shortfalls – without raising taxes. ”\n     \nFact: “McDonnell’s ‘prudence’ would be a shining example for the federal government if he hadn’t relied on one important contributor: the federal government. According to a Commonwealth Institute for Fiscal Analysis report released this week, last year’s Recovery Act provided $2.5 billion in stimulus relief to ‘maintain crucial services for [Virginia] citizens’ and ‘help close the state’s budget shortfall in 2010-2012.’ Virginia legislators relied on $1.3 billion in enhanced Medicaid funding, $1 billion in funding for K-12 and higher education, $39 million for public safety, and $200 million in general support to reduce ‘what would otherwise have been a $5.4 billion budget hole.’” [ThinkProgress, 8/21/10]\n\n \n\n\n\n"
}