{
    "title": "Obama Administration Officials Highlight Energy Efficiency Upgrades | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/obama-administration-officials-highlight-energy-efficiency-upgrades",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 10, 2009\n\n \n\n\n\nObama Administration Officials Highlight Energy Efficiency Upgrades\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\n\n\t\tOffice of the Press Secretary\n\t\t_____________________________________________________________________________\n\t\tFOR IMMEDIATE RELEASE                                                           July 10, 2009\n\n\t\t Obama Administration Officials Highlight Energy Efficiency Upgrades\n\n\t\tWASHINGTON D.C. – This week, several high-ranking members of the Obama-Biden Administration highlighted some of their agencies’ efforts to improve energy efficiency and, in turn, save money, create jobs, and reduce dangerous carbon pollution.\n\n\t\tThe week’s activities – featuring top officials from the Departments of Transportation, Housing and Urban Development, and Veterans Affairs – come as part of an administration-wide initiative to begin weatherizing and retrofitting our nation’s building stock.  Citing the huge rewards American families stand to reap from energy efficiency upgrades, Vice President Joe Biden first called for that concerted effort at a Middle Class Task Force Meeting in late May.\n\n\t\t\"By retrofitting and improving American buildings to waste less energy, we can save Americans billions of dollars in energy costs.  At the same time, we can create jobs and reduce the strain on our nation’s power grid. Reducing the load on our coal-fired power plants would, in turn, cut air pollution - letting our kids and seniors breathe a little easier,\" said Van Jones, Special Advisor for Green Jobs at the White House Council on Environmental Quality (CEQ). The Vice President tasked CEQ with overseeing the initiative. \n\n\t\t\"In other words, an aggressive program to retrofit America will create more work, more wealth, and better health for all Americans,\" Jones said.\n\n\t\tThe following events and announcements took place this week.\n\n\n\t\t\tOn Monday, Transportation Secretary Ray LaHood visited Seattle to showcase Sound Transit’s University Link project, which received $44 million thanks to the Recovery Act. The University Link expansion line is Sound Transit’s first major project to be designed and built in an environmentally friendly way.   When the University Link project was still in the design phase, Sound Transit conducted a comprehensive evaluation and analysis of strategies to reduce the project’s long-term energy consumption, reduce environmental impacts of construction and operation, plan for re-use and recycling of materials used in construction, and improve pedestrian and bicycle access to stations.\n\n\n\n\t\t\tIn Las Vegas Wednesday, Deputy Secretary of Housing and Urban Development (HUD) Ron Sims awarded a $1.3 million grant to retrofit carports at three community facilities with solar panels and capacity.   These carports will be able to generate power for the attached facilities, conserving electricity and thus saving money for Las Vegas’ taxpayers.\n\n\n\n\t\t\tAlso Wednesday, noting the large amounts of energy used by hospitals, Veterans Affairs Secretary Eric Shinseki announced that his department is targeting nearly one-quarter of its $1.4 billion in funds from the American Recovery and Reinvestment Act to investments in clean energy generation and energy conservation.  The department will direct more than $68 million to renewable sources, including solar, wind and geothermal energy and has dedicated nearly $238 million toward retrofitting existing buildings to use energy and water more efficiently.\n\n\n\n\t\t\tAnd on Friday, HUD Secretary Shaun Donovan attended a groundbreaking of a public housing development project in Minneapolis that is using $3.6 million in Public Housing Capital Funds, provided through the Recovery Act, to renovate four high-rise developments with 539 public housing units. These renovations will include significant energy efficiency upgrades. The Minneapolis Public Housing Authority (MPHA) is receiving $18.2 million in Recovery Act Public Housing Capital Funds.\n\n\n\n\t\t##\n\n\n\n\n\n"
}