{
    "title": "Notice -- Continuation of the National Emergency With Respect to the Stabilization of Iraq | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/05/18/notice-continuation-national-emergency-respect-stabilization-iraq",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 18, 2016\n\n \n\n\n\nNotice -- Continuation of the National Emergency With Respect to the Stabilization of Iraq\n\n\n\n\n\n\tNOTICE\n\n\t- - - - - - -\n\n\tCONTINUATION OF THE NATIONAL EMERGENCY\n\n\tWITH RESPECT TO THE STABILIZATION OF IRAQ\n\n\tOn May 22, 2003, by Executive Order 13303, the President declared a national emergency pursuant to the International Emergency Economic Powers Act (50 U.S.C. 1701-1706) to deal with the unusual and extraordinary threat to the national security and foreign policy of the United States posed by obstacles to the orderly reconstruction of Iraq, the restoration and maintenance of peace and security in the country, and the development of political, administrative, and economic institutions in Iraq.\n\n\tThe obstacles to the orderly reconstruction of Iraq, the restoration and maintenance of peace and security in the country, and the development of political, administrative, and economic institutions in Iraq continue to pose an unusual and extraordinary threat to the national security and foreign policy of the United States.  For this reason, the national emergency declared in Executive Order 13303, as modified in scope and relied upon for additional steps taken in Executive Order 13315 of August 28, 2003, Executive Order 13350 of July 29, 2004, Executive Order 13364 of November 29, 2004, Executive Order 13438 of July 17, 2007, and Executive Order 13668 of May 27, 2014, must continue in effect beyond May 22, 2016. Therefore, in accordance with section 202(d) of the National Emergencies Act (50 U.S.C. 1622(d)), I am continuing for 1 year the national emergency with respect to the stabilization of Iraq declared in Executive Order 13303.\n\n\tThis notice shall be published in the Federal Register and transmitted to the Congress.\n\n\t \n\n\tBARACK OBAMA\n\n\n\n\n"
}