{
    "title": "Presidential Memorandum -- Determination and Waiver Pursuant to Section 1209 of the Carl Levin and Howard P. \"Buck\" McKeon National Defense Authorization Act for Fiscal Year 2015 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/02/20/presidential-memorandum-determination-and-waiver-pursuant-section-1209-c",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 20, 2015\n\n \n\n\n\nPresidential Memorandum -- Determination and Waiver Pursuant to Section 1209 of the Carl Levin and Howard P. \"Buck\" McKeon National Defense Authorization Act for Fiscal Year 2015\n\n\n\n\nMEMORANDUM FOR THE SECRETARY OF DEFENSE\nSUBJECT:      Determination and Waiver Pursuant to Section 1209 of the Carl Levin and Howard P. \"Buck\" McKeon National Defense Authorization Act for Fiscal Year 2015 Regarding the Provision of Assistance to Appropriately Vetted Elements of the Syrian Opposition \nPursuant to the authority vested in me by the Constitution and the laws of the United States, including section 1209 of the Carl Levin and Howard P. \"Buck\" McKeon National Defense Authorization Act (NDAA) for Fiscal Year (FY) 2015 (Public Law 113-291), I hereby:\n-- determine that sections 40 and 40A of the Arms Export Control Act; section 2249a of Title 10, U.S. Code; and Chapter 137 of Title 10, U.S. Code, would impede national security objectives of the United States by prohibiting, restricting, delaying, or otherwise limiting the provision of assistance, including training, equipment, supplies, stipends, construction of training and associated facilities, and sustainment, to appropriately vetted elements of the Syrian opposition and other appropriately vetted Syrian groups and individuals; and\n-- waive said provisions of law, to the extent necessary to allow the Department of Defense, with the coordination of the Department of State, to carry out the purposes of section 1209 of the NDAA FY 2015.\nYou are hereby authorized and directed to report this determination and the accompanying Memorandum of Justification to the Congress and publish the determination in the Federal Register.\nBARACK OBAMA\n\n\n\n\n"
}