{
    "title": "Japan State Dinner Press Preview and Spousal Program | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/04/23/japan-state-dinner-press-preview-and-spousal-program",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 23, 2015\n\n \n\n\n\nJapan State Dinner Press Preview and Spousal Program\n\n\n\n\nMonday, April 27, 2015\n\t \nThe White House * 11:00 AM – On Monday, April 27 in the State Dining Room, the Office of the First Lady will host a press preview of Tuesday night’s Japan State Dinner and unveil the Obama State China Service.\nAs is tradition, First Lady Michelle Obama participated in the design and selection of the State China.  The purchase of this China Service was funded by a special donation from the White House Endowment Trust of the White House Historical Association, a private nonprofit organization. \nIn addition to the Obama State China Service, sample place settings for the State Dinner will be on display for photos and b-roll.  Officials and Executive Residence staff will deliver brief remarks and answer questions on background.\nTuesday evening’s dinner marks the eighth State or Official Visit of the Obama Administration; previous visits include: India in November 2009, Mexico in May 2010, China in January 2011, Germany in June 2011, Korea in October 2011, the United Kingdom and Northern Ireland in March 2012, and France in February 2014.\nTuesday, April 28, 2015\n\t \nGreat Falls, VA * 10:35AM ET – As part of the Official Visit, First Lady Michelle Obama and Mrs. Akie Abe, the wife of the Prime Minister of Japan, Shinzo Abe will visit  Great Falls Elementary School in Great Falls, VA. \nDuring their visit, the First Lady and Mrs. Abe will tour a Japanese Immersion classroom, which is part of Fairfax Country Public School’s World Languages Immersion Program where elementary students learn math, science, and health through a foreign language.  Following the classroom tour, the First Lady and Mrs. Abe will deliver brief remarks at a school-wide assembly and watch a performance of Taiko drummers and student vocalists. Following the visit, Great Falls Elementary will plant a Kwanzan cherry tree in their Japanese Garden in commemoration.\nGreat Falls Elementary has had a strong connection with the Abes that spans almost a decade. Over the years, the Abes have visited Great Falls Elementary in celebration of the Japanese Immersion Program and have personally welcomed their students during their annual 6th grade trip to Japan.\n\n\n\n\n"
}