{
    "title": "President Obama Announces More Key Administration Posts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/05/23/president-obama-announces-more-key-administration-posts-0",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 23, 2013\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts\n\n\n\n\nWASHINGTON, DC – Today, President Barack Obama announced his intent to nominate the following individuals to key Administration posts:\n\n\nJames F. Entwistle – Ambassador to the Federal Republic of Nigeria, Department of State\n\nChai R. Feldblum – Commissioner, Equal Employment Opportunity Commission\n\nDouglas E. Lute– United States Permanent Representative on the Council of the North Atlantic Treaty Organization, Department of State\n\nVictoria Nuland – Assistant Secretary for European and Eurasian Affairs, Department of State\n\nDaniel Sepulveda – rank of Ambassador during his tenure of service as Deputy Assistant Secretary for International Communications and Information Policy, Department of State\n\nMark Schaefer – Assistant Secretary for Oceans and Atmosphere, Department of Commerce\n\nKara M. Stein – Commissioner, Securities and Exchange Commission\n\nJohn H. Thompson – Director of the Census, Department of Commerce \n\nThe President also announced his intent to appoint the following individuals to key Administration posts:\n\n\nCalvin L. Holmes – Member, Community Development Advisory Board\n\nJohn Charles Padalino – Administrator, Rural Utilities Service, Department of Agriculture\n\nClark W. Stevens – Assistant Secretary for Public Affairs, Department of Homeland Security\n\nPresident Obama said, “I am pleased to announce that these experienced and committed individuals have agreed to join this Administration, and I look forward to working with them in the months and years ahead.”\nPresident Obama announced his intent to nominate the following individuals to key Administration posts:\nAmbassador James F. Entwistle, Nominee for Ambassador to the Federal Republic of Nigeria, Department of State\nAmbassador James F. Entwistle, a career member of the Senior Foreign Service, Class of Minister-Counselor, is the U.S. Ambassador to the Democratic Republic of the Congo.  From 2007 to 2010, he was Deputy Chief of Mission at the U.S. Embassy in Bangkok, Thailand.  His previous roles overseas include Deputy Chief of Mission at the U.S. Embassy in Colombo, Sri Lanka from 2003 to 2006, Counselor for Political Affairs at the U.S. Embassy in Kuala Lumpur, Malaysia from 1999 to 2003, and Deputy Chief of Mission at the U.S. Embassy in Bangui, Central African Republic from 1994 to 1995.  His roles in Washington include Management Analyst in the Department of State’s Bureau of Consular Affairs from 1997 to 1999 and Desk Officer for Zimbabwe and Botswana in the Department of State’s Office of Southern African Affairs in 1996.  Ambassador Entwistle received a B.A. from Davidson College in North Carolina.\nChai R. Feldblum, Nominee for Commissioner, Equal Employment Opportunity Commission \nChai R. Feldblum currently serves as a Commissioner on the Equal Employment Opportunity Commission, a position she has held since 2010.  Previously, she was a Professor of Law at Georgetown University Law Center from 1991 to 2011, where she founded the Law Center’s Federal Legislation and Administrative Clinic, a program designed to train students to become legislative lawyers.  Ms. Feldblum served as Legislative Counsel for the American Civil Liberties Union from 1988 to 1991.  She clerked for Justice Harry A. Blackmun and Judge Frank M. Coffin of the Federal Court of Appeals for the First Circuit.  Ms. Feldblum received a B.A. from Barnard College and a J.D. from Harvard Law School. \nDouglas E. Lute, Nominee for United States Permanent Representative on the Council of the North Atlantic Treaty Organization, Department of State\nDouglas E. Lute is Deputy Assistant to the President and Coordinator for South Asia on the White House National Security Staff.  He retired from active duty in the United States Army as a Lieutenant General in 2010, after 35 years of service.  From 2007 to 2009, he was Assistant to the President and Deputy National Security Advisor for Iraq and Afghanistan.  From 2006 to 2007, he was Director of Operations (J3) on the Joint Staff.  Previously, from 2004 to 2006, he was Director of Operations for the United States Central Command.  General Lute’s previous positions include Deputy Director of Operations for the United States European Command in Stuttgart, Germany; Assistant Division Commander in the 1st Infantry Division in Schweinfurt, Germany; Commander of U.S. Forces in Kosovo; and Commander of the Second Cavalry Regiment.  He received a B.S. from the United States Military Academy at West Point and an M.P.A. from the John F. Kennedy School of Government at Harvard University.                                                                                                                                                                             \nAmbassador Victoria Nuland, Nominee for Assistant Secretary for European and Eurasian Affairs, Department of State\nAmbassador Victoria Nuland, a career member of the Senior Foreign Service, Class of Career Minister, has served as the State Department Spokesperson since 2011.  Previously, from 2010 to 2011, she was Special Envoy for Conventional Armed Forces in Europe.  Ambassador Nuland served on the faculty of the National War College from 2008 to 2010, after serving as the U.S. Permanent Representative to the North Atlantic Treaty Organization (NATO) from 2005 to 2008.  From 2003 to 2005, she was Principal Deputy National Security Advisor to the Vice President, and from 2000 to 2003, she served as U.S. Deputy Permanent Representative to NATO.  From 1997 to 1999, Ambassador Nuland was Deputy to the Ambassador-at-Large for the former Soviet States at the Department of State.  Ambassador Nuland served overseas at the U.S. Embassies in Moscow from 1991 to 1993, Mongolia in 1988, and at the U.S. Consulate in Guangzhou, China from 1985 to 1986.  She received a B.A. from Brown University.\nDaniel Sepulveda, Nominee for the rank of Ambassador during his tenure of service as Deputy Assistant Secretary of State for International Communications and Information Policy \nDaniel Sepulveda is the Deputy Assistant Secretary of State for International Communications and Information Policy, a position he has held since April 2013.  From 2009 to 2013, he was a Senior Advisor in the Office of U.S. Senator John Kerry.  Previously, he was Assistant U.S. Trade Representative for Congressional Affairs in the Office of the United States Trade Representative from January 2009 to November 2009.  Before serving in the Obama Administration, he was a Legislative Assistant for U.S. Senator Barack Obama from 2005 to 2008 and U.S. Senator Barbara Boxer from 2001 to 2005.  He served as Special Assistant to the Assistant Secretary for Public Affairs from 2000 to 2001 and Special Assistant to the Assistant Secretary for Policy from 1999 to 2000 at the U.S. Department of Labor.  From 1997 to 1999, he was a Policy Analyst with the National Council of La Raza.  Mr. Sepulveda received a B.A. from Emory University and an M.P.A. from the University of Texas in Austin where he studied as a Woodrow Wilson Fellow in Public Policy and International Affairs.\nDr. Mark Schaefer, Nominee for Assistant Secretary for Oceans and Atmosphere, Department of Commerce\nDr. Mark Schaefer is currently Deputy Executive Director for Environmental Conflict Resolution at the Morris K. Udall and Stewart L. Udall Foundation, a position he has held since 2008.  From 2007 to 2008, he served as an independent consultant, providing advice on environmental science and technology policy to various organizations, including the Woodrow Wilson International Center for Scholars.  Prior to this, he was Chief Executive Officer of the Global Environment and Technology Foundation.  Dr. Schaefer was Chief Executive Officer of NatureServe from 2000 to 2006.  He served at the U.S. Department of Interior from 1996 to 2000 as Deputy Assistant Secretary for Water and Science.  From 1993 to 1996, Dr. Schaefer served as the Assistant Director for Environment in the Office of Science and Technology Policy within the Executive Office of the President.  From 1989 to 1993, he was a Senior Staff Associate with the Carnegie Commission on Science, Technology, and Government.  He was a Congressional Science Fellow in the Office of Technology Assessment at the U.S. Congress from 1987 to 1989.  Dr. Schaefer has served on the Board of Trustees of the Morris K. Udall Foundation and the National Research Council Board on Earth Sciences and Resources within the National Academy of Sciences.  Dr. Schaefer received a B.A. from the University of Washington and a Ph.D. from Stanford University.\nKara M. Stein, Nominee for Commissioner, Securities and Exchange Commission\nKara M. Stein is currently Legal Counsel and Senior Policy Advisor to Senator Jack Reed.  From 2009 to 2013, she served as Staff Director of the Senate Subcommittee on Securities, Insurance, and Investment with the Committee on Banking, Housing and Urban Affairs.  Ms. Stein has served in multiple roles within Senator Reed’s office, including Legal Counsel and Senior Policy Advisor from 2007 to 2009, Democratic Director on the Banking Subcommittee on Housing and Transportation from 2001 to 2006, and Legal Counsel from 1999 to 2000.  Previously, she was a Legislative Assistant with Senator Chris Dodd from 1997 to 1999.  Before her service on the Hill, Ms. Stein was an associate with Wilmer, Cutler & Pickering from 1996 to 1997 and an assistant professor with the University of Dayton School of Law from 1995 to 1996.  She was an Advocacy Fellow with the Georgetown University Law Center from 1993 to 1995, a Skadden Fellow from 1991 to 1993, and a visiting lecturer with the University of Nigeria Faculty of Law from 1989 to 1990.  Ms. Stein received a B.A. from Yale College and a J.D. from Yale Law School.\nJohn H. Thompson, Nominee for Director of the Census, Department of Commerce\nJohn H. Thompson is the President and CEO of the National Opinion Research Center (NORC) at the University of Chicago, a position he has held since 2008.  He previously served as Executive Vice President of NORC from 2002 to 2008.  Prior to this, Mr. Thompson has held various positions at the United States Census Bureau since 1975, including Associate Director for the Decennial Census and Chief of the Decennial Management Division.  He also worked in the Statistical Support Division from 1987 to 1995 and the Statistical Methods Division from 1975 to 1987.  Mr. Thompson has been member of the American Statistical Association since 1975.  He was elected as a Fellow of the Association in 2000, and has chaired the Social Statistics Section in 2011 and the Committee on Fellows in 2009.  He is currently serving as a member of the Committee on National Statistics with the National Academy of Sciences.  Mr. Thompson received a B.S. and M.S. from the Virginia Polytechnic Institute and State University.\nPresident Obama announced his intent to appoint the following individuals to key Administration posts:\nCalvin L. Holmes, Appointee for Member, Community Development Advisory Board\nCalvin L. Holmes is the President of the Chicago Community Loan Fund (CCLF), a position he has held since 1998.  He first began working with the CCLF as a Loan Officer in 1995.  Prior to this, Mr. Holmes was a property manager with the St. Ambrose Housing Aid Center in Baltimore from 1993 to 1995.  Previously, he served as a transportation planner for three years for the City of Chicago from 1988 to 1991.  Mr. Holmes has served on a number of boards and committees, including the Bank of America National Community Advisory Board, the Housing Partnership Network, the Community Reinvestment Fund, and the Citibank NMTC Corporation Community Advisory Board.  Mr. Holmes received a B.A. from Northwestern University and an M.R.P. from Cornell University. \nJohn Charles Padalino, Appointee for Administrator, Rural Utilities Service, Department of Agriculture\nJohn Charles Padalino currently serves as the Acting Administrator of the Rural Utilities Service for the U.S. Department of Agriculture (USDA), a role he has held since 2012.  From 2009 to 2012, Mr. Padalino served in a number of positions at USDA, including Chief of Staff to the Under Secretary for Rural Development.  Prior to this, Mr. Padalino practiced law in El Paso, Texas, at Kemp Smith LLP from 2003 to 2009.  Mr. Padalino also worked as a Field Organizer for Obama for America in Texas in 2008.  From 1997 to 2000, he was a Senior Water and Wastewater Utility Operator at H20 Consulting, Inc., and a Water and Wastewater Utility Operator at Severn Trent Environmental Services, Inc. from 1995 to 1997.  Mr. Padalino received a B.A. from the University of Texas at Austin and a J.D. from Rutgers School of Law - Camden.\nClark W. Stevens, Appointee for Assistant Secretary for Public Affairs, Department of Homeland Security\nClark W. Stevens is an Assistant Press Secretary for the White House, where he handles homeland security, disaster response, and energy and environmental issues.  Previously, he was Press Secretary for the Department of Homeland Security in 2010 and Press Secretary for the Federal Emergency Management Agency from 2009 to 2010.  Before joining the Administration, he was Northeast Regional Spokesperson for the 2009 Presidential Inaugural Committee, Virginia Press Secretary in 2008 for Obama for America, and Press Secretary to several states in the primaries from 2007 to 2008.  Mr. Stevens received a B.A. from Colby College.\n\n\n\n\n"
}