{
    "title": "Press Briefing on the Visit of Prime Minister Abe of Japan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/02/21/press-briefing-visit-prime-minister-abe-japan",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 21, 2013\n\n \n\n\n\nPress Briefing on the Visit of Prime Minister Abe of Japan\n\n\n\n\nVia Conference Call\n2:35 P.M. EST\nMR. RHODES:  Thanks, everybody, for getting on the call.  I have with me Danny Russel, the Senior Director for Asia here at the NSC; and Mike Froman, the Deputy National Security Advisor for International Economics.  We're just going to talk through the agenda for the President’s meeting tomorrow with Prime Minister Abe of Japan.\nI would just note a number of things.  As you know, the U.S. focus on Asia has been a priority of the President's since he came into office.  The very first visitor he hosted -- foreign visitor he hosted here at the White House was the Prime Minister of Japan at the time.  He’s had subsequent meetings with his Japanese counterparts on numerous occasions. \nThis will be his first opportunity to host Prime Minister Abe, and it underscores the importance of the U.S.-Japan alliance as the foundation of U.S. strategy in Asia, both in terms of our security posture and in terms of our economic relationships in that dynamic and growing region of the world.\nSo this meeting is a further symbol of the President's commitment to the U.S.-Japan alliance as a cornerstone of U.S. economic and security policy, and as a cornerstone of the U.S.-Asia policy.  And the two leaders will have the chance tomorrow to meet, to speak to the press, and to share a meal together, as well.\nWith that, I'll hand it over to Danny to speak to the agenda a bit, and then Mike can speak to the economic elements, as well.\nMR. RUSSEL:  Thank you very much, Ben.  And thanks to all of you for taking the time to talk through the visit of Prime Minister Abe of Japan with us.\nTo build out the context that Ben Rhodes just provided, the President has always placed a very high priority on the U.S.-Japan relationship and alliance, which is a key pillar of the President's Asia rebalancing strategy.  And as Ben alluded to, the President has held just in the first term about a dozen meetings with the Japanese Prime Minister.  He's already spoke twice to Prime Minister Abe -- first, shortly after Prime Minister Abe won the election, but also in a substantive discussion in the aftermath of North Korea's nuclear test.\nSo in some ways, this visit brings us full circle in the sense that, as Ben Rhodes just mentioned, the first leader to be received by the President in the Oval Office in 2009 was the Japanese Prime Minister.  In fact, it was then-Prime Minister Aso, who’s now serving as the Deputy Prime Minister in the Abe government. \nAnd that took place almost literally four years ago, practically to the day.  The first visit was just weeks after President Obama first took office, just as his visit is a matter of weeks since the President was inaugurated for his second term. In between, in addition to the election held here, Japan has experienced two dramatic changes of government. \nAnd the context point that I think is worth bearing in mind is the fact that the relationship has remained so steady and grown so strong through these changes is really a testament to the strong bonds and the shared values between us, as nations and between our people.  And it also shows that there is now very strong bipartisan support for the alliance and for the partnership, in both countries. \nSo turning to the meetings tomorrow, because we are strong allies and each in our own right major powers, there is naturally a very rich agenda for the two leaders to discuss, first on the security and the diplomatic issues, and then, of course, because we are the world's first and third largest economies, obviously important issues on the economic side, as well.\nSo there will be, in effect, two meetings tomorrow -- first in the Oval Office, where we expect the agenda to center on a range of security and political, diplomatic issues.  And then, after speaking to the press, the two leaders will continue in a working lunch session where the plan is for them to go through the range of economic issues.\nI will, of course, leave the economic issues to my colleague Mike Froman.  But in the first session, I anticipate that President Obama and Prime Minister Abe will compare views on the bilateral relationship, including plans to further develop our strong security alliance.  Obviously, out of necessity, they will talk about North Korea -- the recent events and the overall situation on the Korean Peninsula and in the region.\nI expect them to discuss maritime security issues, territorial claims both in the East China Sea and the South China Sea, as well as other Asia Pacific regional issues such as continued coordination in the global fora, like the East Asia Summit. \nThey’ll also want to talk about global hotspots; candidate issues, of course, are Iran, Afghanistan, North Africa, and related counterterrorism questions.  And we can be confident that throughout, President Obama will reaffirm to Prime Minister Abe his strong commitment to the alliance and to regional stability and cooperation; his resolve in the face of North Korea's provocation, and, as Ben Rhodes just mentioned, the strategic priority that the President continues to place on the Asia Pacific region, which is so important not only to the global economy but to America's future, as well.\nSo with that, let me turn it over to Mike Froman.\nMR. FROMAN:  Thanks, Danny.  And I would just add very briefly that at the working lunch part of the visit, the leaders are expected to talk about a range of economic issues, including, very importantly, how to create more economic growth and creating jobs in our country. \nRight now, trade investment in Japan already supports a million U.S. jobs, and we expect that the leaders will be discussing ways to deepen and broaden their economic cooperation in a way that’s mutually beneficial for both our countries.  That could include a review of the status of our consultations over Japan's potential interest in joining the Asia Pacific Poartnership.  It's also likely that they’ll touch on energy issues and climate change issues that they share in common.  And it's also possible that they’ll talk about cybersecurity, which is an issue of concern to both countries. \nJapan is a very important economic partner in any number of forums, whether it's the G7, the G8, the G20, APEC.  We work very closely with Japan across a range of plurilateral, multilateral fora.  And this is an opportunity for the leaders to touch base and talk about how best to work together in this arena.\nMR. RHODES:  Great.  With that, we'll take your questions. \nQ    Thank you for taking my question.  Mr. Froman, regarding the TPP, does the administration expect any big news from Japan on this?  Namely, do you expect the Prime Minister to officially request to join the consultations -- or, rather, join the negotiations?  And if so, is that something that's even possible, given the administration's stated goal of completing the talks by fall?\nMR. FROMAN:  Well, as you know, Prime Minister Abe's predecessor expressed a potential interest in Japan joining TPP back in November of 2011, and there have been a series of consultations since with Japan about what it takes to meet the high standards of the TPP agreement, as well as to address outstanding bilateral issues, including in areas such as motor vehicles and insurance.  So those consultations are ongoing and I think I would expect that the leaders would probably review the status of those consultations at this meeting.\nMR. RHODES:  Great.  We’ll take the next question.\nQ    Thanks for taking the call.  U.S. automakers are opposed to letting Japan into the TPP talks until they make progress opening their market that they say is essentially closed to U.S. auto exports.  Is the administration willing to allow Japan to enter the talks without any preconditions, and would it also allow Japan to insist on certain tariffs not being part of the TPP talks?\nMR. FROMAN:  Well, we’ve made very clear from the start that addressing critical, outstanding issues including those that you referred to in the motor vehicle sector were an important precondition for considering Japan’s interest in joining TPP, and that’s been one of the subjects of consultations over the last -- almost a year now.  So we take those concerns very seriously, and we are in consultations with Japan over those issues.\nTPP is intended to be a comprehensive, ambitious, high-standard, 21st-century trade agreement.  And the TPP leaders, back in November 2011, agreed to the outlines of an agreement where they all committed to that kind of outcome, an outcome where everything is on the table and subject to negotiation, and with a goal of a comprehensive agreement.  And that is the goal of TPP, and anybody who joins TPP would be expected to sign on to that goal as well.\nMR. RHODES:  Great.  We’ll take the next question.\nQ    Thank you very much for Mr. Froman.  In terms of currency, does President Obama have any intention -- does he plan to raise currency with his counterpart specifically what seems to be their easing or their loosening?\nMR. FROMAN:  Well, as you might expect, I’m not going to comment on currencies, per se.  I’d simply say that the U.S. and Japan have a shared interest in seeing stronger global growth in the overall economy and we agree that no country should target currencies for competitive purpose or try to grow at the expense of others.\nMR. RHODES:  Great, we’ll take the next question.\nQ    Thank you very much.  A couple questions.  What, if anything, will the President have to say to his Japanese counterpart about what can be done to calm the tensions between Japan and China, especially on the maritime issues?  And another, separate question -- Japan has made it clear that it would like the ability to import U.S. natural gas.  U.S. exporters need a permit for this and the Energy Department has been studying it, but what is the administration’s view on allowing more exports of U.S. natural gas to Japan?\nMR. RUSSEL:  Thanks.  We, like others, are tracking the maritime issues in the East China Sea very closely.  And I’m sure that the President will want to hear Prime Minister Abe’s assessment of the current situation, as well as his read on the diplomacy underway.  There has been an ongoing diplomatic outreach and high-level contact between Tokyo and Beijing, and I believe the President would find it useful to get updated by the Prime Minister.\nThe President’s focus, as you can imagine, is on the importance of managing these issues in a diplomatic way that lowers the tensions.  This is a region that is so important to the international economy.  It is the driver of growth and dynamism.  Japan and China are important as leaders and as economies.  No one wants to allow tensions to fester or to escalate.  So, as I said, the President, I’m sure, will value hearing the Prime Minister’s assessment and will welcome any and all constructive steps to engage diplomatically and to manage the maritime situation in a way that presents the risk of miscalculation.\nMR. FROMAN:  As you may know, the Department of Energy commissioned a couple of reports on natural gas exports to help inform the decision they needed to make on pending applications. Those reports and the applications are out for public comment.  When that public comment and response period is over, the Department of Energy will assess and take into account the comments it has received, and then begin to address the pending applications, and that would include applications from firms that have proposed exporting to Japan.\nMR. RHODES:  Great.  Next question.\nQ    Thank you very much.  As you know, in December, new Chief Cabinet Secretary Yoshihide Suga indicated that the government of Prime Minister Abe is eager to review a 1993 statement on the issue of comfort women, which was issued by Yohei Kono, Suga's predecessor.  In late January, Abe said his government would shelve their plans to review that statement.  Nevertheless, this issue remains a concern of people in the region and in Congress. \nToday, Steve Israel -- a Democrat from New York -- issued a statement saying, \"Japan's government must fully acknowledge, apologize for and increase awareness of its history with comfort women.\"  And as you know, Hillary Clinton once said that they should not be called “comfort women,” they should be called enforced sex slaves. \nI'm wondering -- my question for you is does the President believe that the Japanese government has done enough to address the issue of comfort women?  Or does the President believe that more should be done?  And is he expected to raise this during his meeting with Prime Minister Abe?  Thank you.\nMR. RUSSEL:  Look, President Obama knows full well that there are very sensitive legacy issues from the last century and believes that it's important to take steps to promote healing.  So our position has always been to encourage Japan to take steps that will foster -- better relations that will foster closer relations with all of its neighbors.  And at the same time, we would hope and expect that others would reciprocate to constructive and positive steps that Japanese leaders might take.\nPrime Minister Abe will be here and will be addressing the public as part of his own program.  I know that he has expressed his views in Tokyo in connection with what he describes as a future-oriented approach.  Let's hear what he has to say when he visits Washington.\nQ    I was wondering if the President, because of the nuclear test by the North Koreans, was planning on making any announcements regarding any naval forces being sent over there, any deployments, anything like that.  Is there anything specific that you're going to announce tomorrow regarding more U.S. forces or anything of that nature?\nMR. RHODES:  I would not expect specific announcements of that nature.  What I would say is a couple of things.  First of all, they will certainly be discussing North Korea and its pattern of provocative action, including the recent nuclear tests. \nWe believe that, as the President said in his State of the Union, our response to the North Korean nuclear test and its broader pattern of provocative acts must start with very firm U.S. commitments to the security of our allies, Japan and South Korea.  It will have to include close coordination with Japan and South Korea.  It will also include our continued support and investment in missile defense to protect the United States.  It will also include international action so that the U.N. Security Council and the international community is speaking with one voice to make clear to North Korea that there will be consequences for their actions. \nMore generally, I think it is important to note that the U.S. maintains a robust defense posture in Northeast Asia.  At the root of that of course is our alliance with Japan.  And we will continue in the future to have very strong defense relationships with Japan, South Korea, and other countries in the region that will include military exercises and a range of other defense cooperation.  And the North Korean provocation only highlights the importance of those defense relationships and the importance of having a strong U.S. presence in Northeast Asia and in the region more broadly.\nThat, too, is, frankly, a reason why we have prioritized, for instance, in our defense budget strategy the Asia Pacific region in terms of the resources we allocate for our defense strategy.  Yet another reason, frankly, why we would expect and urge Congress to take action to avert the sequester, given the range of defense commitments that we have, including in Northeast Asia, related to the recent North Korean provocation.\nWith that, we'll take one more question.\nQ    Thank you very much.  In the interview with The Washington Post, Prime Minister Abe said on the Diaoyu Island issue, China’s coercion or intimidation will lead to, “losing the confidence of the international community, which will result in less investments in China.  I believe it is fully possible to have China to change their policy once they gain that recognition.”\nI'm just wondering what’s the assessment of the White House on his statement, and will the U.S. join the economic fight with China over the Diaoyu Island issue?  Thank you.\nMR. RUSSEL:  Well, the President looks forward to hearing Prime Minister Abe’s assessment and views both of the situation in the East China Sea, but also the consultations that are taking place at a political and a diplomatic level between Tokyo and Beijing.\nI know that the President believes, and I, frankly, am confident that both leaders believe that constructive bilateral relations with China are important -- are essential, frankly, for regional growth, and that managing differences is an important part of every bilateral relationship.\nSino-Japanese relations have significant impact on all of us and on all the countries in the region, so it’s something that we all pay close attention to.  The East China Sea and, frankly, the broader Asia Pacific region is an area in which stability is in all of our interests.  And the President is very supportive and remains supportive of the peaceful efforts to find diplomatic resolution to outstanding issues of territorial claims and so on, and has been clear in the United States’ opposition to coercive actions or unilateral steps that threaten the stability of the region.\nMR. RHODES:  Well, thanks, everybody, for joining the call. We'll continue to take your inquiries here through the next day or so.  And we look forward to a positive meeting tomorrow between the President and Prime Minister Abe.\nAnd with that, thanks again.  And we'll have a transcript of this call around here later this afternoon as well.  Thanks.\nEND\n\t3:12 P.M. EST\n\n\n\n\n"
}