{
    "title": "Presidential Proclamation -- National Teen Dating Violence Awareness and Prevention Month, 2013 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/01/31/presidential-proclamation-national-teen-dating-violence-awareness-and-pr",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 31, 2013\n\n \n\n\n\nPresidential Proclamation -- National Teen Dating Violence Awareness and Prevention Month, 2013\n\n\n\n\n \n\n\tNATIONAL TEEN DATING VIOLENCE AWARENESS\n\n\t \n\n\tAND PREVENTION MONTH, 2013\n\n\t \n\n\t- - - - - - -\n\n\t \n\n\tBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\n\t \n\n\tA PROCLAMATION\n\n\t \n\n\t \n\n\tThis year, it is estimated that 1 in 10 teens will be hurt intentionally by someone they are dating. While this type of abuse cuts across lines of age and gender, young women are disproportionately affected by both dating violence and sexual assault. This month, we stand with those who have known the pain and isolation of an abusive relationship, and we recommit to ending the cycle of violence that affects too many of our sons and daughters.\n\n\t \n\n\tWhether physical or emotional, dating violence can leave scars that last a lifetime. Teens who suffer abuse at the hands of a partner are more likely to struggle in school, develop depression, or turn to drugs or alcohol. Victims are also at greater risk of experiencing the same patterns of violence later in life. These tragic realities tug at our conscience, and they call upon us to ensure survivors of abuse get the services and support they need.\n\n\t \n\n\tWe also have a responsibility to make dating violence an act that is never tolerated in our communities, among those we know, or in our own lives. That is why my Administration has made preventing abuse a priority. We continue to support educators, advocates, and organizations who are advancing outreach and education, and we are harnessing the power of technology to get the message out under Vice President Joe Biden's 1is2many initiative. Last June, we built on those efforts by launching a new public service announcement that features professional athletes and other role models speaking out against dating violence. And in the months ahead, we will keep working to empower all Americans in the fight against abuse. To learn more, visit obamawhitehouse.archives.gov/1is2many.\n\n\t \n\n\tEach of us has an obligation to stand against dating violence when we see it. This month, as we remember that important lesson, let us rededicate ourselves to making its promise real. I encourage all Americans seeking immediate and confidential advice regarding dating violence to contact the National Dating Abuse Helpline at 1-866-331-9474, by texting \"loveis\" to 77054, or by visiting www.LoveIsRespect.org. Additional resources are available at www.CDC.gov/features/datingviolence.\n\n\t \n\n\tNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim February 2013 as National Teen Dating Violence Awareness and Prevention Month. I call upon all Americans to support efforts in their communities and schools, and in their own families, to empower young people to develop healthy relationships throughout their lives and to engage in activities that prevent and respond to teen dating violence.\n\n\t \n\n\tIN WITNESS WHEREOF, I have hereunto set my hand this thirty-first day of January, in the year of our Lord two thousand thirteen, and of the Independence of the United States of America the two hundred and thirty-seventh.\n\n\t \n\n\t \n\n\tBARACK OBAMA\n\n\n\n\n"
}