{
    "title": "Minneapolis Mayor Backs Middle Class Tax Cut Framework | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/09/minneapolis-mayor-backs-middle-class-tax-cut-framework",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 09, 2010\n\n \n\n\n\nMinneapolis Mayor Backs Middle Class Tax Cut Framework\n\n\n\n\n\n\t President Obama: keeping the core promise\n\tPosted on December 8, 2010 by R.T. Rybak\n\n\tLike most Americans, I’ve read a lot in the past couple days about the deal that President Obama struck with Republicans to extend unemployment insurance. While people are unhappy with different aspects of the deal, and above all with the extension of tax cuts to those who don’t need them, I think we need to focus on the essential point — and to me, it’s that President Obama is keeping his core promise to deliver help to the middle class.\n\n\tLet’s review just a few of the highlights:\n\n\n\t\tHe’s cut the cost of healthcare and extended it for the first time to millions more, and made sure people won’t be denied for pre-existing conditions;\n\n\t\tHe’s kept down the cost of college, which is the ladder to prosperity;\n\n\t\tHe’s kept taxes down for the middle class, so that the middle class is paying less in income tax now than at any time in decades;\n\n\t\tHe’s extended unemployment insurance, which not only keeps struggling families afloat but is an important stimulus to the economy in itself;\n\n\t\tHe’s cut payroll taxes for the middle class so that people are taking home more money every month for their families, and spending it to help keep the economy afloat;\n\n\t\tHe’s reinvented the auto industry in this country, and hundreds of thousands of jobs along with it;\n\n\t\tAnd above all, he’s kept the recession from being much, much worse by targeting recovery dollars where they were most needed.\n\n\n\tThese are just a few highlights, but they highlight the main point: the middle class is far better off today than it was two years ago, precisely because of President Obama. Barack Obama has gotten more done to improve the lives of working and middle-class families after just two years in office than any president since Franklin D. Roosevelt. There’s no denying it.\n\n\tIt’s true: as a candidate, Barack Obama said he would let the Bush tax cuts expire on the richest Americans, and that’s still his position. Believe me, I’m not crazy about having them extended, either. (I could get into the hypocrisy of Washington Republicans who drove the deficit into the stratosphere when they were in charge who are now pretending to be deficit hawks, yet have fought to extend the policy that is more responsible than any other for driving the budget into a hole. But that’s a topic for another post.)\n\n\tBut as president, Barack Obama is also a rational problem-solver who has thrown a lifeline to people who are suffering right now — and delivering for people who are in need right now is his job. A Republican president might not view that as his or her job, but President Obama does.\n\n\tIt’s no surprise that the Republicans chose to fight for more tax breaks for the richest, because that’s what they do — and as in any political comprise, everyone came away with something. (The only loser was deficit reduction.) But what’s most important right now is to keep families from slipping out of the middle class. And that’s what got done.\n\n\tA final note: I know it would be gratifying for President Obama to stand up, veins popping out of his neck, and yell. We’ve all wanted to do that. But in the climate we’re in, we have instead a president who is focused on getting results, and who refuses to stoop to the level of vitriol of people who clearly don’t want to get anything done and are willing to let the middle class suffer. Barack Obama is delivering for the middle class despite obstinate Republicans, and that’s what’s important.\n\n\n\n\n"
}