{
    "title": "Guest List for the First Lady's Box at tonight's Joint Session of Congress | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/guest-list-first-ladys-box-tonights-joint-session-congress",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nSeptember 09, 2009\n\n \n\n\n\nGuest List for the First Lady's Box at tonight's Joint Session of Congress\n\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\t\tOffice of the Press Secretary\n\t\t\t___________________________________________________________________________\n\t\t\tFor Immediate Release                                                        September 9, 2009\n\n\n\t\tBelow is a list of Americans who will be seated in the First Lady’s box during the President’s remarks. Some of these guests are featured in web videos on the WhiteHouse.gov blog: /blog/The-Speech-Tonight/.\n\nGuest List for the First Lady’s Box\n\t\t2009 Joint Session of Congress\n\t\tSeptember 9, 2009\n\nMrs. Michelle Obama\n\nDr. Jill Biden\n\nSusan Sher, Assistant to the President and Chief of Staff to the First Lady\n\nPhil Schiliro, Assistant to the President for Legislative Affairs\n\nMarie Connolly (Washington, DC) \n\t\tMarie is the owner of Stitch DC yarn shop, which she opened in June 2004. She lives on Capitol Hill with her husband and three children. Stitch DC hosted a Roundtable Discussion in May with Health and Human Services Secretary Kathleen Sebelius and Director of the White House Council on Women and Girls Tina Tchen on the struggles small businesses face in trying to provide health insurance to their employees. Marie cannot afford to provide her three employees health insurance. Under health insurance reform, Marie will be eligible for small business tax credits.\n\nDarlene Daniels (Baltimore, MD) \n\t\tDarlene has insurance through her employer, but it only goes so far. Diagnosed in 2008 with a chronic condition, Sarcoidosis, that attacks all her major organs, she's already gone through her coverage cap for the year. Darlene has had to undergo three different procedures to treat her condition, and the insurance company only paid $400 total. When she was first diagnosed, she incurred bills totaling at least $30,000, and while Darlene is trying to negotiate a payment plan, she fears she will be paying this off the rest of her life. Her Sarcoidosis necessitates that she see a heart and lung doctor regularly and an eye doctor three times a year, but she just can't afford it. Darlene is still waiting to see if she qualifies for medical assistance. Under health insurance reform, there will be no annual caps on coverage.\n\nAngela Diggs (Washington, DC) \n\t\tAngela Diggs has served as Project Director for Congress Heights Senior Wellness Center in Southeast Washington, DC since March 2002. The center is a partnership of the District of Columbia Office on Aging and Providence Hospital’s Wellness Institute. It is located in the District’s Southeast Ward 8, where longstanding health care access problems are starting to be addressed. Ms. Diggs is responsible for overall administration and management of the center. Congress Heights is considered the model for all future wellness programs in DC. Angela has been with Providence Hospital since May 1995, serving in progressively challenging positions within the Wellness Institute and Employee Health Services. Angela shared her experiences in March at the White House Forum on Health Reform.\n\nPeter Gaytan (Alexandria, VA) \n\t\tPeter Gaytan began serving as Executive Director of The American Legion Washington DC Office in April 2009. In 1991, he entered the United States Air Force. After completing initial training at Lackland Air Force Base, Texas, and Keesler AFB, Mississippi, he served as Military Protocol Liaison with the 436th Airlift Wing at Dover AFB, Delaware. He also served four years with the 512th Airlift Wing, U.S. Air Force Reserve as a Public Affairs Specialist. Originally from Norfolk, VA he and his wife, Kimberly and twins, Maria and Sebastian currently reside in Alexandria, VA.\n\n\t\tWhen Peter was having stomach pain, he went to his primary care physician and was told to take Pepto-Bismol and TUMS. He later went to a Gastroenterologist who did a basic workup. After a few months of continued stomach pain, the GI specialist requested a colonoscopy. It took months for the insurance company to agree that it was necessary, stating that at Peter’s age of 37, a colonoscopy was not needed. The colonoscopy was finally performed, and the doctor could not complete the procedure due to the size of the tumor. Peter’s test showed that he had stage III cancer and it had spread out of Peter’s colon and into the surrounding lymph nodes. He had surgery the following week, and the tumor was removed, as well as 14 inches of colon. Peter started chemotherapy shortly after his surgery, going to the Cancer Center every two weeks for five hours of chemo, and carrying a portable pump for two more days of slow drip chemo. The surgery and chemotherapy bills were not all covered by his private insurance, and Peter is still struggling to make payments. Under health insurance reform, even though he has a pre-existing condition, Peter would have security of being able to get insurance if he ever lost his current insurance.\n\nKatie Gibson (Bozeman, MT) \n\t\tKatie is a recurrent cancer survivor who shared her story when she introduced the President in August at the Town Hall in Bozeman, MT. Katie was told in 1995 that she had less than a year to live. In 1998 Katie and her husband Scott Bischke backpacked 800 miles across their beloved state of Montana. Katie had group coverage through Hewlett Packard when she and her husband decided to leave the corporation and move to Montana. Her insurance would not transfer with her if she left HP to start her own company. Due to pre-existing conditions she struggled to find new insurance but did eventually find it through a professional group, the Institute of Electrical and Electronic Engineers (IEEE). Years after they had their new insurance, they were informed that the minimum deductible was being increased from $5000 to $25000/year. Katie and her husband had no say in the matter, and they could not afford to pay $25,000 a year out of pocket, so they had to search for new insurance. This was not easy for Katie as a cancer survivor, and one insurance company after another refused to cover her because they said she had a pre-existing condition. Eventually Katie found a company and was accepted into a new program. Just in case, Katie kept her old coverage for a month after the new coverage started – just to be certain the new company would cover her. Everything seemed fine, but several months later the new insurance company called to say they had changed their minds, and that Katie’s insurance had been rescinded retroactive to the beginning of the policy. So now not only did Katie not have insurance, her record indicated a long lapse in coverage. Her first health insurance company would not take her back. This situation was very stressful as she was quite ill at the time. Katie and her husband called the Montana State Insurance Commissioner’s office, and they intervened for them. Through a state-backed program, Katie is now fully covered. Under health insurance reform, rescissions are prohibited.\n\nDavid \"Dave\" Gorman (Gaithersburg, MD)\n\t\tDave, a combat-disabled veteran of the Vietnam War, was appointed Executive Director of the 1.3 million-member Disabled American Veterans (DAV) National Service and Legislative Headquarters in Washington, DC in 1995. Dave entered the U.S. Army in 1969, serving with the 173rd Airborne Brigade, the famed \"Sky Soldiers\" of the Vietnam War. In October of 1969, he was wounded in action in Vietnam. Both of his legs were amputated, and Dave came back to the States and transferred into the VA Health Care System. Dave went through rehab and physical therapy and was fitted for prosthetics. Almost four decades later, he is a leader in veterans’ advocacy and continues to seek care within the VA Health Care System. Currently, Dave uses the VA Medical Center in Washington, DC. Dave is the father of five children and has five grandchildren. He and his wife, Paula, live in Gaithersburg, MD.\n\nVincent Keane (Washington, DC) \n\t\tVincent is President and CEO of Unity Health Care. Unity Health Care serves individuals and families in all 8 Wards of the District of Columbia through its network of medical and social services that reach residents and the homeless. Virtually all of Unity Health Care’s patients live at or below the federal poverty level. Regardless of the ability to pay, Unity Health Care continues to provide each patient with a primary care provider who offers referrals to specialist when needed. The First Lady visited Unity Health Care’s Upper Cardozo health center in June as part of her efforts to promote health reform and to announce the release of $850 million in American Recovery and Reinvestment Act (Recovery Act) funds for capital improvements to community health centers.\n\nVictoria \"Vicki\" Kennedy (Hyannis Port, MA)\n\t\tThroughout his career, Senator Edward M. Kennedy fought tirelessly for affordable and accessible health care for all Americans. He called it the \"cause of his life.\" Nearly every health care bill passed by Congress over the last five decades was championed by Senator Kennedy. Though he didn’t achieve his dream of health care for all, Senator Kennedy expanded quality and affordable health care to millions of Americans, including children, seniors and disabled Americans. On August 25, 2009, Senator Kennedy passed away after battling brain cancer for more than a year. His wife, Vicki Kennedy, was a partner in her husband’s lifelong fight for health care reform, and shares his commitment and passion to make health care a right, and not a privilege.\n\n\t\tIn 1994, 2000, and 2006 Vicki played an active role in the re-election campaigns of her late husband, Senator Edward M. Kennedy (D-MA). She created a Massachusetts Women's Council which has served as a model for other campaigns around the country, and she remains active in her support of candidates in Massachusetts and around the country. She was a National Co-Chair of the Obama National Catholic Advisory Committee. Vicki practiced law in the private sector until 1997, with a special emphasis on bank regulatory and commercial law and corporate strategic planning. She received a BA, magna cum laude, from Newcomb College in 1976 and a JD, summa cum laude, from the Tulane Law School in 1979. She then served as a law clerk for Judge Robert Sprecher of the U.S. Court of Appeals for the Seventh Circuit. In 1998, Vicki received an Honorary Doctor of Laws degree from the Suffolk University Law School in Boston for her service to her community. Together, the Kennedys have five children and four grandchildren.\n\nLaura Klitzka (Green Bay, WI)\n\t\tLaura is a 35-year old married mother of two with metastatic breast cancer. Laura shared her story when she introduced the President in June at the Town Hall in Green Bay, WI. Laura was first diagnosed in January 2008 and has since undergone 8 rounds of chemotherapy, a double mastectomy and 33 rounds of radiation, only for the cancer to return and spread to her bones. Laura’s cancer is untreatable in the long term. She is presently taking prescription drugs to try and prevent the cancer’s spread and treat the illness as a chronic condition, but ultimately her prognosis is 2 to 10 years at most. Laura has insurance coverage under her husband’s employer, but the plan has a lifetime benefits limit of 1 million dollars, and Laura and her husband worry that they will reach this limit because of her expensive treatments. Laura is receiving $1,050 a month in Social Security Disability Insurance after she was laid off from her job during her treatment. Laura estimates her family has at least $12,000 in unpaid medical bills, and they are struggling to get by. Their budget is very tight and they’ve had to use a credit card to pay at least one mortgage payment so far. Laura says she doesn’t want to lose their house over her illness, and while she knows she won’t be able to see her children grow up, she wants to be sure the time she has left with them is quality and not spent worrying about health care bills. Under health insurance reform, lifetime benefit limits will be prohibited.\n\nEllen Linderman (Carrington, ND)\n\t\tEllen is a 61-year old farmer in Carrington, ND. Ellen has had several difficult experiences with health care in recent years. Ellen was initially denied health insurance coverage a few years back when she and her husband (also a farmer) had to switch from the state employee plan to private insurance. However, since she had eye surgery less than 6 months prior to switching, she was considered high risk. The issue was eventually resolved but only after she went without coverage for several months. Health insurance reform would help people like Ellen who have a pre-existing condition and need to get insurance – insurance companies can't deny people due to a pre-existing condition.\n\nJohn Martineau (Hot Springs National Park, AR)\n\t\tJohn is a 35-year old father who is working part-time and attending school part-time. John cannot afford health insurance and his four year old son, Jaxon, suffers from seizures. Jaxon is covered under CHIP, but John is uninsured and is constantly worried because he cannot afford health insurance. He runs the Organizing for America Hot Springs phone bank twice a week. He is working hard for health insurance reform so that he and other families with children who suffer from illnesses like Jaxon’s won’t have to go uninsured.\n\nDr. Wayne Myers (Waldoboro, ME) \n\t\tDr. Myers is an organic farmer and exotic farm animal rancher in Waldoboro, Maine. He is also a pediatrician by training and has been active in rural health care for many years. As a rural rancher, farmer, and former resident of many remote rural places including Alaska, he understands the health care challenges present in accessing care and affordable insurance in rural areas.\n\nDarlyne Neff (Iowa City, IA) \n\t\tDarlyne is a 75-year old retired teacher from Iowa City. She credits two operations, one for breast cancer and a second to remove a brain tumor, for extending her life. In December 2008, Darlyne organized a community meeting on health care reform at Oaknoll Retirement Community in Iowa City. As senior citizens who have health insurance and Medicare they know they are lucky to have good health coverage, but know too that others go without even basic medical care.\n\nSergio Olaya (Bethesda, MD) \n\t\tSergio’s late mother, Clara, is an example of the urgent need for health insurance reform. Before being diagnosed with an aggressive form of brain cancer, Clara had been working at the Centers for Disease Control in getting health-related information to the growing Hispanic and Latino Communities nationwide. Unfortunately, while she was in-between federal jobs, she could not afford to pay for COBRA while also supporting Sergio thru college at the University of Delaware. Because of the high cost of COBRA, Clara was unable to maintain coverage, and ultimately fell ill and was unable to work and receive coverage. Her medical bills skyrocketed and by the time she passed away shortly thereafter, they had reached $255,000. Sergio was ultimately forced to sell the family home to pay off all the outstanding medical bills incurred by his mother. Sergio is currently in his final semester at the University of Delaware for a degree in Political Science and minor in Sociology.\n\nYolanda Pena (San Antonio, TX)\n\t\tThe insurance crisis has had a profound effect on Yolanda's life. Yolanda had health insurance through an employer in September 2006 when her doctors discovered her brain tumor. When she had surgery a month later, they discovered that it wasn't cancerous, but they did have to remove most of it to avoid damage. She was told she would be able to return to work in 10 weeks, but it was about six months before she regained her comprehension, memory, and motor skills enough to do so. Fortunately, her employer was able to hold her job until she went back in the spring of 2007, but she soon discovered that she was unable to continue working and left in August. She and her husband looked at COBRA, but it was unaffordable. No one on the individual market would cover her without charging exorbitant premiums. To get onto her husband's plan, it would cost them an extra $300 a month. Instead, he sets aside $150 a month to cover her continuing medical needs like medications, doctor's visits, and MRIs. She still has some medical debt from when she was first diagnosed, but as with many people with chronic conditions, debt is just a part of her life. Under health insurance reform, Yolanda would be able to access affordable coverage in the health insurance exchange and would be eligible for subsidies to help pay for coverage.\n\nEaster Spencer (Washington, DC) \n\t\tIn June, Easter discovered a lump on her breast. She called Mautner Project (a local support organization for lesbians with cancer and their loved ones for help; she is also a volunteer there) and was referred to the Capital Breast Care Center, which in turn referred her to Washington Hospital Center for a mammogram and sonogram. The good news was that they discovered the lump was non-cancerous. However, the doctors told her it should be removed, and she has no health insurance. Easter works as an administrative assistant for a real estate management company. She has four children and has eight grandchildren.\n\nDavid Turner (Little Rock, AR)\n\t\tDavid was covered under his employee plan for a year before the insurance company went back in his record and cancelled his plan retroactively on January 25, 2008, claiming that he did not disclose all of his medical history on his original form. The company cited high triglycerides and high cholesterol, which David didn't even know he had, and claimed other conditions were ‘digestive disorders’ unbeknownst to David. He appealed the decision, and four months later, he got a letter saying from his insurance company stating that it is irrelevant whether or not he intentionally or inadvertently failed to reveal all of his previous medical history. Under health insurance reform, rescissions are prohibited.\n\nTravis Ulerick (Dublin, IN) \n\t\tTravis is a 24-year old fire fighter/EMT for the Dublin Volunteer Fire Department in Dublin, Indiana. He started out as a firefighter and first responder for the volunteer fire department on June 28, 2000. When the fire department became the sole EMS provider for the southwestern portion of Wayne County in 2007, Travis was one of the four crew members hired to work full-time on the department's ambulance. He is currently a senior at Ball State University in Muncie, Indiana, graduated from the Tri-County Training Academy of Paramedic Science (Connersville, Indiana) in June 2009. Travis introduced the President in March at the White House Forum on Health Reform and previously he hosted a health care community discussion with other local first responders, doctors, and everyday Americans in January 2009 in the bay of Dublin’s fire station.\n\nEric Whitaker (Chicago, IL)\n\t\tDr. Whitaker is the Executive Vice President, Strategic Affiliations and Associate Dean of Community-based Research at the University of Chicago Medical Center (UCMC). Until October, 2007, he served as Director of the Illinois Department of Public Health (IDPH). In this capacity, Dr. Whitaker oversaw an agency with a budget of $450 million with over 1,200 employees statewide, as well as 3 laboratories and seven regional offices. Prior to his appointment, Dr. Whitaker was an attending physician in Internal Medicine at Cook County Hospital in Chicago and a member of its Collaborative Research Unit. He helped found Project Brotherhood: A Black Men’s Clinic, a weekly clinic for African American men housed in Woodlawn Adult Health Center, which is affiliated with the Cook County Bureau of Health Services. In 2000, the project received the highest award accorded by the National Association of Public Hospital and Health Systems. He is an assistant professor at the University of Illinois-Chicago School of Public Health.\n\nNathan Wilkes (Englewood, CO)\n\t\tNathan's son, Thomas, was born with hemophilia in 2003. He shared his story when he introduced the President in August at the Town Hall in Grand Junction, CO. At the time, he and his family had high quality insurance through the high tech telecommunications company that he helped found, but when the insurance company saw Nathan's claims (ranging from a few thousand dollars to $750,000 a year for his son), they started to increase the premiums for all the employees and their families. The company tried to find other coverage, but no other insurance company would take them with Thomas on the policy. When his son Thomas neared the $1 million cap on his policy, Nathan searched for another option. A social worker suggested that Nathan and his wife get divorced so that she could go on Medicaid. Nathan found a way to get his son into the state’s high risk pool, but it too had a $1 million cap. Nathan paid premiums to both his company and the high-risk insurance pool. By this time, he was paying about $25,000 out of pocket a year and still getting huge bills and threats from collection agencies. Finally, Nathan decided to form his own small business so that he could have more control over the plan selection. Fortunately, under Colorado law, coverage for small businesses prohibits permanently excluding pre-existing conditions, so he was able to get coverage for his family. But Nathan faces increasing premiums and a $6 million lifetime cap, which he fears will be exceeded because of his son’s continuing need for care. Under health reform, coverage for Nathan and his family would not include any annual or lifetime caps on benefits. Under health insurance reform, coverage for Nathan and his family would not include any annual or lifetime caps on benefits.\n\n\n\n\n\n"
}