{
    "title": "Presidential Proclamation -- National Donate Life Month, 2013 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/03/29/presidential-proclamation-national-donate-life-month-2013",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 29, 2013\n\n \n\n\n\nPresidential Proclamation -- National Donate Life Month, 2013\n\n\n\n\n\n\tNATIONAL DONATE LIFE MONTH, 2013\n\n\t- - - - - - -\n\n\tBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\n\tA PROCLAMATION\n\n\t \n\n\tToday, more than 115,000 men, women, and children are on the waiting list for an organ transplant. To help them get the care they need, millions of Americans choose to be organ and tissue donors -- a decision that reflects not only profound generosity, but also our commitment to one another. During National Donate Life Month, we renew the call for organ and tissue donation.\n\n\t \n\n\tMost people can be donors, and the need is great. I encourage Americans of every background to learn the facts about organ and tissue donation, consider signing up for their State's registry, and talk to family and friends about their decision. Information and resources about how to get involved are available at www.OrganDonor.gov.\n\n\t \n\n\tTogether, we can respond to the donor shortage that keeps thousands of patients from getting life-saving care. Let us mark this month by rededicating ourselves to that task, standing with donors and their families, and igniting hope for those in need.\n\n\t \n\n\tNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim April 2013 as National Donate Life Month. I call upon health care professionals, volunteers, educators, government agencies, faith-based and community groups, and private organizations to join forces to boost the number of organ and tissue donors throughout our Nation.\n\n\t \n\n\tIN WITNESS WHEREOF, I have hereunto set my hand this twenty-ninth day of March, in the year of our Lord two thousand thirteen, and of the Independence of the United States of America the two hundred and thirty-seventh.\n\n\t \n\n\t \n\nBARACK OBAMA\n\n \n\n\n\n\n"
}