{
    "title": "Op-Ed by Vice President Biden in Philadelphia Inquirer: Green Jobs are a way to aid the middle class | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/op-ed-vice-president-biden-philadelphia-inquirer-green-jobs-are-a-way-aid-middle-cl",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nFebruary 27, 2009\n\n \n\n\n\nOp-Ed by Vice President Biden in Philadelphia Inquirer: Green Jobs are a way to aid the middle class\n\n\n\n\n\nTHE WHITE HOUSE\nOffice of the Vice President\n________________________________\nFor Immediate Release                  February 27, 2009\nThe following op-ed appears in the Philadelphia Inquirer this morning:\nGreen jobs are a way to aid the middle class\nJoseph R. Biden Jr.\nToday, in Philadelphia, the White House Task Force on Middle Class Families is holding its inaugural meeting. Our charge is to assess current polices and develop new ones aimed at helping the middle class, the economic engine of this country.\nThe economic-recovery package that President Obama signed into law last week contains more than $20 billion for investment in a cleaner, greener economy, including $500 million for green job training. The task force's first order of business is to evaluate how investing in green jobs will help build a strong middle class.\nSo what exactly are \"green jobs\"? They provide products and services that use renewable energy resources, reduce pollution, and conserve energy and natural resources.\nInvesting in green jobs also means keeping up with the modern economy. At a time when good jobs at good wages are harder and harder to come by, we must find new, innovative opportunities.\nAccording to the Council of Economic Advisers, green jobs pay 10 to 20 percent more than other jobs. They also are more likely to be union jobs. Building a new power grid, manufacturing solar panels, weatherizing homes and office buildings, and renovating schools are just a few of the ways to create high-quality green jobs that strengthen the foundation of this country.\nMore green jobs can also mean more money in consumers' pocketbooks at the end of the month. They can reduce your electric and heating bills, leaving you more disposable income for other things.\nRight here in Philadelphia, for example, there are 400,000 rowhouses that could be weatherized and made more energy-efficient. Just doing that would lower household energy consumption by 20 to 40 percent, saving families hundreds of dollars a year.\nFortunately, as we will stress in our meeting here today, Mayor Nutter, Gov. Rendell, and other state and city officials across the nation are ready to help us build a greener economy. Philadelphia, for example, is working with its unions, universities, and community colleges to impart green skills to workers from all walks of life. The city is also proposing a new public authority to support large-scale green investment, especially in weatherization, building retrofits, and infrastructure.\nWe're excited to be in Philadelphia promoting an idea that has so many benefits. We're starting to make the investments needed to leave a cleaner world to our children while also creating good jobs right now. When you're creating green jobs, you're doing well by doing good.\nJoseph R. Biden Jr. is the vice president of the United States.\n\n\n\n\n"
}