{
    "title": "2011 White House Easter Egg Roll Poster Design Contest | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/03/21/2011-white-house-easter-egg-roll-poster-design-contest",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 21, 2011\n\n \n\n\n\n2011 White House Easter Egg Roll Poster Design Contest\n\n\n\n\n\n\tWASHINGTON – Today, the White House is announcing an Easter Egg Roll Poster Contest for local school children.  The First Lady will be selecting the winning design, which will serve as the official 2011 White House Easter Egg Roll poster.  The White House invites all elementary and middle school students in the District of Columbia, Maryland, and Virginia to submit poster designs by Monday, April 4th at 11:59pm EST for consideration.  The poster design selected by the First Lady will be used as part of the White House 2011 Easter Egg Roll program.  The winning student artist will be invited to attend the event, along with his or her class.\n\t \n\tStudents from the Washington, D.C. area have had a special relationship with the White House Easter Egg Roll for generations. In the early 1800s, local children rolled eggs on the Capitol Steps the day after Easter.  In 1878, President Rutherford B. Hayes invited D.C. area children to roll their Easter eggs on the White House lawn and a tradition was born, growing into the national event that it is today.  The Easter Egg Roll was the largest public event held at the White House in 2009 (and 2010).  Close to 30,000 people from the DC area and across the country gathered on the South Lawn to enjoy the festivities. \n\t \n\tThis year, the President and First Lady will again open the South Lawn for children 12 years and younger and their families.  Activities at this year’s event include cooking stations, storytelling, sports, live entertainment, and the tradition that started it all, Easter egg rolling.  The 2011 White House Easter Egg Roll is focused on promoting health and wellness with the theme “Get Up and Go!”  All of the activities will encourage children to lead healthy and active lives, which is a central part of the First Lady’s “Let’s Move!” initiative, a national campaign to combat childhood obesity.\n\t \n\tFor more information about the poster contest entry process or submissions, please visit http://obamawhitehouse.archives.gov/eastereggroll/poster.  The deadline for submissions is Monday, April 4th at 11:59pm EST.  Submissions may not exceed 2 megabytes (high-quality scans measuring either 8.5” X 11” at 600 dpi or 20 x 16” at 300 dpi must be available upon request) and should relate to this year’s theme, “Get Up and Go!”  Please note: submissions may be made public during the selection process.\n\t \n\tTicketing details for the 2011 Easter Egg Roll can be found at obamawhitehouse.archives.gov/eastereggroll.\n\t \n\n\n\n\n"
}