{
    "title": "Mayor Michael Nutter Supports American Jobs Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/08/mayor-michael-nutter-supports-american-jobs-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 08, 2011\n\n \n\n\n\nMayor Michael Nutter Supports American Jobs Act\n\n\n\n\n\n\tSTATEMENT FROM MAYOR NUTTER IN RESPONSE TO PRESIDENT OBAMA’S JOBS ADDRESS\n\n\tPhiladelphia, September 8, 2011 – Mayor Michael A. Nutter has released the following statement in response to President Obama’s address to Congress on the current economic climate and the need for job creation legislation:\n\n\t“President Obama laid out a comprehensive set of ideas, the American Jobs Act, which is exactly what that this country, and certainly Philadelphia, needs to get our economy going, to get the unemployed back into the workforce, to invest in teachers, police officers and firefighters, to fix roads, bridges and our schools, and to help with our veterans who are now serving the country in uniform and will be looking for jobs when they return.\n\n\t“I am hopeful that with Congress now back in session they will immediately take up the American Jobs Act and pass this legislation. We need it right now. America is suffering, people are out of work, losing their homes, barely able to take care of their families and now, is the time for action. Right now! This is what the U.S. Conference of Mayors has been talking about with the White House for months. Clearly, President Obama and his team have listened. When I spoke to President Obama on Tuesday, these were the ideas we discussed.\n\n\t“There are elements of the American Jobs Act that Democrats and Republicans have supported in the past. The President is taking those ideas and new ideas and combining them in a way that is comprehensive in nature, easy to understand and many of these elements already have support from the Congress. Millions of Americans are depending on Congress, who have jobs and who are now back in session, to take action immediately.\n\n\t“There’s nothing else that can take precedence over passing the American Jobs Act that will put Americans and Philadelphians back to work as quickly as possible.”\n\n\n\n\n"
}