{
    "title": "HOJA INFORMATIVA: Durante la Feria de Ciencias de la Casa Blanca, el Presidente Obama realizó un llamado para que esta generación de estudiantes afronten los grandes retos de nuestros tiempo | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/04/13/hoja-informativa-durante-la-feria-de-ciencias-de-la-casa-blanca-el",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 13, 2016\n\n \n\n\n\nHOJA INFORMATIVA: Durante la Feria de Ciencias de la Casa Blanca, el Presidente Obama realizó un llamado para que esta generación de estudiantes afronten los grandes retos de nuestros tiempo\n\n\n\n\n\n\tHoy, el Presidente Obama será el anfitrión de la sexta y última Feria de Ciencias de la Casa Blanca de su administración y se celebrará a los competidores y a los estudiantes ganadores de una amplia gama de competiciones de ciencia, tecnología, ingeniería y matemáticas (science, technology, engineering and math, STEM).   El evento será el más grande de la Feria de Ciencias de la Casa Blanca hasta la fecha, con más de 130 estudiantes de más de 30 estados, al igual que antiguos alumnos de cada uno de las cinco Ferias de Ciencia de la Casa Blanca anteriores.\n\n\tDestacando las poderosas historias de ingenio, el activismo social, el trabajo en equipo y el compromiso cívico evidente en los proyectos, el Presidente Obama hará un llamado a esta generación de estudiantes de escuelas primarias, medias y secundarias de hoy, a participar activamente en la solución de los retos más difíciles que enfrenta nuestro mundo, desde la lucha contra el cambio climático hasta poder llegar a Marte.\n\n\tEl Presidente Obama estableció la tradición de la Feria de Ciencias de la Casa Blanca al inicio de su Administración para celebrar personalmente a los mejores científicos e innovadores jóvenes de nuestro país. El Presidente creó la Feria de Ciencia con un credo sencillo: “Si se gana el campeonato de la NCAA, se llega a la Casa Blanca. Bueno, si un joven produce el mejor experimento o diseño, el mejor hardware o software, debe ser reconocido por ese logro, también”.\n\n\tEl Presidente también destacará la creciente comunidad de la educación, los negocios y los líderes sin fines de lucro que han respondido a su llamado del Estado de la Unión para darle a cada niño la oportunidad de aprender informática (computer science, CS), así como su campaña mundial “Educar para innovar” para asegurar que todos los estudiantes cuenten con las herramientas para ser innovadores y capaces de resolver problemas. Los anuncios de hoy incluyen:\n\n\n\t\tNueva guía para el Departamento de Educación a los estados, distritos escolares y otras organizaciones de educación sobre las varias formas en las que pueden utilizar los fondos federales existentes para impulsar el aprendizaje de STEM y CS del  preescolar al 12mo. grado.  \n\n\t\tUna inversión de $200 millones de Oracle para apoyar la educación en informática para 125,000 estudiantes adicionales en Estados Unidos.\n\n\t\tMás de 500 escuelas del preescolar al 12mo. grado comprometiéndose a ampliar el acceso a la informática, con el apoyo de Code.org. \n\n\t\tCompromisos para incrementar el aprendizaje de STEM para más de nuestros alumnos más jóvenes, desde el compromiso de la familia hasta el uso innovador de medios.\n\n\t\tUna nueva plataforma de juegos en línea, apoyado por US2020, para ayudar a más profesionales de STEM que desean ser voluntarios y enseñar. \n\n\n\tLos anuncios de STEM de hoy también marcan el progreso de la iniciativa El guardián de mi hermano (My Brother’s Keeper) del Presidente y los esfuerzos del Consejo sobre mujeres y niñas (Council on Women and Girls) para construir escaleras de oportunidad para todos los jóvenes, incluyendo a aquellos de poblaciones poco representadas en STEM; la incorporación de STEM en el esfuerzo de la administración para expandir la educación de alta calidad en la primera infancia y la iniciativa de Educación y conocimientos sobre el clima (Climate Education and Literacy Initiative) para ayudar a conectar a todos los estudiantes y ciudadanos estadounidenses con la mejor información basada en la ciencia disponible sobre el cambio climático.  Los detalles completos sobre todos los anuncios de hoy se pueden encontrar aquí.\n\n\tLa Feria de Ciencias de la Casa Blanca es parte de una semana de actividades de la administración que celebra la ciencia y la tecnología, con la participación del Presidente como presentador invitado a lo largo de esta semana en el segmento de noticias de ciencia de cada noche en el canal de ciencias. Además, la Feria de Ciencias de la Casa Blanca será seguida inmediatamente por el Festival de Ciencias e Ingeniería de EE.UU. (USA Science & Engineering Festival), la celebración más grande de la nación de la ciencia, tecnología, ingeniería y matemáticas, con más de 350,000 estudiantes y adultos que se espera participarán en más de 3,000 actividades prácticas durante más de 3 días. Más de 70 agencias federales participarán en el festival.\n\nUn llamado a la acción generacional\n\n\tLos estudiantes de hoy tienen el potencial de ser una de las mejores generaciones de Estados Unidos.  Aunque cada generación de estadounidenses trae consigo nuevas ideas y energía, hoy, debido a un acceso sin precedentes a herramientas físicas y digitales de última generación, comunidades en línea y en persona, e información sobre los grandes desafíos que enfrentamos, los estudiantes estadounidenses están aún mejor equipados para aprovechar sus pasiones hacia el desarrollo de soluciones que se enfrentan a nuestros retos más difíciles. \n\n\tPodrían ser la generación de Marte, los exploradores que pongan un pie en otro planeta.  Sus habilidades, su perseverancia y colaboración pueden ayudar a plantar nuevas tecnologías y encontrar soluciones para abordar la crisis climática. Ellos pueden colaborar para aprovechar los rápidos avances en tecnología de la información y la nanotecnología para entender el cerebro humano, forjar nuevas soluciones para curar el cáncer, y adoptar el espíritu estadounidenses del descubrimiento, la invención y el espíritu empresarial.\n\n\tComo el Presidente destacó en el Discurso sobre el Estado de la Unión de este año, todos en Estados Unidos pueden aprovechar la tecnología para ayudar a resolver nuestros retos más difíciles. La Feria de Ciencias de la Casa Blanca de 2016 destaca las contribuciones que los estudiantes de la nación están haciendo ahora y el potencial que tienen para ayudar a que nuestro país y nuestro mundo sea un lugar mejor.\n\n\tLos más de 130 estudiantes en la Feria de Ciencias de la Casa Blanca de 2016 representarán más de 40 competiciones y organizaciones STEM diferentes.  Aproximadamente 40 equipos de estudiantes tendrán la oportunidad de exponer sus proyectos en la Casa Blanca, y el Presidente verá algunos de estos proyectos personalmente. Información adicional sobre los proyectos, los estudiantes y las competiciones siendo reconocidos en la Feria se pueden encontrar aquí.\n\nUna trayectoria sostenida de logros\n\n\tEsta Feria de Ciencias de la Casa Blanca es solo el ejemplo más reciente del enfoque permanente e histórico del presidente Obama en darle a cada niño la oportunidad de sobresalir en la educación de STEM. En los últimos 7 años:\n\n\n\t\tLa administración ha asegurado más de mil millones de dólares en inversiones privadas para mejorar la educación de STEM como parte de la campaña Educar para innovar del Presidente.\n\n\t\tNuestra nación se encuentra a más de medio camino hacia lograr el objetivo que el Presidente estableció en 2011 de preparar a más de 100,000 maestros de matemáticas y ciencias nuevos para el año 2021.\n\n\t\tEn comparación con cuando el Presidente Obama asumió el cargo, 25,000 ingenieros más se gradúan cada año en las universidades estadounidenses.\n\n\t\tLa educación de STEM se ha incorporado a las prioridades del Departamento de Educación (Department of Education, ED), como se ilustra mediante la competencia distintiva \"Carrera a la cima\" (Race to the Top) y en la ley bipartidista \"Cada estudiante tiene éxito\" (Every Student Succeeds Act) que el Presidente firmó el año pasado.\n\n\t\tLa Casa Blanca ha anunciado más de 350 compromisos por parte de directivos de universidades y otras organizaciones dirigidos a ofrecer medios para la obtención de títulos a los estudiantes poco representados en las carreras STEM.\n\n\t\tEl Presidente Obama ha puesto en marcha tradiciones como la Feria de Ciencias de la Casa Blanca para homenajear a los jóvenes que emplean STEM para mejorar sus comunidades y el mundo. \n\n\n\tY en su presupuesto final anunciado en febrero, el Presidente mantuvo esta impresionante trayectoria con una inversión de $3 mil millones para programas de educación STEM, así como una propuesta histórica de $4 mil millones para apoyar la enseñanza de informática para todos los estudiantes.\n\nLa Administración anunciará hoy nuevas medidas\n\n\tLas agencias federales anunciarán nuevas medidas para brindar a las comunidades locales las herramientas, el personal y el apoyo que necesitan para expandir sus iniciativas STEM. Estas incluyen:\n\n\n\t\tAsesoramiento federal para el fomento de la educación STEM. Hoy, la Oficina de STEM del Departamento de Educación publicará una carta para nuestros estimados colegas que brinda orientación a los estados, los distritos escolares y otras organizaciones del sector educativo sobre cómo utilizar los fondos federales para respaldar las estrategias innovadoras de educación STEM y garantizar la consecución de oportunidades y resultados equitativos en el ámbito de la educación STEM para todos los estudiantes en el año lectivo 2016-17. En particular, esta orientación describe cómo se pueden utilizar los fondos federales para apoyar una enseñanza de alta calidad, práctica y activa de materias STEM. \n\n\t\tLa organización Corporation for National and Community Service (CNCS) está trabajando en colaboración con STEM Funders Network y Afterschool Alliance para respaldar ecosistemas dinámicos de educación STEM en un grupo de hasta 14 comunidades, donde las escuelas locales, los programas extracurriculares, las empresas, las instituciones de educación terciaria, los museos y las entidades locales trabajarán de forma conjunta para expandir las oportunidades de aprendizaje de materias STEM para los estudiantes locales. Con el fin de respaldar este esfuerzo, CNCS empleará a un contingente de hasta 28 miembros de AmeriCorps VISTA como personal a tiempo completo en dichas comunidades. Además, CNCS está ampliando el programa STEM AmeriCorps VISTA mediante una nueva colaboración con la Academia de Ciencias de Nueva York (New York Academy of Sciences) que destinará a más de 10 miembros de AmeriCorps VISTA a programas de tutorías de materias STEM después de clase durante los próximos 2 años, para atender las necesidades de estudiantes que viven en 60 de los barrios más pobres de la ciudad de Nueva York, NY y Newark, NJ.\n\n\t\tLa Oficina de Patentes y Marcas de EE. UU. (U.S. Patent and Trademark Office, USPTO), en colaboración con YMCA of the USA, ayudará a expandir Thingamajig, un programa desarrollado por YMCA of Metropolitan DC, en 10 sedes nuevas en ciudades de todo el país.  Estas ciudades crearán programas, seminarios y herramientas para ayudar a los estudiantes a conectar su educación STEM con habilidades prácticas de resolución de problemas en el mundo real. Esta colaboración se basa en los últimos 2 años de expansión en toda la organización YMCA of the USA, cuyo ámbito de influencia abarca a más de 100,000 jóvenes (en especial, jóvenes de bajos ingresos y poco representados) en 48 estados y Washington, D.C. Este año, además, la USPTO ampliará su colaboración con el programa JAMTECH para sumar más sedes en todo el país.   JAMTECH es una experiencia educativa práctica que brinda a los estudiantes que han tenido acceso limitado o nulo a materias de programación informática la oportunidad de desarrollar y programar sus propios videojuegos en el transcurso de un día: el curso enseña los principios de diseño, codificación y programación de videojuegos de una manera que permite que los estudiantes amplíen sus conocimientos de materias como matemáticas, física, análisis, lógica y estrategia.\n\n\t\tAhora los estudiantes y adultos tienen acceso a más de 200 proyectos de ciencia para ciudadanos patrocinados por el gobierno federal en un mismo sitio: CitizenScience.gov.   La Administración de Servicios Generales (General Services Administration, GSA) se ha asociado al centro Woodrow Wilson International Center for Scholars (WWICS), un instrumento fideicomiso del gobierno de EE. UU., para lanzar CitizenScience.gov, una nueva plataforma central para las iniciativas de ciencia para ciudadanos y de colaboración abierta del sector público. CitizenScience.gov proporcionará información, recursos y herramientas al personal del gobierno, estudiantes y adultos que están realizando proyectos de colaboración abierta y ciencia para ciudadanos o que están interesados en participar de manera activa en estos. El desarrollo de este catálogo obedece a lo dispuesto en el memorando de septiembre de 2015 dirigido a los departamentos y agencias federales, publicado por la Oficina de Política Científica y Tecnológica de la Casa Blanca (Office of Science and Technology Policy, OSTP).\n\nEl Departamento de Educación (Department of Education, ED), el Departamento de Salud y Servicios Humanos (Department of Health and Human Services, HHS) y Too Small to Fail (TSTF) publicarán una serie de circulares de consejos con el título \"¡Hablemos, leamos y cantemos sobre STEM!\" (\"Let’s Talk, Read and Sing about STEM!\").  Estas circulares de consejos brindan recomendaciones y recursos concretos para que las familias, los tutores y los docentes de bebés, niños pequeños y niños en edad preescolar puedan incorporar de manera sencilla los conceptos y el vocabulario de STEM en sus actividades  diarias, además de sugerencias para realizar actividades que animen a los niños pequeños a aprender materias STEM.    Estos nuevos recursos se basan en una serie de materiales existentes creados conjuntamente por ED, HHS y TSTF que se enfocan en el desarrollo temprano de la capacidad cerebral y el lenguaje.\n\n\t\tLa National Science Foundation (NSF) celebrará un Día de aprendizaje activo (Day of Active Learning). Existe una base muy sólida de evidencia que demuestra que la participación activa mejora el aprendizaje de los estudiantes pertenecientes a todos los grupos demográficos y que tiene un efecto especialmente beneficioso para las mujeres y los estudiantes poco representados, probablemente debido al mayor sentido de pertenencia que se puede lograr en las aulas de participación activa. Hoy, la NSF anunciará que va a organizar un Día de aprendizaje activo en los próximos meses del año con el objetivo de capacitar y animar a los docentes de toda la nación para que utilicen métodos de aprendizaje activo en sus aulas.  \n\n\nCompromisos del sector privado como respuesta al llamado a la acción del Presidente.\n\n\tMás de 100 organizaciones diferentes anunciarán nuevos compromisos el día de hoy, lo cual pone de manifiesto que ha habido una respuesta sin precedentes al llamado del Presidente durante el Estado de la Unión de dar a todos los niños una oportunidad de aprender informática, así como un apoyo a su campaña general \"Educar para innovar\" dirigida a garantizar que todos los estudiantes tengan las herramientas que necesitan para ser personas innovadoras y capaces de aportar soluciones.  Entre estos anuncios, cabe destacar los siguientes:\n\n\n\t\tNuevas colaboraciones para capacitar a los maestros y ayudar a más de 500 escuelas K-12 a ampliar el acceso a cursos de informática. Code.org se ha asociado a siete organizaciones locales para ofrecer programas de aprendizaje profesional con el objeto de preparar a 550 maestros nuevos de escuela media y secundaria en el transcurso de los próximos 2 años. Además, Code.org ayudará a respaldar las iniciativas de más de 500 escuelas K-12 dirigidas a ampliar su oferta de cursos de informática. Esto incluye: \n\n\t\t\n\n\t\t\t\tNueve distritos escolares de los alrededores de Chicago se han asociado para empezar a ofrecer el curso avanzado Principios de informática (AP CS Principles) en 21 escuelas secundarias.\n\n\t\t\t\tEl Distrito Escolar Independiente de Dallas ofrecerá cursos básicos de informática en todo el distrito por primera vez en la mayoría de sus escuelas secundarias y en todas sus escuelas medias durante el año lectivo 2016-17.\n\n\t\t\t\tEl Departamento de Educación de Georgia y la Oficina de Desempeño Estudiantil del Gobernador (Governor’s Office of Student Achievement) de dicho estado se han comprometido a ofrecer el curso avanzado Principios de informática (AP CS Principles) en un total de 60 escuelas secundarias y a integrar el estudio de la informática en los cursos existentes de 60 escuelas medias de todo el estado.\n\n\t\t\t\tEste año, el Departamento de Educación de Mississippi organizará seis talleres de verano para preparar a aproximadamente 170 maestros nuevos de informática de grados K-5.\n\n\t\t\t\tLos distritos escolares del noreste de Florida, que representan a los condados de Clay, Duval, Nassau y St. Johns, han aunado esfuerzos para expandir las oportunidades de cursar estudios de informática para los más de 200,000 alumnos que estudian en sus 330 escuelas.\n\n\t\t\t\tEn el estado de Washington, los distritos de servicios educativos 123, 171 y 112 (que engloban a 82 distritos escolares) se han asociado a Code.org para ofrecer oportunidades de aprendizaje profesional de informática a los maestros de escuelas primarias y medias, así como a los asesores académicos y administradores de escuelas medias y secundarias.\n\n\n\n\t\tUna inversión de $200 millones de Oracle durante los próximos 18 meses en fondos directos y en especie para respaldar la enseñanza de informática en Estados Unidos. Esta inversión permitirá que 125,000 alumnos más de K-12 aprendan informática a través del programa gratuito Oracle Academy. Además, Oracle está ampliando el acceso a las áreas emergentes de las ciencias informáticas para los maestros y alumnos interesados mediante oportunidades como sus seminarios Big Data Science Boot Camps, totalmente gratuitos. Para complementar su oferta directa de cursos de informática, Oracle invertirá más de $3 millones en organizaciones sin fines de lucro dedicadas a inspirar a las niñas pequeñas y a otros alumnos de grupos demográficos poco representados a seguir carreras de STEM e informática.\n\n\t\tUna nueva plataforma de emparejamiento en línea, creada por US2020, para conectar a más profesionales de STEM con oportunidades de trabajo voluntario, con el objetivo inicial de atender a 20,000 alumnos este año. Esta nueva plataforma permitirá que cualquier organización sin fines de lucro o maestro pueda ponerse en contacto fácilmente con un profesional de STEM. En 2016, US2020 usará la plataforma como una base central para lograr la participación de más de 1,000 corporaciones y organizaciones cívicas a fin de atender a más de 20,000 alumnos, con la mira puesta en las niñas, los estudiantes de grupos demográficos tradicionalmente poco representados y los niños provenientes de familias de bajos ingresos.\n\n\t\tCompromisos para expandir la enseñanza de materias STEM a estudiantes jóvenes de todo el país. Como respuesta al énfasis cada vez mayor que la Administración está poniendo en la expansión de la educación preescolar, toda una serie de organizaciones del sector privado están dando un paso al frente y asumiendo nuevos compromisos dirigidos a crear programas de educación preescolar STEM en todos los estados, equipar a cada centro Head Start del país con herramientas STEM y fomentar la participación de las familias con opciones culturales y de nuevos medios de comunicación.  Antes de fin de mes, publicaremos una lista completa de compromisos nuevos en el ámbito de un evento de la Casa Blanca sobre educación preescolar y STEM. Estas incluyen:\n\t\t\n\n100Kin10 va a otorgar $1.7 millones a organizaciones asociadas en el estado de Nueva York y ha aprovechado el respaldo adicional de Motorola Solutions para desarrollar nuevas formas de mejorar el alcance y la calidad de la enseñanza de informática e ingeniería en las escuelas K-12.\n\nCommon Sense Education producirá una serie de herramientas y recursos educativos para la enseñanza preescolar de STEM, que incluirá materias tales como Codificación para lectores precoces. Estos recursos tienen el potencial de llegar a más de 300,000 maestros en 100,000 escuelas y 65 millones de hogares en todo el país.\n\n\t\t\t\tLa fundación Heising-Simons Foundation se asociará a la empresa The Fred Rogers Company para apoyar la producción de 25 episodios de “Odd Squad”, un programa de televisión centrado en las matemáticas que transmite PBS Kids, además de crear juegos, una aplicación y organizar seminarios de verano sobre matemáticas de una semana de duración totalmente gratuitos en 14 ciudades estadounidenses para más de 400 niños.\n\n\t\t\t\tLa organización Hispanic Information and Telecommunications Network (HITN) donará 10,000 kits familiares de STEM en inglés y español a instituciones de aprendizaje informal (bibliotecas y museos) y organizaciones comunitarias y nacionales (entre las que se incluyen los programas de visitas al hogar) que atienden a familias de bajos ingresos con el fin de ampliar el acceso a las materias STEM que los niños tienen desde su casa.\n\nLearning Point Alaska, Inc. se está asociando a varias organizaciones de pueblos originarios de Alaska para ofrecer programas de enseñanza informal de materias STEM con un enfoque tecnológico a los alumnos de escuela primaria y desarrollar la capacidad de los maestros locales en las aldeas de pobladores originarios de todo el estado de Alaska.\n\n\t\t\t\tEl Museo de Ciencia de Boston ha lanzado una iniciativa de 3 años de duración dirigida a crear un plan de estudios de ingeniería preescolar basado en la investigación, el cual tomará como base el plan de estudios \"Engineering is Elementary\" del museo, que las escuelas podrán utilizar para educar a niños de 3 a 5 años de edad.\n\n\t\t\t\tLa National Head Start Association y Lakeshore Learning se plantearán el objetivo de inscribir a un millón de niños en los programas Head Start mediante su iniciativa \"Recycle Your Way to STEAM\".\n\nSesame Workshop, creadores de Barrio Sésamo, desarrollarán \"Make Believe with Math\", un curso en línea masivo y abierto (CEMA) para docentes, que se ofrecerá de forma gratuita por Internet junto a otras herramientas de capacitación.\n\n\n\n\n\tPuede obtener los detalles completos de los anuncios realizados hoy aquí.\n\n\n\n\n"
}