{
    "title": "Readout of the Vice President's Call with Egyptian Vice President Omar Soliman | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/02/08/readout-vice-presidents-call-egyptian-vice-president-omar-soliman",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nFebruary 08, 2011\n\n \n\n\n\nReadout of the Vice President's Call with Egyptian Vice President Omar Soliman\n\n\n\n\nVice President Biden spoke today to Egyptian Vice President Omar Soliman to reiterate the United States’ support for an orderly transition in Egypt that is prompt, meaningful, peaceful, and legitimate.  Vice President Biden urged that the transition produce immediate, irreversible progress that responds to the aspirations of the Egyptian people.\n\t \n\tThe Vice President reaffirmed that the future of Egypt will be determined by the Egyptian people. The Vice President took note of steps the government of Egypt has pledged to take in response to the opposition and urged the government to take immediate action to follow through on its commitments.  \n\t \n\tBased on our nation’s fundamental belief in the importance of universal rights and representative governments, as well as on consultations with Egypt’s opposition and a broad cross section of civil society, Vice President Biden and Vice President Soliman discussed additional steps that the United States supports, including:\n\n\n\t\tRestraining the Ministry of Interior’s conduct by immediately ending the arrests, harassment, beating, and detention of journalists, and political and civil society activists, and by allowing freedom of assembly and expression;\n\n\t\timmediately rescinding the emergency law;\n\n\t\tbroadening participation in the national dialogue to include a wide range of opposition members; and\n\n\t\tinviting the opposition as a partner in jointly developing a roadmap and timetable for transition.\n\nThese steps, and a clear policy of no reprisals, are what the broad opposition is calling for and what the government is saying it is prepared to accept.  Vice President Biden expressed the belief that the demands of the broad opposition can be met through meaningful negotiations with the government.\n\n\n\n\n"
}