{
    "title": "Mensaje Semanal: El Presidente dice que los líderes republicanos defienden a los intereses especiales en vez de defender a los trabajadores estadounidenses | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/25/mensaje-semanal-el-presidente-dice-que-los-l-deres-republicanos-defiende",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 25, 2010\n\n \n\n\n\nMensaje Semanal: El Presidente dice que los líderes republicanos defienden a los intereses especiales en vez de defender a los trabajadores estadounidenses\n\n\n\n\n\n\n\tWASHINGTON – En su mensaje semanal, el Presidente Barack Obama deslindó diferencias con los republicanos en el Congreso quienes están poniendo los intereses especiales antes que el pueblo estadounidense y ofrecen simplemente una repetición de la misma política económica que llevó a la crisis financiera. Cuando el Partido Republicano le pidió ideas al pueblo estadounidense por medio de un sitio de Internet, una idea que generó mucho interés fue acabar con los recortes tributarios a empresas que envían empleos fuera del país. Pero cuando la Administración del Presidente Obama cerró una de las lagunas legales más flagrantes que beneficiaba a las empresas que envían empleos al extranjero, los republicanos se opusieron unánimemente. En lugar de ofrecer una vía a un futuro mejor, su plan es el eco de una década desastrosa que el país no puede darse el lujo de volver a vivir.\n\t \n\n\tEl audio completo del mensaje se encuentra AQUI. El video se puede ver por Internet en obamawhitehouse.archives.gov.\n\t \n\nDeclaraciones del Presidente Barack Obama\n\tMensaje semanal\n\tThe White House\n\t25 de septiembre, 2010\n\t \n\n\tEsta semana, los economistas que deciden oficialmente el momento en que se inician y concluyen las recesiones declararon que la recesión del 2008 ha llegado a su fin. Pero si ustedes están entre los millones de estadounidenses que perdieron su casa, empleo o ahorros como consecuencia de la recesión, la noticia no es de gran consuelo ni tiene gran valor.\n\t \n\n\tSí, la economía está creciendo en vez de contraerse, como lo hacía en el 2008 y a inicios del 2009. Todos los meses estamos generando empleos en el sector privado en vez de perder 800,000, como cuando asumí el mando.\n\t \n\n\tPero debemos seguir promoviendo el crecimiento que generará los empleos que necesitamos y reparar el terrible daño causado por la recesión. Por eso he propuesto una serie de medidas adicionales: recortes tributarios acelerados para empresas que compran equipo ahora; un recorte tributario permanente por investigación y desarrollo para promover la innovación por empresas estadounidenses, y un nuevo programa para reconstruir las carreteras, vías ferroviarias y pistas de aterrizaje de Estados Unidos, lo cual pondrá a la gente trabajar y hará que nuestro país sea más competitivo. \n\t \n\n\tJunto con los recortes tributarios a pequeñas empresas y el plan de préstamos que logramos que el Congreso aprobara la semana pasada, esas medidas ayudarán a generar empleo a corto plazo y darle solidez a la economía a largo plazo.\n\t \n\n\tAhora bien, los republicanos que quieren controlar el Congreso ofrecieron sus propias ideas el otro día. Muchas eran medidas similares a las que llevaron a la crisis económica para comenzar, lo que no es de sorprender, ya que muchos de sus líderes estuvieron entre quienes formularon esa fracasada política.\n\t \n\n\tSe basa en la misma filosofía trillada: recortar los impuestos de los millonarios y multimillonarios; reducir las normas para Wall Street y los intereses particulares, y dejar que la clase media se las arregle sola. Ésa no es la fórmula para un futuro mejor. Es el eco de una década desastrosa que no nos podemos dar el lujo de volver a vivir.\n\t \n\n\tLos republicanos en Washington aseguraron que sus ideas provienen de un sitio de Internet denominado “America Speaking Out”. Resulta que una de las ideas que ha generado más interés en su sitio de Internet es acabar con los recortes tributarios para las empresas que envían empleos al extranjero.\n\t \n\n\tLo gracioso es que cuando recientemente cerramos una de las lagunas legales más flagrantes para empresas que generan empleos en el exterior, los republicanos en el Congreso se opusieron casi unánimemente. El líder republicano John Boehner nos atacó por ello y defendió a las empresas que envían trabajos al exterior en vez de defender a los trabajadores estadounidenses.\n\t \n\n\tPor lo tanto, quizá los estadounidenses se estén pronunciando, pero no hay duda de que los republicanos en el Congreso no están escuchando. Quieren poner a los intereses especiales a cargo en Washington. Quieren revocar la ley que finalmente evitará que las compañías de seguro médico les nieguen cobertura en base a una enfermedad preexistente. Quieren revocar las reformas que finalmente protegerán a las esmeradas familias de las tarifas y multas escondidas cada vez que usan su tarjeta de crédito, hacen un pago hipotecario o sacan un préstamo de estudios.\n\t \n\n\tY a pesar de todo lo que dicen sobre frenar el gasto y controlar el déficit, quieren pedir prestado $700,000 millones adicionales y usarlos para otorgarles recortes tributarios a millonarios y multimillonarios. En promedio, se trata de un recorte de aproximadamente $100,000 para los millonarios.\n\t \n\n\tEn vez de recortar los impuestos de los más acaudalados –recortes que no podemos costear– he propuesto recortes tributarios para las familias de clase media que vieron sus ingresos reducirse en 5 por ciento durante la última década, la década perdida. Ya hemos recortado ocho impuestos diferentes para beneficio de los propietarios de pequeñas empresas a fin de ayudarlos a contratar y expandirse, y vamos a recortar ocho más. Estamos desafiando a nuestros estados y escuelas a que hagan una mejor labor con la educación de nuestros niños y que hagan los estudios universitarios más económicos para que Estados Unidos vuelva a ser el líder mundial en proporción de muchachos graduados de la universidad. Y estamos llevando a su fin los días de los rescates financieros a costa de los contribuyentes, para que la gente promedio nunca tenga que volver a pagar por los errores de Wall Street. \n\t \n\n\tEstados Unidos es un gran país. Nuestra democracia es vigorosa, nuestra economía es dinámica, y nuestros trabajadores pueden competir y superar a cualquiera. Pero la manera de seguir siendo el mejor país en la Tierra no es dar marcha atrás y poner a los intereses especiales a cargo de nuevo. Es asegurarnos de que toda nuestra gente reciba un trato justo. Es asegurarnos de que todos aquellos dispuestos a trabajar por el Sueño Americano tengan la oportunidad de alcanzarlo. Y ésa será siguiendo mi misión cada día mientras tenga el honor de ser Presidente.\n\t \n\n\tEspero que todos tengan un buen fin de semana.\n\t \n\n\t###\n\n\n\n\n"
}