{
    "title": "HOJA INFORMATIVA: La Ley de Empleos en Pequeñas Empresas ofrecerá apoyo inmediato a pequeñas empresas | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/27/hoja-informativa-la-ley-de-empleos-en-peque-empresas-ofrecer-apoyo-inmed",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 27, 2010\n\n \n\n\n\nHOJA INFORMATIVA: La Ley de Empleos en Pequeñas Empresas ofrecerá apoyo inmediato a pequeñas empresas\n\n\n\n\n\n\tEl lunes el Presidente Obama promulgó la Ley de Empleos en Pequeñas Empresas, el cual le brindará a las pequeñas empresas de nuestro país el apoyo y los incentivos para crecer y poder contratar. La ley incluye varias propuestas presentadas por el Presidente este año, y las pequeñas empresas podrán beneficiarse de inmediato de la nueva ley.\n\n\t \n\nHOJA INFORMATIVA: La Ley de Empleos en Pequeñas Empresas ofrecerá apoyo inmediato a pequeñas empresas:\n\n\tLa ley prorroga de inmediato las exitosas cláusulas de la Dirección de Pequeñas Empresas (Small Business Administration o SBA) en la Ley para la Recuperación, lo que significa que dentro de unos cuantos días, se reanudarán los préstamos para la recuperación de la SBA, comenzando con más de 1,300 pequeñas empresas que han estado esperando para conseguir el crédito que necesitan, y en semanas venideras se beneficiarán miles de empresas adicionales.\n\n\t \n\n\tAdemás, la ley incluye ocho recortes tributarios para pequeñas empresas que entraron plenamente en vigor el lunes y se aplicarán a los impuestos de las pequeñas empresas correspondientes a este año, lo cual creará un incentivo inmediato para realizar nuevas inversiones y expansiones.\n\n\t \n\nPor ejemplo:\n\n\n\t\tSi usted es propietario de una pequeña empresa y compra equipo nuevo, puede deducir de inmediato los primeros $500,000 invertidos.\n\n\t\tSi su empresa está entre las más de ocho millones de pequeñas empresas que reúnen los requisitos, ciertas inversiones clave a largo plazo estarán totalmente exoneradas de los impuestos a las ganancias de capital.\n\n\t\tSi es un empresario que asume riesgos con una idea nueva, puede deducir los primeros $10,000 en gastos iniciales.\n\n\t\tY si trabaja por cuenta propia, podrá deducir 100 por ciento del costo de seguro médico para sí mismo y su familia al calcular los impuestos para trabajadores independientes.\n\n\n\t \n\nMÁS DETALLES:\n\nOcho recortes tributarios para pequeñas empresas que entraron en vigor el lunes 27 de septiembre crean incentivos para que realicen inversiones:El Presidente ya había promulgado ocho recortes tributarios para pequeñas empresas, y el lunes promulgó ocho recortes tributarios más que entraron en vigor de inmediato.\n\n\t \n\n1.   Exoneración total de impuestos sobre ganancias de capital en inversiones clave para pequeñas empresas:Bajo la Ley para la Recuperación, 75 por ciento de las ganancias de capital en inversiones clave hechas por pequeñas empresas este año estaban exoneradas de impuestos. La Ley de Empleos en Pequeñas Empresas (Small Business Jobs Act) pone en vigor una cláusula temporal para el resto del 2010 propuesta por el Presidente que elimina todos los impuestos sobre ganancias de capital sobre estas inversiones si se mantienen durante cinco años. Más de 1 millón de pequeñas empresas cumplen con los requisitos para ser exoneradas de impuestos sobre ganancias de capital si mantienen una inversión realizada este año durante cinco años o más. \n\n2.   Extensión y expansión de la capacidad de las pequeñas empresas para deducir inmediatamente sus inversiones de capital:La ley aumenta a $500,000 para el 2010 y el 2011 la cantidad invertida que las empresas podrían deducir de inmediato, a la vez que eleva a $2 millones el nivel de inversiones en que la deducción gradualmente se termina. Sin la ley, el límite de deducción habría sido $250,000 este año y apenas $25,000 el próximo año. Esta cláusula significa que 4.5 millones de pequeñas empresas y personas podrán realizar nuevas inversiones comerciales ahora y saber que recibirán un recorte mayor en sus impuestos correspondientes a este año.\n\n3.   Extensión de la deducción por la depreciación adicional del 50%:Como propuso el Presidente en su presupuesto, la ley prorroga hasta el 2010 una cláusula de la Ley para la Recuperación de “depreciación adicional” de 50 por ciento, lo que les permite a2 millones adicionales de empresas, grandes y pequeñas, realizar inversiones ahora y saber que podrán recibir un recorte tributario este año al acelerar la rapidez con que pueden deducir sus gastos de capital.\n\n4.   Una nueva deducción por gastos en seguro médico para los trabajadores independientes:La ley les permite saber a 2 millones de trabajadores independientes que podrán deducir de sus impuestos correspondientes a este año el costo del seguro médico que pagaron por sí mismos y sus familiares al calcular los impuestos para trabajadores independientes. Se calcula que esta cláusula otorgará $1,900 millones en recortes tributarios a estos empresarios.\n\n5.   Alivio tributario y simplificación de las deducciones para teléfonos celulares:La ley cambia las normas tributarias para que se pueda deducir el uso de celulares sin onerosa documentación adicional, lo cual facilita que prácticamente todas las pequeñas empresas en Estados Unidos reciban las deducciones que merecen,comenzando con los impuestos correspondientes a este año.\n\n6.   Un incremento en la deducción de los empresarios por gastos de inicio de operaciones:La ley incrementa temporalmente de $5,000 a $10,000 el monto que los empresarios pueden deducir de sus impuestos correspondientes a este año por gastos de inicio de operaciones (que disminuyen gradualmente hasta el límite de $60,000 en gastos), lo cual ofrece un incentivo inmediato para que alguien con una idea empresarial invierta en abrir una nueva pequeña empresa ahora.\n\n7.   Cinco años de retroactividad en los créditos empresariales generales:La ley permite que ciertas pequeñas empresas “utilicen retroactivamente” los créditos generales de su empresa para disminuir sus impuestos durante cinco años, lo cual les otorga un recorte tributario en sus impuestos correspondientes a este año, y a la vez permite que esos créditos reduzcan el Impuesto Mínimo Alternativo, lo cual reduce los impuestos para estas pequeñas empresas.\n\n8.   Limitaciones a las sanciones por errores en declaraciones tributarias que afectan desproporcionadamente a las pequeñas empresas:La ley cambia,a partir de este año, la sanción por dejar de reportar ciertas transacciones tributarias de una cantidad fija, lo cual según críticos imponía una sanción desproporcionadamente onerosa a las pequeñas empresas en ciertas circunstancias, a un porcentaje de los beneficios tributarios de la transacción.\n\n\t \n\nExtensión de cláusulas exitosas de la Ley para la Recuperación sobre préstamos de la SBA— Respaldan de inmediato préstamos a más de 1,300 pequeñas empresas:Con fondos otorgados por la ley, la SBA comenzará a financiar nuevos préstamos de recuperación en unos días, comenzando con más de 1,300 empresas que esperan para recibir préstamos de recuperación, y éstos ascenderán a más de $680 millones. \n\n\nExtensión de cláusulas que pueden respaldar un total de $14,000 millones en préstamos a pequeñas empresas:Extender estas mejoras a préstamos de recuperación –que aumentan a 90% las garantías del mayor programa de préstamos de la SBA (el programa 7(a)) y reducen las cuotas para el programa 7(a) y 504– tienen la capacidad de respaldar $14,000 millones en préstamos a pequeñas empresas. Las cláusulas sobre préstamos de recuperación de la SBA ya han respaldado $30,000 millones en préstamos a más de 70,000 pequeñas empresas.\n\nEn las próximas semanas, la ley permitirá que la SBA también respalde préstamos por montos mayores:La ley también aumenta el monto máximo de préstamos con los programas de la SBA, que en semanas próximas permitirá que más pequeñas empresas tengan acceso a crédito a fin de que puedan expandirse y generar nuevos empleos. La ley:\n\naumenta permanentemente el monto máximo de préstamos con los dos principales programas de préstamo de la SBA, de tal manera que el monto máximo de préstamos 7(a) y 504 incrementa de $2 millones a $5 millones, y el monto máximo de préstamos 504 relacionados con la producción industrial incrementa de $4 millones a $5.5 millones.\n\naumenta permanentemente el monto máximo de micropréstamos de la SBA, de$35,000 a $50,000, y mejora una herramienta crucial para que los empresarios y dueños de pequeñas empresas en mercados subatendidos obtengan acceso a capital para iniciar operaciones.\n\naumenta temporalmente el monto máximo de préstamos Express de la SBA de $350,000 a $1 millón y otorga mayor acceso a préstamos de capital de trabajo que las pequeñas empresas usan para adquirir nuevas existencias y aceptar los próximos pedidos, lo que les permite generar empleos.\n\nEl Departamento del Tesoro está trabajando rápidamente para implementar el Fondo de Préstamos a Pequeñas Empresas (Small Business Lending Fund) y el Programa Estatal de Crédito a Pequeñas Empresas (State Small Business Credit Initiative):  Además de estas cláusulas de la SBA, el Tesoro se apresura a implementar dos nuevos programas concebidos para apoyar los préstamos por el sector privado a pequeñas empresas dignas de crédito, y tiene previsto dar a conocer en las próximas semanas detalles adicionales sobre la solicitud para estos programas.\n\n\t\tEl Fondo de Préstamos a Pequeñas Empresas pondría a disposición de bancos pequeños $30,000 millones en capital con incentivos para aumentar los préstamos a pequeñas empresas, lo que potencialmente respaldará que el crédito nuevo multiplique varias veces esa cantidad.\n\n\t\tEl Programa Estatal de Crédito a Pequeñas Empresas respaldará por lo menos $15,000 millones en préstamos nuevos al mejorar programas estatales para pequeñas empresas, muchos de los cuales enfrentan recortes de presupuesto. Estos programas hacen uso de prestamistas del sector privado para otorgar crédito adicional.\n\n\n\t###\n\n\n\n\n"
}