{
    "title": "Fact Sheet: President Obama to Create the World’s Largest Marine Protected Area | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/08/26/fact-sheet-president-obama-create-worlds-largest-marine-protected-area",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 26, 2016\n\n \n\n\n\nFact Sheet: President Obama to Create the World’s Largest Marine Protected Area\n\n\n\n\n\n\tOn Friday, President Obama will expand the Papahānaumokuākea Marine National Monument off the coast of Hawaii, creating the world’s largest marine protected area. Building on the United States’ global leadership in marine conservation, today’s designation will more than quadruple the size of the existing marine monument, permanently protecting pristine coral reefs, deep sea marine habitats, and important ecological resources in the waters of the Northwest Hawaiian Islands. \n\n\tFollowing this historic conservation action, the President will travel to Hawaii next week. On Wednesday evening, he will address leaders from the Pacific Island Conference of Leaders and the IUCN World Conservation Congress, which is being hosted in the United States for the first time. On Thursday, he will travel to Midway Atoll, located within the Papahānaumokuākea Marine National Monument, to mark the significance of this monument designation and highlight first-hand how the threat of climate change makes protecting our public lands and waters more important than ever. \n\n\tThe monument was originally created in 2006 by President George W. Bush and designated as a UNESCO World Heritage Site in 2010.  Since that time, new scientific exploration and research has revealed new species and deep sea habitats as well as important ecological connections between the existing monument and the adjacent waters. Today’s designation will expand the existing Marine National Monument by 442,781 square miles, bringing the total protected area of the expanded monument to 582,578 square miles.\n\n\tThe expansion provides critical protections for more than 7,000 marine species, including whales and sea turtles listed under the Endangered Species Act and the longest-living marine species in the world — black coral, which have been found to live longer than 4,500 years. Additionally, as ocean acidification, warming, and other impacts of climate change threaten marine ecosystems, expanding the monument will improve ocean resilience, help the region’s distinct physical and biological resources adapt, and create a natural laboratory that will allow scientists to monitor and explore the impacts of climate change on these fragile ecosystems.\n\n\tThe expanded monument area also contains resources of great historical and cultural significance. The expanded area, including the archipelago and its adjacent waters, is considered a sacred place for the Native Hawaiian community. It plays a significant role in Native Hawaiian creation and settlement stories, and is used to practice important activities like traditional long-distance voyaging and wayfinding. Additionally, within the monument expansion area, there are shipwrecks and downed aircraft from the Battle of Midway in World War II, a battle that marked a major shift in the progress of the war in favor of the Allies.\n\n\tAll commercial resource extraction activities, including commercial fishing and any future mineral extraction, are prohibited in the expansion area, as they are within the boundaries of the existing monument. Noncommercial fishing, such as recreational fishing and the removal of fish and other resources for Native Hawaiian cultural practices, is allowed in the expansion area by permit, as is scientific research.\n\n\tIn recognition of the value of Papahānaumokuākea to Native Hawaiians, and in keeping with President Obama’s commitment to elevating the voices of Native peoples in management of our resources, Secretary of the Interior Jewell and Secretary of Commerce Pritzker also announced that the Departments will soon sign an agreement with Hawaii’s Department of Natural Resources and Office of Hawaiian Affairs providing for a greater management role as a trustee in the Papahānaumokuākea Marine National Monument.  This arrangement has been previously requested by Senator Brian Schatz and Governor Ige.\n\n\tToday’s action by President Obama responds to a proposal put forward by Senator Schatz and prominent Native Hawaiian leaders, in addition to significant input and local support from Hawaii elected officials, cultural groups, conservation organizations, scientists and fishermen.  This step also builds on a rich tradition of marine protection in Hawaiian waters and world-class, well managed fisheries, including a longline fishing fleet that is a global leader in sustainable practices. \n\n\tIn addition to protecting more land and water than any Administration in history, President Obama has sought to lead the world in marine conservation by combating illegal, unregulated and unreported fishing, revitalizing the process for establishing new marine sanctuaries, establishing the National Ocean Policy, and promoting ocean stewardship through the use of science- based decision making.\n\n\t###\n\n\n\n\n"
}