{
    "title": "Background Briefing by Senior Administration Officials on the Vice President's Asia Trip | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/12/04/background-briefing-senior-administration-officials-vice-presidents-asia",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 04, 2013\n\n \n\n\n\nBackground Briefing by Senior Administration Officials on the Vice President's Asia Trip\n\n\n\n\n\n\tBeijing, China\n\n\t \n\n\t10:44 P.M. (LOCAL) \n\n\t \n\n\tSENIOR ADMINISTRATION OFFICIAL:  What I thought I’d do in a reasonably scattered and semi-coherent way, given the lateness of the hour and the length of the sessions we’ve just come out of, is walk through the Vice President’s meetings with President Xi today, and then open it up to a few questions from you guys.  And then maybe we can spend a few minutes off the record at the end of that -- a little more texture and color.\n\n\t \n\n\tSo just to situate all of you, the Vice President spent a combined total of five and a half hours with President Xi today in three formats.  He spent about two hours in a restricted meeting with a small handful of aides on each side.  He spent an hour and a half in a larger expanded meeting and they had a substantial delegation on each side, and about two hours at a small working dinner, again, with just a few aides on each side.\n\n\t \n\n\tThe conversations ranged from the strategic to the detailed, and covered every significant topic in the U.S.-China relationship.  And sometimes topics were covered two or three times over the course of an evolving five-and-a-half-hour conversation.  The conversation was very much a back-and-forth.  It reflected the casual candor that these two leaders have developed over the course of their relationship.  And it was firmly punctuated by references to previous conversations where the two of them were picking up on threads that had started back in Chengdu or in Los Angeles or wherever it might be.  And there was a real ease to the conversation in that respect, even though they were dealing with some difficult issues and having very direct discussions about them.\n\n\t \n\n\tSo this was my first time seeing the Vice President with President Xi, and I was quite taken aback by the nature of the dynamic between them -- the comfort that they have with one another, their willingness to really talk about the issues in a way that was personal, anecdotal, sort of building on each other’s analysis.  It was not just a back-and-forth of talking points by any stretch of the imagination.  And I know that we often come back and tell you that, but I promise you, this time it’s true.  (Laughter.)\n\n\t \n\n\tSo with that, let me just run through some of the issues that were covered.  They spent a good amount of time sort of throughout the discussion stepping back to look at the overall bilateral relationship and all of its complexities -- the need to build trust, the need to expand practical cooperation, the need to manage differences effectively, predictably, the need to be direct and candid with one another.  And in fact, both President Xi and Vice President Biden remarked to one another that the strength of their personal relationship lies in the fact that they can be very direct about difficult issues.  And obviously, also with respect to the bilateral relationship, the need for a consistent and sustained high-level engagement at the leadership level, and the view that they share that there’s really no substitute for these extended personal conversations between the leaders of each country.\n\n\t \n\n\tThey spent a substantial amount of time on North Korea, and they reviewed the internal situation in North Korea in light of some of the news reports in recent days.  And they talked at some length about what the Iran example suggests for North Korea, and that is to say a combination of pressure plus dialogue plus international community unity -- and especially unity among the significant global power -- is what brought Iran to the table to deal constructively, and the same recipe can apply for North Korea.  \n\n\t \n\n\tSo they talked about all of the elements of that, about the U.S. and China and the other five-party partners being on the same page about dialogue not being for dialogue’s sake, but being for a serious purpose and actually producing results, and about the need for pressure in order to sharpen the choice for North Korea and our common quest to have them denuclearize.\n\n\t \n\n\tSo there was quite a bit of discussion about the work that our respective teams have been doing to think about how to create the conditions for negotiations that could actually be fruitful and not just a repeat of the same old North Korean game.  And they went and forth on that at some length.\n\n\t \n\n\tThey obviously spoke about the air defense and interdiction zone -- identification zone, excuse me -- and about the broader regional issues that are implicated in that in the East China Sea and in the South China Sea.  And the Vice President laid out our position in detail.  He indicated, as we’ve said, that we don’t recognize the zone, that we have deep concerns about it.  And he indicated to Xi that we are looking to China to take steps as we move forward to lower tensions, to avoid enforcement actions that could lead to crisis, and to establish channels of communication with Japan, but also with their other neighbors to avoid the risk of mistake, miscalculation, accident or escalation.\n\n\t \n\n\tPresident Xi was equally comprehensive in laying out China’s perspective on the zone, on their view of territorial disputes in the region and broader regional tensions.  And he explained China’s thinking on these issues at some length in two different portions of the five-and-a-half-hour session.  Both near the beginning and near they came to this issue.  But ultimately President Xi took on board what the Vice President laid out, and now, from our perspective, it’s up to China.  And we’ll see how things unfold in the coming days and weeks.  \n\n\t \n\n\tThey had an extensive conversation on economics, in particular the outcomes of the third plenum.  The Vice President inquired about specific aspects of the third plenum outcome document relating to the market as a decisive -- as the decisive factor in the economy, interest-rate liberalization and reform, multi-access issues, fair-competition issues that are encapsulated in the outcome document.  And the Vice President sought more granularity about what these mean on what time frame and in what manner, and suggested to Xi that reforms along these lines are the kinds of things that can really help deepen and strengthen the U.S.-China bilateral economic relationship, as well.\n\n\t \n\n\tBut he also made the point that some of these reforms are going to take years to implement, and that we also need to be making progress in the here and now on difficult issues -- WTO-related issues, issues related to silver-dumping cases, issues related to electronic payment services and other things along those lines.\n\n\t \n\n\tIn connection with the conversation on the economy, they talked about climate and clean energy as well, and about what it’s going to take in terms of practical cooperation, both bilaterally on these issues and then multilaterally to get to a kind of agreement that is sort of reflective of common responsibilities across the board.\n\n\t \n\n\tAnd I don’t want to give short shrift to just a broader, longer conversation about the region -- about how China sees the region, about how we see the region, about tensions with neighbors, issues in the South China Sea and the East China Sea, about the need for really all parties to act responsibly, but in particular China to take steps to try to promote a more peaceful, more stable regional environment.  \n\n\t \n\n\tAnd then they over dinner had more esoteric conversations about politics and history and governance and other topics that were areas that they had explored before in prior conversations, each kind of asking questions about the other’s country and sort of what made things tick there.  \n\n\t \n\n\tQ    Did they discuss this issue of the NSC, which he’s now created?\n\n\t \n\n\tSENIOR ADMINISTRATION OFFICIAL:  It only came up very briefly.  They didn’t get into great detail about it.  So that’s -- am I missing any significant issues?  That’s -- sorry, I didn’t mean to bore you, but that’s --\n\n\t \n\n\tQ    Great.  Thank you so much.  On the air defense zone then, are we just sort of in a kind of wait-and-see mode on China, and sort of a stance -- agree to disagree, but we hope they behave responsibly?  I mean, that sort of sounds like the deal.\n\n\t \n\n\tSENIOR ADMINISTRATION OFFICIAL:  Well, I wouldn’t say there’s a -- I wouldn’t characterize it as a deal.  What I would say is that we indicated to the Chinese not only our deep concerns in sort of how we look at the air defense identification zone, but we also made clear that not just the United States, but other countries as well are looking at them to take steps to lower tensions, and the includes avoiding enforcement actions that really could lead to a crisis.\n\n\t \n\n\tSo I think where we are on that is the Chinese have taken on board what the Vice President had to lay down, and now it’s a question of behavior and action as we go forward.  And what the Vice President’s goal is in all of this is to ensure that we see the lowering of tensions in a way that reduces the possibility of crisis or mistake or miscalculation.  And that’s how he’s going to judge the outcome of this.\n\n\t \n\n\tHe’ll also have the opportunity, of course, to speak with President Park on Friday.  The Koreans have -- it’s not as much in the news as the Japanese concerns, but the Koreans have their own substantial concerns about this.  And he’ll look forward to the opportunity consult.  Obviously the Chinese have a different perspective; they took this action.  But I think President Xi listened carefully to the Vice President’s arguments about the need to create a more conducive environment too.\n\n\t \n\n\tQ    And I just wondered, do you think in your -- in all of your analysis of Xi, the third plenum, all the positive kind of global news, do you think that the zone was connected to a deeply thought sort of strategic plan the Chinese had?  Or was this a political ploy by him to try to satisfy a certain wing of his establishment?  In other words, was this sort of a knee-jerk thing, or did he lay it down into some sort of long systemic incrementalism that this is part of the Chinese regional logic?\n\n\t \n\n\tSENIOR ADMINISTRATION OFFICIAL:  I'll ask my colleagues to -- a response on that.\n\n\t \n\n\tSENIOR ADMINISTRATION OFFICIAL:  Yes, I would say -- I mean, our assessment is that this was not a recent knee-jerk thing; it's part of a longstanding effort by China to protect its sovereignty and its territorial integrity, which is a well-known, self-described core interest that Xi Jinping himself feels very strongly about.\n\n\t \n\n\tQ    So does that make it harder for you guys or less hard for them than -- the benefit was more like a political move to temporarily satisfy some wing of conservatives?  It sounds like it might be harder if it's a deeply held belief, and he believes this is the right path for the Chinese to take.  \n\n\t \n\n\tSENIOR ADMINISTRATION OFFICIAL:  I'll try to answer that --\n\n\t \n\n\tQ    You don’t think -- \n\n\t \n\n\tSENIOR ADMINISTRATION OFFICIAL:  Well, one factor -- not an answer -- is that what's different today than yesterday is that the President of China heard literally firsthand, directly from someone he knows, what our concerns are and what our expectations are in terms of a responsible way forward.  It's reasonable to expect the impact of that conversation to take some time to manifest itself, but it is not at all trivial.\n\n\t \n\n\tQ    Was the U.S. opinion in the assessment of this welcome by Xi?  Or did he express any misgivings about the U.S. butting into a dispute that previously had been characterized as being between themselves and their neighbors?\n\n\t \n\n\tSENIOR ADMINISTRATION OFFICIAL:  Without quoting a foreign official, one thing that came across loud and clear was the conviction that understanding the other side's perspective and view of the implication of actions on the region and on the relationship is a prerequisite to finding solutions to problems. \n\n\t \n\n\tOne of the consistent themes from both the Vice President and President Xi was we need to be clear how we see a problem, what we think, and what we're looking for.  It's fine to be candid, and that sets the stage for each of us, independently or together, to think through how we're going to address a problem or ameliorate a situation.  So the short answer, therefore, is that I didn’t sense a pushback or objection to the straightforward presentation of the U.S. perspective by the Vice President. \n\n\t \n\n\tQ    The first session of the two leaders' meeting along with a small amount of staff that you mentioned lasted for two hours when on the schedule that we had, which may have been an estimate, was 45 minutes.  Does that -- I know you talked about a wide-ranging set of issues, principles, but you also said at the beginning and the end they talked about the -- in China, the South -- East China Sea.  Why did that run so long?   Were they hashing out that one particular issue or a particular issue?  Do the leaders just go as long as they feel comfortable and then call it quits, and that’s -- is that unusual?  \n\n\t \n\n\tSENIOR ADMINISTRATION OFFICIAL:  In the U.S.-China relationship, that’s a pretty common occurrence, because the restricted meeting is the one where there's a small group of advisors right around the principal, and they get into generally the most complex potentially contentious issues in the relationship.  \n\n\t \n\n\tSENIOR ADMINISTRATION OFFICIAL:  And they go as long as they need to.  And I would say that a substantial portion of that conversation was actually about North Korea.  \n\n\t \n\n\tQ    During the Vice President’s remarks, he referred to -- or he apologized to everyone for prevailing upon his friendship with Xi and leaving the room.  So what was that about?\n\n\t \n\n\tSENIOR ADMINISTRATION OFFICIAL:  I’m sorry, and what?\n\n\t \n\n\tQ    During the Vice President’s remarks at the -- \n\n\t \n\n\tSENIOR ADMINISTRATION OFFICIAL:  Expanded?\n\n\t \n\n\tQ    Yes, expanded.  \n\n\t \n\n\tSENIOR ADMINISTRATION OFFICIAL:  Well, I think he made everybody wait.\n\n\t \n\n\tSENIOR ADMINISTRATION OFFICIAL:  -- leaving people waiting -- \n\n\t \n\n\tQ    Oh, okay.  Well, I misheard.  I thought you said -- oh, they went for a little walk in the woods together.\n\n\t \n\n\tSENIOR ADMINISTRATION OFFICIAL:  No.\n\n\t \n\n\n\n\n"
}