{
    "title": "Presidential Memorandum - Delegation of Authority to Appoint Commissioned Officers of the Ready Reserve Corps of the Public Health Service | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/03/29/presidential-memorandum-delegation-authority-appoint-commissioned-office",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 29, 2013\n\n \n\n\n\nPresidential Memorandum - Delegation of Authority to Appoint Commissioned Officers of the Ready Reserve Corps of the Public Health Service\n\n\n\n\n\n\tMarch 29, 2013\n\n\t \n\n\tMEMORANDUM FOR THE SECRETARY OF HEALTH AND HUMAN SERVICES\n\n\t \n\n\tSUBJECT: Delegation of Authority to Appoint Commissioned Officers of the Ready Reserve Corps of the Public Health Service\n\n\t \n\n\tBy virtue of the authority vested in me as President by the Constitution and the laws of the United States, including section 301 of title 3, United States Code, I hereby assign to you the functions of the President under section 203 of the Public Health Service Act, as amended by Public Law 111-148, to appoint commissioned officers of the Ready Reserve Corps of the Public Health Service. Commissions issued under this delegation of authority may not be for a term longer than 6 months except for commissions that place officers in the Centers for Disease Control and Prevention's Epidemiological Intelligence Service, the Senior Commissioned Officer Student Training and Extern Program, the Indian Health Service Pharmacy Residency Program, the Indian Health Service Health Professions Scholarship Program, or the National Health Service Corps Scholarship Program, which may not be for a term longer than 2 years. Officers appointed pursuant to this delegation may not be appointed to the Ready Reserve Corps of the Public Health Service for a term greater than those outlined in this memorandum other than by the President. This authority may not be re-delegated.\n\n\t \n\n\tMy memorandum of May 31, 2011 (Delegation of Authority to Appoint Commissioned Officers of the Ready Reserve Corps of the Public Health Service), is hereby revoked.\n\n\tYou are authorized and directed to publish this memorandum in the Federal Register.\n\n\t \n\nBARACK OBAMA\n\n\n\n\n\n"
}