{
    "title": "NEW DETAILS: President Obama to Host White House Science Fair | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/04/22/new-details-president-obama-host-white-house-science-fair",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 22, 2013\n\n \n\n\n\nNEW DETAILS: President Obama to Host White House Science Fair\n\n\n\n\nWASHINGTON, DC -- Today, President Obama will host the White House Science Fair and celebrate the student winners of a broad range of science, technology, engineering and math (STEM) competitions from across the country. The President will also announce new steps as part of his Educate to Innovate campaign, an all-hands-on-deck effort to get more girls and boys inspired to excel in these key subjects.\n“When students excel in math and science, they help America compete for the jobs and industries of the future,” said President Obama. “That’s why I’m proud to celebrate outstanding students at the White House Science Fair, and to announce new steps my Administration and its partners are taking to help more young people succeed in these critical subjects.\"\nThe White House Science Fair will feature 100 students from more than 40 states, representing 45 different STEM competitions and organizations that recognize the talents of America’s next generation of scientists, engineers, inventors and innovators. Approximately 30 student teams will have the opportunity to exhibit their projects as part of the Fair. The President will view exhibits of the student work, ranging from breakthrough basic research to new inventions, followed by remarks to an audience of students, science educators and business leaders on the importance of STEM education to the country’s economic future.\nThe White House Science Fair is a key commitment in the President’s Educate to Innovate campaign to inspire more girls and boys to excel in STEM subjects. As the President has noted, “If you win the NCAA championship, you come to the White House. Well, if you're a young person and you produce the best experiment or design, the best hardware or software, you ought to be recognized for that achievement, too.”\nNew Commitments Being Announced Today to Advance the President’s Educate to Innovate Campaign\n\tNew AmeriCorps track focused on STEM Education: Starting this year, and in partnership with leading nonprofits, the Corporation for National and Community Service (CNCS) will announce a new dedicated cohort of national service participants, called STEM AmeriCorps. This effort will place national service members in nonprofits that mobilize STEM professionals to inspire young people to excel in STEM education. As a key first step, CNCS will place 50 AmeriCorps VISTA members across the country to build the capacity of FIRST, a nonprofit organization that sponsors robotics competitions and other tech challenges.  As a result of support from the AmeriCorps VISTA members, FIRST will be able to connect more low-income children with FIRST’s exciting competitions. AmeriCorps VISTA will partner with leading non-profits in the Maker Movement to create Maker Spaces in high schools around the country. These investments will lay the foundation for an AmeriCorps competition later this year in which STEM will be a priority, allowing the funding of hundreds of STEM-focused AmeriCorps members across the country. These members will recruit and support thousands of STEM professionals to volunteer in schools and academic programs. To maximize this opportunity, CNCS will pursue partnerships with both the private sector and other Federal agencies.\nMulti-year STEM mentoring campaign – US2020 – to get many more companies to commit their science and technology workforce to STEM volunteering:  In response to the President’s call to action, ten leading education non-profits and U.S. technology companies, including Fortune 500 firms SanDisk, Cognizant, and Cisco are launching US2020, an all-hands-on-deck effort to have many more STEM professionals mentor children from kindergarten through college. US2020 aims to make mentoring the new normal in the STEM professions in the same way that pro-bono work is common in the legal profession.  Member companies will work to have 20 percent of their STEM employees engaged in at least 20 hours a year of mentoring or teaching by the year 2020. The long-term goal of US2020 will be to mobilize 1 million STEM mentors annually by the year 2020, creating millions of moments of discovery – those life changing events when children launch rockets, build robots, write a computer program, or look into the farthest reaches of the universe.  Collectively, the founding partners and members of US2020 have already committed more than $2 million in private funds to launch the organization and support STEM mentoring. Partners have also committed to focus on scaling up quality mentoring and reaching many more underserved students – particularly girls and underrepresented minorities.  Over the next year, US2020 will be incubated within the non-profit organization Citizen Schools and will become a stand-alone non-profit entity in 2014. Additional US2020 founding partners and members include Weber Shandwick, AfterCollege, HotChalk, CodeNow, TEALS and the National Commission on Teaching and America's Future.\nSummer campaign to give many more students the ability to be “Makers”: This summer, the Maker Education Initiative will launch the first-ever MakerCorps.  These volunteers will give more young people the opportunity to design and build something that is personally meaningfully to them.  In its first year, over 100 MakerCorps members – in 19 states and Washington D.C. —will work work with 34 different partner organizations such as schools, libraries, and science centers.  In addition, Mozilla and the National Writing Project will lead Maker Party 2013: Learn, Connect, Share, a summer long campaign where teachers, technologists and families across the country will join dozens of partner organizations including the NYC Department of Education, Intel, and DIY.org to help young people embrace the maker spirit and learn career building STEM skills. The campaign will launch on June 15 with a Hive Learning Popup, the first of over 1,000 summer learning events planned as part of the Summer of Making and Connecting supported by the MacArthur Foundation.\nMath and Science AP Initiative to Expand to 70 High Schools Serving Military Families: As part of the First Lady’s Joining Forces effort, the National Math and Science Initiative (NMSI), in partnership with Military Child Education Coalition (MCEC) and Military Impacted Schools Association (MISA), is leading a campaign to give many more students at public high schools serving a high percentage of military families access to rigorous Advanced Placement (AP) coursework in math and science. NMSI will now expand its Initiative for Military Families this fall to an additional 17 public high schools serving children of military families in eight new states, reaching a total of 70 schools. In the first two years alone, this initiative has led to students from military-impacted schools taking and passing an additional 1,150 AP courses. Corporate, philanthropic and government partners making investments in this initiative include the Department of Defense Education Activity, the Office of Naval Research, BAE Systems, Boeing, ExxonMobil, Jack Kent Cooke Foundation, Lockheed Martin, and Northrop Grumman.\nTime Warner Cable’s “STEM in Sports:” As part of the Educate to Innovate initiative, Time Warner Cable (TWC) has made a $100 million commitment to inspire the next generation by connecting students to highly-engaging after-school STEM activities. As part of its Connect a Million Minds initiative and with partners including New York Giants receiver Victor Cruz, TWC will launch a new effort in May 2013 to get kids and parents excited about STEM by highlighting the role these subjects play in sports. TWC will work with star athletes, including Cruz, motorsports driver Kasey Kahne and golf champion Ian James Poulter.\nContinued momentum on the 100Kin10 coalition: Responding to the President’s call to action to prepare 100,000 excellent STEM teachers over the next ten years, more than 150 organizations have now come together in a coalition called 100Kin10. These organizations have made over 150 measurable commitments to increasing the supply of excellent STEM teachers; hiring, developing, and retaining excellent STEM teachers; and building the 100Kin10 movement. With leadership from the Carnegie Corporation of New York, the coalition has raised over $30 million from a broad range of foundations and philanthropists under a unique “funding marketplace” model through which funders can choose from a registry of high-quality proposals.  As a next step, 100Kin10 is announcing a new commitment from Chevron, with a leadership pledge of $5 million to invest in partnerships that prepare, retain, develop, and motivate STEM professionals to effectively engage students in engineering design and to support implementation of the Next Generation Science Standards in the classroom. This builds upon contributions by Amgen Corporation, MacArthur Foundation, Noyce Foundation, and Samueli Foundation, among others, who have made commitments in the past year, with the capital campaign closing at the Clinton Global Initiative-America meeting in June 2013.\nNext steps in Discovery Communications’ STEM Campaign: As part of Educate to Innovate, Discovery Communications launched a multi-year campaign to get more students excited about STEM, including a dedicated commercial-free educational kids block on the Science Channel, and programming on the “grand challenges” of the 21st century. As a key next step, on May 1st, Discovery is launching a new science-focused series to inspire the next generation of students, “The Big Brain Theory: Pure Genius,” hosted by Kal Penn. On the show, 10 contestants will navigate engineering challenges using design and logic as they compete to see who will be America’s next great innovator.\nAdditional details on the White House Science Fair\n\tSenior Administration officials and leading STEM communicators, advocates, and educators will also attend the White House Science Fair and meet the students. For a full list of the exhibits that the President will see, as well as more information on all the students, competitions, and organizations being honored, click here.\nSenior Administration Officials and Other Attendees\nJohn Holdren, Assistant to the President for Science and Technology and Director, Office of Science and Technology Policy\nNancy Sutley, Chair, White House Council on Environmental Quality\nFrancis Collins, Director, National Institutes of Health\nCora Marrett, Director, National Science Foundation\nCharles F. Bolden, Administrator, National Aeronautics and Space Administration\nHarold Varmus, Director, National Cancer Institute\nKathryn D. Sullivan, Acting Administrator, National Oceanic and Atmospheric Administration\nWendy Spencer, Chief Executive Officer, Corporation for National and Community Service\nRosina Bierbaum, Professor, University of Michigan School of Natural Resources and Environment and member of the President's Council of Advisors on Science and Technology\n\tCongresswoman Eddie Bernice Johnson\nLeading STEM and Media Communicators\nBill Nye, Bill Nye the Science Guy and Executive Director, Planetary Society\nKal Penn, Actor, Producer, Host of upcoming Discovery Channel series The Big Brain Theory: Pure Genius\nVictor Cruz, Wide Receiver, New York Giants\nBobak Ferdowsi, Flight Director, Mars Curiosity Rover (aka NASA’s “Mohawk Guy”)\nBill Prady, Writer, Producer, and Co-Creator, The Big Bang Theory\nLeVar Burton, Actor, Director, and Producer, Reading Rainbow and Star Trek: The Next Generation\nA sampling of the exhibits at the White House Science Fair include:\n\n\nLending a hand for a fraction of the cost: After years of tinkering with robotic arms made of Legos and controlled by Nintendo gloves, Easton LaChapelle, 17 of Mancos, Colorado was inspired to take his efforts to the next level when he met a girl with an $80,000 prosthetic arm at a science and engineering festival. With that encounter, he decided that he could find a cheaper way to build a more functional limb at a fraction of the cost. Generating most of the parts through a 3D printer, Easton was able to assemble a fully operational arm at a price of only $250. He is now working on controlling the hand through a headset to further improve its utility for people with limited limb mobility.\n\n\nSports-loving grade-schoolers create new product concept to keep athletes cool: Evan Jackson (10), Alec Jackson (8), and Caleb Robinson (8)—all Flippen Elementary School students from McDonough, Georgia—noticed first-hand that dehydration and overheating are common problems on the football field. The students came up with an innovative product concept: COOL PADS for the shoulders, helmet, armpits, and groin that feature temperature sensors and a cooling system to help players maintain safe body temperatures on the field. Evan got his start with science using an at-home science kit and watching YouTube videos of simple experiments; Alec is a Junior Olympic Champion with a penchant for breaking things apart to see what’s inside; and Caleb is an avid reader interested in the mechanics of cars, airplanes, and ice–cream-making machines. The Team’s design is a Grade K – 3 Regional Winner of the 2012 Toshiba and National Science Teachers Association ExploraVision competition.\n\n\nUsing the cloud to combat cancer: A self-described teen who never grew out of the “why” phase, Brittany Wenger, a high school Senior from Sarasota, Florida, recently took home the Grand Prize at the Google Science Fair for developing a computer program that improves cancer detection. Inspired by her cousin’s battle with breast cancer, Brittany spent over 1,000 hours researching and creating the Global Neural Network Cloud Service for Breast Cancer, a service that combines multiple data from a single less invasive procedure to improve cancer detection.  Originally conceived with the goal of helping hospitals to diagnose and treat more women earlier, the service has already run 7.6 million trials, with 99.11 percent sensitivity. Though science has been her passion since first starting a science club in the third grade, Brittany has managed to master other talents as well as a varsity soccer player and mentor to students in her community.\n\n\nKid “maker” builds paint-bot with artistic flair: 11-year-old Sylvia Todd—known to many as “Super-Awesome Sylvia”—hails from Auburn, California, and is making the most of being a young maker. Inspired by her first visit to a Maker Faire at age 7, Sylvia quickly learned to solder and started a web show with her father devoted to sharing the fun of “making” with the world. Sylvia had the idea to build a drawing robot that paints with watercolors, and with the help of Evil Mad Scientists Laboratories and lot of hard work, she spent her President’s Week school-vacation turning the idea into reality. Today, Sylvia’s web videos have been viewed millions of times and she is slated to showcase her art ‘bot at the 2013 RoboGames.\n\n\nTeens design pedal-powered filtration system: High-schoolers Payton Karr and Kiona Elliot, from Oakland Park, Florida, led a team of inventors who designed a collapsible, transportable, bicycle-powered emergency water-sanitation station that filters E. coli and other harmful pathogens from contaminated water. In emergencies, the device can be assembled and disassembled in under an hour, and can produce enough water to hydrate 20 – 30 people during a 15 hour period. Payton, Kiona, and their Northeast High School classmates received a 2012 InvenTeam grant from the Lemelson-MIT Program, which supported their development of the innovative design. Both Payton and Kiona intend to be the first in their families to attend college.\n\n\nYoung inventors design alarm system to save swimmers’ lives: Julie Xu, Spencer Ottarson, and a team of ambitious high-schoolers from Willamston, Michigan, invented the Offshore Rip Current Alert System (ORCA)—a buoy outfitted with a solar-powered flow-meter and alarm system that can alerts swimmers to dangerous conditions in the water. The students, who were selected to be a 2012 Lemelson-MIT program InvenTeam, built the device with the goal of reducing the number of drowning deaths due to rip currents in the Great Lakes. Julie moved to the United States from China in 1999 and plans to study biomedical engineering in college. Spencer is a freshman computer science major at Michigan State University who hopes to harness his entrepreneurial spirit to someday build and run his own software start-up.\n\n\nHigh-school “fly boys” launch rockets (and stellar aviation careers): As rocketry-loving students at Wooddale High School’s aviation program in Memphis, Tennessee, Wesley Carter and Darius Hooker trained for private pilot’s licenses and studied rocket science alongside their traditional coursework. Sometimes called “fly boys” by their peers, Wesley and Darius received financial support from their community to travel to Washington for the Team America Rocketry Challenge—which dared competitors to propel eggs to a certain altitude and return them to the ground unbroken in less than a minute. Darius is now earning his aircraft mechanics license at the Tennessee Technology Center and plans to attend college before taking a job with FedEx, and Wesley is studying at Middle Tennessee State University.\n\t\t \n\n\nGirl Scout Troop develops non-pharmaceutical remedy for sleeplessness in senior citizens: When faced with the challenge of alleviating insomnia without complicated drug interactions, The Atomic Flying Pickles, a FIRST Lego League team of 6th grade Girl Scouts hailing from Los Alamos, New Mexico, came up with a novel idea. After reading about a circulating water cooling cap that was used in a University of Pittsburgh School of Medicine sleep study, the girls set about creating a cheaper, lighter, and less onerous solution—the cooling headband. Summer Bronson, Catherine Rousculp, and their teammates have already begun to test the model to the great enthusiasm of their subjects. When not helping seniors to rest easy or designing Lego robots, Summer and Catherine both enjoy computer programming and rock climbing.\n\n\nYoung problem solvers make fuel wood-alternative from bio-waste: Jon Kubricki and Bridget Zarych, both 16-year-old students at Pinelands Eco Regional High School in Little Egg Harbor, New Jersey, are winning team-members of the Siemens We Can Change the World Challenge. Jon, Bridget, and their teammates designed a low-cost, easy-to-ship mini-press that can turn biomass waste products, such as banana peels, into a viable wood-alternative for cooking. Jon lived the first two years of his life in a Guatemala City orphanage, before moving to New Jersey with his adopted family. He is a football player, wrestler, and fisherman who hopes to pursue a fisheries science degree in college. Bridget is deeply involved in theater arts at school, and says her hero is her Mom.\n\n\nMulti-heritage city-design team innovates for urban water management: Emily Ocon, Catalina Rincon-Arcila, and Amanda Gonzalez are students at St. Thomas the Apostle School in Miami, Florida, whose city-design, Infinitum X, earned them a Future City National Award for Best Management of Water Resources. The students designed a progressive urban environment that can handle large amounts of storm-water runoff by using green technologies and major roadways as storm-water filtration and transport surfaces. Teamwork and sharing diverse perspectives are important to these students, whose parents come from Colombia, Nicaragua, Italy, and Cuba. Emily, Catalina, and Amanda recently learned that they will receive a student recognition award at an upcoming Association of Cuban Engineers Gala.\n\n\nStudent leader inspires community youths to pursue STEM: Portland, Oregon’s Meghana Rao is a Jesuit High School junior who—in addition to researching the ability of a class of charcoal known as biochar to store carbon—founded and directs a student-run non-profit organization, Portland Junior Scientists (PJS). Her organization connects high school students with underprivileged youths through collaborative hands-on science experiments, with the aim of inspiring all participants to pursue higher education.  Meghana started PJS in 2011, after learning that severe budget cuts where forcing local elementary schools to cut back on science curricula. Through her organization, local students can attend weekly 1-hour afterschool science programs, participate in science fairs, and attend summer science programs. Her hard work helped her earn a 2013 Young Naturalist Award from the American Natural History Museum, and brought PJS a $5,000 grant from the Pepsi Refresh Project and an $11,500 grant from the Case Foundation’s Finding Fearless program.\n\n\nSmall school achieves heavy lift: As the smallest middle school in a field of 57 competitors that were mostly high schools, odds were against the St Vincent de Paul BEST Robotics Team from Theodore, Alabama. Yet their remarkable robot, “Vator” (short for Ele-Vator), which was designed to mimic space elevators by carrying cargo up a 10 foot pole, emerged triumphant, winning a 1st Place Robot Award. For Victoria Fletcher (13), Rush Lyons (14), Thomas Shields (13) and their teammates, the experience of designing a product and marketing it to judges not only reinforced the value of teamwork, but demonstrated the applications that science and math can have on Earth and beyond.\n\n\n\n\n\n\n"
}