{
    "title": "Background on the President’s Event in Fairfax, Virginia Today | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/13/background-president-s-event-fairfax-virginia-today",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 13, 2010\n\n \n\n\n\nBackground on the President’s Event in Fairfax, Virginia Today\n\n\n\n\nMEETING WITH LOCAL FAMILY AND NEIGHBORHOOD REMARKS & Q&A\nThe President will visit Fairfax, Virginia where he will meet with a local family at their home before hosting a backyard discussion on the economy with neighbors and small business owners from the area – there will be approximately 30 people in attendance.\n*Backgrounder on Recovery Act Investments in Virginia and the Fairfax area attached.\n                                              \nBACKGROUND ON THE NICHOLAS ARMSTRONG FAMILY\nJohn Nicholas and Nicole Armstrong are natives of Fairfax County who live in Fairfax, Virginia with their twin children.  Both John and Nicole are committed to their local community and active in their neighborhood association and schools.  John has worked in technology for a global Internet services company since 1999 and has survived several rounds of layoffs.  Recently, in an effort to increase their economic stability, Nicole decided to go back to work part-time as an administrator at a local preschool.  Like many families across America, the couple’s retirement and college savings suffered during the recent economic downturn.  John and Nicole are cautiously hopeful the economy is on the path to recovery and that their savings will bounce back. \nBACKGROUND ON VIRGINIA SMALL BUSINESS OWNERS IN AUDIENCE\nLarry Poltavtsev is the CEO of Target Labs, Inc., which offers technology solutions, located in Vienna, Virginia. Target Labs, a green, 100% wind powered company, has experienced recent steady growth and employs 51 people – 11 were hired last year and an additional 12 have been added since July as a result of an SBA backed loan.  Larry is currently hiring for five positions and hopes to have 15 more before the end of the year.  In order to further expand Larry will need additional access to capital. \nCherrelle Hurt is the owner of As We Grow Learning Center, a day care center which also offers child care business consulting in Richmond, Virginia.  She currently employs five people and is looking to hire an additional three by the end of October. The center currently provides services to 32 area children and has almost as many on the wait-list.  The additional employees will allow Cherrelle to double the size of her operation.   Cherrelle currently has a loan pending that will allow her to expand her business and hire additional employees.\nELECTED OFFICIALS EXPECTED TO ATTEND\nU.S. Representative Gerry Connolly\nU.S. Representative Jim Moran\nSharon Bulova, Chairman of the Fairfax County Board of Commissioners\n\n\n\n"
}