{
    "title": "Statement by the President on the 25th Anniversary of the Fall of the Berlin Wall | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/11/07/statement-president-25th-anniversary-fall-berlin-wall",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 07, 2014\n\n \n\n\n\nStatement by the President on the 25th Anniversary of the Fall of the Berlin Wall\n\n\n\n\nOn behalf of the American people, I join our German friends and allies in marking the 25th anniversary of the fall of the Berlin Wall.  Like many Americans, I will never forget the scenes of East Berliners courageously taking to the streets, pushing past the guards and tearing down the wall that for so long had separated them from family and friends and the free world.  Their triumph that night was a tribute to all those who had lost their lives over the decades trying to escape to freedom.  It was a testament to the brave service of generations of West Germans, Americans and our fellow allies who stood shoulder to shoulder through a long Cold War.  And it was a reminder that walls of concrete and barbed wire are ultimately no match for the will of ordinary men and women who are determined to live free.\nTwenty five years later, we celebrate the progress that was made possible by the events of that November night.  A united Germany plays a leading role in Europe and the world, and the United States is proud to count our German friends among our strongest allies.  Nations across Central and Eastern Europe stand tall as proud democracies.  Europe is more integrated, more prosperous and more secure.  But as Russia’s actions against Ukraine remind us, we have more work to do to fully realize our shared vision of a Europe that is whole, free and at peace.  In Europe and beyond—wherever citizens seek to determine their own destiny—we will be guided by the lessons of Berlin.  Walls and oppressive regimes may endure for a time, but in the end they cannot withstand the desire for liberty and human dignity that burns in every human heart.\n\n\n\n\n"
}