{
    "title": "Background Readout by Senior Administration Officials on President Obama's Meeting with President Hu Jintao of China | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-readout-senior-administration-officials-president-obamas-meeting-with-pr",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 01, 2009\n\n \n\n\n\nBackground Readout by Senior Administration Officials on President Obama's Meeting with President Hu Jintao of China\n\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\t\tOffice of the Press Secretary\n\t\t___________________________________________________________________\n\t\tFor Immediate Release                                                April 1, 2009\n\n\nBACKGROUND READOUT\n\t\t\tBY SENIOR ADMINISTRATION OFFICALS\n\t\t\tON PRESIDENT OBAMA'S MEETING WITH\n\t\t\tPRESIDENT HU JINTAO of CHINA\n\n\n\t\tFiling Center\n\t\tThistle Marble Arch Hotel\n\t\tLondon, United Kingdom\n\t\t5:38 P.M. (Local)\n\n\t\tMR. HAMMER: Good afternoon, everybody. As promised, we're going to do a readout of the Chinese bilat with President Hu. We have here two individuals who will be briefing as senior administration officials on background.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Thanks, Mike. This was the first meeting between President Obama and President Hu. As you may know, they spoke on the phone after President Obama's election last November, and then they spoke shortly after the inauguration by phone. In the succeeding months, we have had a visit by Secretary Clinton to China and a visit by the Foreign Minister, Yang Jiechi, to Washington and he met with President Obama. But this is the first time the two have met face to face.\n\n\t\tThe U.S. and China have a history of somewhat ragged relations during transitions -- 1980, 1988, 1992 and 2000, there were disruptions in the relationship that took some time to get over. This transition has gone I would say smoothly. Smooth is not merely good because those of us in the government like smooth, but also because it allows you to build some trust and some confidence in the relationship on the two sides that you can draw on later when you hit more difficult issues.\n\n\t\tIn terms of the meeting, the subjects that were discussed -- and I'll at this point, I'll just list them and we get into more depth later. What I would highlight from the meeting is, number one, President Hu invited President Obama to visit China in the second half of the year, and President Obama accepted.\n\n\t\tNumber two, they announced the establishment of the strategy and economic dialogue, to be headed on the U.S. side by Secretary Clinton and Geithner and on the Chinese side by Vice Premier Wang Qishan and State Councilor Dai Bingguo.\n\n\t\tThey discussed a range of issues -- which I would say, I will just mention at this stage -- they discussed bilateral relations, including military-to-military relations. They discussed dialogues between the two sides. They discussed economic questions, which they -- excuse me, which will be discussed later.\n\n\t\tIn terms of regional and global issues, they discussed North Korea, Iran, Pakistan, and Afghanistan, Sudan. They also discussed human rights and Tibet. They discussed Taiwan and climate change. Those are the ones that I recall. If I'm missing any, I'll try to make them up later.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: The Presidents began with a discussion of the global economy. The Presidents agreed that the strong links between China and the U.S. economies have been a great mutual benefit, both in terms of trade and investment, and they were eager to build on that. They expressed their concerns that the global crisis is posing a threat to our economies and to our trade. There was discussion about the G20 meeting beginning this evening. Each took note of the large fiscal stimulus that our two countries, the U.S. and China, have undertaken -- or recently undertaken -- and stressed -- and President Obama stressed the need to make sure that there's mutual stimulus for mutual benefit and growth within the G20.\n\n\t\tHe also said that it was important to set up regulatory mechanisms to deal with the problems in banks and the huge growth in capital markets.\n\n\t\tThere was also a discussion of the international financial institutions. They discussed the augmentation of resources for the IMF and the mobilization of resources by the World Bank and multilateral development banks. President Obama stressed that the replenishment of the IMF should take place in a broader context over time, in which there are institutional reforms under which China and other rapidly growing countries can have -- can take on an appropriate role in governance, and expressed his understanding of China's desire for an appropriate governance role.\n\n\t\tThe President also expressed his commitment to preventing protectionism and other forms of economic nationalism.\n\n\t\tMR. HAMMER: All right, and with that we'll take some questions. Go ahead.\n\n\t\tQ On the economic issue, there wasn't any mention of currency and -- a two-way -- one in the sense that the Chinese have expressed in the past and very recently their concern about the U.S. dollar, and secondly, their proposal for using -- a substitute for the U.S. dollar.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Right, there was no mention of either of those two subjects.\n\n\t\tQ Could you repeat the question?\n\n\t\tQ Why not?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: You'll have to ask President Hu.\n\n\t\tQ It was not deemed important enough by either side?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: You can speak to the Chinese about their agenda.\n\n\t\tQ I'm trying to speak to the Americans.\n\n\t\tQ Well, I guess it didn't come up.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: It didn't come up.\n\n\t\tQ Can you repeat the question please?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: The question was -- yes, sure. The question was whether either of the two issues regarding currency that had been raised in press reports on China in the last couple of weeks had come up during the meeting; the first being the comments that had been made by the Premier a couple of weeks ago about U.S. Treasury bonds; and the comment more recently that was made with respect to the development of some kind of alternative reserve currency to the dollar. And my answer was that neither subject came up.\n\n\t\tQ Okay. One on North Korea. Could you elaborate what kind of discussion did they have in terms of North Korea's possible missile launch. I mean, the Russian President and President Obama expressed their concern about the possible missile launch and did both leaders from China and United States have the same concerns in their meeting?\n\n\t\tSecondly, on military-to-military exchanges, President Obama once said when he had the discussion with Chinese Foreign Ministry -- Foreign Minister in the Oval Office that she expressed importance to raise the level and the frequency of the military-to-military contacts. Did they have any sort of discussion in the meeting today on that? Thank you.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Okay, first on North Korea, President Obama made clear our view that the likely -- expected launch of a missile by the North Koreans we view as a provocative act, as a violation of U.N. Security Council resolutions, and as one that will have an unwelcome impact on stability -- on security and stability interests of the region. He also made clear that we will respond in the event of a launch. The U.N. Security Council is the natural venue for a response since this would be a violation of U.N. Security Council resolutions. And he reiterated our commitment to the six-party process and to denuclearization.\n\n\t\tAs for military -- as for the Chinese response, you'll need to speak to the Chinese to get their response. It's not for me to speak for President Hu.\n\n\t\tAs for military issues, President Obama raised the importance of military-to-military exchanges; said that we -- he mentioned -- he alluded -- he referred to the incidents in the South China Sea; said that it -- military-to-military relations and high-level exchanges are an important way of managing possible differences and possible incidents. And he said that we are committed to that.\n\n\t\tYou will see I think a press statement that was put out by our side that gives a -- I would say a consensus between the U.S. and China on this issue if you want to see what the Chinese are saying.\n\n\t\tQ Just to follow up. On North Korea, could you tell a little bit more about what kind of action are you seeking at the U.N.?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Well, we're consulting with members of the Security Council and consulting with the other six-party members, and action would depend on those consultations.\n\n\t\tQ Did the President convey he would go to the Security Council to President Hu?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: No.\n\n\t\tQ No, he did not make that --\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: No.\n\n\t\tQ What was the question?\n\n\t\tQ What is \"no\"? What was the question?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: The question was whether the President raised that the issue of a North Korean launch would be brought to the Security Council.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: No -- maybe I misunderstood.\n\n\t\tQ Did the President tell President Hu that if the launch goes forward, he will take the matter up --\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: I'm sorry, I answered your question meaning the President personally. Then the answer to that is no. No, we expect that the U.N. Security Council will be seized of this issue if the North Koreans launch, and President Obama made that clear.\n\n\t\tQ Did the issue of global trade imbalances come up? The President referred to it in the press briefing today.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: No, it didn't come up in the discussion. The discussion of trade was about the ways in which the crisis has lowered trade for everybody, the level of trade, and the need for fiscal stimulus generally in order to bring recovery and growth and recovery and trade. And there was not discussion of imbalances.\n\n\t\tQ I just want to clarify the question just to make sure we get the right answer.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: I apologize. Let me just try this question once more and make sure I'm answering the question you're asking, okay.\n\n\t\tQ The question I'm asking is, in the conversation with President Hu, did President Obama make it clear that if North Korea launches, that he will take it to the Security Council, the U.S. government will take it to --\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: The answer is yes. Okay.\n\n\t\tQ And is there any way, shape, or form you can characterize the interaction between the two leaders on this subject? Because it's a futile gesture if the Chinese veto or in some way obstruct any action or reaction by the Security Council.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: I mean, all I can say on that is -- I'm sorry, I misunderstood the question before because the word \"he\"; I misunderstood. The Chinese clearly are concerned about the prospect of a launch and they know that we'll be going to the U.N. Security Council. The Chinese have not said what they are going to do, have not said that they will block action. I think what the Chinese will do is still to be seen.\n\n\t\tThe Chinese have played a helpful role as convener of the six-party talks and they have conveyed our views and the views of our allies effectively to the North Koreans. So --\n\n\t\tQ On the launch?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: No -- well, they have on the launch, yes. But I was speaking more generally, but on the launch, as well. They have -- they conveyed -- they've conveyed their concerns to the North Koreans about that, as well, yes.\n\n\t\tGetting back to the question --\n\n\t\tQ Yes, I wanted to ask, what would be the -- what would have been the position of the President vis-à-vis the bond issue and the currency issue? Can you state what the administration's position will be today vis-à-vis what --\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: No, I just want to give a readout on the meeting and not get into other subjects.\n\n\t\tQ On the financial side of this, the President this morning stated the United States would not return to a position of being a voracious consumer. Obviously no one fed that voracious appetite more actively than the Chinese. Did the President indicate to President Hu this same sense that over the long term we can't go back to the position that we were in before?\n\n\t\tAnd to just make sure I understand this correctly, the Chinese in the past have asked the North Koreans not to launch and not to conduct a nuclear test, and have been rebuffed in both cases. So I'd be interested if President Hu gave an assessment of what his influence was --\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: David, on your economic question, the President explained the steps that he was taking, that the administration is taking in the United States in order to stimulate the economy but also ensure that with his long-term budget that the finances of the United States will be kept in a proper balance, and said that we are -- do not favor a return to boom-and-bust economics.\n\n\t\tQ He did say that?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: No, actually, he just said -- he simply, speaking for us, that we would -- that he is taking steps to stimulate the economy, that we are cognizant of the inflation risks that many are concerned about, and that with his efforts to bring the budget deficit down over the long term, he was confident that the United States would keep its economy in proper balance.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: David, President Hu did not assess in any way the degree of Chinese influence over North Korean decision-making.\n\n\t\tQ You mentioned that President Obama stressed the need for mutual stimulus for mutual benefit. Did President Hu respond in some way that would indicate whether his emphasis was on additional stimulus, as President Obama has stated, or if he is also cautious about additional stimulus?\n\n\t\tAnd second of all, you mentioned human rights, and I wondered if President Obama was able to secure any specific commitments, especially in regard to Sudan and Tibet.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: On your first question, there was not a detailed discussion of stimulus, but the leaders agreed that on -- that the stimulus that they were undertaking was important and would be mutually beneficial. And the President made clear that he thought that for the G20, it was important that there be mutual stimulus for mutual benefit.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: The President -- President Obama made clear this particular concern about the -- Khartoum's expulsion of the NGOs and the humanitarian impact that is happening. And again, I don't want to characterize Chinese responses.\n\n\t\tOn Tibet, President -- the President said that it's -- that human rights are an essential aspect, central component, of U.S. foreign policy; that we are going to speak frankly about differences as well as about areas of cooperation.\n\n\t\tBut this is an area of difference. He expressed concern over the human rights situation in Tibet. He recognized that -- you know, stated our view that Tibet is a part of China, but that we are concerned from a human rights point of view, and said he hoped that there would be progress in dialogue between the Dalai Lama's representatives in China to address these concerns.\n\n\t\tQ Could you give us some idea of the atmospherics of this meeting? I mean, it seems like it might have been a fairly scripted sort of meeting, as sometimes these first summits are with China. And what areas do you think that you can make progress on, running up to the summit at the end of the year in China?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: I would describe the meeting as business-like. They went -- you know, you have an hour meeting with translation; you've got a lot of issues to cover. And they went through pretty much all of the major issues that one would have expected. In these meetings there is not time to do much else.\n\n\t\tI think that the atmosphere of the meeting was good. Keep in mind this is the first time these gentlemen have met. So I guess I would just -- I would stick to \"business-like.\"\n\n\t\tQ (Inaudible.)\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Well, I think that the issues that were discussed in the meeting, President Obama considers those the top of our agenda. And we are looking to work with the Chinese on global issues. Global issues means the economy and all the political issues I mentioned.\n\n\t\tSo the President made clear that we aren't going to be able to resolve any of these global issues unless the U.S. and China work together. He wants to have the kind of relationship with the Chinese where we can look to them to help us resolve these questions.\n\n\t\tSo this meeting, I saw, as the first step at the presidential level towards accomplishing that.\n\n\t\tQ Just want to follow up with the Sudan issue. As you know, the Chinese, having invested heavily in the oil sector in Sudan, they've been very supportive of President Bashir, who's been indicted for war crimes.\n\n\t\tDid the President Obama ask for specific measures that he wants to see the Chinese doing in regard to the situation in -- or their support, rather, in Sudan to the Khartoum government?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: The specific issue that President Obama raised was the humanitarian issue and the importance of the NGOs being able to serve the humanitarian needs of the people of Darfur.\n\n\t\tQ Today, President Obama had two major meetings -- one with the President of China, the other one was Russian President. What was the significance of these two meetings, and importance? What would you say to --\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: I would say that the era of the Cold War when there was a three-way relationship, where each of the three looked very closely at the other two and sought to use one against the other, is over. We view the relationship with Russia and the relationship with China as important in its own right. And we do not see the -- good relations with the two as inconsistent, and we don't see one as a card or a lever to be used against the other.\n\n\t\tQ Did they find any common ground on the Iran question, and taking into account that the President had a meeting with the Russian President today, was there any exchange between the Chinese President and President Obama about personal matters?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: On Iran, there is a consensus between the two that Iran should not have nuclear weapons. That was clear and explicit in the meeting. On personal matters --\n\n\t\tQ -- nuclear weapons or nuclear capability?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Nuclear -- a nuclear weapons program, nuclear weapons capability. I would have to go and look at the exact transcript. But it was very clear that the Chinese do not want Iran to have nuclear weapons, is the way I would put it.\n\n\t\tAs for personal matters, I mean, there was a brief personal discussion at the beginning and the end and in some of the transitions. Obviously, President Hu's desire for President Obama to visit China is meant to build a personal relationship. But I -- you know, it was a meeting with time limits, and they had a lot -- a long agenda to get through.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Well, thank you very much.\n\n\t\tEND\n\t\t6:00 P.M. (Local)\n\n\n\n\n\n"
}