{
    "title": "President Obama Announces More Key Administration Posts, 4/7/2011 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/07/president-obama-announces-more-key-administration-posts-472011",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 07, 2011\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts, 4/7/2011\n\n\n\n\n\n\tWASHINGTON – Today, President Barack Obama announced his intent to nominate the following individuals to key Administration posts:\n\t \n\n\nCynthia Chavez Lamar, Member, Board of Trustees of the Institute of American Indian and Alaska Native Culture and Arts Development\n\nAnuj Chang Desai, Member, Foreign Claims Settlement Commission\n\nBarbara Jeanne Ells, Member, Board of Trustees of the Institute of American Indian and Alaska Native Culture and Arts Development\n\nWanda F. Felton, First Vice President, Export-Import Bank of the United States\n\nDeborah Downing Goodman, Member, Board of Trustees of the Institute of American Indian and Alaska Native Culture and Arts Development\n\nWilliam Carl Lineberger, Member, National Science Board, National Science Foundation\n\nJames H. Thessin, Ambassador to the Republic of Paraguay, Department of State\n\n\n\t \nPresident Obama said, “I am grateful that these talented and dedicated individuals have agreed to take on these important roles and devote their talents to serving the American people.  I look forward to working with them in the coming months and years.”\n\n\nPresident Obama announced his intent to nominate the following individuals to key Administration posts:\n\nCynthia Chavez Lamar, Nominee for Member, Board of Trustees of the Institute of American Indian and Alaska Native Culture and Arts Development\n\tDr. Cynthia Chavez Lamar, whose heritage includes San Felipe Pueblo, Hopi, Tewa, and Navajo, is the director of the Indian Arts Research Center at the School for Advanced Research in Santa Fe, NM, where she works to foster collaborative relationships and projects among Native peoples, organizations, and institutions. She is the former Museum Director of the Indian Pueblo Cultural Center (IPCC) in Albuquerque, NM, and the former Associate Curator of the Smithsonian’s National Museum of the American Indian (NMAI) in Washington DC.  While at NMAI, she led the development of the inaugural exhibition, Our Lives: Contemporary Life and Identities. In 2009, she received a governor’s appointment to the New Mexico Arts Commission.  She holds a Ph.D. in American Studies from the University of New Mexico, a B.A. from Colorado College, and a M.A. in American Indian Studies from the University of California, Los Angeles. In 2008, Dr. Chavez Lamar received an honorary doctorate from her alma mater, Colorado College.\n\t \nAnuj Chang Desai, Nominee for Member, Foreign Claims Settlement Commission\n\tAnuj Chang Desai is an Associate Professor of Law at the University of Wisconsin Law School.  Mr. Desai has also taught as a Visiting Professor at the Johns Hopkins University-Nanjing University Center for Chinese and American Studies in Nanjing, China, the National Taiwan University in Taipei, Taiwan, and the National Tsing Hua University in Hsinchu, Taiwan.  Before joining the University of Wisconsin faculty in 2001, he practiced law at Davis Wright Tremaine LLP.  Previously, Mr. Desai served as a law clerk to the American arbitrators at the Iran-United States Claims Tribunal in The Hague, The Netherlands.  He also clerked for Judge Louis F. Oberdorfer of the United States District Court for the District of Columbia and Judge David S. Tatel of the United States Court of Appeals for the D.C. Circuit.  Mr. Desai worked briefly in the Legal Adviser’s Office at the U.S. Department of State and at the Legal Resources Centre in Grahamstown, South Africa.   He holds an A.B. in Mathematics from Harvard University, where he was awarded a Henry Russell Shaw Fellowship, an M.A. in International Affairs from Columbia University, and a J.D. from the University of California, Berkeley (Boalt Hall) School of Law, where he was Editor-in-Chief of the California Law Review.\n\nBarbara Jeanne Ells, Nominee for Member, Board of Trustees of the Institute of American Indian and Alaska Native Culture and Arts Development\n\tBarbara Ells is a dedicated patron of the arts, with specific interest in the arts and crafts of the Southwest and of Native American cultures.  She established and taught at multiple Head Start pre-schools, and helped found and staff a safe house for abused women and children in Terre Haute, Indiana, including a day-care center.  She has a Bachelor of Science degree in Early Childhood Education from Wheelock College in Boston, Massachusetts.\n\n Wanda F. Felton, Nominee for First Vice President, Export-Import Bank of the United States\n\tWanda Felton owns and runs MAP Capital Advisors (MAP), a financial advisory firm.  Prior to her work at MAP, Ms. Felton was a managing director at Helix Associates, a global placement agent for private equity funds and a division of Jefferies & Company.  Prior to joining Helix, Ms. Felton was a Director in the Private Fund Group at Credit Suisse First Boston.  Previously, Ms. Felton was a managing director at Hamilton Lane Advisors, where she advised institutional investors in connection with their alternative investment programs. She began her career as a loan officer at the Export-Import Bank of the United States.  Ms. Felton received a B.A. from the University of Pennsylvania and an M.B.A. from the Harvard Graduate School of Business Administration.\n\nDeborah Downing Goodman, Nominee for Member, Board of Trustees of the Institute of American Indian and Alaska Native Culture and Arts Development\n\tDeborah Goodman is currently an Adjunct Assistant Professor in Human Relations at the University of Oklahoma and an enrolled member of the Caddo tribe.  In addition, Ms. Goodman has served as a health education consultant since 1988, providing wellness and family planning education for parents, teachers, health professionals and tribal groups.  Her focus is on establishing community developed and culturally appropriate health promotion, disease prevention, and sexual education programs for Native Americans.  Ms. Goodman is also a member of the Advisory Board of the Red Earth Center for the American Indian, an organization designed to promote knowledge of Native American arts and cultures.\n\n William Carl Lineberger, Nominee for Member, National Science Board, National Science Foundation\n\tWilliam Carl Lineberger is the E.U. Condon Distinguished Professor of Chemistry and a Fellow of JILA, a joint institute of the University of Colorado at Boulder and the National Institute of Standards and Technology.  He is a member of the National Academy of Sciences and the American Academy of Arts and Sciences and currently serves on the Report Review Committee of the National Research Council (NRC), and the NRC Decadal Survey on Biological and Physical Sciences in Space.   Dr. Lineberger has chaired the National Science Foundation Advisory Committees on Mathematical and Physical Sciences, and Science and Technology Centers, the DOE Basic Energy Sciences Advisory Committee, and the NAS/NRC Commission on Physical Sciences, Mathematics and Applications.  He recently completed service on the National Academy of Sciences Council, the NAS/NRC Committee on Science, Engineering and Public Policy, and the NRC Governing Board.  Dr. Lineberger earned his bachelor’s, master’s, and doctoral degrees from the Georgia Institute of Technology.\n\t \nJames H. Thessin, Nominee for Ambassador to the Republic of Paraguay, Department of State\n\tJames Thessin is a career member of the Senior Executive Service and has served as a Deputy Legal Adviser at the Department of State since 1990.  Prior to this assignment, Mr. Thessin served at  the Department of State as the Assistant Legal Adviser for Management, the Assistant Legal Adviser for Human Rights and Refugee Affairs, and an Attorney-Advisor for Political Military Affairs.  Before joining the Department in 1982,  Mr. Thessin served as an attorney for the U.S. Nuclear Regulatory Commission, the Senate Foreign Relations Committee, and Federal Trade Commission.   Mr. Thessin received an A.A. at Father Judge Mission Seminary, an A.B. from Catholic University and a J.D. from Harvard Law School.\n\n\n\n\n"
}