{
    "title": "Presidential Nominations Sent to the Senate | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/09/13/presidential-nominations-sent-senate",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 13, 2012\n\n \n\n\n\nPresidential Nominations Sent to the Senate\n\n\n\n\n\nNOMINATIONS SENT TO THE SENATE:\n\n\tChristopher R. Beall, of Oklahoma, to be a Director of the Amtrak Board of Directors for a term of five years, vice Donna R. McLean, term expired.\n\t         \n\tBruce Carter, of Florida, to be a Member of the National Council on the Arts for a term expiring September 3, 2018, vice Robert Bretley Lott, term expired.\n\t         \n\tLorne W. Craner, of Virginia, to be a Member of the Board of Directors of the Millennium Challenge Corporation for a term of two years.  (Reappointment)\n\n\tStewart M. De Soto, of Illinois, to be a Member of the Board of Trustees of the Barry Goldwater Scholarship and Excellence in Education Foundation for a term expiring August 11, 2016, vice Charles P. Ruch, term expired.\n\n\tTed R. Dintersmith, of Virginia, to be an Alternate Representative of the United States of America to the Sixty-seventh Session of the General Assembly of the United Nations.\n\n\tMark Doms, of Maryland, to be Under Secretary of Commerce for Economic Affairs, vice Rebecca M. Blank, resigned.\n\n\tDeborah Ann McCarthy, of Florida, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Lithuania.\n\n\tWilliam Shaw McDermott, of Massachusetts, to be a Member of the Board of Directors of the Metropolitan Washington Airports Authority for a term expiring November 22, 2017, vice Robert Clarke Brown, term expired.\n\t \n\tMartin O'Malley, of Maryland, to be a Member of the Board of Trustees of the James Madison Memorial Fellowship Foundation for the remainder of the term expiring November 5, 2012, vice Joe Manchin III.\n\n\tMartin O'Malley, of Maryland, to be a Member of the Board of Trustees of the James Madison Memorial Fellowship Foundation for a term expiring November 5, 2018.  (Reappointment)\n\n\tJoan M. Prince, of Wisconsin, to be an Alternate Representative of the United States of America to the Sixty-seventh Session of the General Assembly of the United Nations.\n\n\tWalter G. Secada, of Florida, to be a Member of the Board of Trustees of the Barry Goldwater Scholarship and Excellence in Education Foundation for a term expiring March 3, 2016, vice Laurie Stenberg Nichols, term expired.\n\n\tJeffrey Shell, of California, to be a Member of the Broadcasting Board of Governors for a term expiring August 13, 2015, vice Walter Isaacson, term expired.\n\n\tJeffrey Shell, of California, to be Chairman of the Broadcasting Board of Governors, vice Walter Isaacson, resigned.\n\n\tAnne J. Udall, of Oregon, to be a Member of the Board of Trustees of the Morris K. Udall and Stewart L. Udall Foundation for a term expiring October 6, 2016.  (Reappointment)\n\n\tJohn Unsworth, of Massachusetts, to be a Member of the National Council on the Humanities for a term expiring January 26, 2016, vice Jean B. Elshtain, term expired.\n\n\tNina Mitchell Wells, of New Jersey, to be a Member of the Board of Directors of the Metropolitan Washington Airports Authority for a term expiring May 30, 2018, vice Charles Darwin Snelling, term expired.\n\n\n\n\n"
}