{
    "title": "Presidential Proclamation--Suspension of Entry of Aliens Subject to United Nations Security Council Travel Bans and International Emergency Economic Powers Act Sanctions | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/07/25/presidential-proclamation-suspension-entry-aliens-subject-united-nations",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 25, 2011\n\n \n\n\n\nPresidential Proclamation--Suspension of Entry of Aliens Subject to United Nations Security Council Travel Bans and International Emergency Economic Powers Act Sanctions\n\n\n\n\nSUSPENSION OF ENTRY OF ALIENS SUBJECT TO UNITED NATIONS SECURITY COUNCIL TRAVEL BANS AND INTERNATIONAL EMERGENCY ECONOMIC POWERS ACT SANCTIONS\nBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\nA PROCLAMATION\nIn light of the firm commitment of the United States to the preservation of international peace and security and our obligations under the United Nations Charter to carry out the decisions of the United Nations Security Council imposed under Chapter VII, I have determined that it is in the interests of the United States to suspend the entry into the United States, as immigrants or nonimmigrants, of aliens who are subject to United Nations Security Council travel bans as of the date of this proclamation.  I have further determined that the interests of the United States are served by suspending the entry into the United States, as immigrants or nonimmigrants, of aliens whose property and interests in property have been blocked by an Executive Order issued in whole or in part pursuant to the President's authority under the International Emergency Economic Powers Act (50 U.S.C. 1701 et seq.).\nNOW, THEREFORE, I, BARACK OBAMA, by the authority vested in me as President by the Constitution and the laws of the United States of America, including section 212(f) of the Immigration and Nationality Act of 1952, as amended (8 U.S.C. 1182(f)), and section 301 of title 3, United States Code hereby find that the unrestricted immigrant and nonimmigrant entry into the United States of persons described in section 1 of this proclamation would be detrimental to the interests of the United States.  I therefore hereby proclaim that:\nSection 1.  The entry into the United States, as immigrants or nonimmigrants, of the following persons is hereby suspended:\n(a)  Any alien who meets one or more of the specific criteria for the imposition of a travel ban provided for in a United Nations Security Council resolution referenced in Annex A to this proclamation.\n(b)  Any alien who meets one or more of the specific criteria contained in an Executive Order referenced in Annex B to this proclamation.\nSec. 2.  Persons covered by section 1 of this proclamation shall be identified by the Secretary of State or the Secretary's designee, in his or her sole discretion, pursuant to such standards and procedures as the Secretary may establish.\nSec. 3.  The Secretary of State shall have responsibility for implementing this proclamation pursuant to such procedures as the Secretary, in consultation with the Secretary of the Treasury and Secretary of Homeland Security, may establish.\nSec. 4.  Section 1 of this proclamation shall not apply with respect to any person otherwise covered by section 1 where entry of the person into the United States would not be contrary to the interests of the United States, as determined by the Secretary of State.  In exercising the functions and authorities in the previous sentence, the Secretary of State shall consult the Secretary of Homeland Security on matters related to admissibility or inadmissibility within the authority of the Secretary of Homeland Security.\nSec. 5.  Nothing in this proclamation shall be construed to require actions that would be inconsistent with the United States obligations under applicable international agreements.\nSec. 6.  This proclamation is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\nSec. 7.  This proclamation is effective immediately and shall remain in effect until such time as the Secretary of State determines that it is no longer necessary and should be terminated, either in whole or in part.  Any such termination shall become effective upon publication in the Federal Register.\nIN WITNESS WHEREOF, I have hereunto set my hand this twenty-fourth day of July, in the year of our Lord two thousand eleven, and of the Independence of the United States of America the two hundred and thirty-sixth.\nBARACK OBAMA\n \nAnnex  A:  United Nations Security Council Resolutions (UNSCRs)\n1) UNSCR 1521 (2003) (concerning Liberia):  http://www.un.org/sc/committees/1521/\n\t2) UNSCR1572 (2004)) (concerning Côte d’Ivoire):  http://www.un.org/sc/committees/1572/resolutions.shtml\n\t3) UNSCR 1591 (2005) (concerning Sudan):  http://www.un.org/sc/committees/1591/\n\t4) UNSCR 1636 (2005) (concerning Lebanon):  http://www.un.org/sc/committees/1636/\n\t5) UNSCR 1718 (2006) (concerning North Korea):  http://www.un.org/sc/committees/1718/\n\t6) UNSCR 1844 (2008) (concerning Somalia):  http://www.un.org/sc/committees/751/\n\t7) UNSCR 1857 (2008) (concerning the Democratic Republic of the Congo):  http://www.un.org/sc/committees/1533/\n\t8) UNSCR 1907 (2009) (concerning Eritrea):  http://www.un.org/sc/committees/751/\n\t9) UNSCR 1929 (2010) (concerning Iran):  http://www.un.org/sc/committees/1737/\n\t10) UNSCR 1970 and 1973 (2011) (concerning the Libyan Arab Jamahiriya):  http://www.un.org/sc/committees/1970/\n\t11) UNSCR 1988 (2011) (concerning Afghanistan): http://www.un.org/sc/committees/1988/\n\t12) UNSCR 1989 (2011) (concerning Al Qaeda) http://www.un.org/sc/committees/1267/\nAnnex B:  Executive Orders\n1) Executive Order 12947 of January 23, 1995 (Prohibiting Transactions With Terrorists Who Threaten to Disrupt the Middle East Peace Process), as amended by Executive Order 13099 of August 20, 1998 (Prohibiting Transactions With Terrorists Who Threaten to Disrupt the Middle East Peace Process)\n\t2) Executive Order 12978 of October 21, 1995 (Blocking Assets and Prohibiting Transactions With Significant Narcotics Traffickers)\n\t3) Executive Order 13067 of November 3, 1997 (Blocking Sudanese Government Property and Prohibiting Transactions With Sudan)\n\t4) Executive Order 13219 of June 26, 2001 (Blocking Property of Persons Who Threaten International Stabilization Efforts in the Western Balkans), as amended by Executive Order 13304 of May 28, 2003 (Termination of National Emergencies With Respect to Yugoslavia and Modification of Executive Order 13219 of June 26, 2001)\n\t5) Executive Order 13224 of September 23, 2001 (Blocking Property and Prohibiting Transactions With Persons Who Commit, Threaten to Commit, or Support Terrorism), as amended by Executive Order 13268 of July 2, 2002 (Termination of Emergency With Respect to the Taliban and Amendment of Executive Order 13224 of September 23, 2001)\n\t6) Executive Order 13288 of March 6, 2003 (Blocking Property of Persons Undermining Democratic Processes or Institutions in Zimbabwe), as amended by Executive Order 13391 of November 22, 2005 (Blocking Property of Additional Persons Undermining Democratic Processes or Institutions in Zimbabwe)\n\t7) Executive Order 13310 of July 28, 2003 (Blocking Property of the Government of Burma and Prohibiting Certain Transactions)\n\t8) Executive Order 13315 of August 28, 2003 (Blocking Property of the Former Iraqi Regime, Its Senior Officials and Their Family Members, and Taking Certain Other Actions), superseded in part by Executive Order 13350 of July 29, 2004 (Termination of Emergency Declared in Executive Order 12722 With Respect to Iraq and Modification of Executive Order 13290, Executive Order 13303, and Executive Order 13315)\n\t9) Executive Order 13338 of May 11, 2004 (Blocking Property of Certain Persons and Prohibiting the Export of Certain Goods to Syria), as amended by Executive Order 13460 of February 13, 2008 (Blocking Property of Additional Persons in Connection With the National Emergency With Respect to Syria)\n\t10) Executive Order 13348 of July 22, 2004 (Blocking Property of Certain Persons and Prohibiting the Importation of Certain Goods from Liberia)\n\t11) Executive Order 13382 of June 28, 2005 (Blocking Property of Weapons of Mass Destruction Proliferators and Their Supporters)\n\t12) Executive Order 13396 of February 7, 2006 (Blocking Property of Certain Persons Contributing to the Conflict in Côte d’Ivoire)\n\t13) Executive Order 13399 of April 25, 2006 (Blocking Property of Additional Persons in Connection With the National Emergency With Respect to Syria)\n\t14) Executive Order 13400 of April 26, 2006 (Blocking Property of Persons in Connection With the Conflict in Sudan’s Darfur Region)\n\t15) Executive Order 13405 of June 16, 2006 (Blocking Property of Certain Persons Undermining Democratic Processes or Institutions in Belarus)\n\t16) Executive Order 13412 of October 13, 2006 (Blocking Property of and Prohibiting Transactions With the Government of Sudan)\n\t17) Executive Order 13413 of October 27, 2006 (Blocking Property of Certain Persons Contributing to the Conflict in the Democratic Republic of the Congo)\n\t18) Executive Order 13438 of July 17, 2007 (Blocking Property of Certain Persons Who Threaten Stabilization Efforts in Iraq) \n\t19) Executive Order 13441 of August 1, 2007 (Blocking Property of Persons Undermining the Sovereignty of Lebanon or Its Democratic Processes and Institutions)\n\t20) Executive Order 13448, of October 18, 2007 (Blocking Property and Prohibition Certain Transactions Related to Burma)\n\t21) Executive Order 13460 of February 13, 2008 (Blocking Property of Additional Persons in Connection With the National Emergency With Respect to Syria)\n\t22) Executive Order 13464 of April 30, 2008 (Blocking Property and Prohibiting Certain Transactions Related to Burma)\n\t23) Executive Order 13469 of July 25, 2008 (Blocking Property of Additional Persons Undermining Democratic Processes or Institutions in Zimbabwe)\n\t24) Executive Order 13536 of April 12, 2010 (Blocking Property of Certain Persons Contributing to the Conflict in Somalia)\n\t25) Executive Order 13551 of August 30, 2010 (Blocking Property of Certain Persons With Respect to North Korea)\n\t26) Executive Order 13566 of February 25, 2011 (Blocking Property and Prohibiting Certain Transactions Related to Libya)\n\t27) Executive Order 13572 of April 29, 2011 (Blocking Property of Certain Persons With Respect to Human Rights Abuses in Syria)\n\t28) Executive Order 13573 of May 18, 2011 (Blocking Property of Senior Officials of the Government of Syria)\n\t29) Executive Order 13581 of July 24, 2011 (Blocking Property of Transnational Criminal Organizations)\n\n\n\n\n"
}