{
    "title": "Advisory: Valerie Jarrett and Education Secretary Arne Duncan to Hold White House Roundtable on Title IX | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/advisory-valerie-jarrett-and-education-secretary-arne-duncan-hold-white-house-round",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 22, 2009\n\n \n\n\n\nAdvisory: Valerie Jarrett and Education Secretary Arne Duncan to Hold White House Roundtable on Title IX\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  _______________________________________________________________________  For Immediate Release                                                    June 22, 2009    Advisory: Valerie Jarrett and Education Secretary Arne Duncan to Hold White House Roundtable on Title IX  WASHINGTON – The White House will be holding a roundtable on the 37th Anniversary of Title IX featuring Senior Advisor Valerie Jarrett, Education Secretary Arne Duncan and an all-star line-up of women athletes and scientists. In addition to the roundtable participants, which include Billie Jean King and Dominique Dawes, 30 local high school aged girls will be in the audience along with several professional athletes and well-known Title IX advocates. The roundtable is being held tomorrow, Tuesday, June 23, at 2:30 PM, and several of the participants will be available for questions after the event. The roundtable will also be streamed live on the web both at WhiteHouse.gov/live, and as part of an innovative Facebook application that allows users to both watch the live-stream and be part of an online chat about the roundtable simultaneously. The roundtable will be kept up to date during the event on the comments and questions coming in through the chat, which will take place at this address: http://apps.facebook.com/ObamaWhiteHouselive/. Non-facebook users can also submit their comments and questions at a special comment form that the White House will be monitoring during the event at the standard live-stream address: /live/ WHAT: White House Roundtable on the 37th Anniversary of Title IX WHEN: Tuesday, June 23, 2009, 2:30 PM EDT  (Pre-set 2:00 PM – Final Gather 2:20 PM – Stakeout Location) WHERE: Eisenhower Executive Office Building Room 350   Please note: Space for the Roundtable is extremely limited. LOGISTICS: After the Roundtable, Ms. King, Ms. Dawes and others will hold a media availability at the stakeout location outside of the West Wing. The Roundtable is expected to run for an hour, and the availability will begin shortly after the Roundtable concludes. Media who wish to attend should RSVP to media_affairs@who.eop.gov. Media that are not White House Hard Pass holders must RSVP with full name, news outlet, date of birth and social security number. Please clearly note which events you wish to cover.\n\n\n\n"
}