{
    "title": "First Lady Michelle Obama joins Goya Foods in announcing \"Mi Plato\" Resources for families | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/01/26/first-lady-michelle-obama-joins-goya-foods-announcing-mi-plato-resources",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJanuary 26, 2012\n\n \n\n\n\nFirst Lady Michelle Obama joins Goya Foods in announcing \"Mi Plato\" Resources for families\n\n\n\n\n\n\tTampa, Florida - In support of First Lady Michelle Obama's Let's Move! initiative, Goya Foods, the largest, Hispanic-owned U.S. food company, is committing resources to promote the USDA's MyPlate, or MiPlato, a new food group symbol to remind families about making healthy meal choices with easy “how-tos” about proper portions. Mrs. Obama joined Bob Unanue, President of Goya Foods, and leading Latino organizations to promote their nationwide effort to encourage health and wellness in communities across the country. Goya Foods is rolling out numerous steps to help communities enjoy healthy, tasty and affordable meals including creating brochures, posters, coupons and cookbooks for consumers; developing educational tools for 4th through 6th grade students across the country; and imprinting the MiPlato icon on some of their products.\n\t \n\t“Today’s announcement is what Let’s Move! is really all about – folks from every sector of our society stepping up and coming together on behalf of our kids. One of the pillars of Let’s Move! is empowering parents with the information they need to make healthy choices.  MiPlato is a tool to help support families in that effort.  Today, Goya is utilizing their incredible reach into communities across the country to get this helpful information to the hand of parents,” said First Lady Michelle Obama. “Everything that Goya is doing – from the MiPlato posters and pamphlets to cookbooks and recipes – center around the idea that we parents can make simple changes to help their children lead healthier lives.”\n\t \n\t“For Goya, MiPlato is an ideal reflection of our product line; quality, flavor, healthy and nutritious; while offering guidance to the public to easily identify the basic food groups of vegetables, grains, fruits, proteins, and dairy,” said Bob Unanue, president of Goya Food.\n\t \n\tCommunity organizations from Florida to California have shown their support of Let’s Move! with commitments to promote MiPlato and distribute the Goya-produced materials through local churches, food pantries, promotores (community health workers) networks, registered dietitians, and schools. Some of the many organizations include the National Latino Evangelical Coalition, which will distribute materials at its Nuestro Futuro rallies across the country, and the New Mexico Collaboration to End Hunger, which is working with New Mexico’s state social services and statewide food bank to ensure New Mexico’s families receive materials. The booklets will also be distributed through food bank members of Feeding America in Texas, Florida, Arizona, New York, and California. In Tampa, the Girl Scouts of the USA has committed to promote MiPlato to Tampa-area Girl Scouts through the Girl Scouts of West Central Florida. Several organizations have also joined USDA’s Center for Nutrition Policy and Promotion’s Nutrition Communicators Network as a Community Partner.\n\n\tGoya Foods will collaborate with Let's Move! and USDA in the following ways:\n\t \n\t• A Goya-produced brochure featuring a series of recipes that meet the Dietary Guidelines that support MiPlato and ten tips for healthy eating.  The Goya sales force will offer these brochures to 32,000 supermarkets to distribute in their communities.\n\t• Goya will print MiPlato posters for distribution in various supermarkets and grocery stores. \n\t• Goya will produce brochures with a Goya savings coupon that will be distributed to a variety of national Hispanic associations and organizations at the various festivals and events that Goya sponsors throughout the year.\n\t• In the spring, Goya will launch the official MiPlato cookbook and distribute copies to their consumers.\n\t• Goya developed comprehensive lesson plans for 4th through 6th grade students using beans as education characters, and will distribute these to elementary schools in six major cities including New York, Boston, Philadelphia, Washington, Miami and Tampa.\n\t• The MiPlato icon will be printed on six different Goya products including black beans, pinto beans, white beans, chick peas, red kidney beans and the sazón Goya natural and complete.\n\t \n\tThe following Latino organizations have joined this effort:\n\t \n\tACTIVE Life\n\tAmerican Cancer Society\n\tAcademy of Nutrition and Dietetics\n\tCalifornia Food Policy Advocates\n\tCatholic Charities Philadelphia\n\tCuban American National Council (CNC)\n\tFeeding America\n\tSan Antonio Food Bank (Feeding America)\n\tTreasure Coast Food Bank (Feeding America)\n\tSt. Mary’s Food Bank Alliance (Feeding America)\n\tIsland Harvest (Feeding America)\n\tFIND Food Bank (Feeding America)\n\tFlorida Dietetic Association\n\tFerias (para Aprender/Fitness)\n\tGirls Scouts of the USA\n\tHelp4Kidz Foundation\n\tHispanic Access Foundation\n\tHispanic Federation\n\tLa Clinica del Pueblo\n\tLULAC and their 850 councils\n\tNational Caucus of State Elected Legislators\n\tNational Council of La Raza (NCLR) - 300 affiliates\n\tNational Hispanic Christian Leadership Conference\n\tNational Latino Evangelical Coalition (NaLEC)\n\tNew Mexico Collaboration to End Hunger\n\tNew York City Coalition Against Hunger\n\tPacific Southwest Conference for the Evangelical Church\n\tCancer Preventorium\n\tSeventh Day Adventist Church\n\tSouth Florida Center for Reducing Cancer Disparities\n\tSt. Cajetan Catholic Church/Hispanic Access\n\tSt. Camillus Catholic Church\n\tTexas Hunger Initiative\n\tTexas Impact\n\tUrban Strategies\n\tVision y Compromiso\n\n\n\n\n"
}