{
    "title": "Mensaje Semanal: El Presidente Obama, desde Grand Isle en Luisiana, Explica los Esfuerzos de su Administración en Respuesta al Derrame de Petroleo de la BP | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/mensaje-semanal-el-presidente-obama-desde-grand-isle-en-luisiana-explica-los-esfuer",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 05, 2010\n\n \n\n\n\nMensaje Semanal: El Presidente Obama, desde Grand Isle en Luisiana, Explica los Esfuerzos de su Administración en Respuesta al Derrame de Petroleo de la BP\n\n\n\n\nWASHINGTON- En su mensaje semanal, el Presidente Barack Obama resaltó su compromiso con ayudar al pueblo de la Costa del Golfo a reconstruir y a recuperarse tras el derrame de petroleo de BP que amenaza el sustento de la región. El viernes el Presidente se reunió con residentes locales y dueños de pequeñas empresas y escuchó sobre las dificultades que están viviendo como resultado de esta catástrofe. El gobierno del Presidente Obama ha movilizado la mayor respuesta a un desastre de este tipo en la historia del país para limpiar el derrame de petroleo de la BP. Además, el gobierno federal está trabajando para asegurar que BP y otras compañías rindan cuentas por los daños y que se establezcan enérgicos nuevos estándares para prevenir un desastre en el futuro.\nEl audio y el video están disponibles por Internet en obamawhitehouse.archives.gov.\nDeclaraciones del Presidente Barack Obama\nMensaje Semanal\n5 de junio, 2010\nGrand Isle, Luisiana\nMe dirijo a ustedes desde la bahía Caminada en Grand Isle, Luisiana, uno de los primeros lugares en sentir la devastación del derrame de petróleo en el golfo de México. Durante mi visita, en Camerdelle’s, tienda de carnada viva, me reuní con un grupo de residentes locales y dueños de pequeñas empresas.\nGente como Floyd Lasseigne, parte de la cuarta generación de pescadores de ostras en su familia. Ésta es la época del año en la que por lo general gana gran parte de sus ingresos. Pero su criadero de otras, en el lado norte de Grand Isle, probablemente ha sido destruido por el derrame. El caso de Terry Vegas es similar. Abandonó la escuela en el octavo grado para dedicarse a los camarones con su abuelo. Desde entonces, se ha ganado la vida durante la temporada de pesca, trabajando jornadas largas y agotadoras a fin de ganar suficiente dinero para subsistir todo el año. Pero hoy en día, no hay acceso a las aguas donde ha pasado año tras año. Y todos los días, a medida que el derrame empeora, pierde la esperanza de recuperar la vida por la que ha trabajado tanto. “Se puede poner un precio en una temporada perdida”, afirmó, “pero no en una tradición perdida”.\nLos efectos del derrame van más allá del litoral. También hablé con Patti Rigaud. Durante 30 años, ha sido dueña de una pequeña bodega que abrió su padre. Depende de las ventas generadas por el turismo todos los veranos. Pero este año, no hay seña de la mayoría de los botes que usualmente bordean estos embarcaderos. Dudley Gaspard, dueño de Sand Dollar Marina and Hotel, también se ha visto muy afectado. Normalmente, para esta época del año, las habitaciones se comienzan a llenar y la carnada se vende como pan caliente. Pero a él también lo ha perjudicado la baja en el turismo y la suspensión de la pesca en las aguas de Luisiana.\nSus casos son típicos en Grand Isle y en toda la región del golfo. Muchas familias llevan allí varias generaciones, ganándose la vida de una manera vinculada con la magnífica costa y los frutos naturales de este lugar. Aquí, este derrame no sólo hay dañado su forma de ganarse la vida, sino que ha trastornado a comunidades enteras. Y la ira que siente la gente no sólo se debe al dinero que ha perdido. Han pasado por dificultades en otras ocasiones. Se debe al dolor de reconocer que esta vez, su vida probablemente ha cambiado para siempre.\nEsta gente trabaja duro. Cumple con sus responsabilidades. Pero ahora una catástrofe creada por el hombre –una que no es su culpa y que está fuera de su control– ha sumido su vida en el caos. Es despiadadamente injusto. Está mal. Y lo que les dije a estos hombres y mujeres –y lo que he dicho desde el comienzo de esta catástrofe– es que voy a apoyar a los pobladores de la costa del golfo hasta que sean indemnizados.\nPor eso, desde un comienzo, nos movilizamos en todos los frentes para contener y limpiar este derrame. He autorizado que se asignen a 17,500 efectivos de la Guardia Nacional para ayudar en la respuesta. Más de 20,000 personas actualmente trabajan día y noche para proteger las aguas y el litoral. Hemos congregado a cientos de destacados científicos e ingenieros de todo el mundo. Más de 1,900 embarcaciones se encuentran en el golfo ayudando en la limpieza. Se han puesto en uso más de 4.3 millones de pies de barreras, y están disponibles 2.9 millones de pies adicionales, suficientes para 1,300 millas. Y hay 17 puntos de preparación en Luisiana, Mississippi, Alabama y Florida para defender rápidamente zonas costeras vulnerables. En resumen, ésta es la mayor respuesta a un desastre ambiental de este tipo en la historia del país.\nTambién hemos ordenado que BP pague los reclamos de daños económicos y nos aseguraremos de que se les pague a los pobladores de la costa del golfo hasta el último centavo. La Dirección de Pequeñas Empresas se ha dedicado a ayudar a negocios con la aprobación de préstamos y la postergación de pagos de préstamos existentes. Y esta semana, el gobierno federal le envió a BP una cuenta preliminar por $69 millones para que les reembolse a los contribuyentes estadounidenses algunos de los gastos de la respuesta hasta el momento. Además, después de un análisis de medidas de seguridad en casos de emergencia, estamos poniendo en vigor enérgicos nuevos estándares para la perforación en altamar. Y he nombrado a una comisión con miembros de ambos partidos para que examine las causas de este derrame. Si las leyes son inadecuadas, se cambiarán. Si falta supervisión, aumentará. Y si se infringieron las leyes, se llevará ante la justicia a los responsables.\nAhora bien, en los últimos días BP ha puesto una cubierta sobre el pozo, y parece que están alcanzando logros en los intentos por bombear el petróleo a la superficie para evitar su fuga al mar. Pero como ha sido el caso desde el inicio de esta crisis, estamos preparados para lo peor, incluso mientras esperamos que los esfuerzos de BP nos traigan noticias mejores de las que hemos estado recibiendo. También sabemos que independientemente del resultado de esta tentativa, de todos modos habrá un poco de derrame hasta que se completen los pozos de auxilio. Y todavía hay por delante un enorme proyecto de descontaminación.\nÉstos son tiempos difíciles en Luisiana y en toda la costa del golfo, un área que ya ha tenido una cantidad considerable de problemas. Pero lo que he visto son comunidades absolutamente determinadas a superar este desastre como lo han hecho antes, para preservar no solo  su forma de ganarse la vida, sino su estilo de vida. Y estaremos luchando a su lado hasta que se arregle el daño terrible que se ha causado, la gente se recupere, y se haya restaurado el gran fruto natural de la Costa del Golfo.\nGracias. \n###\n \n\n\n\n"
}