{
    "title": "MENSAJE SEMANAL: Presidente Obama subraya compromiso de fortalecer nuestro sistema educativo | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/10/09/mensaje-semanal-presidente-obama-subraya-compromiso-de-fortalecer-nuestr",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 09, 2010\n\n \n\n\n\nMENSAJE SEMANAL: Presidente Obama subraya compromiso de fortalecer nuestro sistema educativo\n\n\n\n\n\n\tWASHINGTON- En su mensaje semanal, el Presidente Obama dijo que incluso mientras trabajamos por reconstruir nuestra economía e impulsar la generación de empleo, es imperativo que les ofrezcamos a nuestros niños una educación de calidad para que Estados Unidos pueda triunfar en el siglo XXI. Mientras los republicanos en el Congreso están tratando de recortar el financiamiento para educación en 20 por ciento, el Presidente sigue comprometido a poner en vigor reformas que les dan a todos los niños una educación de primera calidad, a la vez que los prepara con las aptitudes y conocimientos que necesitan para competir en la nueva economía mundial. El Presidente seguirá luchando por un sistema educativo que ayude a generar una clase media sólida y les dé a nuestros niños las mejores oportunidades posibles en la vida.\n\n\tEl audio y el video estarán disponibles por Internet en obamawhitehouse.archives.gov a las 6:00 am ET, del sábado, 9 de octubre, 2010.\n\n\t \n\nDeclaraciones del Presidente Barack Obama\n\tVersión Preparada\n\tSábado 9 de octubre, 2010\n\tWashington, DC\n\n\n\t \n\tEl otro día, estaba hablando sobre educación con unas personas en el patio de una casa en Albuquerque y alguien me hizo una pregunta que tengo en mente desde entonces. Me preguntó: ¿Si no tenemos una casa a donde ir, de qué vale tener educación? Era una pregunta sincera, que puede provenir de cualquiera que haya perdido su casa o su empleo en esta recesión.\n\n\tPorque cuando una persona está desempleada o a punto de perder su casa, lo único que importa es encontrar trabajo. Lo único que importa es tener un techo. Lo único que importa es volver a levantarse. Por eso estoy luchando todos y cada día para impulsar la generación de empleo en el sector privado, para ayudar a los pequeños empresarios a expandirse y contratar, y para reconstruir nuestra economía de manera que levante a la clase media, tan golpeada por demasiado tiempo. \n\t \n\tPero incluso mientras nos centramos en hacer todo eso, incluso mientras nos centramos en acelerar nuestra recuperación económica, también sabemos que, en lo que respecta a empleos, la oportunidad y la prosperidad en el siglo XXI, nada es más importante que la calidad de la educación. Ahora que la mayoría de los nuevos empleos que se generan requieren algún tipo de educación superior, los países que nos superan en educación hoy, serán más competitivos que nosotros en el futuro, por lo que darles a nuestros niños la mejor educación posible es un imperativo económico.\n\t \n\tPor eso, desde el inicio de mi gobierno, hemos estado luchando para ofrecerle a todos los niños en este país una educación de calidad mundial, desde la cuna, hasta el aula, desde la universidad hasta la carrera. Esta semana anuncié un programa nuevo llamado Aptitudes para el Futuro de Estados Unidos (Skills for America’s Future) que ayudará a las instituciones comunitarias de enseñanza superior (community colleges) y a los empleadores a compatibilizar los currículos de enseñanza con las necesidades del sector privado, para que podamos conectar a estudiantes que buscan trabajo con empresas que desean contratar.\n\t \n\tEstamos eliminando decenas de miles de millones de dólares en subsidios despilfarradores para que los bancos administren los préstamos a estudiantes, y estamos usando ese dinero para hacer que la universidad les cueste menos a millones de estudiantes. Y hemos lanzado Carrera a la Cima (Race to the Top) en nuestros estados para asegurarnos de que nuestros estudiantes, todos, se gradúen de la secundaria ya preparados para la universidad, para que podamos lograr nuestro objetivo de tener el mayor porcentaje de alumnos graduados de la universidad que ningún otro país en el mundo para el 2020.\n\t \n\tPero si los republicanos del Congreso se salen con la suya, nos va a ser más difícil lograr esa meta. Nos va a ser más difícil ofrecerles a nuestros niños la mejor educación posible. Porque nos harían reducir el presupuesto de educación en 20 por ciento, recortes que reducirán la ayuda financiera para ocho millones de estudiantes, recortes que dejarán a nuestras instituciones comunitarias de enseñanza superior, que realizan un magnífico trabajo muchas veces subestimado, sin los recursos necesarios para preparar a nuestros graduados para los empleos del futuro.\n\t \n\tAhora bien, es verdad que en lo que respecta a nuestro presupuesto, enfrentamos desafíos reales. Y si hablamos en serio respecto a ordenar nuestras finanzas, necesitamos tomar decisiones difíciles. Estoy listo a tomar esas decisiones. Pero no estoy listo a darles menos educación a nuestros niños. Lo que no estoy listo a hacer es perjudicar su futuro económico, el futuro económico de ustedes, ni el futuro económico de Estados Unidos de América.\n\t \n\tNada sería más perjudicial para nuestras probabilidades de éxito que hacer recortes en la educación. Forzaría a Estados Unidos a quedarse en el segundo plano de la economía mundial, donde la competitividad es feroz. Pero China e India no están contentas con el segundo lugar. Corea del Sur y Alemania no están contentas con el segundo lugar. Están compitiendo para ser las mejores, y lo mismo debería hacer Estados Unidos.\n\t \n\tEn lugar de actuar sin visión y de darles menos a nuestros niños, deberíamos darles el doble. Deberíamos darles a todos los niños de Estados Unidos la oportunidad de sacarle el mayor partido a su vida, de hacer realidad el potencial que Dios les dio. Deberíamos luchar para ser los líderes de la economía mundial en este siglo, como lo fuimos en el siglo anterior. Y seguiremos luchando para lograr esto en los próximos meses y años.\n\n\tGracias a todos y que tengan un buen fin de semana.\n\n\t###\n\n\n\n\n"
}