{
    "title": "First Lady Michelle Obama, PBS, and WGBH Boston Announce Winning Recipes in Nationwide “Healthy Lunchtime Challenge” | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/06/08/first-lady-michelle-obama-pbs-and-wgbh-boston-announce-winning-recipes-n",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJune 08, 2015\n\n \n\n\n\nFirst Lady Michelle Obama, PBS, and WGBH Boston Announce Winning Recipes in Nationwide “Healthy Lunchtime Challenge” \n\n\n\n\nWinners to Attend Kids’ \"State Dinner\" at the White House\nWashington D.C. – First Lady Michelle Obama, PBS flagship station WGBH Boston, the U.S. Department of Education, and the U.S. Department of Agriculture today announced the winners of the Healthy Lunchtime Challenge, a nationwide recipe challenge for kids that promotes cooking and healthy eating.  Winners representing all U.S. states, four territories, and the District of Columbia will attend a Kids' “State Dinner” at the White House hosted by Mrs. Obama on July 10.  The 55 aspiring young chefs and a parent or guardian will join the First Lady for a healthy lunch, featuring a selection of the winning recipes, followed by a visit to the White House Kitchen Garden.\n“Reading over these winning recipes, two things become very clear,” says First Lady Michelle Obama. “America’s kids are passionate about not just eating healthy food, but about cooking healthy food, too.  And we’re raising some truly inventive and talented chefs. I can’t wait to meet our 2015 winners and try some of their recipes at the Kids’ “State Dinner.’”\nThis is the fourth year of the Healthy Lunchtime Challenge & Kids' \"State Dinner\" in which 8-12-year-old kids across the nation are invited to create a lunchtime recipe that is healthy, affordable, original, and delicious.  In support of the First Lady’s Let’s Move! initiative, entrants were encouraged to reference information at ChooseMyPlate.gov to ensure recipes met the USDA’s recommended nutrition guidance. The Healthy Lunchtime Challenge received almost one thousand entries featuring wholesome, tasty ingredients, such as salmon, chickpeas, cauliflower, and quinoa. Entries had to represent each of the food groups, either in one dish or as parts of a lunch meal, including fruits, vegetables, whole grains, lean protein, and low-fat dairy. To make the challenge possible for kids and their families across America, support is being provided to WGBH by Newman’s Own® and Newman’s Own Foundation.\nThe winners and featured recipes include:\n\n\nALABAMA: Jay Wolanzyk, Age 10, Alabama Fancy Fish Tacos  \n\nALASKA: Sable Scotton, Age 10, Deliciousness over Rice  \n\nARIZONA: Nia Thomas, Age 10, Oodles of Zoodles with Avocado Pistachio Pesto  \n\nARKANSAS: Aspen Smith, Age 11, Arkansas Baked Almond Catfish\n\nCALIFORNIA: Aria Pelaez, Age 9, California Rainbow Taco with Mic-Kale Obama Slaw and Barack-amole\n\nCOLORADO: Rain Adams, Age 11, Rain's Turkey Chili\n\nCONNECTICUT: Hannah Betts, Age 10, Hannah’s Eggy Potato Scramble\n\nDELAWARE: Emilie Monnig, Age 12, Spinach Power Salad with Mandarin Vinaigrette  \n\nFLORIDA: Bobby Sena, Age 12, Caribbean Delight\n\nGEORGIA: Corey Jackson Jr., Age 10, Mango-Cango Chicken  \n\nGUAM: Gracie Giles, Age 9, Y'obama Yakisoba  \n\nHAWAII: Luca Casano, Age 11, East Meets West! Chinese Pot Stickers and Tuscan Salad with Aloha Sorbet  \n\nIDAHO: Josie Roll, Age 8, Scrumptious Veggie Noodles with Sun-Dried Tomato Sauce and Chicken  \n\nILLINOIS: Shreya Patel, Age 9, Garam Masala Quinoa Burger with Raita  \n\nINDIANA: Abigail Horne, Age 8, Little Man Lunch  \n\nIOWA: Mary McFetridge, Age 11, Mary’s Garden Farfalle Feast  \n\nKANSAS: Jasmine Dulan, Age 11, Black Bean Burger with Kale Chips and Jasmine's Freeze Out Smoothie\n\nKENTUCKY: Izzy Washburn, Age 9, Shake It Off with a Turkey Roll  \n\nLOUISIANA: Samuel Davis, Age 11, Sam’s Southern Savoring Salmon Supreme (S to the 5th power)  \n\nMAINE: Leo Koch, Age 8, Vegan Superhero Soup with Vegan Power-Packed Parfait  \n\nMARYLAND: Braxton Young, Age 8, Quinoa Crusted Spinach Tofu Pie  \n\nMASSACHUSETTS: Aster Toole, Age 10, Melting Pot Soup  \n\nMICHIGAN: Eva Paschke, Age 12, Fizzle Sizzle Stir Fry  \n\nMINNESOTA: Ava Nebben, Age 9, Secret Service Pizza Delight  \n\nMISSISSIPPI: Bre Donald, Age 11, Ground Turkey Flower  \n\nMISSOURI: Blake Koehr, Age 12, Gateway Crescent  \n\nMONTANA: Colton Kuka, Age 9, Hungry Brother’s Stew\n\nNEBRASKA: Grace Brown, Age 8, Fabulous Fish Tacos\n\nNEVADA: Jack Newkirk, Age 9, Eggplant “Obama”san\n\nNEW HAMPSHIRE: Ana Bernazzani, Age 8, Corn and Turkey Meatball Lentil Soup with Whole-Wheat Pita Chips  \n\nNEW JERSEY: Emma Schramm, Age 9, Crispy-Skin Salmon Over Pasta with Garbanzo Bean Sauce\n\nNEW MEXICO: Hannah Torres, Age 10, New Mexican Style Layered Tostada with Cauliflower Tortilla \n\nNEW YORK: Julia Rissberger, Age 11, Spinach and Apple Salad with Blueberry Vinaigrette and Whole-Grain Cheese Pennies  \n\nNORTH CAROLINA: Alexander Tschegg, Age 8, Curried Chickpeas with Baked Tofu over Cilantro Rice\n\nNORTH DAKOTA: Carter Cassola, Age 11, Stuffed Peppers Delite  \n\nNORTHERN MARIANA ISLANDS: Claire Park, Age 9, Rota Sweet Potato Salad with Grilled Chicken Breast  \n\nOHIO: Sydney Mazik, Age 12, S.S. Asparagus Pie  \n\nOKLAHOMA: Riley Higgins, Age 9, M“eggs”ican Quesadillas with Pineapple Dipping Sauce  \n\nOREGON: Phoebe Garrett, Age 11, Phoebe's Phish Tacos with Kale Chips\n\nPENNSYLVANIA: Sydney Tyner, Age 11, Chicken Taco Tower  \n\nPUERTO RICO: Felix Gonzalez, Age 11, Wrap It Up  \n\nRHODE ISLAND: Clara Aizenman, Age 11, Mexican–Jewish Barley Pozole  \n\nSOUTH CAROLINA: Summer LaPress, Age 9, Pan-Roasted Grouper with Carolina Gold Rice Salad  \n\nSOUTH DAKOTA: Griffin Storm, Age 8, Storm of Deliciousness BBQ Chicken Soup  \n\nTENNESSEE: Evie Braude, Age 9, Farro with a Tennessee Twist\n\nTEXAS: Jianna Garcia, Age 10, Couscous Salad with Chicken, Artichoke, and Lemon Skewers and Tangy Texas Tzatziki  \n\nU.S. VIRGIN ISLANDS: Jalani Phillips Jr., Age 10, Hurricane Salmon and Lentil Patties\n\nUTAH: Indiana Coyle, Age 8, Mix It Up Sushi  \n\nVERMONT: Maya Elliott, Age 10, Maya's Delicious Vegetarian Little Lasagnas  \n\nVIRGINIA: Simone Spalding, Age 8, Rainbow Chili  \n\nWASHINGTON: Simone Harvey, Age 10, Teriyaki Chicken with Cabbage Salad\n\nWASHINGTON, D.C.: Timothy Burke, Age 8, Vegetable Confetti Spring Rolls  \n\nWEST VIRGINIA: Reagan Blasher, Age 10, Honey Baked Salmon with Spinach Quinoa, Pineapple Salsa, and Cucumber-Dill Dipping Sauce  \n\nWISCONSIN: Anna Ganser, Age 10, Mediterranean Rockin’ Roasted Vegetables in Cool Cucumber Boats  \n\nWYOMING: Dillon Andrews, Age 12, Indian Tacos  \n\n“We are extraordinarily impressed with the quality and the creativity of the recipes that were submitted. It’s a wonderful testament to what kids who are inspired and empowered can accomplish when given the chance,” said Brigid Sullivan, WGBH Vice President for Children’s Media and Educational Programming. “We are especially grateful to Newman’s Own for their deep commitment to improving the health of our children and for providing support to make this opportunity possible.”\n\"Healthy eating is an important factor in a student’s ability to learn and achieve academically,\" said Arne Duncan, U.S. Secretary of Education. “These young students harnessed their creativity to come up with fresh, new recipes that are nutritious, affordable and appealing to kids. This competition is just another example of how kids can be inspired to meet challenges—whether inside or outside the classroom.”\n“It is critical that our next generation learns healthy eating habits at school and at home,” said Tom Vilsack, U.S. Secretary of Agriculture. “These young people have demonstrated creativity in the kitchen, while keeping an eye on MyPlate’s recommendations for a nutritious, balanced diet.  The First Lady’s challenge is helping them hone skills that will serve them well into adulthood.”\nThe winners were chosen by a panel of judges that included: Debra Eschmeyer, Executive Director of Let’s Move!; Michel Nischan, renowned chef and President & CEO of the Wholesome Wave; Jackie Haven MS, RD Deputy Director, USDA’s Center for Nutrition Policy and Promotion; Shelley Maniscalco, MPH, RD, Director, CNPP Office of Nutrition Marketing and Communications; Sam Myers, Director, White House Liaison, U.S. Department of Education; Kristina Spencer, Office of the General Counsel, U.S. Department of Education; Tanya Steel, a children's healthy eating expert who has been involved with each Healthy Lunchtime Challenge; former winners of the contest, and recent graduates of Share our Strength’s Cooking Matters program for children.\nThe full list of winners and recipes can be found online at pbs.org/lunchtimechallenge. This year, public broadcasting joined with the White House to raise national awareness about the importance of healthy cooking and eating, with additional resources made available by WGBH Boston on the contest website.\nAdditionally, a free downloadable and printable e-cookbook of the winning recipes, including nutritional analyses and photos, will be available on July 10 on the contest site, LetsMove.gov, USDA.gov, and Ed.gov. Travel to Washington, D.C. for the winners and their guardians is provided by Delta Air Lines. Accommodations in Washington are provided by the Westin Georgetown.\n\n\n\n\n"
}