{
    "title": "Presidente Obama Anuncia Subvenciones por medio de Ley para la Recuperación para Construir, Renovar Centros Comunitarios de Salud en Más de 30 Estados | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidente-obama-anuncia-subvenciones-por-medio-de-ley-para-la-recuperaci-n-para-co",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 09, 2009\n\n \n\n\n\nPresidente Obama Anuncia Subvenciones por medio de Ley para la Recuperación para Construir, Renovar Centros Comunitarios de Salud en Más de 30 Estados\n\n\n\n\nPrograma generará empleo en comunidades de escasos recursos, ayudará a los centros a atender a más de 500,000 pacientes adicionales \nWASHINGTON - Hoy el Presidente Obama anunció subvenciones de casi $600 millones por medio de la Ley para Recuperación y Reinversión de Estados Unidos (American Recovery and Reinvestment Act) para apoyar importantes proyectos de construcción y renovación en 85 centros comunitarios de salud por todo el país y ayudar a las redes de centros de salud a comenzar a usar historias médicas electrónicas (Electronic Health Records o EHR) y otros sistemas de informática en salud (Health Information Technology o HIT). Se tiene previsto que las subvenciones no sólo generen nuevas oportunidades de empleo en construcción y cuidado de salud, sino que también presten servicios de salud a más de medio millón de pacientes adicionales en comunidades subatendidas. El Presidente también anunció un nuevo programa de demostración para apoyar los servicios de atención primaria avanzada a los beneficiarios de Medicare por medio de los centros comunitarios de salud. \n \n“Juntos, estos tres programas –fondos para la construcción, tecnología y un proyecto de demostración de hogar médico– no solamente nos ahorrarán más dinero y generarán más empleos, sino que les darán a más personas la tranquilidad de saber que el cuidado de salud estará disponible para ellas y sus familias cuando lo necesiten”, afirmó el Presidente Obama. “A fin de cuentas, ése es el propósito de la reforma de salud”.\n“Una de las primeras inversiones que hicimos por medio de la Ley para la Recuperación fue apoyar a los centros comunitarios de salud de nuestra nación, y hoy continuamos progresando al financiar nuevos proyectos de construcción y mejoras en más de 80 instalaciones por todo el país”, aseguró el Vicepresidente Biden. “Éste es el propósito de la Ley para la Recuperación: prestar asistencia inmediata a las familias más afectadas, mejorar la infraestructura de nuestra nación y crear nuevas oportunidades de trabajo estable, bien remunerado”.\nPara poder recibir fondos, un centro de salud debe ser un centro comunitario de salud y reunir ciertos requisitos federales. Se otorgarán subvenciones de $508.5 millones por medio del Programa de Inversión en Instalaciones (Facility Investment Program o FIP) para atender las urgentes necesidades de instalaciones de centros de salud. Además, habrá hasta $88 millones disponibles para ayudar a las redes controladas de centros de salud a mejorar la eficacia de sus operaciones y calidad clínica en los centros de salud al prestar servicios de apoyo administrativo, financiero, tecnológico y clínico.\nLos nuevos fondos de la Ley para la Recuperación constituyen las más recientes en una serie de subvenciones otorgadas a centros comunitarios de salud que prestan servicios de atención preventiva y primaria en más de 7,500 lugares alrededor del país, independientemente de la capacidad de pago de los pacientes. Los centros de salud atienden a más de 17 millones de pacientes, aproximadamente 40 por ciento de los cuales carecen de seguro médico.\nAmbos programas serán administrados por la Dirección de Recursos y Servicios de Salud (Health Resources and Services Administration o HRSA), dependencia del Departamento de Salud y Servicios Humanos ((Department of Health and Human Services o HHS)\nEl Presidente Obama dio instrucciones al Departamento de Salud y Servicios Humanos para que implementara un programa de demonstración concebido para evaluar el impacto del modelo de medicina primaria avanzada en el acceso, la calidad y el costo de los cuidados proporcionados a beneficiarios de Medicare atendidos por los centros comunitarios de salud.\nEste modelo, conocido como un “hogar médico”, promueve el cuidado asequible, continuo y coordinado que se centra en la familia. El proyecto de demostración, desarrollado y administrado por el Centro para Servicios de Medicare y Medicaid (Centers for Medicare and Medicaid Services o CMS), durará tres años. El CMS tiene previsto que hasta 500 centros de salud participen.\n“Debido a que los centros comunitarios de salud ya proporcionan cuidados integrales de salud a las personas que enfrentan los mayores obstáculos para obtener acceso a la atención, estos proyectos de demostración tienen el potencial de apoyar y mejorar el cuidado proporcionado no sólo a los beneficiarios de Medicare, sino también a otros que dependen de los centros comunitarios de salud para la atención primaria”, dijo la secretaria de HHS, Kathleen G. Sebelius.\nLa HRSA ha recibido un total de $2,000 millones por medio de la Ley para la Recuperación para ampliar sus servicios de cuidado de salud a personas de escasos recursos y sin seguro por medio de su programa de centros de salud. Hasta la fecha, se han otorgado casi $1,900 de estos fondos a organizaciones comunitarias en todo el país.\nLas subvenciones de FIP se enumeran a continuación. Fueron otorgadas por medio de un proceso competitivo:\nNombre del Centro de Salud  Ciudad Estado  Monto Otorgado\nSeldovia Village Tribe Seldovia Alaska $2,258,091\nAlaska Island Community Services Wrangell Alaska $3,736,490\nNorth Country Healthcare Inc. Flagstaff Ariz. $7,433,776\nCanyonlands Community Health Care Page Ariz. $1,840,695\nClínica Sierra Vista Bakersfield Calif. $4,008,251\nSolano County Health & Social Services Dept. Fairfield Calif. $2,194,196\nSouth Central Family Health Center Los Angeles Calif. $953,743\nContra Costa County Health Services Dept. Martinez Calif. $12,000,000\nGolden Valley Health Center Merced Calif. $9,573,010\nPetaluma Health Center Inc. Petaluma Calif. $8,906,986\nClínica de Salud del Valle de Salinas Salinas Calif. $2,327,857\nSanta Clara Valley Health And Hospital System San José Calif. $2,643,343\nSan Mateo County Health Services Agency San Mateo Calif. $1,765,876\nCentro de Salud de la Comunidad San Ysidro San Ysidro Calif. $9,754,515\nVista Community Clinic Vista Calif. $11,473,212\nCharter Oak Health Center Inc. Hartford Conn. $10,000,000\nCommunity Health Services Inc. Hartford Conn. $6,160,675\nUnity Health Care Inc. Washington D.C. $12,000,000\nSuncoast Community Health Centers Inc. Riverview Fla. $3,767,091\nProject Health Inc. Sumterville Fla. $5,222,774\nTampa Family Health Centers Inc. Tampa Fla. $2,903,145\nPalmetto Health Council Inc. Atlanta Ga. $6,317,838\nSouthwest Georgia Health Care Inc. Richland Ga. $1,208,700\nKokua Kalihi Valley Comprehensive Family Services Honolulu Hawaii $1,500,000\nLawndale Christian Health Center Chicago Ill. $10,000,000\nGreater Elgin Family Care Center Elgin Ill. $2,452,172\nPCC Community Wellness Center Oak Park Ill. $4,053,042\nCrusaders Central Clinic Association Rockford Ill. $5,342,337\nHealthnet Inc. Indianapolis Ind. $10,426,357\nPrimary Health Care Inc. Des Moines Iowa $2,615,429\nBucksport Regional Health Center Bucksport Maine $2,459,420\nSacopee Valley Health Center Parsonsfield Maine $802,951\nChoptank Community Health System Inc. Denton Md. $1,085,542\nDorchester House Multi-Service Center Dorchester Mass. $7,024,029\nEast Boston Neighborhood Health Center East Boston Mass. $12,000,000\nHealthfirst Family Care Center Inc. Fall River Mass. $12,000,000\nCommunity Health Connections Inc. Fitchburg Mass. $10,732,754\nLowell Community Health Center Lowell Mass. $9,351,067\nMattapan Community Health Center Mattapan Mass. $11,550,000\nGreater New Bedford Community Health Center New Bedford Mass. $5,331,145\nWhittier Street Health Committee Inc. Roxbury Mass. $12,000,000\nBaldwin Family Health Care Inc Baldwin Mich. $3,000,000\nIntercare Community Health Network Bangor Mich. $8,500,000\nCedar Riverside Peoples Center Minneapolis Minn. $2,113,595\nCentral Mississippi Civic Improvement Jackson Miss. $3,881,043\nNevada Rural Health Centers Inc. Carson City Nev. $11,253,351\nAvis Goodwin Community Health Center Dover N.H. $4,957,300\nAmmonoosuc Community Health Services Inc. Littleton N.H. $2,641,157\nLamprey Health Care Newmarket N.H. $2,150,250\nZufall Health Center Inc. Dover N.J. $3,920,442\nOcean Health Initiatives Inc. Lakewood N.J. $4,753,399\nNewark City Health and Human Services Newark N.J. $4,996,563\nNewark Community Health Centers Inc. Newark N.J. $6,453,000\nLa Familia Medical Center Santa Fe N.M. $1,216,338\nMontefiore Medical Center Bronx N.Y. $795,000\nUrban Health Plan Inc. Bronx N.Y. $12,000,000\nFamily Health Network of Central New York Inc. Cortland N.Y. $1,400,387\nCommunity Healthcare Network Nueva York N.Y. $1,365,788\nFamily Healthcare Center Fargo N.D. $6,666,583\nCapital Park Family Health Center Columbus Ohio $4,417,688\nMuskingum Valley Health Centers Inc. McConnelsville Ohio $5,997,980\nButler County Community Health Consortium Inc. Middletown Ohio $4,669,197\nHealthsource of Ohio Inc. Milford Ohio $9,764,690\nGreat Salt Plains Health Center Inc. Cherokee Okla. $2,828,647\nOklahoma Community Health Services Inc. Oklahoma City Okla. $11,985,000\nCentral City Concern Portland Ore. $8,950,000\nCornerstone Care Burgettstown Pa. $2,574,643\nKeystone Rural Health Center Chambersburg Pa. $11,515,000\nSoutheast Lancaster Health Services Lancaster Pa. $3,250,000\nEsperanza Health Center Filadelfia Pa. $6,552,799\nGreater Philadelphia Health Action Inc. Filadelfia  Pa. $3,937,796\nSquirrel Hill Health Center Pittsburgh Pa. $792,700\nSalud Integral en la Montaña Inc. Naranjito P.R. $8,752,140\nRincon Rural Health Initiative Project Inc Rincón P.R $5,915,227\nLittle River Medical Center Inc. Little River S.C. $5,523,205\nBeaufort-Jasper Comprehensive Health Services Inc. Ridgeland S.C. $7,912,493\nBrownsville Community Health Center Brownsville Texas $7,500,000\nProject Vida Health Center El Paso Texas $6,000,422\nSu Clínica Familiar Harlingen Texas $7,500,000\nEl Centro del Barrio Inc. San Antonio Texas $11,051,134\nHeart of Texas Community Health Center Inc. Waco Texas $5,296,239\nBlue Ridge Medical Center Inc. Arrington Va. $5,000,000\nCommunity Health Center of Burlington Inc. Burlington Vt. $10,964,476\nLa Clínica/South Columbia Rural Health Pasco Wash. $7,425,870\n  Total:  $508,549,051\n \nHOJA INFORMATIVA\nCentros comunitarios de salud y la Ley para la Recuperación\nLos centros de salud prestan servicios de atención preventiva y primaria en más de 7,500 lugares por todo el país, independientemente de la capacidad de pago de los pacientes; los honorarios por servicios dependen de los ingresos. Los centros de salud atienden a más de 17 millones de pacientes, aproximadamente 38 por ciento de los cuales carecen de seguro médico.\n \nSe financiaron tres tipos de subvenciones a centros de salud por medio de asignaciones de la Ley para la Recuperación en las siguientes fechas:\n• El 2 de marzo, el Presidente Obama anunció subvenciones por $155 millones para crear 126 nuevos centros de salud. Dichas subvenciones proporcionarán acceso a atención preventiva y primaria esencial a más de 750,000 personas en 39 estados y dos territorios.\n• El 27 de marzo, el HHS también otorgó $338 millones en subvenciones de Mayor Demanda de Servicios (Increased Demand for Services) a centros de salud. Los centros de salud utilizarán dichos fondos para atender a más de 2 millones de pacientes adicionales durante los próximos dos años, lo que incluye aproximadamente 1 millón de personas no aseguradas. Además, durante los próximos dos años, los centros de salud usarán los fondos para generar y preservar aproximadamente 6,400 empleos.\n• El 29 de junio, la Primera Dama Michelle Obama anunció la asignación de $851 millones en subvenciones de la Ley para la Recuperación para mejorar las instalaciones de más de 1,500 centros de salud y poder atender a más pacientes. Más de 650 centros utilizarán los fondos para sistemas de informática, y casi 400 centros de salud adoptarán y ampliarán el uso de historias médicas electrónicas.\nLas subvenciones del Programa de Inversión en Instalaciones (Facility Investment Program) anunciadas hoy representan el cuarto grupo de subvenciones para centros de salud otorgadas por medio de la Ley para la Recuperación.\nSubvenciones del Facility Investment Program (FIP)\nEl gobierno del Presidente Obama anunció que se otorgaron $508.5 millones en subvenciones del Facility Investment Program a centros comunitarios de salud por todo el país para atender las urgentes necesidades de instalaciones de centro de salud y aumentar su capacidad de atender a 500,000 pacientes adicionales. Los fondos están disponibles por medio de la Ley para Recuperación y Reinversión de Estados Unidos (American Recovery and Reinvestment Act). Las subvenciones del Facility Investment Program (FIP) apoyan importantes proyectos de construcción y renovación en los centros de salud del país. Estos fondos ayudarán a los centros de salud a construir nuevas instalaciones, modernizar sus edificios actuales y generar oportunidades de empleo en comunidades subatendidas.\nSe espera que quienes reciban fondos del FIP asignen el dinero de las subvenciones y completen los proyectos propuestos en dos años, a más tardar. Las subvenciones pagarán dos tipos de proyectos:\n1. Modificación/renovación: Este tipo de proyecto incluye el trabajo necesario para modernizar, mejorar o cambiar la distribución interior u otras características físicas de un edificio existente, y comprar /instalar equipo. Las modificaciones y renovaciones posibilitan que se pueda usar el espacio existente para otros propósitos. Este tipo de proyecto no aumenta el espacio útil.\n2. Construcción (nuevas instalaciones o expansión de instalaciones existentes): Este tipo de proyecto incluye—(i) añadir una nueva estructura a un edificio existente de manera que aumente el espacio útil de las instalaciones, e (ii) instalar permanentemente una estructura (por ejemplo, edificios modulares o prefabricados) en propiedad inmobiliaria (por ejemplo, terreno).\nLas subvenciones de FIP y todo el programa de centros de salud son administrados por la Dirección de Recursos y Servicios Salud (Health Resources and Services Administration (HRSA), dependencia del Departamento de Salud y Servicios Humanos ((Department of Health and Human Services o HHS)\nRedes Controladas por Centros de Salud (Health Center Controlled Networks o HCCN)\nEl gobierno del Presidente Obama anunció la disponibilidad de subvenciones por $88 millones para ayudar a las redes de centros de salud a que archiven electrónicamente sus historias clínicas (Electronic Health Records o EHR) y otros sistemas de informática de salud (Health Information Technology o HIT). Los fondos son parte de los $1,500 millones asignados a la Health Resources and Services Administration o HRSA por la Ley para la Recuperación para la construcción, renovación, equipo y adquisición de sistemas de informática para programas de centros de salud.\n \nEl programa de subvenciones para Health Center Controlled Networks (HCCN) fue desarrollado en 1994 a fin de apoyar la creación, el desarrollo y la operación de redes electrónicas controladas por grupos de centros de salud que colaboran a fin de mejorar las operaciones de dichos centros. Las redes son controladas y operadas por centros de salud respaldados por la HRSA. Cada red comprende por lo menos tres organizaciones que colaboran.\nLas HCCN integran las funciones operativas centrales de cada uno de los centros de salud que son miembros y que pueden estar ubicados en cualquier lugar del país, pero generalmente en el mismo estado o región. Las funciones operativas centrales que comparten estas redes son: administrativas, clínicas, fiscales, de cuidado controlado o sistemas de informática de salud.\n \nLas redes proporcionan estas funciones a precios de mercado o menores. Al iniciar una red, los miembros evalúan sus respectivos contextos e infraestructura existente para determinar la combinación más apropiada de funciones operativas a compartir. El objetivo de las redes es:\n \n• aumentar el acceso por personas de escasos recursos que carecen de seguro y a las que atienden;\n• mejorar la eficiencia de sus operaciones, o\n• crear un alto nivel de desempeño y valor.\n \nLas redes que reciben los fondos para HCCN tienen gran flexibilidad para determinar sus actividades. Cada red es singular, y sus características dependen de su contexto regional o estatal, el mercado, sus colaboradores, necesidades e intereses.\n \nLa HRSA otorgó $36 millones en subvenciones para apoyar las operaciones de 53 HCCN en el año fiscal 2009.\n \nPrograma de demostración de atención primaria avanzada en centros de salud que reúnen los requisitos federales para Medicare \n \nHoy, Presidente Obama dio instrucciones al Departamento de Salud y Servicios Humanos para que implemente un programa de demostración a fin de respaldar a centros de salud que reúnen los requisitos federales para suministrar atención primaria avanzada a beneficiarios de Medicare. Las agencias del HHS, la HRSA y el Centro para Servicios de Medicare y Medicaid (Centers for Medicare and Medicaid Services o CMS) trabajarán juntos para llevar a cabo este proyecto de demostración de 3 años y anticipan que participarán 500 centros de salud que reúnen los requisitos federales.\n \nModelo de atención primaria avanzada \nEl modelo de atención primaria avanzada, también conocido como hogar médico centrado en el paciente, fomenta la atención en torno a la familia, enfocada, accesible, continua y coordinada. El proyecto de demostración está concebido para evaluar el impacto del modelo de medicina primaria avanzada respecto al acceso, calidad y costo de la atención que se brinda a beneficiarios de Medicare atendidos por centros de salud que reúnen los requisitos federales.\nCentros de salud que reúnen los requisitos federales (Federally Qualified Health Centers o FQHC)\nLos FQHC prestan atención primaria y preventiva integral a los grupos con cuidado médico insuficiente que enfrentan los mayores obstáculos económicos y geográficos para obtener acceso al cuidado. El programa del Centro de Salud, supervisado por la Health Resources and Services Administration (HRSA), es una red nacional de más de 1,100 entidades que han recibido subvenciones a centros de salud comunitarios, para personas migrantes y desalojadas, y en vivienda pública. Estas organizaciones atienden en más de 7,500 clínicas que van desde grandes instalaciones médicas hasta furgonetas móviles. En el 2008, los centros de salud atendieron a más de 17 millones de personas con cuidado médico insuficiente. Los FQHC ofrecen un entorno para mostrar los beneficios que de los hogares médicos pueden ofrecer a los beneficiarios de Medicare. \nNuevo proyecto de demostración de Medicare \nEl CMS y HRSA desarrollarán un proyecto de demostración que incluiría una convocatoria a solicitudes de beneficiarios de subvenciones de los FQHC. Para participar, dichos beneficiarios de los FQHC deberán demostrar que sus clínicas tienen la capacidad de proporcionar cuidados continuos y coordinados por medio de proveedores y entornos diversos, lo que incluye mejorar el acceso al cuidado prolongando el periodo de atención, facilitando remisiones y haciéndoles seguimiento, y controlando los medicamentos recetados por diferentes médicos. Las clínicas de los FQHC que se seleccionen para participar en la demostración recibirán una cuota mensual de control de cuidado por cada beneficiario de Medicare por el que reciben honorarios por servicios y a quien inscriban en el proyecto de demostración, además de cualquier pago por cualquier otro servicio cubierto de Medicare que presten.\nConcepto de investigación \nEste proyecto de demostración evaluará si los centros de salud que reúnen los requisitos federales y prestan atención primaria avanzada mejoran el acceso y la calidad, promueven el uso apropiado de servicios y reducen el costo del cuidado médico. El CMS comenzará a pedir solicitudes en la primavera del 2010, con el propósito de iniciar la implementación de un programa de demostración de 3 años en enero del 2011. El CMS realizará una evaluación independiente de esta demostración.\n###\n \n\n\n\n"
}