{
    "title": "FACT SHEET: Young Adults and the Affordable Care Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/fact-sheet-young-adults-and-affordable-care-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 27, 2010\n\n \n\n\n\nFACT SHEET: Young Adults and the Affordable Care Act\n\n\n\n\nPreventing Coverage Gaps, Lowering Administrative Costs and Eliminating Burdens on Businesses and Families\nThe Affordable Care Act raises the age for children who can be covered tax-free on their parents' health insurance policy and provides incentives for employers to immediately extend health insurance coverage to children up to age 27.  Today, the IRS posted new guidance for employers, employees, health insurers and other interested taxpayers regarding this provision of the new law. (IRS’s press release is here; a blog post from Nancy-Ann DeParle is here.) \nKey elements include:\n\nCoverage Extended to More Children.  Under the Affordable Care Act, workplace and retiree health insurance plans can now allow parents to add their children under age 27 to their health coverage on a tax-free basis. \nAvailable Immediately.  Effective March 30, 2010, employers may permit employees to begin making pre-tax contributions under a cafeteria plan – a plan that allows employees to choose from a menu of tax-free benefit options – to provide coverage for children under age 27.\nBroad Eligibility.  This expanded health care tax benefit applies to various workplace and retiree health plans.  It also applies to self-employed individuals who qualify for the self-employed health insurance deduction on their federal income tax return.\nNo New Burden on Employers.  Employers may allow this change under their cafeteria plan even if the cafeteria plan has not yet been amended to reflect the change in coverage options.  To reduce the burden on employers, they have until the end of 2010 to amend their cafeteria plan language to incorporate this change.\nGetting the Word Out.  The IRS has issued guidance and a press release to explain and promote these changes to employers, employees, health insurers and other interested taxpayers. \n\nToday’s announcement follows a series of steps taken by the Administration to move quickly expand health insurance coverage to young adults.  On April 19, Health and Human Services Secretary Kathleen Sebelius called on leading insurance companies to begin covering young adults voluntarily before the September 23 implementation date required by the new health reform law.   Early implementation would avoid gaps in coverage for new college graduates and other young adults and save on insurance company administrative costs of dis-enrolling and re-enrolling them between May 2010 and September 23, 2010.   Early enrollment will also enable young, overwhelmingly healthy people who will not engender large insurance costs to stay in the insurance pool. Thus far, the following insurance companies have agreed to maintain coverage for young adults enrolled on their parents’ plans:\nBlue Cross and Blue Shield of Alabama\nBlue Cross Blue Shield of Delaware\nBlue Cross and Blue Shield of Arizona, Inc.\nBlue Cross and Blue Shield of Florida\nArkansas Blue Cross and Blue Shield \nBlue Cross and Blue Shield of Hawaii\nBlue Shield of California\nBlue Cross of Idaho Health Service\nRegence Blue Shield of Idaho\nWellmark Blue Cross and Blue Shield of Iowa\nHealth Care Service Corporation\nBlue Cross and Blue Shield of Kansas\nBlue Cross Blue Shield Association\nBlue Cross and Blue Shield of Louisiana\nWellPoint, Inc.\nCareFirst BlueCross and BlueShield\nBlue Cross and Blue Shield of Massachusetts\nBlue Cross and Blue Shield of Kansas City\nBlue Cross and Blue Shield of Michigan\nBlue Cross and Blue Shield of Montana\nBlue Cross and Blue Shield of Minnesota\nBlue Cross and Blue Shield of Nebraska\nBlue Cross & Blue Shield of Mississippi\nHorizon Blue Cross and Blue Shield of New Jersey, Inc.\nHealthNow New York, Inc.\nThe Regence Group\nExcellus Blue Cross and Blue Shield\nCapital BlueCross\nBlue Cross and Blue Shield of North Carolina\nIndependence Blue Cross\nBlueCross BlueShield of North Dakota\nHighmark, Inc.\nBlue Cross of Northeastern Pennsylvania\nBlueCross and BlueShield of Tennessee \nBlue Cross and Blue Shield of Vermont\nBlue Cross & Blue Shield of Rhode Island\nPremera Blue Cross\nBlue Cross and Blue Shield of South Carolina\nBlue Cross and Blue Shield of Wyoming\nKaiser Permanente\nCigna\nAetna\nUnited\nWellPoint\nHumana\nCapital District Physicians’ Health Plan (CDPHP), Albany, New York \nCapital Health Plan, Tallahassee, Florida \nCare Oregon, Portland, Oregon \nEmblem Health, New York, New York \nFallon Community Health Plan, Worcester, Massachusetts \nGeisinger Health Plan, Danville, Pennsylvania \nGroup Health, Seattle, Washington \nGroup Health Cooperative Of South Central Wisconsin, Madison, Wisconsin \nHealth Partners, Minneapolis, Minnesota \nIndependent Health, Buffalo, New York\nKaiser Foundation Health Plan Oakland, California \nMartin’s Point Health Care, Portland, Maine \nNew West Health Services, Helena, Mt \nThe Permanente Federation, Oakland, California \nPriority Health, Grand Rapids, Michigan \nScott & White Health Plan, Temple, Texas \nSecurity Health Plan, Marshfield, Wisconsin \nTufts Health Plan, Waltham, Massachusetts \nUCARE, Minneapolis, Minnesota \nUPMC Health Plan, Pittsburgh, Pennsylvania\n\n\n\n"
}