{
    "title": "Presidential Order -- Regarding the Proposed Acquisition of a Controlling Interest in Aixtron SE by Grand Chip Investment GMBH | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/12/02/presidential-order-regarding-proposed-acquisition-controlling-interest",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 02, 2016\n\n \n\n\n\nPresidential Order -- Regarding the Proposed Acquisition of a Controlling Interest in Aixtron SE by Grand Chip Investment GMBH\n\n\n\n\nORDER\n\n- - - - - - -\n\nREGARDING THE PROPOSED ACQUISITION OF A CONTROLLING INTEREST\nIN AIXTRON SE BY GRAND CHIP INVESTMENT GMBH\nBy the authority vested in me as President by the Constitution and the laws of the United States of America, including section 721 of the Defense Production Act of 1950, as amended (section 721), 50 U.S.C. 4565,\nSection 1. Findings. I hereby make the following findings:\n(a) There is credible evidence that leads me to believe that: (1) Grand Chip Investment GmbH, a limited liability company organized under the laws of the Federal Republic of Germany (Grand Chip); (2) Grand Chip's parent companies Grand Chip Investment S.a.r.l., a company organized under the laws of the Grand Duchy of Luxembourg (GC Investment), and Fujian Grand Chip Investment Fund LP, a limited partnership organized under the laws of the People's Republic of China (Fujian Grand); and (3) Fujian Grand's partners, Mr. Zhendong Liu, a citizen of the People's Republic of China (Mr. Liu), and Xiamen Bohao Investment Co. Ltd., a company organized under the laws of the People's Republic of China (Xiamen Bohao and, together with Grand Chip, GC Investment, Fujian Grand, and Mr. Liu, the Purchasers), through exercising control of the U.S. business of AIXTRON SE, a company organized under the laws of the Federal Republic of Germany (Aixtron), might take action that threatens to impair the national security of the United States. The U.S. business of Aixtron consists of AIXTRON, Inc., a California corporation, the equity interests of AIXTRON, Inc., and any asset of Aixtron or AIXTRON, Inc. used in, or owned for the use in or benefit of, the activities in interstate commerce in the United States of AIXTRON, Inc., including without limitation any interest in any patents issued by, and any interest in any patent applications pending with, the United States Patent and Trademark Office (collectively, Aixtron US); and\n(b) Provisions of law, other than section 721 and the International Emergency Economic Powers Act (50 U.S.C. 1701 et seq.), do not, in my judgment, provide adequate and appropriate authority for me to protect the national security in this matter.\nSec. 2. Actions Ordered and Authorized. On the basis of the findings set forth in section 1 of this order, considering the factors described in subsection 721(f), as appropriate, and pursuant to my authority under applicable law, including section 721, I hereby order that:\n(a) The proposed acquisition of Aixtron US by the Purchasers is hereby prohibited, and any substantially equivalent transaction, whether effected directly or indirectly through the Purchasers' shareholders, partners, subsidiaries, or affiliates is prohibited.\n(b) In order to effectuate this order, the Purchasers and Aixtron shall take all steps necessary to fully and permanently abandon the proposed acquisition of Aixtron US not later than 30 days after the date of this order, unless such date is extended by the Committee on Foreign Investment in the United States (CFIUS) for a period not to exceed 90 days, on such written conditions as CFIUS may require. Immediately upon completion of all steps necessary to terminate the proposed acquisition of Aixtron US, the Purchasers and Aixtron shall certify in writing to CFIUS that such termination has been effected in accordance with this order and that all steps necessary to fully and permanently abandon the proposed acquisition of Aixtron US have been completed.\n(c) From the date of this order until the Purchasers and Aixtron provide a certification of termination of the proposed acquisition to CFIUS pursuant to subsection (b) of this section, the Purchasers and Aixtron shall certify to CFIUS on a weekly basis that they are in compliance with this order and include a description of efforts to permanently abandon the proposed acquisition of Aixtron US and a timeline for projected completion of remaining actions.\n(d) Any transaction or other device entered into or employed for the purpose of, or with the effect of, avoiding or circumventing this order is prohibited.\n(e) The Attorney General is authorized to take any steps necessary to enforce this order.\nSec. 3. Reservation. I hereby reserve my authority to issue further orders with respect to the Purchasers, Aixtron, or Aixtron US as shall in my judgment be necessary to protect the national security.\nSec. 4. Publication and Transmittal. (a) This order shall be published in the Federal Register.\n(b) I hereby direct the Secretary of the Treasury to transmit a copy of this order to the appropriate parties named in section 1 of this order.\nBARACK OBAMA\nTHE WHITE HOUSE,\nDecember 2, 2016.\n\n\n\n\n"
}