{
    "title": "White House Announces Steps to Expedite High Impact Infrastructure Projects to Create Jobs | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/08/31/white-house-announces-steps-expedite-high-impact-infrastructure-projects",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 31, 2011\n\n \n\n\n\nWhite House Announces Steps to Expedite High Impact Infrastructure Projects to Create Jobs\n\n\n\n\n\n\tWASHINGTON – Today, President Obama issued a Presidential Memorandum directing departments and agencies to identify high impact, job-creating infrastructure projects that can be expedited through outstanding review and permitting processes.  At the President’s direction, the Departments of Agriculture, Commerce, Housing and Urban Development, Interior and Transportation will each select up to three high priority infrastructure projects that will create a significant number of jobs, have already identified necessary funding, and where the significant steps remaining before construction – including permit decisions, reviews, and consultations – are within the control and jurisdiction of the federal government and can be completed within 18 months.\n\n\tToday’s announcement is a common-sense step to speed job creation in the near term while increasing our competitiveness and strengthening the economy in the long term.  Investments in our Nation’s infrastructure will ensure that America has the fastest and most reliable means to move people and goods, energy and attract business-making investment choices in a global economy.  The President also directed the creation of a Projects Dashboard to ensure the details of each project identified as a result of today’s announcement are available to the public.  The Projects Dashboard will allow users to follow each project through the expedited approval process and facilitate public input.\n\n\t“Creating jobs is my highest priority as President, and investing in our nation’s infrastructure can help create those jobs and grow our economy,” said President Obama. “That’s why I’m asking agencies across the federal government to identify infrastructure projects that will put folks back to work and help make our country stronger, and take immediate steps to push these projects across the finish line.”\n\n\tWhile today’s announcement is focused on a select number of high-priority projects, the President also directed agencies to deploy information technology tools that improve the efficiency of Federal permitting and review processes, and use the lessons learned from expediting the high-priority projects to develop best practices that can be applied more broadly to  permitting and review processes going forward.\n\n\tThis initiative was recommended to the President by his Council on Jobs and Competitiveness during their meeting together in June.  Tomorrow, the Council on Jobs and Competitiveness will hold a meeting in Dallas with local business owners to discuss the steps we have taken to strengthen our nation’s infrastructure and come up with initiatives and policies to further grow the economy and accelerate hiring.\n\n\tAs the federal government expedites the review of these high impact projects, agencies will fully and effectively implement their responsibilities to protect safety, public health and the environment.  In fact, many agencies across the federal government have already taken important measures to improve review and permitting processes and make them more efficient and effective.  Some of the many steps taken since the beginning of the Obama Administration include:\n\nFinding innovative approaches to make environmental review under the National Environmental Policy Act (NEPA) more efficient: In November 2010, the Council on Environmental Quality (CEQ) issued guidance to help agencies reduce unnecessary paperwork and delay by identifying and establishing “categorical exclusions” for activities like routine facility maintenance that do not need to undergo intensive review because they do not, individually or cumulatively, have significant environmental impacts.  In March 2011 CEQ launched a NEPA pilots program, inviting federal agencies and the public to nominate projects employing innovative approaches to completing environmental reviews more efficiently and effectively.  CEQ will work with the relevant federal agencies to implement up to five selected pilots, and to replicate time- and cost-saving approaches learned from the implementation of the pilots.\n\nSpeeding up highway project delivery to ensure that Every Day Counts: The Federal Highway Administration’s (FHWA) Every Day Counts initiative is identifying and deploying innovative approaches to shorten project delivery, enhance the safety of the nation’s roadways, and protect the environment.  EDC’s website features a  Shortening Project Delivery Toolkit to encourage greater use of current regulatory flexibilities and accelerated project delivery methods. EDC employs a comprehensive set of tools including additional technical assistance to help overcome major challenges on ongoing projects requiring Environmental Impact Statements. FHWA teams focus on facilitating interagency coordination and collaboration to resolve outstanding issues and provide peer-to-peer activities, workshops, training, or specialized on-site assistance..  On the construction side, the agency is encouraging State use of acceleration techniques like design-build and pre-fabricated bridge elements.\n\nBreaking down policy barriers to build sustainable communities: Over the past two years, HUD, DOT, and EPA have worked together to promote better outcomes for communities and more effective federal investments through better targeting of  resources, removal of existing federal regulatory and policy barriers to smart and sustainable development, and improved alignment of the partner agencies’ policy priorities.  Beyond promoting synergies among grant various programs, the agencies provide technical assistance to communities facing process obstacles.  For example, EPA helps local governments, the development community, and other building professionals identify and remove barriers to sustainable design and green building in their permitting processes by educating them about local codes of ordinances that affect the design, construction, renovation, and operation and maintenance of a building and its immediate site.\n\nMaking air and water permitting leaner by eliminating unnecessary process steps: EPA’s Lean Government Program is using Lean techniques such as value stream mapping, kaizen rapid improvement events, and Six Sigma to identify and eliminate unnecessary and non‐value added process steps to improve water quality standard setting and National Pollutant Discharge Elimination System (NDPES) processes, achieving dramatic reductions in review steps.  Lean techniques have also been used to improve air permitting, by developing new permit applications, installing visual permit tracking boards, and implementing a “First In, First Out” system.\n\nElevating and troubleshooting challenges through interagency Rapid Response Teams (RRTs): Ten federal agencies have designated senior staff to serve on RRTs, which coordinate rapid response capability across the Federal agencies for both renewable energy and transmission projects at critical agency review points.  Key agency personnel are “on call” to resolve or elevate issues as they arise.\n\nMaking transmission siting and permitting more efficient:  In October 2009, nine federal agencies signed a Memorandum of Understanding (MOU) to improve coordination among project applicants, federal agencies, states, and tribes involved in siting and permitting electric transmission facilities on Federal land.   The MOU pre-designates the Department of Energy (DOE) as the lead agency to coordinate all federal environmental reviews necessary to site a transmission project on federal lands.  DOE now tracks all pending projects covered by the MOU on a public website, including a schedule and current status for required Federal authorizations and noting missed deadlines, which must be explained by a project manager.  \n\nMaking offshore wind development “Smart from the Start”:  In the fall of 2010, the Department of the Interior (DOI) launched the “Smart from the Start” initiative to spur rapid and responsible siting, leasing and construction of new wind projects that will create jobs. The initiative is focused on improving coordination with state, local, and federal partners; identifying and refining priority areas  that appear most suitable  for development; and making the environmental review associated with  commercial leasing  more efficient through measures like conducting earlier and better coordinated reviews.\n\nCoordinating Safe and Responsible Energy Development in Alaska:  Formalizing a step announced in the spring of 2011 to increase safe and responsible domestic oil and gas production, President Obama signed an Executive Order forming a new, high-level interagency working group to coordinate on energy development and permitting in Alaska, chaired by the Deputy Secretary of the Interior and including senior officials from a range of other agencies. This group will help: simplify decision-making processes by ensuring collaboration as agencies evaluate permits and conduct rigorous environmental reviews; ensure that decisions are made with a recognition of long term issues including oil spill readiness and infrastructure development; and coordinate work with partners outside of the Federal government. \n\nImproving coordination to support energy development and safeguard air quality:  In June 2011, DOI, EPA, and the Department of Agriculture (USDA) agreed to establish a common process analyzing the potential air quality impacts of proposed oil and gas activities on federally managed public lands in order to increase efficiency, certainty, and transparency.  Previously, these agencies had used different approaches when determining the adequacy and timing of air quality analyses and mitigation and the appropriate thresholds and resource conditions to use when analyzing potential impacts of development.  To alleviate delays caused by these differences, participating agencies worked to establish mutually acceptable procedures for conducting air quality analyses as part of the environmental review required by the National Environmental Policy Act (NEPA).\n\n\n\n\n"
}