{
    "title": "President Obama Announces More Key Administration Posts, 4/8/2009 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-announces-more-key-administration-posts-482009",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 08, 2009\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts, 4/8/2009\n\n\n\n\nTHE WHITE HOUSE Office of the Press Secretary  ------------------------------------------------------  For Immediate Release                                        April 8, 2009  President Obama Announces More Key Administration Posts WASHINGTON, DC – Today, President Barack Obama announced his intent to nominate the following individuals for key administration posts: Mary L. Smith, Assistant Attorney General, Tax Division, Department of Justice; Robert R. Beers, Under Secretary for National Protection and Programs, Department of Homeland Security; Peter M. Rogoff, Administrator, Federal Transit Administration, Department of Transportation; and Jane Oates, Assistant Secretary for Employment and Training Administration, Department of Labor. President Obama said, \"At this crucial moment in our nation’s history, the American people will be well-served by the dedication and expertise of these fine public servants. I am grateful for their decision to serve, and I look forward to working with them in the months and years ahead.\" President Obama announced his intent to nominate the following individuals today: Mary L. Smith, Nominee for Assistant Attorney General, Tax Division, Department of Justice Mary L. Smith currently is a Partner at Schoeman, Updike, Kaufman & Scharf LLP, a women-owned firm.  Smith specializes in complex litigation, regulatory practice, and government investigations. Earlier in her career, she served as Senior Litigation Counsel at Tyco International (US) Inc. where she managed the securities class action multi-district litigation – one of the largest cases pending in the country.  While at Tyco, Smith interacted with the tax department on a range of issues including employee benefits and more strategic issues involving litigation and the company’s corporate reorganization. Prior to Tyco, she was an attorney at Skadden, Arps, Slate, Meagher & Flom LLP in Washington, D.C.  Prior to her time at Skadden, Smith served in the Clinton White House as Associate Counsel to the President and Associate Director of Policy Planning where she was responsible for a number of policy areas including domestic violence, tax issues, equal pay, Internet gambling, Native American issues, and civil rights issues.  She was the highest-ranking Native American in the White House during the Clinton Administration.  From 1994-96, Smith served as a trial attorney for the United States Department of Justice Civil Division.  Smith graduated from the University of Chicago School of Law, cum laude, where she was a member of the Law Review.  Smith clerked for the Hon. R. Lanier Anderson III of the United States Court of Appeals for the Eleventh Circuit.  She received a B.S., magna cum laude, from Loyola University of Chicago.  Smith is a member of the American Bar Association’s Commission on Women in the Profession and a member of the Board of Managers for the Chicago Bar Association.      Robert R. Beers, Nominee for Under Secretary for National Protection and Programs, Department of Homeland Security Rand Beers has spent 35 years as a senior civil servant. After serving as a Marine officer and rifle company commander in Vietnam, he entered the Foreign Service in 1971 and the Civil Service in 1983. From 1988 to 1998 he served on the NSC staff at the White House as Director for Counter-terrorism and Counter-narcotics, Director for Peacekeeping, and Senior Director for Intelligence Programs. From 1998 to 2003 he was Assistant Secretary of State for International Narcotics and Law Enforcement Affairs. From 2002 to 2003 he was Special Assistant to the President and Senior Director for Combating Terrorism. He was most recently the President of the National Security Network, a group of national security experts committed to talking about sensible national security policy with the American public. Peter M. Rogoff, Nominee for Administrator, Federal Transit Administration, Department of Transportation Peter M. Rogoff has served for 22 years on the staff of the Senate Appropriations Committee, including 14 years as the Democratic Staff Director of its Transportation Subcommittee.  He is an acknowledged expert in the area of federal infrastructure budgeting and finance, having had an active role in the financing of each of the last three comprehensive surface transportation reauthorization bills dating back to the Intermodal Surface Transportation Efficiency Act of 1991.   He was instrumental in the establishment of new user fee regimes to finance expanded security measures following the tragedy of September 11, 2001.  Rogoff has had an instrumental role in advising policy makers on the operating and capital needs of Amtrak, including the initiation and financing of high speed Acela service, as well as the financing of dozens of new light rail and bus rapid transit systems across the United States.  Rogoff has been active in overseeing and reforming troubled procurements in the FAA, Coast Guard, FTA, and FHWA.  He was the principal staff strategist for both the .08 blood alcohol content (BAC) law and the youth drunk driving \"zero tolerance\" law.  Together, these laws are credited with saving tens of thousands of lives.  Rogoff has also been centrally involved in efforts to strengthen safety inspections of substandard trucks, cargo vessels, and pipelines.   Rogoff is a recipient of the U.S. Coast Guard Distinguished Public Service Award and the Lester P. Lamm Memorial Award for outstanding leadership and dedication to U.S. highway transportation programs.   He earned his MBA degree, with honors, at the McDonough School of Business at Georgetown University and his B.A. degree in American Studies at Amherst College.  Jane Oates, Nominee for Assistant Secretary for Employment and Training Administration, Department of Labor Jane Oates is the Executive Director of the New Jersey Commission on Higher Education and Senior Policy Advisor to Governor Jon S. Corzine.  Since her arrival in New Jersey in March, 2006, she has concentrated on linking higher education with K-12 education and the workforce.  The Commission has engaged in work with the Commissioner of Labor on linking the college with the workforce investment system, increasing opportunities to align workforce programs with college credit, and the establishment of Innovation Partnership Institutes – working collaborations between business sectors and colleges to increase the relevance of coursework to the work of New Jersey businesses.  Oates currently serves on the State Employment and Training Commission (SETC), the State Commission on Adult Literacy and Education (SCALES), New Jersey High School Redesign Task Force, the Public Sector Work Group and chairs the State Educators Health Benefits Commission and the Governor’s Schools Board of Overseers.  Prior to joining Governor Corzine, Oates was the Senior Policy Advisor on higher education, national service, adult literacy, education research and workforce issues to Senator Edward M. Kennedy on the United States Senate Committee on Health, Education, Labor and Pensions. ### \n\n\n\n"
}