{
    "title": "1 is 2 Many Campaign Releases New Public Service Announcement on Dating Violence | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/06/21/1-2-many-campaign-releases-new-public-service-announcement-dating-violen",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nJune 21, 2012\n\n \n\n\n\n1 is 2 Many Campaign Releases New Public Service Announcement on Dating Violence\n\n\n\n\n\n\tToday, Vice President Biden, Senior Advisor Valerie Jarrett and White House Advisor on Violence Against Women Lynn Rosenthal hosted an event to launch a new Public Service Announcement (PSA) about dating violence as part of the Vice President’s 1 is 2 Many campaign. Due to the fact that young women today ages 16 to 24 experience the highest rates of violence at the hands of someone they know, the PSA’s target audience is men of this same age group. The PSA, which was produced by the White House, features professional athletes and other male role models who deliver the message that dating violence is unacceptable. \n\n\tJoining the President and Vice President in the PSA, which will air this summer on the ESPN Networks, the Fox Sports Networks, MLB Network, and NFL Network, are Joe Torre, Major League Baseball Executive Vice President, Baseball Operations, and Manager of four World Series championship teams, David Beckham of the LA Galaxy, Eli Manning of the New York Giants, Jeremy Lin of the New York Knicks, Evan Longoria of the Tampa Bay Rays, Jimmy Rollins of the Philadelphia Phillies, and ESPN correspondent Andy Katz.\n\n\tJoining the Vice President and other Senior Administration officials today for the rollout of the PSA were Jimmy Rollins, David Price of the Tampa Bay Rays, who was there on behalf of his teammate Evan Longoria, and Andy Katz.\n\nClick here to watch the PSA.\n\nClick here for more information on dating violence and the Administration’s effort to combat it.\n\nClick here to read the latest blog post on the 1 is 2 Many website about the PSA.\n\n\n\n\n"
}