{
    "title": "Background on the President's Trip to Marquette, Michigan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/02/10/background-presidents-trip-marquette-michigan",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 10, 2011\n\n \n\n\n\nBackground on the President's Trip to Marquette, Michigan\n\n\n\n\n\nGREET WITH BUSINESS LEADERS & CTOS\n\tNORTHERN MICHIGAN UNIVERSITY\n\t1:10 PM\n\t \n\tOn Thursday, the President will travel to Marquette, Michigan, where local businesses have been able to grow as a result of broadband access, with particular benefit in exporting goods to new markets around the world.   He will briefly meet with local business owners who have used broadband access to grow their businesses and four senior technology executives that contributed to the design of the Wireless Innovation Fund.\n\t \nPARTICIPANTS\n\tRocky and Carol Getz, Owners, Getz’s Clothiers: Getz’s Clothiers, a traditional clothing business, expanded with an e-commerce site (internet sales make up 65% of revenue now) and was on Inc. magazine’s 2009 list of the 5,000 fastest-growing privately owned companies in America.\n\tCraig Mattson, Chairman and CEO and Richard Anderson, Managing Director for Business Management, V.I.O. Inc.: V.I.O. Inc., an electronics company for outdoor enthusiasts, was started by a local entrepreneur and is now selling in over 60 countries online.\n\tJohn Donovan, CTO, AT&T\n\tAicha Evans, CTO, Intel: As general manager of Intel’s WiMAX division, was directly involved in the wireless network that is featured at NMU in Marquette, MI.\n\tDr. Roberto Padovani, CTO, Qualcomm\n\t \n\t \nDISTANCE LEARNING DEMONSTRATION\n\tNORTHERN MICHIGAN UNIVERSITY\n\t1:15 PM\n\t \n\tPrior to delivering remarks, the President will participate in a demonstration of how UNM’s WiMAX network has enabled distance learning for university and community students.\n\t \nDISTANCE LEARNING DEMONSTRATION\n\tOne way NMU uses the WiMAX connection is to allow professors to contact student teachers in the field to observe and communicate with them about their experience.  NMU professors also use the WiMAX to connect to K-12 classes where master teachers are teaching so that education students can observe them in action. For the distance learning demonstration, Professor Joe Lubig will connect to one of his student teachers at Negaunee High School about his teaching experience, and then Professor Joe Lubig will direct the students to turn their attention to the screen so they can observe a master teacher at the Powell Township School.\n\t \n\t \nREMARKS\n\tNORTHERN MICHIGAN UNIVERSITY\n\t1:30 PM\n\t \n\tThe President will deliver remarks at Northern Michigan University on his plan to win the future by catalyzing the build-out of high-speed wireless services that will enable businesses to grow faster, students to learn more, and public safety officials to access state-of-the-art, secure, nationwide, and interoperable mobile communications.  \n\t \n\tIn his State of the Union address, the President called for a National Wireless Initiative to make available high-speed wireless services to at least 98 percent of Americans. The Wireless Innovation and Infrastructure Initiative will make it possible for businesses to achieve that goal, while freeing up spectrum through incentive auctions, spurring innovation, and creating a nationwide, interoperable wireless network for public safety.  It will also reduce the national deficit by approximately $10 billion.\n\t \n\t \nPRE-PROGRAM PARTICIPANTS\n\tGwendolyn Hetler, Instructor, Northern Michigan University (Invocation)\n\tDrew VanBuren, Student, Northern Michigan University (Pledge of Allegiance)\n\tKelli Polkinghorne, Student, Northern Michigan University (National Anthem)\n\tDr. Leslie (Les) Wong, President, Northern Michigan University (Welcome)\n\n\n\n\n"
}