{
    "title": "Dr. Austan D. Goolsbee, Chairman of the President's Council of Economic Advisers, to Return to the University of Chicago | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/06/06/dr-austan-d-goolsbee-chairman-presidents-council-economic-advisers-retur",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 06, 2011\n\n \n\n\n\nDr. Austan D. Goolsbee, Chairman of the President's Council of Economic Advisers, to Return to the University of Chicago\n\n\n\n\n\n\tWASHINGTON -- Dr. Austan D. Goolsbee, Chairman of the President’s Council of Economic Advisers (CEA), announced his plans to return to his position as the Robert P. Gwinn Professor of Economics at the University of Chicago Graduate School of Business. He will return to Chicago in time for the upcoming school year.  Prior to his time in the Obama Administration, he was a professor at the University of Chicago for fourteen years.\n\n\t“Since I first ran for the U.S. Senate, Austan has been a close friend and one of my most trusted advisers,” President Obama said.  “Over the past several years, he has helped steer our country out of the worst economic crisis since the Great Depression, and although there is still much work ahead, his insights and counsel have helped lead us toward an economy that is growing and creating millions of jobs.  He is one of America’s great economic thinkers.”\n\nChairman Goolsbee said, “Working each day on behalf of the American people has been a rare privilege, particularly at such a historic time.  While I  am looking forward to returning home to Chicago, I will always be proud of the years I have spent working for this President.  I believe that his judgment, his courage in confronting the worst economic crisis of our lifetimes, and his commitment to the American people have made a tremendous difference for the nation.”\n\n\tIn addition to serving as Chairman of the Council of Economic Advisers, Dr. Goolsbee was the Staff Economist for the President’s Economic Recovery Advisory Board, where he helped guide the Administration’s response to the economic crisis. He has also worked as a senior adviser to the President’s Council on Jobs and Competitiveness, serving as an important link with the business community. Under his leadership, the CEA focused on policies related to small business, education, innovation and competition, which are essential to ensuring long-term economic growth. \n\n\n\n\n"
}