{
    "title": "Letter from the President regarding a Report on Afghanistan and Pakistan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/30/letter-president-regarding-report-afghanistan-and-pakistan",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 30, 2011\n\n \n\n\n\nLetter from the President regarding a Report on Afghanistan and Pakistan\n\n\n\n\nTEXT OF A LETTER FROM THE PRESIDENT TO THE\n\tHOUSE AND SENATE LEADERSHIP, AND THE CHAIRMEN AND\n\tRANKING MEMBERS OF HOUSE AND SENATE COMMITTEES\n \nDear Mr. Speaker:          (Dear Mr. President:)\n\t(Dear Mr. Leader:)          (Dear Madam Leader:)\n\t(Dear Mr. Chairman)      (Dear Madam Chairman:)\n\t(Dear Senator:)               (Dear Representative:)\nIn response to section 1117 of the Supplemental Appropriations Act, 2009 (Public Law 111-32) (the \"Act\"), and in order to keep the Congress fully informed, I am providing the attached report related to Afghanistan and Pakistan. This is the fourth report submitted under section 1117 of the Act and follows the April 2011 submission.\nThis report covers the period from January 1, 2011, through June 30, 2011. To the extent possible, the report also provides an assessment through August 31, 2011. Events continue to evolve since that time, for example in our relationship with Pakistan, but these developments fall outside the scope of this report. As I noted in my remarks on the way forward in Afghanistan on June 22, we have seen great progress in our fight against al-Qa'ida; we have reversed the Taliban's momentum in Afghanistan; and we continue to see progress in training the Afghan National Security Forces. This will allow us in the coming year to fully recover the 33,000 U.S. troop surge I announced at West Point in December 2009. Beyond that change, we continue to implement the strategy and do not believe further modifications or adjustments to the metrics, resources, or authorities are required at this time. Huge challenges remain, and this is the beginning -- but not the end -- of our effort to wind down this war.\nAs the Congress continues its deliberations on the way ahead in Afghanistan and Pakistan, I want to continue to underscore our Nation's interests in the successful implementation of this policy.\nSincerely,\n\tBARACK OBAMA\n\n\n\n\n"
}