{
    "title": "We Can't Wait: Obama Administration Announces New Initiatives to Get Veterans Back to Work | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/11/07/we-cant-wait-obama-administration-announces-new-initiatives-get-veterans",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 07, 2011\n\n \n\n\n\nWe Can't Wait: Obama Administration Announces New Initiatives to Get Veterans Back to Work\n\n\n\n\n\n\tHaving served and defended our nation, veterans are well-trained, highly skilled and will add value to any company. But today’s veterans face unique challenges:  As of October, over 850,000 veterans were unemployed and the jobless rate for post-9/11 veterans was 12.1 percent.  And as we end the war in Iraq and wind down the war in Afghanistan, over one million servicemembers are projected to leave the military between 2011 and 2016.   Accordingly, there is more work to do to ensure these men and women can find jobs at home when they return.\n\n\tOn November 7, leading veterans’ organizations joined President Obama at the White House to announce their support for the Returning Heroes and Wounded Warrior Tax Credits, two provisions in the American Jobs Act Congress is scheduled to consider that will help create jobs and strengthen the economy. The Returning Heroes Tax Credit provides firms that hire unemployed veterans with a maximum credit of $5,600 per veteran, while the Wounded Warriors Tax Credit offers firms that hire veterans with service-connected disabilities with a maximum credit of $9,600 per veteran.  \n\n\tThe President also announced a series of executive actions that will provide new resources for veterans to translate military experience to the private job market, give veterans additional career development support and better identify firms looking to hire veterans. These initiatives include:\n\nVeteran Gold Card: Effective today, Post-9/11 veterans will be able download the Veteran Gold Card, which entitles them to enhanced services including six months of personalized case management, assessments and counseling, at the roughly 3,000 One-Stop Career Centers located across the country.  This could help serve the more than 200,000 unemployed Post-9/11 veterans.  The President directed the Department of Labor to launch this initiative in his August 5, 2011 speech at the Navy Yard.\n\nMy Next Move for Veterans: The Department of Labor will launch My Next Move for Veterans, a new online resource that allows veterans to enter their military occupation code and discover civilian occupations for which they are well qualified. The site will also include information about salaries, apprenticeships, and other related education and training programs.\n\nCreating a Veterans Job Bank: Starting Monday, the Administration will launch the Veterans Job Bank, at National Resource Directory, an easy to use tool to help veterans find job postings from companies looking to hire them. It already searches over 500,000 job postings and is growing. In a few easy steps, companies can make sure the job postings on their own websites are part of this Veterans Job Bank.\n\n\tAll of these services can also be accessed by visiting obamawhitehouse.archives.gov/vets.\n\n\tTogether, these initiatives and the tax credits will lower veteran unemployment through increased hiring, improve resources for veterans to translate their military skills for the civilian workforce, and provide veterans with new tools to aid their search for jobs.\n\nReturning Heroes and Wounded Warrior Tax Credits\n\n\tUnder the Recovery Act, employers who hired certain unemployed veterans were eligible for a tax credit of up to 40 percent of the first $6,000 of wages, for a maximum credit of $2,400. This credit expired at the end of 2010.\n\n\tAs part of the American Jobs Act, the President has proposed two new tax credits:\n\n\n\t\tThe Returning Heroes Tax Credit is a new hiring tax credit that will provide an incentive for firms to hire unemployed veterans.\n\t\t\n\nShort-term unemployed:A new credit of 40 percent of the first $6,000 of wages (up to $2,400) for employers who hire veterans who have been unemployed at least 4 weeks.\n\nLong-term unemployed:A new credit of 40 percent of the first $14,000 of wages (up to $5,600) for employers who hire veterans who have been unemployed longer than 6 months.\n\n\n\n\t\tThe Wounded Warrior Tax Credit will double the existing tax credit for long-term unemployed veterans with service-connected disabilities.\n\t\t\n\n\t\t\t\tMaintain the existing Work Opportunity Tax Credit for veterans with service-connected disabilities (currently the maximum is $4,800).\n\n\t\t\t\tA new credit of 40 percent of the first $24,000 of wages (up to $9,600) for firms that hire veterans with service-connected disabilities who have been unemployed longer than 6 months.\n\n\n\n\nVeterans Gold Card Initiative\n\n\tToday, the Department of Labor will launch a new initiative to deliver individually customized, priority job search services to Post-9/11 veterans through One-Stop Career Centers.  Veterans will be provided Gold Card certificates through the Transition Assistance Program and through the eBenefits portal administered by the Department of Veteran Affairs and Department of Defense (a central access point to online benefits and related services). Veterans will also be able to download the Gold Card by visiting obamawhitehouse.archives.gov/vets.  The Gold Card will entitle Post-9/11 veterans a range of priority services at their local One-Stop Career Center, including:\n\n\n\t\tSix months of personalized case management services provided by Disabled Veteran Outreach Program specialists, Local Veteran Employment Representatives, and other One-Stop staff.\n\n\t\tCareer guidance through group or individual counseling to help veterans make training and career decisions.\n\n\t\tProvision of labor market, occupational, and skills transferability information to inform education and training decisions.\n\n\t\tExplanation of GI Bill benefits.\n\n\t\tReferral to job banks, job portals, and job openings.\n\n\t\tReferral to employers and registered apprenticeship sponsors.\n\n\t\tReferral to training opportunities.\n\n\t\tAssessment, including interviews, testing, and individual and group counseling.\n\n\n\tThe intensive, personalized service the Gold Card provides will give Post-9/11 veterans the tools they need to navigate a difficult labor market and translate their military experience for civilian employers.\n\nMy Next Move for Veterans\n\n\tToday, the Department of Labor will also launch a new online skills translator for servicemembers and veterans entitled My Next Move for Veterans. This easy-to-use tool will enable veterans to enter information about the knowledge, skills, and abilities gained through their previous military occupations and explore related civilian occupations. This includes job outlook information, salaries, apprenticeships, and other related education and training programs.\n\nMy Next Move for Veteransuses information developed as part of the Occupational Information Network (O*NET) system. The O*NET system is the most comprehensive source of information on the knowledge, skills, abilities, work tasks, tools, technology, and other important requirements needed to perform work for over 900 occupations covering the entire U.S. economy. Data is collected on an ongoing basis from a national representative sample of incumbent workers, as well as subject matter expert and job analysts.  To date, over 40,000 businesses and 150,000 workers have participated in the O*NET data collection efforts. \n\n\tThe tool will be available for free online by visiting obamawhitehouse.archives.gov/vets or at One-Stop Career Centers, educational institutions, libraries, and state employment service offices.\n\nCreating a Veterans Job Bank\n\n\tStarting Monday, the Administration will launch the Veterans Job Bank, at National Resource Directory, an easy to use tool to help veterans find job postings from companies looking to hire them. It already searches over 500,000 job postings and is growing. In a few easy steps, companies can make sure the job postings on their own websites are part of this Veterans Job Bank.\n\n\tThe Veterans Job Bank tool will serve as a resource for veteran job seekers and employers wishing to reach veterans where they are. Beyond basic job search capabilities, the tool allows veterans to enter their military occupation specialty or code to return related civilian skills and associated job listing results.\n\n\tThe Administration has also engaged a number of public and private sector resources to train employers on how to “tag” job listings to help ensure veterans will be able to identify these “veteran committed” jobs as they look for employment. Such commitments include:\n\n\nSimply Hired has adopted the job posting schema and has tagged over 500,000 jobs from veteran-committed employers discoverable on the Veterans Job Bank. In addition, Simply Hired will educate veteran-committed companies on getting their jobs posted and visible to veterans nationally.\n\nLinkedIn is committed to adopting the job posting schema and developing an easy to use tagging method to help facilitate the identification of veteran hiring commitments posted on their web site. Additionally, LinkedIn is developing innovative applications to support veteran employment and developing a microsite to help veterans find jobs. \n\nGoogle helped design the job posting schema and is supporting the Veterans Job Bank through its custom search engine.\n\nMonster and Military.com are committed to adopting the job posting schema and developing an easy to use tagging method to help facilitate the identification of veteran hiring commitments posted on their web site.\n\nTaleo is committed to adopting the job posting schema and providing a Quick Start guide to its more than 5,000 member customers to facilitate tagging of veteran commitment positions. Posted jobs appear on the customer’s websites, Taleo’s candidate market place, and other social networks such as LinkedIn and Facebook. \n\nIndeed is committed to adopting the job posting schema. Additionally, Indeed has included military history on resumes to help support employer identification of veteran candidates. Finally, on 11/11 Indeed will launch Indeed Military job search, allowing veterans to search jobs using their MOC codes by utilizing the O*Net crosswalk database to help translate military experience into civilian terms.\n\nBranchOut is committed to adopting the job posting schema through a feature that allows companies to state a preference for hiring veterans when they post jobs on BranchOut. These special job posts are highlighted for veteran job seekers so they know which companies are looking for their unique skills. BranchOut will also offer jobs posts to veterans who have recently started their own businesses.\n\nTwitter is assisting veterans by making job listings easier to find through TweetMyJobs, which is developing a check box that allows employers posting jobs to indicate if the job is specifically targeted to veterans.  TweetMyJobs is also launching a suite of tools for veterans to find jobs on Twitter, including establishing veteran-specific job channels on Twitter for every state and major metropolitan area, a special landing page (veterans.tweetmyjobs.com) for veterans to find and follow these job channels, custom notification alerts for veteran committed jobs and a channel for veterans to distribute their resume on Twitter. \n\n\n\n\n\n"
}