{
    "title": "On 30th Year of HIV/AIDS, Obama Administration Recommits to Fighting Pandemic | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/06/03/30th-year-hivaids-obama-administration-recommits-fighting-pandemic",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 03, 2011\n\n \n\n\n\nOn 30th Year of HIV/AIDS, Obama Administration Recommits to Fighting Pandemic\n\n\n\n\nWashington, D.C. – Thirty years ago this Sunday, the Centers for Disease Control and Prevention first reported on the condition that would eventually become known as human immunodeficiency virus (HIV) infection.  Over the past three decades, HIV has emerged as a potent global pandemic, and today more than 33 million people around the world are living with HIV and more than two million deaths from Acquired Immune Deficiency Syndrome (AIDS) annually.  Even today, more than 50,000 people in the United States are infected with HIV in the United States.\n\n\t“We pause to mark the thirty years we have been fighting HIV/AIDS.” said President Barack Obama.  “As we remember people in our own lives we have lost and stand by those living with HIV/AIDS, we must also rededicate ourselves to finally ending this pandemic – in this country and around the world.”\n\n\t“This battle is not over,” said Secretary for Health and Human Services Kathleen Sebelius.  “As long as the AIDS virus threatens the health and lives of people here and around the globe, our work will continue to connect people to treatment, educate them about how to protect themselves, battle discrimination, and to keep the country focused on our collective fight against this pandemic.”\n\n\tWhile America has made great strides in the fight against HIV/AIDS in recent years, the Obama Administration has made it a priority to re-focus national attention on a domestic epidemic that is still in play.  Building on a growing body of evidence and lessons learned, the Administration released last year and is now implementing a comprehensive National HIV/AIDS Strategy  that provides a roadmap for reducing new infections, improving care and health outcomes for people living with HIV/AIDS, and reducing the health disparities that have characterized this epidemic.  \n\n\tThe President is also deeply committed to expanding access to HIV/AIDS prevention and care for more Americans and  to supporting a robust research agenda to ensure  that we make steady progress toward ending the pandemic.  Under the President’s leadership, the Administration has increased domestic HIV/AIDS funding to support the Ryan White HIV/AIDS Program and HIV prevention. On the global stage, the Obama Administration’s Global Health Initiative has built on the President’s Emergency Plan for AIDS Relief (PEPFAR) by expanding access to treatment, prevention and care for those in need around the world, and further enhanced our impact by providing increased support for  maternal-child health and by supporting the efforts of governments and communities in the developing world to build their capacity to fight this epidemic and meet the other health challenges they face.  The Administration will continue to use its leadership to call upon other countries to honor their commitments to defeat a pandemic that demands the attention of the entire world.\n\n\tOn the domestic front and international stage, the Administration continues to work closely with the American people who, on this day, should stand proud of what they have done, at home and abroad, to ignite our collective commitment to this worthy cause.\n\n\tTo view an interactive timeline of the HIV/AIDS epidemic and read more information, including upcoming events, please go to http://aids.gov/thirty-years-of-aids/\n\n\n\n\n"
}