{
    "title": "Holder Post: Protecting Consumers at the Pump: The Oil and Gas Price Fraud Working Group | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/22/holder-post-protecting-consumers-pump-oil-and-gas-price-fraud-working-gr",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 22, 2011\n\n \n\n\n\nHolder Post: Protecting Consumers at the Pump: The Oil and Gas Price Fraud Working Group\n\n\n\n\n\nThe White House Blog\n\n\tPosted by Attorney General Eric Holder on April 22, 2011 at 01:15 PM EDT\n\nEd. Note: Learn more about the Attorney General's efforts to protect consumers at StopFraud.gov.\n\n\tOver the past few years, American businesses and families across the country have suffered the effects of the worst financial crisis in generations.  Today, although our economic recovery is gaining steam, it remains critically important that we continue to use every available tool and resource to safeguard consumers against additional – and unnecessary – financial burdens.\n\n\tFor many, rapidly rising gasoline prices pose a serious concern.  And while some factors – like regional variations and other lawful reasons for increased prices – may be beyond our control, it is imperative that we take action to identify and address potential cases of fraud and manipulation that may harm families and businesses.\n\n\tYesterday, I announced the formation of an Oil and Gas Price Fraud Working Group to help identify civil or criminal violations in the oil and gasoline markets, and to ensure that American consumers are not harmed by unlawful conduct.  Since last month, at President Obama’s request, I have been directing efforts to increase cooperation between the Department of Justice and other groups with relevant authority, including federal agencies and state attorneys general.  I am proud to say that this Working Group will enable us to formalize these partnerships, share monitoring information, and exchange ideas about what works – and what doesn’t work – at the state and federal level.\n\n\tIt will foster increased cooperation between investigators and government officials, so we can vigorously enforce state and federal laws against collusion, manipulation and other forms of wrongdoing.  It will also allow us to evaluate significant market developments, including the activities of speculators and index traders, so we can anticipate and aggressively pursue cases of suspected illegal activity.\n\n\tWe’ve already proven that this kind of approach can be effective.  Our new Working Group will report to me through the Financial Fraud Enforcement Task Force (FFETF), a partnership formed in late 2009 between agencies, regulators, state attorneys general, and local law enforcement organizations, which has already brought a powerful array of tools to the fight against financial fraud.  By building on this work, the Justice Department and its partners can help promote a competitive and fraud-free marketplace – and can do so both efficiently and effectively.\n\n\tAs we work to determine if any laws have been violated and, if so, to swiftly bring those wrongdoers to justice, I am confident that the new Oil and Gas Price Fraud Working Group will help protect American consumers from unnecessary pain at the pump due to illegal activity.  My colleagues and I at the Justice Department and across the administration are committed to stopping criminals who would take advantage of others for personal gain.\n\nEric Holder is US Attorney General\n\n\n\n\n"
}