{
    "title": "Overview of the Afghanistan and Pakistan Annual Review | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/16/overview-afghanistan-and-pakistan-annual-review",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 16, 2010\n\n \n\n\n\nOverview of the Afghanistan and Pakistan Annual Review\n\n\n\n\n“Our overarching goal remains the same: to disrupt, dismantle, and defeat al-Qa’ida in Afghanistan and Pakistan, and to prevent its capacity to threaten America and our allies in the future.”\n              - President Barack Obama, West Point, December 1, 2009\nOverall Assessment\n\tThe core goal of the U.S. strategy in the Afghanistan and Pakistan theater remains to disrupt, dismantle, and eventually defeat al-Qa’ida in the region and to prevent its return to either country.\n\tSpecific components of our strategy for Afghanistan and Pakistan are working well and there are notable operational gains. Most important, al-Qa’ida’s senior leadership in Pakistan is weaker and under more sustained pressure than at any other point since it fled Afghanistan in 2001. In Pakistan, we are laying the foundation for a strategic partnership based on mutual respect and trust, through increased dialogue, improved cooperation, and enhanced exchange and assistance programs. And in Afghanistan, the momentum achieved by the Taliban in recent years has been arrested in much of the country and reversed in some key areas, although these gains remain fragile and reversible.\nWhile the strategy is showing progress across all three assessed areas of al-Qa’ida, Pakistan and Afghanistan, the challenge remains to make our gains durable and sustainable. With regard to al-Qa’ida’s Pakistan-based leadership and cadre, we must remain focused on making further progress toward our ultimate end state, the eventual strategic defeat of al-Qa’ida in the region, which will require the sustained denial of the group’s safe haven in the tribal areas of western Pakistan, among other factors. And in Afghanistan, we are confronting the inherent challenges of a war-torn nation working to restore basic stability and security in the face of a resilient insurgency that finds shelter in a neighboring sanctuary. More broadly, we must continue to place the Afghanistan and Pakistan challenges in larger and better integrated political and regional contexts.\nThe accelerated deployment of U.S. and international military and civilian resources to the region that began in July 2009 and continued after the President’s policy review last fall has enabled progress and heightened the sense of purpose within the United States Government, among our coalition partners, and in the region. As a result, our strategy in Afghanistan is setting the conditions to begin the responsible reduction of U.S. forces in July 2011. This review also underscores the importance of a sustained long-term commitment to the region – in Pakistan, by way of our growing strategic partnership; and in Afghanistan, as reflected by our own long-term commitment, as well as the NATO Lisbon Summit’s two outcomes: the goal for Afghans to assume the lead for security across the country by 2014, and NATO’s enduring commitment beyond 2014.\n\nSummary of Findings\n\t1. Al-Qa’ida\n“Our security is at stake in Afghanistan and Pakistan. This is the epicenter of violent extremism practiced by al-Qa’ida. It is from here that we were attacked on 9/11, and it is from here that new attacks are being plotted as I speak.”\n              - President Barack Obama, West Point, December 1, 2009\nOur strategy for Afghanistan and Pakistan is centered on disrupting, dismantling, and defeating al-Qa’ida in the theater and preventing its capacity to threaten America, our citizens, and our allies. While it will take time to eventually defeat al-Qa’ida, we are taking steps to prevent terrorist groups from regenerating over time or reestablishing a safe haven in the region that would pose a strategic threat to the U.S. homeland and to our allies and interests abroad.\nThere has been significant progress in disrupting and dismantling the Pakistan-based leadership and cadre of al-Qa’ida over the past year. Al Qa’ida’s senior leadership has been depleted, the group’s safe haven is smaller and less secure, and its ability to prepare and conduct terrorist operations has been degraded in important ways.\nWe remain relentlessly focused on Pakistan-based al-Qa’ida because of the strategic nature of the threat posed by its leadership, and in particular the group’s continued pursuit of large-scale, catastrophic anti-Western attacks and its influence on global terrorism. We believe core al-Qa’ida continues to view the United States homeland as its principal target, and events over the past year indicate some of its affiliates and allies also are more aggressively pursuing such attacks. Although the global affiliates and allies of al-Qa’ida also threaten the U.S. homeland and interests, Pakistan and Afghanistan continue to be the operational base for the group that attacked us on 9/11. The presence of nuclear weapons in the region also lends to its distinct status, highlighting the importance of working with regional partners to prevent extremists, including core al-Qa’ida, from acquiring such weapons or materials.\nThe compounding losses of al-Qa’ida’s leadership cadre have diminished – but not halted – the group’s ability to advance operations against the United States and our allies and partners, or to support and inspire regional affiliates. Indeed, terrorist plotting continues against the United States and our allies and partners. Al-Qa’ida’s eventual strategic defeat will be most effectively achieved through the denial of sanctuaries in the region and the elimination of the group’s remaining leadership cadre. Even achieving these goals, however, will not completely eliminate the terrorist threat to U.S. interests. There are a range of other groups, including some affiliated with al-Qa’ida, as well as individuals inspired by al-Qa’ida, who aim to do harm to our nation and our allies. Our posture and efforts to counter these threats will continue unabated.\nWe remain committed to deepening and broadening our partnerships with Pakistan and Afghanistan in a way that brings us closer to the defeat of al-Qa’ida and prevents terrorist groups that pose a strategic threat to our homeland, our allies, and our interests from re-establishing safe havens in the region.\n2. Pakistan\n“In the past, we too often defined our relationship with Pakistan narrowly. Those days are over. Moving forward, we are committed to a partnership with Pakistan that is built on a foundation of mutual interest, mutual respect, and mutual trust.”\n              - President Barack Obama, West Point, December 1, 2009\nPakistan is central to our efforts to defeat al-Qa’ida and prevent its return to the region. We seek to secure these interests through continued, robust counter-terrorism and counter-insurgency cooperation and a long-term partnership anchored by our improved understanding of Pakistan’s strategic priorities, increased civilian and military assistance, and expanded public diplomacy.\nProgress in our relationship with Pakistan over the last year has been substantial, but also uneven. We worked jointly in the last year to disrupt the threat posed by al-Qa’ida, and Pakistan has made progress against extremist safe havens, taking action in six of seven agencies of the Federally Administered Tribal Areas. These gains came at great cost, as Pakistan has endured thousands of casualties in their military ranks and among their civilian population from terrorist attacks. There was also improvement in our security assistance, with increased training cooperation, more support for Pakistan’s military operations, and greater border coordination.\nIn 2010, we also improved the United States-Pakistan relationship through the Strategic Dialogue. The Dialogue improved mutual trust, prompted attention to reforms critical to long-term stability, and addressed development objectives important to the people of Pakistan. Civilian assistance increased with more aid flowing through Pakistani institutions, improved civilian stabilization activities, the development of critical energy and other infrastructure, and a robust flood response and recovery effort – which NATO directly assisted. We believe our renewed bilateral partnership is helping promote stability in Pakistan. It clearly communicates U.S. commitment to a long-term relationship that is supportive of Pakistan’s interests, and underscores that we will not disengage from the region as we have in the past.\n\tThe review also highlights particular areas in our strategy for Pakistan that require adjustment. Specific components of the strategy, taken individually, indicate we are headed in the right direction, both in terms of U.S. focus and Pakistani cooperation. However, better balance and integration of the various components of our strategy will be required to reach our objectives. For instance, the denial of extremist safe havens will require greater cooperation with Pakistan along the border with Afghanistan. Furthermore, the denial of extremist safe havens cannot be achieved through military means alone, but must continue to be advanced by effective development strategies.\nIn 2011, we must strengthen our dialogue with both Pakistan and Afghanistan on regional stability. Toward that end, Secretary Clinton plans to host foreign ministers from both countries in Washington for another session of the U.S.-Afghanistan-Pakistan Trilateral dialogue in early 2011. On bilateral issues, we must support the Government of Pakistan’s efforts to strengthen its economy, improve governance and security, and respond to the development needs of the Pakistani people. We will continue the U.S.-Pakistan Strategic Dialogue, and sustain senior level engagement – including an exchange of visits by Presidents Obama and Zardari.\n3. Afghanistan\n“We will pursue the following objectives within Afghanistan. We must deny al-Qa’ida a safe haven. We must reverse the Taliban’s momentum and deny it the ability to overthrow the government. And we must strengthen the capacity of Afghanistan’s security forces and government so that they can take the lead responsibility for Afghanistan’s future.”\n              - President Barack Obama, West Point, December 1, 2009\nThe U.S. objectives in Afghanistan are to deny safe haven to al-Qa’ida and to deny the Taliban the ability to overthrow the Afghan government. We seek to achieve these objectives by degrading the Taliban insurgency, thereby providing time and space to build sufficient Afghan capacity.\nAs a result of our integrated efforts in 2010, we are setting the conditions to begin transition to Afghan security lead in early 2011 and to begin a responsible, conditions-based U.S. troop reduction in July 2011. Moreover, at the recent NATO Lisbon Summit, we forged a broad Afghan and international consensus, agreeing on a path to complete transition by the end of 2014. Beyond these targets, and even after we draw down our combat forces, the U.S. will continue to support Afghanistan’s development and security as a strategic partner, just as the NATO-Afghanistan partnership affirms the broader and enduring international community support to Afghanistan.\nIn Afghanistan, substantial international resources have been assembled from 49 allied and partner countries to implement a focused, integrated civilian-military approach. International support is evidenced by the growth in the NATO-led coalition, increased Muslim-majority country support in the region, and the continued provision of critical international resources. The UN’s leadership, including on civilian assistance, has helped garner renewed and strengthened support for key institution building efforts. U.S. civilian and military integration has significantly improved, with coordinated efforts now occurring at every level.\nThe surge in coalition military and civilian resources, along with an expanded special operations forces targeting campaign and expanded local security measures at the village level, has reduced overall Taliban influence and arrested the momentum they had achieved in recent years in key parts of the country. Progress is most evident in the gains Afghan and coalition forces are making in clearing the Taliban heartland of Kandahar and Helmand provinces, and in the significantly increased size and improved capability of the Afghan National Security Forces (ANSF).\nThe Afghan Ministries of Defense and Interior, with help from the NATO Training Mission-Afghanistan, have exceeded ANSF growth targets, implemented an expanded array of programs to improve the quality and institutional capacity of the ANSF, and sharply improved their training effectiveness. ISAF and the Afghan government have also adopted a robust partnering plan that has accelerated tactical-level development of Afghan forces’ leadership and units, although significant development challenges remain. Efforts are also underway to support and encourage further development of local police forces to promote security and stability across the country, especially in rural areas. Emphasis must continue to be placed on the development of Afghan-led security and governance within areas that have been a focus of military operations.\nWhile the momentum achieved by the Taliban in recent years has been arrested in much of the country and reversed in some key areas, these gains remain fragile and reversible. Consolidating those gains will require that we make more progress with Pakistan to eliminate sanctuaries for violent extremist networks. Durability also requires continued work with Afghanistan to transfer cleared areas to their security forces. We are also supporting Afghanistan’s efforts to better improve national and sub-national governance, and to build institutions with increased transparency and accountability to reduce corruption – key steps in sustaining the Afghan government. And we have supported and focused investments in infrastructure that will give the Afghan government and people the tools to build and sustain a future of stability.\nAs President Obama emphasized in 2010, our civilian and military efforts must support a durable and favorable political resolution of the conflict. In 2011, we will intensify our regional diplomacy to enable a political process to promote peace and stability in Afghanistan, to include Afghan-led reconciliation, taking advantage of the momentum created by the recent security gains and the international consensus gained in Lisbon. As we shift to transition, a major challenge will be demonstrating that the Afghan government has the capacity to consolidate gains in geographic areas that have been cleared by ISAF and Afghan Security Forces.\nBackground\nThe Afghanistan and Pakistan Annual Review was directed by President Obama in December 2009 to be a National Security Staff (NSS)-led assessment of our strategy in Afghanistan and Pakistan. The President further directed that the annual review be diagnostic in nature.\nThe 2010 annual review began with a data collection phase conducted from October 12 through November 10. A series of eight working-group and deputy-level meetings were convened from November 16 through December 1 to discuss various inputs, identify findings, and assess the trajectory and pace of progress. A draft classified report, which took into account significant comments from departments and agencies, was reviewed in a series of formal Deputies, Principals, and NSC meetings held from December 3-14.\nInputs to the review came from across the U.S. government. An interagency team visited Afghanistan and Pakistan from October 25 through November 4 to discuss the situation with key leaders in the field and witness elements of the strategy first-hand. In addition, the review built heavily on the outcomes of the November 20 NATO Summit held in Lisbon. Finally, in coordination with the U.S. Embassies in Pakistan and Afghanistan, the U.S. Mission to NATO, and the Department of State, the review included consultation with key allies and partners on the situations in Afghanistan and Pakistan.\n\n\n\n\n"
}