{
    "title": "Press Briefing by Press Secretary Jay Carney, 3/8/2012 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/03/08/press-briefing-press-secretary-jay-carney-382012",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 08, 2012\n\n \n\n\n\nPress Briefing by Press Secretary Jay Carney, 3/8/2012\n\n\n\n\n\n\tJames S. Brady Press Briefing Room\n\n\t1:00 P.M. EST\n\n\tMR. CARNEY:  Good afternoon, ladies and gentlemen.  Thanks for being here on this magnificently beautiful winter’s day.  I’m just sorry we’re not in the Rose Garden.  That would be -- maybe in the spring.  (Laughter.)\n\n\tQ    There is still time.\n\n\tQ    Did it once. \n\n\tQ    Gibbs did it once.  (Laughter.) \n\n\tQ    It’s pretty windy.\n\n\tQ    Did he get grief?\n\n\tMR. CARNEY:  Did you guys give him grief?\n\n\tQ    No, we didn’t.  Us?  We didn’t. \n\n\tMR. CARNEY:  And hence, we’re here today, inside -- (laughter) -- a kind of musty briefing room.  (Laughter.)\n\n\tBe that as it may, let me, before I take your questions, give you a readout of President Obama’s video conference earlier today with President Karzai.\n\n\tEarlier today, the President held a video conference with President Karzai of Afghanistan, as part of their regular consultations.  President Karzai updated the President on the security situation in Afghanistan, which has calmed since the events of recent weeks.\n\n\tThe two Presidents discussed a range of issues of mutual interest, including U.S.-Afghan Strategic Partnership negotiations; Afghan-led reconciliation; and regional matters. \n\n\tThe leaders noted progress toward concluding a Strategic Partnership that reinforces Afghan sovereignty while addressing the practical requirements of transition.  President Karzai updated the President on developments toward Afghan-led reconciliation talks.\n\n\tFinally, the President and President Karzai agreed that it is in both our interest to continue a partnership that is based on mutual respect, and they agreed to stay in close touch in the lead-up to the NATO Summit in Chicago.\n\n\tAnd with that, I will -- I’ll get to you, Connie.  Let me start with the Associated Press’s, Ben Feller.\n\n\tQ    Thanks, Jay.  Two questions on Iran and Israel.  There is a report from Iranian state television, quoting the top leader, the Ayatollah, as praising President Obama about his comments on a \"window of opportunity\" for diplomacy.  And the quote is, “This expression is a good word.  This is a wise remark indicating taking distance from illusion.”  I’m wondering if the White House sees this as a positive sign and sees it as credible.\n\n\tMR. CARNEY:  Ben, as you know, the President’s policy toward Iran is focused in a very clear-eyed way on Iranian behavior, certainly not on rhetoric of any kind.  We are determined to prevent Iran from acquiring nuclear weapons.  And Iran continues to violate its obligations, and has demonstrated -- and has not yet demonstrated the peaceful intent of its nuclear program.  And that’s why we have, over the past three years, led the effort to organize the international community in a broad consensus effort to pressure Iran, to isolate Iran, to impose sanctions on Iran that, in an ever-increasing way, put real strain on its economy and real strain on its political leadership.  That effort continues.\n\n\tThe President has made clear since the day he took office that there is an alternative path available to Iran, through negotiations, that is available if Iran makes the decision to live up to its international obligations, to forsake its nuclear weapons ambitions, and by doing so, rejoin the international community of nations. \n\n\tWe are, as you know, with our P5-plus-1 partners, embarking upon a process to begin again talks with Iran, but again, in a very clear-eyed way.  The pressure on Iran will continue.  The ratcheting up of sanctions will continue, because the only change in that effort will come -- if it comes -- with a change in Iranian behavior with regards to its nuclear programs.\n\n\tQ    One point I didn’t hear the other day when the President was talking about Israel and Iran was whether he had actually made any progress in persuading Prime Minister Netanyahu to give more time for diplomacy and to hold off on a preemptive attack.  Does he feel like he made progress on either of those fronts?\n\n\tMR. CARNEY:  Ben, I would say simply that the Israelis, as I understand it, made clear that they have not made a decision about taking that kind of action, which is something that the President had said previously.  There is agreement between this administration, this government and the Israeli government on what Iran is doing and where it is in the process of its nuclear program.  We have inspectors on the ground, as you know -- the IAEA does -- so we have visibility into what they're doing.  And there is great coordination between this government and the Israeli government, between our militaries and between our intelligence officials.  And that will continue.\n\n\tYes.\n\n\tQ    Also on Iran, you mentioned the P5-plus-1 group.  They demanded today that Iran fulfill a promise to let international inspectors visit the Parchin military installation where the IAEA believes explosives tests were being conducted geared to developing atomic weaponry and may have taken place.  And is there any concern that this is being delayed -- the access by the IAEA, is being delayed by the Iranians to clear any evidence of this sort?  And is the access of IAEA inspectors a condition for going ahead with the talks that have been planned?\n\n\tMR. CARNEY:  Well, I'll make two points.  One, as you know, twice requests by the IAEA to send inspectors to this facility have been rejected by the Iranians in the past -- most recent -- I think once fairly recently.  And the reason why the inspectors want to visit that facility is because we do -- or the IAEA does suspect the kind of activity that you discussed.\n\n\tAs for the reports that you mention about activity at the facility, I don't have any comment on intelligence matters.  I would simply say that the reports in and of themselves underscore the importance that the IAEA attaches to being able to visit this site because of the kinds of activity that they suspect has taken place there.\n\n\tQ    And one other subject.  The Attorney General today said that the administration's oil and gas working group was going to be meeting this week to talk about high -- the rise in gas prices as it investigates possible manipulation, speculation in the energy markets.  Is there -- will this group -- what is the goal of this group this week?  And have they identified areas of speculation and actions that might be taken to stamp that out? \n\n\tMR. CARNEY:  Well, I would refer you to the Department of Justice for specifics about their work.  The working group was first set up last year when we saw a spike in oil prices and prices at the pump for Americans.  And the President, as I think he noted from this podium, has asked the Attorney General to reconstitute that working group for the same reason -- which is he wants to make sure --he wants the Justice Department to make sure that there are no cases of fraud taking place when it comes to the rising price of gasoline.\n\n\tBut I don't have any information as to the work that they're doing right now, but I would send you to the Department of Justice for that.\n\n\tJake. \n\n\tQ    A few months ago, with very little fanfare, the administration announced that it was sending some special forces to Central Africa to help African troops target Joseph Kony and the Lord’s Resistance Army.  There’s this remarkable viral video that you may have seen about who Joseph Kony is, and I was wondering if the administration was planning on talking about this video at all, responding -- given that obviously we have troops in harm’s way in I think four different countries in Africa going after Kony and the Lord’s Resistance Army.  I guess the first question is, have you or the President, or has anybody in the White House seen this video?  And the second question is, what’s the status of our troops there and the war -- and the fight there?\n\n\tMR. CARNEY:  I have not seen it.  I’m aware of it and have been briefed on it.  I don't know whether the President has, but certainly members of the broader National Security staff are aware of it, and I’m sure some of them have seen it.  I know they have.\n\n\tAs President Obama said upon signing the Lord’s Resistance Army Disarmament and Northern Uganda Recovery Act last October, we, \"Congratulate the hundreds of thousands of Americans who have mobilized to respond to this unique crisis of conscience.\"  And I think that this viral video that you mention is part of that response -- raising awareness about the horrific activities of the LRA.\n\n\tAnd consistent with the bipartisan legislation passed by our Congress in 2010, the United States continues to pursue a comprehensive, multifaceted strategy to help the governments and people of central Africa in their efforts to end the threat posed by the LRA and reduce the human consequences of the LRA's atrocities.\n\n\tI would point out, when you mention the U.S. military personnel who are in the region, it's approximately 100 U.S. military personnel.\n\n\tQ    And then a question about the Netanyahu visit.  Apparently he gave the President a gift of the Book of Esther.  And some aides to Netanyahu told The Jewish Daily Forward that it was background reading for the President, given the crisis with Iran, and the Book of Esther is about -- I guess it was called Persia at the time.  What was the President's response to getting that book?  And did the President have a gift for the Prime Minister that we don't know about yet?\n\n\tMR. CARNEY:  I have not discussed with the President that subject or the subject of gifts.  I would -- the Office of Protocol might have an answer for you in terms of gifts.  I just don't know about it and I haven't had a discussion about it.  But I'm sure the President welcomes any gift he might receive from the Prime Minister of Israel.\n\n\tYes, Politico.\n\n\tQ    My question is actually about a story that Politico reported on today, which is that the President was making calls on Keystone, encouraging Democratic members in the Senate to not vote in favor of it.  And why did the President think that that was necessary to get involved at this point yet again?  Does he not think that they agree with his position, the State Department's position, and so on?\n\n\tMR. CARNEY:  The President believes that it is wrong to play politics with a pipeline project whose route has yet to be proposed -- a fact that the company involved affirmed again this week that they have not yet identified a route for this possible pipeline.  Therefore, it cannot possibly be reviewed adequately since it does not exist.  And that, despite claims that this would somehow -- this pipeline would somehow solve the pain that families are feeling at the pump today, the company itself has said it would take years before a single drop of oil would flow through that pipeline. \n\n\tAnd we have made clear that the decision made by the administration in January with regards to the Keystone proposal in reaction to the legislation -- the legislative political initiative taken by Republicans in no way judged a possible proposed pipeline on its merits.  It was simply because the Republicans decided to play politics with a completely unrelated issue, in terms of the extension of the payroll tax cut, to try to I guess curry favor with some political constituency or the other when there was no way to, in accordance with tradition and regulation, to adequately and properly review a pipeline that would cross an international border.\n\n\tAgain, that -- there is no proposal to review, and that's because the one that was originally proposed that went through Nebraska was opposed by many stakeholders, including the governor of Nebraska, the Republican governor of Nebraska.  And his concerns and the concerns of others were viewed by the State Department, which was reviewing the pipeline, as legitimate; and thus the need to delay the project so that it could -- an alternate route could be sought.  That route has not been identified yet.\n\n\tNorah.\n\n\tQ    There are -- there’s a report in an Israeli newspaper that the Israelis asked the U.S. to provide them advanced bunker-buster bombs and refueling planes.  Was that a request made by the Israelis?\n\n\tMR. CARNEY:  In the meetings the President had there was no such agreement proposed or reached.  We have obviously, as we’ve discussed, high-level cooperation between the Israeli military and the U.S. military and at other levels in -- with other agencies within their government and our government.  But that was not a subject of discussion in the President’s meetings.\n\n\tQ    There was no request by the Israelis for this advanced military equipment?\n\n\tMR. CARNEY:  Correct.  And in terms of the President’s meetings, that's my understanding.\n\n\tQ    So there is -- and so there is no --\n\n\tMR. CARNEY:  So it’s possible that there is a report out there in a news outlet that might not be accurate.\n\n\tQ    So the U.S. is not providing its Massive Ordnance Penetrator to the Israelis?\n\n\tMR. CARNEY:  I am simply saying that it is my understanding that there was no such agreement discussed or reached in the meetings the President had.  We have a lot of cooperation with the Israeli military.  We have provided materiel to the Israeli military in the past, and I’m sure we will continue to do that as part of our cooperation with and partnership with the Israeli military.  But --\n\n\tQ    I believe the President himself has said there’s never been closer military-to-military ties or intelligence ties between the U.S. and Israel.\n\n\tMR. CARNEY:  Yes, he has.\n\n\tQ    And Israel has expressed publicly that they are concerned about the window closing, certainly given their technology.  Why not provide them that technology?\n\n\tMR. CARNEY:  Well, again, I don't have anything more to tell you about that except what I did, which is it was not discussed -- not -- no such agreement was discussed or reached in the meetings the President had.\n\n\tQ    And just finally, because we -- I mean, they did meet for almost three hours, 90 minutes together, 30 minutes alone.  What did they talk then?  Did the Israelis make any requests?\n\n\tMR. CARNEY:  Well, I think the -- your noting of the amount of time the President spent in his meetings with -- his one-on-one with the Prime Minister and then the broader bilateral meeting, I think appropriately highlights the fact that President Obama has had extraordinary amounts of contact with his Israeli counterpart.\n\n\tIn fact, I think he has met with Prime Minister Netanyahu more than any other foreign leader.  And I think that simply speaks to the relationship that we have with Israel; the support we feel for and provide to Israel for its security, and the unshakeable commitment we have to Israeli security; and the unprecedented level of direct support we have provided to Israel.\n\n\tSo there was much to discuss, as there always is, in the meetings that the President has with the Prime Minister.  Iran was a major topic of discussion as the President himself has said and I’m sure Prime Minister Netanyahu has said, and I think is obvious because of the prominence of that issue right now, but there are other issues that they always discuss -- the Middle East peace process among them.  So I’m sure when they meet again they’ll have no shortage of topics to discuss at that time.\n\n\tLet me -- Laura Meckler.  I haven’t seen you in a while.  How are you?\n\n\tQ    Well, this is the only briefing of the week.  That's why you haven’t seen me.  (Laughter.)\n\n\tMR. CARNEY:  I’m doing a little traveling.  The President came out -- \n\n\tQ    Hey, you started it. \n\n\tMR. CARNEY:  -- took some questions.  (Laughter.)  Fair enough.\n\n\tQ    My question is a follow-up on the Keystone question, which I didn't feel like you answered sort of the nub of Jennifer’s question, which was why did he feel the need to make these calls?  He obviously doesn't make calls on every piece of legislation that's up there.  We understand --\n\n\tMR. CARNEY:  Well, maybe he does and you just don't hear about it.\n\n\tQ    -- his view.  Does he?\n\n\tMR. CARNEY:  Look, the President obviously has communications with members of Congress with some regularity.  We have made our position clear about purely ideological and political efforts to attach legislation regarding the Keystone Pipeline to whatever some members of Congress fancy at the time, right?  So it is not -- it is a false -- a piece of false advertising to suggest that somehow passing legislation and having it made law, that Keystone ought to be approved is somehow, A, going to have any impact on the price of gas at the pump, which is very high, and which Americans are having to endure right now; or, B, is responsible policy in any way when there isn’t even a proposed route for that pipeline to travel.\n\n\tQ    So does he believe that there is some risk that the Senate Democrats do not understand those points?\n\n\tMR. CARNEY:  I think that we have made these points very clear.  We will continue to make these points very clear.  And we certainly expect that the Congress will -- or at least we hope that the Congress will act in an appropriate fashion and not waste its time with ineffectual, sham legislation that has no impact on the price of gas and is irresponsible because it, as we've said before, tries to legislate the approval of a pipeline for which there is not even a route.  And so we'll keep making that point in telephone calls from the podium, maybe fly a Cessna overhead with a banner -- something like that.\n\n\tQ    And how many senators did he call?\n\n\tMR. CARNEY:  I don't have specifics for you on the phone calls the President may have made.\n\n\tQ    That he may have made?\n\n\tMR. CARNEY:  He did.  Yes, he made some calls.  Sure.  I'll confirm that.\n\n\tYes, Margaret.\n\n\tQ    I was going to ask you who he called.  Can you give us some --\n\n\tMR. CARNEY:  I don't have a -- no, I don't have any names to give you.\n\n\tQ    Would you have any names to give us later if we followed up with you?\n\n\tMR. CARNEY:  No.  Not necessarily.  I mean, the President makes a lot of phone -- this one happened to be -- the fact that he made some calls happened to make it into a press report, and I'm confirming that he did.  But I'm not going to get into individual names or length of conversation.\n\n\tQ    Can you tell us whether other administration officials also had made calls?  In other words, did Joe Biden make calls?  Who else in the administration made calls?\n\n\tMR. CARNEY:  I don't have any readouts of phone calls to give you beyond what I just said.\n\n\tQ    Can I ask you about the Virginia trip as well?  Could you just sort of put a little meat on the bone?  What is the point of that trip, the nature of the discussions?  And the Texas part -- is it just a fundraising thing, or does the President think that he's postured to win Texas any time soon?  And why does he keep going back?  He's done a lot of Texas stuff.\n\n\tMR. CARNEY:  Well, I think -- I mean, I would refer you to the campaign for the political component of this.  I would say broadly that there are many supporters of the President in the great state of Texas, and he always looks forward to meeting with as many of them as possible. \n\n\tIn terms of Virginia, he will be speaking broadly about the economy, about reinforcing the trend towards a growing manufacturing sector in this country, and also reinforcing a trend that is very positive that has seen companies bring jobs back to the United States -- the insourcing trend.  So those will be the topics.  But we'll get more specifics to you later.\n\n\tEd.\n\n\tQ    Jay, I want to follow up on Norah because you seemed to be very specific in saying, on the bunker-busting bombs, they were not discussed in the President's meetings.  Prime Minister Netanyahu met with Secretary Panetta --\n\n\tMR. CARNEY:  Well, I have no information regarding --\n\n\tQ    Other officials maybe talked to --\n\n\tMR. CARNEY:  I mean, I would refer you to other officials.  This was not a discussion -- no agreements of that kind were reached.  I don't -- nothing was --\n\n\tQ    Nothing was discussed --\n\n\tMR. CARNEY:  -- in the President's meetings, yes.  I mean, that's who I speak for here, so --\n\n\tQ    Okay.  Trip in North Carolina yesterday -- we've been through this before about official trips, campaign trips.  It was an official trip yesterday; he was talking about energy.  The Charlotte Observer had a story saying that on Sunday night a teacher got a call -- this is a teacher who has been active in Democratic politics -- got a call from an Obama for America official saying, can you come to the event, the President wants to talk to you there.\n\n\tMy question is -- obviously the President can talk to Americans, he can talk to supporters, but if it's OFA that's reaching out to people and it's an official trip, why is it not the White House staff that's saying, hey, do you want to meet with the President?  And if it is OFA doing it, should they be reimbursing the taxpayers?\n\n\tMR. CARNEY:  For the meeting with the President?  I mean, I haven't seen the report.\n\n\tQ    I don’t know how many others -- this is the only one we're aware of.  But if OFA is reaching out to people before his official trips and saying --\n\n\tMR. CARNEY:  I don't think it would be a surprise -- I'm not aware of this report, but it certainly would not be surprising if the President met with supporters when he travels around the country.  After all, he did win substantially more than half the vote in 2008. \n\n\tSo I think you can safely assume that when the President travels around the country, as President and in his official capacity, that he'll be meeting with supporters when he does -- as well as people who aren't supporters, a point he made in his speech yesterday in North Carolina about how much he likes the Tar Heel state, not least because of the hospitality of its people, even those who don't necessarily support him politically.\n\n\tQ    Last thing.  The President spoke out in the news conference about how people need to be careful with their language in general, and he spoke about his own daughters and setting an example.  I know he's not the language police, you're not the language police from this podium to pick on people on the left or the right.  But there is a letter that went to the Chief of Staff today from a conservative group, Concerned Women for America, saying that the President should direct this super PAC, on the Democratic side, that took a million-dollar check from Bill Maher, who has had some pretty coarse things to say about conservative women. \n\n\tAnd I understand the President can't -- he's not in charge of the super PAC, it's an outside thing.  But he did bless that PAC and say to his supporters, you should give to this PAC if you want to.  So can he also say, give a million-dollar check back if it's from somebody who said these things?\n\n\tMR. CARNEY:  I think the points that you made as you were asking your question are the ones that I will make, which is that we are not, and cannot be, the arbitrator of every statement that everybody makes in the policy and political arena. \n\n\tAs a general matter, obviously language that denigrates women is inappropriate.  And I think I would point you to what the President said when he was asked about this during his press conference, which is that he chooses to lead by example, or to try to.  He chooses to, in the pursuit of a more civil discourse in our public space, he chooses to try to practice that civility himself.  And he calls on everybody to do just that.\n\n\tChuck.\n\n\tQ    A couple of -- it's fair to say your denial is being very specific on this report about the bunker, right?\n\n\tMR. CARNEY:  Well, I just don't have any --\n\n\tQ    It’s simply about the President and --\n\n\tMR. CARNEY:  Well, I'm just saying that I'm the President's Press Secretary.  The President had a lot of meetings with the Prime Minister of Israel that included first -- it was first a one-on-one, and then a broader staff, including other senior officials from his administration.  And that's what I know about the meetings the President had.\n\n\tQ    Yesterday there seemed to be some confusion about what Secretary Panetta said on the Hill about military options regarding Syria and then you guys pushing -- can you clarify what you were pushing back on and sort of the interpretation of what Secretary Panetta said on the Hill?\n\n\tMR. CARNEY:  Well, you'd have to give me a specific.  I mean, I'm aware of --\n\n\tQ    That's what I mean.  Secretary Panetta said military options are being put together, and then there's a White House official that's quoted as saying, no, no, no, no, no, not specific military plans being put into place.  I'm just trying to understand --\n\n\tMR. CARNEY:  Fair point.  It might have been me, actually.  But the Pentagon, the Department of Defense is always reviewing contingencies and putting together contingencies.  And I believe the Chairman of the Joint Chiefs and the Secretary of Defense discussed that in their testimony, and that is obviously true as they discussed it. \n\n\tIt is not our policy right now -- we are not -- we have made very clear that we do not believe that it is right at this time to contribute to the further militarization of the situation in Syria.  We are pursuing a path with the \"Friends of Syria\" that we hope will bring a political resolution to the situation there.  So I think both are accurate. \n\n\tQ    So what you're saying is the White House has not directed the Pentagon to come up with some military contingency plan?\n\n\tMR. CARNEY:  Well, I would say that it is a matter of course in circumstances like this for the Defense Department to look at potential contingencies.  And I would point you to the Chairman's testimony, to the Secretary's testimony, and also to the Defense Department in general, about that.\n\n\tBut I think as Secretary Panetta made clear, and I’ve certainly made clear, and the President has made clear, we do not think that is -- that further militarizing the situation in Syria is the right course of action.\n\n\tQ    Speaking of military options, Secretary Panetta was now quoted today in an interview with the National Journal, saying that plans to -- potential plans to strike Iran have already been drawn up and are being -- and different options are being drawn up. \n\n\tMR. CARNEY:  Well, I think I would give you the same answer, which is that the Pentagon, as I understand it -- and there are better experts than I on this -- but as I understand it, the Pentagon is, as a matter of course, frequently examining contingencies and preparing contingency plans for different possibilities.  It would be irresponsible -- perfectly appropriate -- it would be irresponsible not to.\n\n\tThe President’s policy is clear, and it has been clearly stated and restated by the President and others in the past week as we’ve been discussing the situation in Iran and the visit of the Prime Minister of Israel.\n\n\tQ    So to have a plan -- I just want to clarify because the President was very critical of people talking publicly about war, but here -- also the administration is saying, we have a war plan.\n\n\tMR. CARNEY:  Well, I think he was asked about it, and that's a lot different from loose talk of war, beating the drums of war, without talking about the reasons why you would go to war or the consequences of doing that, which is the point the President made from the podium here.\n\n\tAnd again, Chuck, I think we’ve been exceptionally clear about what our policy is, why we believe and we know there is the time and space to pursue -- to continue to pursue the diplomatic option with regards to Iran as we continue to put pressure on Tehran through sanctions and other measures because that is the best option if we hope to completely resolve this problem.\n\n\tQ    Do you think it’s useful that the Iranians know that there are these military options, publicly?  Do they now know publicly that --\n\n\tMR. CARNEY:  I would not speculate about the kinds of insights that other countries might have, but I would be shocked if it came as a surprise to anyone who pays attention to our system of government and the way the Pentagon operates -- that they would be surprised to know that the Pentagon constantly plans for different kinds of contingencies.\n\n\tSteve.\n\n\tQ    Russia.  Is the President going to be able to have the same kind of relationship with Vladimir Putin that he had with Dimitri Medvedev?  And is such a relationship viable or even desirable given the questions that were raised about Putin’s election, his legitimacy, and some of his anti-U.S. rhetoric?\n\n\tMR. CARNEY:  Well, I would say a couple of things.  One is our policy towards Russia is based on our interests and not on personalities.  And the reset policy that the President pursued after he took office with Russia produced benefits for U.S. national security interests, U.S. commercial interests, and that is why he launched that reset and why he pursued it.\n\n\tWe obviously look forward to continuing to cooperate and work with Russia where we agree on issues, and that's regardless of who the President is.\n\n\tNow, I think we had a statement -- the State Department did, I can't remember if I did or not -- about the Russia election.  But I believe the international observers noted that Mr. Putin won a majority of the vote, but we also note the irregularities that have been reported.  I don't have anything more for you on it.\n\n\tAgain, this is not a personality-based policy.  It’s a policy based on -- an approach based on U.S. national interests and the areas where we can reach and agreement with Russia on things like Iran, on trade and other matters.\n\n\tConnie.\n\n\tQ    Thank you.  On the conversation with Karzai, did Karzai ever express condolences for the British soldiers killed, and did he explicitly apologize for American soldiers who were killed?  And what does the White House want to see done with the Americans who inadvertently burned the Koran?\n\n\tMR. CARNEY:  Well, I think there’s an investigation into that.  You surely would understand that I wouldn’t make any statements about the disposition of that investigation or how it should turn out.\n\n\tSecondly, I don't have any more detail for you on the call that the President had with President Karzai.  I would point you to the statements by Minister Wardak about the incident and his expressions of regret and condolences in the matter of the servicemen who were killed in the Interior Ministry.  But I don't have anything more for you on the specific conversation the President had.\n\n\tQ    -- do you have any comment --\n\n\tMR. CARNEY:  Again, I don't have any more detail for the -- about the President’s conversation.\n\n\tQ    Can Karzai guarantee the safety of the American troops who they are training?\n\n\tMR. CARNEY:  I would ask you to refer that question to either the Afghan government or ISAF.\n\n\tYes.\n\n\tQ    Thank you.  You mentioned keeping in touch with President Karzai before the NATO summit.  Has the President invited President Karzai to come and tell NATO in person what the progress is?\n\n\tMR. CARNEY:  I don't have anything on that.  I’m not sure about that.\n\n\tQ    And does -- was the President satisfied with the progress that he heard from President Karzai this morning?\n\n\tMR. CARNEY:  Well, I think I read you a pretty full description of the conversation.  The fact is that there has been some progress towards the Strategic Partnership Agreement that they’ve -- that's been under discussion.  There has been some calming of the situation in the wake of the Koran burning incident.  They discussed that.\n\n\tAnd the President of Afghanistan updated President Obama on the Afghan-led reconciliation process, which, as we’ve noted many times, is essential to the ultimate resolution of the conflict in Afghanistan.  So it was a wide-ranging conversation that covered many topics.\n\n\tQ    You've been very forthcoming with President Obama and the administration’s apologies for the Koran burning.  Would you just take the question on whether President Obama has ever received an apology or condolences from President Karzai?\n\n\tMR. CARNEY:  I’m happy to take that question.\n\n\tQ    Thank you.\n\n\tMR. CARNEY:  And I think, Ann, just to take your point, the President issued that apology in a letter about a number of subjects to President Karzai because he’s Commander-in-Chief, and his interest in is in the safety and security of American personnel, both military and civilian, overseas.  And it was absolutely the recommendation of the commanding general, as well as the ambassador that that apology be issued.\n\n\tBrianna.\n\n\tQ    Jay, the President’s campaign is putting out this 17-minute film, I guess you could say, very polished and cinematic.  I’m just wondering why does the President think that that approach is necessary?\n\n\tMR. CARNEY:  I would refer you to the campaign.  I haven't discussed that.  I saw the trailer.  I thought it was pretty good.  (Laughter.)  I agree with its sentiments entirely.   (Laughter.) \n\n\tQ    Glad to hear you watched it.\n\n\tMR. CARNEY:  The two minutes of it -- I haven’t seen the whole thing yet.  But it’s good.\n\n\tQ    But I mean, it’s narrated by Tom Hanks.  It’s an Oscar-winning director.  Is the everyday defense of the President’s record not getting through?\n\n\tMR. CARNEY:  Are you suggesting that I’m no Tom Hanks?  (Laughter.)  I would refer you to the campaign.  I think as a matter of broad principle, as someone in the communications business, as you are, that we take advantage of every opportunity we can to explain the President’s policies, explain his positions, describe his vision for the country moving forward.  And that would apply both as I discuss those matters of policy from here, and I’m sure -- not speaking for the campaign, but I’m just taking a wild guess here -- that I’m sure that's the approach they take.\n\n\tQ    It’s pretty extraordinary.  I mean, the --\n\n\tMR. CARNEY:  I don't know that it is, but if you say so.  I mean, I think there have been those kinds of things in campaigns in the past, but --\n\n\tQ    But for here --\n\n\tMR. CARNEY:  Maybe just because I’ve been around a little longer than you.  But I am willing to accept that there has never been one as good with a better told or more compelling story as this video that I have not yet seen.  (Laughter.)  Is that okay?\n\n\tLeslie, and then Andrei.\n\n\tQ    Jay, can you clarify a little bit on the task force?  I know that you had said that --\n\n\tMR. CARNEY:  I’m sorry on the what?\n\n\tQ    On the task force, on the oil prices and speculation task force.  Because it was my understanding that --\n\n\tMR. CARNEY:  I think I might have tapped out on that, but --\n\n\tQ    Oooh -- \n\n\tQ    It was my understanding that it had never really been -- it has not been un-constituted.  The President, in fact, said the other day that it was reconstituted.  Why did it ever stop?\n\n\tMR. CARNEY:  Well, I would refer you to the Justice Department.  And I think the point is that it was constituted in response to the sharp rises -- a sharp rise in the price of gasoline a year ago, roughly.  The Justice Department can give you more details about its activity in response to that price surge.\n\n\tWhat we are seeing now in the last several weeks and months is a new surge in the price of oil, for a variety of reasons that have to do with the oil -- the global oil market.  We are seeing then the concurrent spike in the price of gasoline that Americans pay at the pump.  And the President believes that it’s important to be sure that there’s no fraudulent speculation involved in those spikes in the price.\n\n\tQ    Do you think it should have anything to show given that it hasn't until now?\n\n\tMR. CARNEY:  Well, I don't think you can -- I would urge you to discuss this with the Department of Justice, but I don't think you can credit -- you can't say simply -- you don't know until you investigate what you might find -- and if whatever they found or didn't find a year ago is not dispositive towards what they might find or might not find as they investigate going forward. \n\n\tSo the President feels that it's in the interest of Americans who are having to endure these price hikes that his administration investigate to make sure that there's not fraud involved.\n\n\tQ    But is there some sense that it just sort of dropped off the radar screen for --\n\n\tMR. CARNEY:  Well, I would refer for the details on their activity to the Justice Department.\n\n\tQ    Jay?\n\n\tMR. CARNEY:  Andrei, I promised you -- yes.  And then Jared.\n\n\tQ    Thank you.  If I'm not mistaken, the President has not reached out yet personally to President-elect Putin.  Does he intend to do so?  If not, is this sort of a signal -- should we read it as a signal?\n\n\tMR. CARNEY:  I don't believe they have spoken yet.  I'm confident they will speak.  I would not read anything into it beyond the busy schedules of two --\n\n\tQ    Did you guys even put a statement out congratulating -- the way you do for other world -- other leaders that get elected?\n\n\tMR. CARNEY:  Did we?  I think there was something from State.\n\n\tQ    Something from the White House --\n\n\tMR. CARNEY:  There may have been.  Let me check on that.  I think I was -- I had at one point in -- I paraphrased a statement that I had from a previous briefing.  I can't remember if I delivered it or not.\n\n\tQ    Right.  But when State was making their statement -- I was there at the briefing -- they said that when the results of the elections are certified, there will be a different statement with names with proper congratulations coming from higher up.  You are the higher up.  (Laughter.)  So when is that coming?\n\n\tMR. CARNEY:  I'm not sure about that.  But since you're referring to a State Department briefing I would refer you back to them on that.  I will certainly report out to you any conversation the President has with the new President of Russia when it happens.\n\n\tChris.\n\n\tQ    Thanks, Jay.  Democrats in support of same-sex marriage are speaking more loudly on the issue.  Twenty-two U.S. senators have told me they support the idea of including a marriage equality plank in a Democratic Party platform.  And yesterday, Democratic National Convention Chair Antonio Villaraigosa also said he backs such language, saying, \"I think it's basic to who we are.\"  By being in a state of evolution now on this issue for nearly 17 months, is the President deferring leadership in his own party?\n\n\tMR. CARNEY:  No, Chris, I can tell you that he is not engaged in the very early stages of what I understand to be the platform development, and I would refer you simply to discussions that the folks you mentioned are having.  But the President's position hasn't changed.  I certainly have no new announcement to make on it.\n\n\tQ    But by being in a state of evolution, I mean, the President is missing an opportunity to lead not just the Democratic Party but for the country as a whole.  So I --\n\n\tMR. CARNEY:  I appreciate the question.  I just don't have anything new to report to you on it.\n\n\tQ    Just to follow up on that -- can you identify what is obstructing the President from completing his evolution on this issue?  Is there some sort of fear of political backlash during an election year?  You mentioned something before about this process involving the President's faith.\n\n\tMR. CARNEY:  I'm sorry, the last part of your question?\n\n\tQ    You mentioned something about this process involving the President's faith.\n\n\tMR. CARNEY:  Well, now, look, I would leave it to the President.  Perhaps he wasn't asked about this.  Maybe the next time he gives a press conference one of you can ask him about it.  It's entirely up to you if you want to be told, which you might be, that he doesn't have any news to make on it.  But -- (laughter) -- I really have no update for you.\n\n\tQ    One last question on this.  Marriage is going to be on the ballot and it's become -- it's going to be in the ballot for voters in as many as five states this year.  In North Carolina, that's going to happen -- for voters in May.  Will the President announce same-sex marriage before it's too late to help -- to start conversations that help gay and lesbian couples who are seeking to get married in these states?\n\n\tMR. CARNEY:  That's a circuitous way of asking the same question, and I just don't have any updates for you on the President's position.\n\n\tLast one, yes, Peter.\n\n\tQ    Thanks.  At the time of the Shirley Sherrod case at the Agriculture Department, we were consistently told that there was no White House involvement.  Now the AP has, through a FOIA request, come up with emails that contradicts that.  Do you know where the disconnect was?\n\n\tMR. CARNEY:  Yes, the disconnect is in the reporting by the Associated Press, which is inaccurate.  The emails confirm what we said at the time, which is that the White House had no involvement in the decision made regarding Ms. Sherrod's employment or her firing, but were made aware of the decision that had been made by the Department of Agriculture. \n\n\tQ    So the White House --\n\n\tMR. CARNEY:  There's nothing in those emails --\n\n\tQ    -- not in touch with the counsel at the Agriculture Department at the time?\n\n\tMR. CARNEY:  The issue is, was the White House involved in the decision made, and they were not.  The White House was not.  I was not in this position then, but we made clear at the time that there was discussion about the decision after it had been made, but not -- no involvement in the decision itself, which I think even the organization that made the FOIA request noted in its preamble, if you will.\n\n\tThanks very much.\n\n\tQ    -- one-year anniversary of March 11th for Japan?\n\n\tMR. CARNEY:  I don't have anything for you on that.\n\n\tEND\n\t1:44 P.M. EST\n\n\n\n\n"
}