{
    "title": "We Can’t Wait: Obama Administration Announces Seven Major Renewable Energy Infrastructure Projects that Would Power 1.5 million Homes to be Expedited | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/08/07/we-can-t-wait-obama-administration-announces-seven-major-renewable-energ",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 07, 2012\n\n \n\n\n\nWe Can’t Wait: Obama Administration Announces Seven Major Renewable Energy Infrastructure Projects that Would Power 1.5 million Homes to be Expedited\n\n\n\n\n\n\tWASHINGTON, DC – Today, as a part of his We Can’t Wait initiative, President Obama announced that seven nationally and regionally significant solar and wind energy projects will be expedited, including projects in Arizona, California, Nevada, and Wyoming. Together, these job-creating infrastructure projects would produce nearly 5,000 megawatts (MW) of clean energy – enough to power approximately 1.5 million homes, and support the President’s all-of-the-above strategy to expand American made energy. As a part of a Presidential Executive Order issued in March of this year, the Office of Management and Budget is charged with overseeing a government-wide effort to make the permitting and review process for infrastructure projects more efficient and effective, saving time while driving better outcomes for the environment and local communities. Additional expedited infrastructure projects will be announced in the coming weeks.\n\n\t“As part of President Obama’s all-of-the-above strategy to expand domestic energy production and strengthen the economy, we are working to advance smart development of renewable energy on our public lands,” said Secretary of the Interior Ken Salazar. “These seven proposed solar and wind projects have great potential to grow our nation’s energy independence, drive job creation, and power economies across the west.”\n\n\tThe renewable energy projects announced today build on the Obama Administration’s record of success in permitting an unprecedented number of utility-scale renewable energy projects.  Thanks to a coordinated and focused review process, in the past three years, the Department of the Interior has approved more utility-scale renewable energy projects on public lands than in the past two decades combined – a total of 31 new projects. When constructed by the companies, these projects are expected to generate enough renewable energy to power 2.3 million American homes.\n\nMohave Wind Energy (BP Wind)\nState: AZ\n\tCoordinating Agency: Department of the Interior, Bureau of Land Management, Bureau of Reclamation\n\tTarget date for completing Federal permit and review decisions: January 2013\n\tThe proposed Mohave County Wind Farm is a wind-powered electrical generation facility that would be located on approximately 38,099 acres of public land managed by the Bureau of Land Management and 8,960 acres of land managed by the Bureau of Reclamation in Mohave County, Arizona.  If approved, it would produce up to 425 MW of wind energy and help the state of Arizona meet its targets for renewable energy. \n\nQuartzsite Solar Energy (Solar Reserve)\nState: AZ\n\tCoordinating Agency: Department of the Interior, Bureau of Land Management\n\tTarget date for completing Federal permit and review decisions: December 2012\n\tThe proposed concentrating solar power plant would be located on approximately 1,675 acres of land managed by the Bureau of Land Management. It would produce an estimated 100 MW of clean energy – enough to power about 30,000 homes – and help the State of Arizona meet its renewable energy goals.\n\nDesert Harvest Solar Energy (enXco)\nState: CA\n\tCoordinating Agency: Department of the Interior, Bureau of Land Management\n\tTarget date for completing Federal permit and review decisions: December 2012\n\tThe proposed Desert Harvest Solar Energy project would utilize photovoltaic technology on approximately 1,200 acres in Riverside County, California. The project would produce an estimated 150 MW of solar energy, enough to power about 45,000 homes. \n\nMcCoy Solar Energy (NextEra)\nState: CA\n\tCoordinating Agency: Department of the Interior, Bureau of Land Management\n\tTarget date for completing Federal permit and review decisions: December 2012\n\tThis proposed solar photovoltaic array would be situated on 4,893 acres in Riverside County, California. It would produce an estimated 750 MW of solar energy – enough clean energy to power 225,000 homes – while helping the State of California meet its targets for renewable energy.\n\nMoapa Solar Energy Center (RES Americas)\nState: NV\n\tCoordinating Agency: Department of the Interior, Bureau of Indian Affairs\n\tTarget date for completing Federal permit and review decisions: December 2013\n\tThis solar project is being developed in cooperation with the Moapa Band of Paiute Indians on a 2,000 acre site on the Moapa River Indian Reservation and on lands administered by the Bureau of Land Management in Clark County, Nevada.  If approved, the 200 MW project would employ 100 MW of photovoltaic technology and 100 MW of concentrated solar power technology.  Once constructed, this proposed project would be one of the first large-scale solar projects on tribal lands in the U.S.\n\nSilver State South (First Solar)\nState: NV\n\tCoordinating Agency: Department of the Interior, Bureau of Land Management\n\tTarget date for completing Federal permit and review decisions: March 2013\n\tThe Silver State South Solar Energy project is a solar energy generation plant proposed on 13,043 acres of public land. If approved, it would produce an estimated 350 MW of clean energy utilizing photovoltaic technology– enough to power approximately 105,000 homes – and help the State of Nevada meet its renewable energy goals. Construction on the 50 MW Silver State North project has been completed, making it the first solar project on public lands to be delivering power to the grid.\n\nChokecherry/Sierra Madre Wind Energy (Power Company of WY)\nState: WY\n\tCoordinating Agency: Department of the Interior, Bureau of Land Management\n\tTarget date for completing Federal permit and review decisions: October 2014\n\tThe proposed Chokecherry and Sierra Madre project, located on approximately 230,000 acres in Carbon County, Wyoming, could produce up to 3,000 MW of wind energy – enough to power over 1 million homes.  The Chokecherry and Sierra Madre Wind Farm Project is the largest proposed wind farm in North America.  The project, as currently configured, avoids critical sage-grouse habitat identified as “Sage-Grouse Core Areas.” Chokecherry is a multi-tiered decision process that includes a land use plan decision anticipated in October 2012, followed by review of a series of right-of-way applications through 2014.\n\n\n\n\n"
}