{
    "title": "El Presidente Obama dice que los líderes republicanos del Senado están escogiendo “obstruir nuestra recuperación y poniendo obstáculos a nuestro progreso” | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/el-presidente-obama-dice-que-los-l-deres-republicanos-del-senado-est-n-escogiendo-o",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 17, 2010\n\n \n\n\n\nEl Presidente Obama dice que los líderes republicanos del Senado están escogiendo “obstruir nuestra recuperación y poniendo obstáculos a nuestro progreso”\n\n\n\n\nWASHINGTON – En el mensaje de esta semana, el Presidente Obama criticó a los líderes republicanos en el Senado por estar opuestos a programas que crearían trabajos y afianzarían la economía al reducir los impuestos de las pequeñas empresas y prolongar los beneficios del seguro por desempleo para los estadounidenses que perdieron su trabajo durante la recesión. Ayudar a las pequeñas empresas y renovar el seguro por desempleo no es sólo lo correcto para los más afectados por la recesión, sino que son pasos que ayudarán a fortalecer la recuperación. Cuando alguna crisis azota a los estadounidenses comunes y corrientes, el Presidente cree que es importante dejar la politiquería a un lado y actuar en el mejor interés de las familias y pequeñas empresas estadounidenses.\nEl audio completo del discurso está AQUI. Se puede ver el video por Internet en obamawhitehouse.archives.gov.\nDeclaraciones del Presidente Barack Obama\nMensaje semanal \nThe White House\n17 de julio, 2010\nEsta semana, muchas de nuestras corporaciones más grandes reportaron ganancias sólidas, una señal positiva de crecimiento.\nPero demasiados de nuestros pequeños empresarios y personas que aspiran a tener su propia pequeña empresa continúan pasando apuros, en parte debido a que no pueden conseguir el crédito que necesitan para empezar, crecer y contratar. Y demasiados estadounidenses, cuya fuente de subsistencia se ha visto afectada por la peor recesión en nuestra vida, una recesión que le costó a nuestra economía ocho millones de empleos, todavía no saben cómo van a lograr pagar sus cuentas.\n \nPor eso necesitamos tomar nuevas medidas de sentido común para ayudar a las pequeñas empresas, para hacer que crezca nuestra economía y generar empleo, y debemos tomar esas medidas ahora.\n \nDurante meses, es lo que venimos tratando de hacer. Pero con demasiada frecuencia, los líderes republicanos en el Senado de Estados Unidos escogen obstruir nuestra recuperación y poner obstáculos a nuestro progreso. Y eso tiene consecuencias muy reales.\n \nConsideren lo que esa obstrucción significa para nuestras pequeñas empresas, los motores de crecimiento que generan dos de cada tres empleos nuevos en este país. Muchas pequeñas empresas todavía tienen problemas para conseguir los préstamos y capital que necesitan para mantener sus puertas abiertas y contratar nuevos empleados. Así que propusimos medidas que los ayudarían: eliminar los impuestos a las ganancias de capital por estas inversiones; establecer un fondo para que los bancos pequeños ayuden a las pequeñas empresas; mejorar los exitosos programas de la Dirección de Pequeñas Empresas (SBA) que los ayudan a acceder al capital que necesitan.\n \nPero una y otra vez, una minoría partidista en el Senado dijo que ‘no’, y usó tácticas procesales para bloquear una simple votación a favor o en contra.\n \nPiensen en lo que significan estas tácticas dilatorias para los millones de estadounidenses que han perdido su empleo desde que empezó la recesión. En las últimas semanas, el seguro por desempleo de más de dos millones de ellos ha caducado. Para muchos, era la única manera de subsistir mientras buscaban trabajo, la única manera de pagar su renta, servicios e incluso comida.\n \nTres veces, el Senado trató de extender temporalmente la ayuda de emergencia. Y tres veces, la minoría en el Senado, básicamente el mismo grupo que les dijo que ‘no’ a las pequeñas empresas, les dijo que ‘no’ a las personas que están buscando trabajo, y bloquearon la votación a favor o en contra.\n \nAlgunos líderes republicanos en realidad consideran que este seguro por desempleo es una forma de limosna. Dicen que es un incentivo para que la gente no busque trabajo. Bueno, he conocido a muchas personas buscando trabajo en estos últimos años y les puedo decir que nunca conocí a ningún estadounidense que habría preferido el cheque de desempleo a un empleo satisfactorio que le permitiera mantener a su familia. Y todos tenemos amigos, vecinos y familiares que ya conocen lo difícil que es que los contraten cuando hay cinco personas compitiendo por cada vacante.\n \nAhora bien, en el pasado, los Presidentes y los Congresos de ambos partidos han tratado el seguro por desempleo como lo que es: un gasto de emergencia. Y el motivo es que un desastre económico puede ser tan devastador en las familias y comunidades como lo es una inundación o un tornado.\n \nDe repente, los líderes republicanos quieren cambiar eso. Dicen que no debemos proporcionar seguro por desempleo porque cuesta dinero. Así que después de años de respaldar medidas que convirtieron un superávit récord en un déficit masivo, que incluyeron un recorte tributario para los estadounidenses más adinerados, finalmente han decidido hacer valer sus principios a costa de los desempleados. No encontraban nada de malo en gastar dinero en recortes tributarios para gente rica que no los necesitaba y ni siquiera los pedía, pero se rehúsan a ayudar a gente que perdió su trabajo en esta recesión y que realmente necesita ayuda. Y cada día que pasa, otros 50,000 estadounidenses pierden este recurso vital que necesitan urgentemente.\n                                                    \nBueno, creo que estos senadores están equivocados. No podemos darnos el lujo de regresar a esa misma política errada que nos llevó a esta crisis. Tenemos que proseguir con medidas que nos están sacando de esta crisis.\n \nEl hecho es que, la mayoría de economistas están de acuerdo en que extender el seguro por desempleo es una de las maneras más costo-eficientes para ayudar a impulsar la economía. Pone dinero en los bolsillos de gente que no sólo lo necesita más, sino que también con mayor probabilidad lo gastará rápidamente. Eso incentiva la economía local. Y eso significa empleos.\n \nAumentar los préstamos a las pequeñas empresas. Renovar el seguro por desempleo. Estos pasos no sólo son lo correcto para quienes han sido más afectados por la recesión, son lo correcto para todos nosotros. Y estoy haciendo un llamado al Congreso una vez más para que apruebe estas medidas por el bien de los trabajadores de Estados Unidos, las familias y las pequeñas empresas, la gente a quien vinimos a servir.\n \nPorque cuando las tormentas afectan al estadounidense promedio, no jugamos a la política con la ayuda de emergencia. No abandonamos a nuestros conciudadanos cuando están en problemas. Nos unimos. Hacemos lo posible por ayudar. Construimos algo más sólido y salimos adelante. Eso es lo que estamos haciendo hoy. Y estoy totalmente convencido de que es así que vamos a superar esta tormenta para que lleguen días mejores.\nGracias.\n \n\n\n\n"
}