{
    "title": "First Lady Michelle Obama to Address 2014 Graduating Seniors | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/04/17/first-lady-michelle-obama-address-2014-graduating-seniors",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nApril 17, 2014\n\n \n\n\n\nFirst Lady Michelle Obama to Address 2014 Graduating Seniors\n\n\n\n\nThis year, First Lady Michelle Obama will deliver commencement addresses at Dillard University, an assembly of high schools in the Topeka, Kansas Public School District, and the District of Columbia College Access Program (DC-CAP). All of these institutions are supporting the First Lady’s higher education initiative and doing their part to answer the President’s call to ensure that by the year 2020, America once again has the highest proportion of college graduates in the world.\nThe First Lady will deliver remarks at Dillard University because of its legacy as one of America’s top historically black universities; she will address high school students in Topeka, Kansas - home of the landmark U.S. Supreme Court case, Brown vs. Board of Education - which will celebrate its 60th anniversary the same day as the First Lady’s remarks; and she will deliver remarks at the Graduation Celebration of the DC College Access Program (DC-CAP) to highlight the important work that CAP is doing to ensure that first  generation, low income students are graduating from high school ready to pursue a higher degree.\nThe commencement addresses will be open press, but space is limited. Members of the media who wish to cover the commencements must RSVP directly to the contacts listed below.\nDillard University on Saturday, May 10 at 10:00 AM (Central)\n\tFirst Lady Michelle Obama will deliver the commencement address to the class of 2014 at Dillard University in New Orleans, LA on Saturday, May 10 at 10:00 AM Central. Dillard is a private four-year liberal arts historically black university with a history dating back to 1869. Academically, Dillard is listed on: Forbes’ 2013 list of Top Colleges and Universities in the U.S., top 60 liberal arts institutions by the Washington Monthly (2013), and is consistently one of U.S News and World Report’s top Historically Black Colleges and Universities.  The University has been fully engaged in the economic development of the Gentilly community in which it is located as well as the city of New Orleans.  Dillard University partners with 12 community organizations, businesses and local schools in implementing such projects as home buyer workshops, community health fairs, edible gardens and water sustainability. Its Minority Health and Health Disparities Research Center also partners with local health institutions to study and address diseases such as diabetes, obesity and colon cancer, which are common to underserved individuals in the New Orleans community.\n\nHigh Schools in the Topeka, KS Public School District on May 16 at 6:00 PM (Central)\n\n\tThe First Lady will deliver remarks at a “Senior Recognition Day” to celebrate seniors from high schools in the Topeka, KS Public School District on May 16.  This will take place the day before each high school holds their official graduation ceremony.\nThe remarks will celebrate the achievements of the graduating class of high school seniors in Topeka, home of the landmark U.S. Supreme Court case, Brown v. Board of Education, which is celebrating its 60th anniversary this year. \nDC College Access Program (DC-CAP) Graduation Celebration on June 19 at 6:00 PM (Eastern)\n\tMrs. Obama will deliver remarks at the Graduation Celebration for the DC College Access Program (DC-CAP) on Thursday, June 19 at 6:00 PM Eastern at The Mayflower Hotel in Washington, DC. DC-CAP is a private, nonprofit organization dedicated to helping DC high school students prepare for, enroll in, and graduate from college. The overwhelming majority of students served by DC-CAP are from low-income, minority, single-parent households and are the first in their families to attend college. DC-CAP provides student and parent college readiness counseling starting in 9th grade helping families navigate the college application and financial aid process throughout the high school years. DC-CAP also provides integral support and financial assistance for students while in college. Since DC-CAP’s inception in 1999, the program has played a critical role in helping to double the number of students enrolling in college and tripling the number who graduate in DC.  The event is an opportunity to applaud their achievement and honor their families who supported them.\nAdditional information on Commencement Addresses by First Lady Michelle Obama:\n\tIn 2009, Mrs. Obama spoke at the graduation of University of California Merced’s first full senior class. She also addressed the Washington Math and Science Tech Public Charter High School Graduation in Washington DC. In 2010, Mrs. Obama addressed graduates of the University of Arkansas at Pine Bluff, the George Washington University, and the Anacostia Senior High School. In 2011, Mrs. Obama delivered commencement addresses at the University of Northern Iowa, Spelman College, and Quantico Middle High School. The First Lady also spoke to graduates and families at West Point. In 2012, Mrs. Obama spoke at the graduation of Virginia Polytechnic Institute and State University (Virginia Tech), North Carolina Agricultural and Technical State University (North Carolina A&T), and Oregon State University (OSU). In 2013, Mrs. Obama addressed graduates of Eastern Kentucky State University, Bowie State University, and Martin Luther King Jr. Academic Magnet High School.\n\n\n\n\n"
}