{
    "title": "FACT SHEET: Key Deliverables for the 2014 North American Leaders Summit | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/02/19/fact-sheet-key-deliverables-2014-north-american-leaders-summit",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 19, 2014\n\n \n\n\n\nFACT SHEET:  Key Deliverables for the 2014 North American Leaders Summit\n\n\n\n\nToday President Obama met in Toluca, Mexico, with President Peña Nieto of Mexico and Prime Minister Stephen Harper of Canada for the North American Leaders Summit.  They discussed their vision for a prosperous and secure future for the citizens of all three countries and their shared commitment to work together to realize that vision.   They announced concrete initiatives by the three countries aimed at enhancing our competitiveness in the global economy, expanding opportunities for our citizens, and promoting peace, security, and development through multilateral action.  Some of these initiatives include:\nINCLUSIVE AND SHARED PROSPERITY\n\n\n\t\tCreating a North American Trusted Traveler Program, allowing vetted individuals to travel more easily between our three countries.\n\n\t\tHarmonizing trade data, consistent with international standards, to make it easier for companies to do business in our three countries.\n\n\t\tJoint Investment and Tourism Cooperation including exchanging best practices. \n\n\t\tCreating a North American Transportation Plan, starting with freight planning.\n\n\t\tExchanging information on our strong bilateral border initiatives.\n\n\t\tStrengthening trilateral regulatory cooperation in order to ease burdens on business.\n\nINNOVATION/EDUCATION\n\n\n\t\tCreating a Trilateral Research, Development and Innovation Council, encouraging opportunities for North American leadership and a trilateral network of entrepreneurs, as well as economic development efforts in highly integrated regions, like the Pacific Northwest Economic Region and the CaliBaja mega region.\n\n\t\tIncreasing educational exchanges and promoting skills for a 21st century workforce.\n\n\t\tPromoting trilateral cooperation on women’s empowerment and entrepreneurship.\n\nENERGY/CLIMATE CHANGE\n\n\n\t\tHolding a North American Energy Ministers Meeting in 2014 in order to define areas for strong trilateral cooperation on energy.\n\n\t\tSupporting efforts to reinvigorate the Commission for Environmental Cooperation.\n\n\t\tContinue trilateral work under the Montreal Protocol to phase down HFC production and consumption.\n\n\t\tContinuing trilateral coordination in the Climate and Clean Air Coalition.\n\n\t\tDeclaring North American adherence to high standards in fuel quality, emissions standards, and fuel efficiency for heavy-duty vehicles.\n\nCITIZEN SECURITY\n\n\n\t\tTrilateral Coordination on emergency management communications.\n\n\t\tBroadening the North American Plan for Animal and Pandemic Influenza to include other health security threats; leverage this collaboration as a model to strengthen global health security.\n\n\t\tIncreasing trilateral cooperation to combat importation of counterfeit products.\n\n\t\tFighting trafficking in persons, including through a trilateral technical-level exchange.\n\nREGIONAL, GLOBAL AND STAKEHOLDER OUTREACH\n\n\n\t\tProviding North American support for a Disaster Risk Insurance Initiative for Central America to enhance the ability of the region to respond swiftly to natural disasters.\n\n\t\tIncreasing North American cooperation on energy in Central America and the Caribbean.\n\n\t\tCreating an outreach mechanism to increase stakeholder input, including from civil society.\n\n\n\n\n\n"
}