{
    "title": "ICYMI: Dr. Jill Biden and L.A. Mayor Eric Garcetti’s Op-ed in Inside Higher Ed | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/09/14/icymi-dr-jill-biden-and-la-mayor-eric-garcettis-op-ed-inside-higher-ed",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nSeptember 14, 2016\n\n \n\n\n\nICYMI: Dr. Jill Biden and L.A. Mayor Eric Garcetti’s Op-ed in Inside Higher Ed\n\n\n\n\n\nBelow, please find an Op-ed written by Dr. Jill Biden and Los Angeles Mayor Eric Garcetti on President Obama’s America’s College Promise initiative. Today, Dr. Biden is in Los Angeles celebrating the launch of the Los Angeles College Promise program – making Los Angeles the largest city in the country to answer President Obama’s call to make community college free for responsible students. The Op-ed can be found here. \n\nThe Promise of a More Prosperous Future\n\nBy: Dr. Jill Biden and L.A. Mayor Eric Garcetti\n\n\tA high school diploma is no longer enough to ensure that Americans have the skills they need to move into the good-paying careers they love. By the end of this decade, 65 percent of all job openings will require an education or skills-training beyond what any student receives in high school. In fact, 11 of the 15 fastest-growing occupations will require a postsecondary education.\n\n\tYet, rising tuition costs are putting college out of reach for far too many students. So if we want to ensure all Americans have the opportunity to reach their full potential and contribute to the success of our country, then we need to make sure higher education is more affordable and more accessible for more students. It’s that simple.\n\n\tAmerica’s community colleges are uniquely positioned to fulfill this responsibility. Today, 90 percent of our population lives within 25 miles of one of our more than 1,300 community colleges. These schools are meeting students where they are, serving as gateways to a new career or a four-year university—for a more prosperous life.\n\n\tThat’s why President Obama proposed America’s College Promise—a common-sense idea to make community college free for all responsible students. He believes, as we do, that no hardworking young person should be denied the promise of an affordable, quality education. Two years of free community college will allow Americans to earn the first half of a bachelor’s degree or acquire a professional certificate without being saddled with decades of debt.\n\n\tAmerica’s College Promise is a smart investment. Since the President announced his proposal last year, more than 36 free community college programs have launched in states, cities, and community college systems all across our country. All together, these new college promise programs are raising over $150 million in new public and private investments to serve more than 180,000 students at community colleges.\n\n\tToday, in partnership with Los Angeles Community College District (LACCD), Los Angeles has become the largest American city to make this investment through the L.A. College Promise. Beginning with the class of 2017, graduates from the Los Angeles Unified School District (LAUSD) can attend their first year at any of nine LACCD campuses tuition-free. This is a promise that will make a tremendous difference in the lives of so many Angelenos.\n\n\tStarting a free community college program may not seem easy, but Los Angeles is joining more than 20 existing promise programs in California. We believe if the largest city in the largest state can make higher education universally accessible for responsible students, then communities everywhere can make the same investment.\n\n\tThat’s why yesterday, the U.S. Department of Education released the America’s College Promise Playbook—a free resource designed by school leaders, policymakers, and researchers—so that communities can design the most effective free community college program. Los Angeles used the playbook to design the L.A. College Promise. It provides the best data and evidence-based research available, with steps that communities can take to get their own promise programs off the ground. It also includes real life case studies and advice from community colleges, cities and states all across our country on developing promise programs that adapt to their students’ needs.\n\n\tWe believe education is the key that unlocks the door of opportunity. So, we need more leaders and communities to step-up and make education available to every student in our country who is willing to work for it. This is about fairness, but it’s also about competitiveness—continuing to make sure we have the best-trained, best educated workforce is the best way to compete in the global economy. We must make community college free for responsible students everywhere.\n\nJill Biden is a full-time community college professor and Second Lady of the United States. Eric Garcetti is Mayor of Los Angeles, California.\n\n\n\n\n"
}