{
    "title": "On-The-Record Conference Call on the Upcoming State Visit of Prime Minister Abe of Japan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/04/24/record-conference-call-upcoming-state-visit-prime-minister-abe-japan",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 24, 2015\n\n \n\n\n\nOn-The-Record Conference Call on the Upcoming State Visit of Prime Minister Abe of Japan\n\n\n\n\nON-THE-RECORD CONFERENCE CALL\n\tBY DEPUTY NATIONAL SECURITY ADVISOR\n\tFOR STRATEGIC COMMUNICATIONS, BEN RHODES\n\tDEPUTY NATIONAL SECURITY ADVISOR\n\tFOR INTERNATIONAL ECONOMICS, CAROLINE ATKINSON\n\tAND NSC SENIOR DIRECTOR FOR ASIAN AFFAIRS, EVAN MEDEIROS\n\tON THE UPCOMING STATE VISIT OF\n\tPRIME MINISTER SHINZO ABE OF JAPAN\nVia Telephone\n*Please see below for a correction, marked with an asterisk.\n1:41 P.M. EDT\nMS. MEEHAN:  Good afternoon, everybody.  This is Bernadette at the National Security Council.  Thank you for joining us for this call to preview the official visit of Prime Minister Shinzo Abe of Japan.  This call is on the record, which means you can quote all of our senior officials by name and title.  We will embargo this call until the conclusion of the call.\nOur three senior administration officials are, first, Deputy National Security Advisor for Strategic Communications, Ben Rhodes.  Second, Deputy National Security for Asian Affairs -- excuse me -- National Security Council Senior Director for Asian Affairs, Evan Medeiros.  And third, Deputy National Security Advisor for International Economics, Caroline Atkinson.\nAnd with that, I will turn it over to Ben.\nMR. RHODES:  Thanks, everybody, for joining the call.  I’ll just be brief and then turn it over to Evan to go over the highlights of the bilateral agenda, and then Caroline to go over some of the economic and global issues.\nI’d just say, first, that we really look at this visit in the context of our broader efforts to continue to rebalance the Asia Pacific region.  This has been one of our core foreign policy priorities throughout President Obama’s time in office.  And we recently concluded some important business in the last calendar year with respect to our Asia rebalance on the President’s trip to the Asia Pacific region in November, where we reached an historic climate change agreement with China; where we also were able to visit Australia, a country with whom we concluded an important defense agreement last year.\nAnd again, we continue to deepen our engagement with Southeast Asia through our attendance at ASEAN and a number of agreements reached last year, including a defense agreement with the Philippines and the comprehensive partnership that was forged with Malaysia.\nAs we looked at this year, we obviously have a very small number of official visits and state dinners that we can host over the course of a year and we wanted to prioritize our engagement with Asia Pacific through those visits.  And so we will be having Prime Minister Abe here for an official visit and state dinner, and later this year we will be hosting President Xi Jinping of China for a state visit, as well.\nAs a general matter, we’ve always made the case that the cornerstone of our Asia rebalance is the relationship between the United States and our traditional allies in the region, and the U.S.-Japan alliance is clearly at the center of our network of allies and partners in the Asia Pacific region.  So this visit reinforces both the U.S.-Japan alliance, but also the U.S. commitment to the security and stability of the Asia Pacific region more broadly.  And again, Japan is also a country we cooperate with not just in the region but globally. \nSo this helps set the tone for a year of very active engagement between the United States and the Asia Pacific region that will include, as I mentioned, President Xi Jinping’s state visit, also a visit from President Widodo of Indonesia, and the President’s attendance at the ASEAN and EAS and APEC summits later this year.\nWith that, I will turn it over to Evan to go through the bilateral agenda.\nMR. MEDEIROS:  Thank you very much, Ben.  Thanks, everybody, for joining us today.  It’s my pleasure today to talk about Prime Minister Abe’s visit to Washington.  This is going to be a historic visit for this administration.  It’s the first time in this administration that we have had an official visit of the head of state *government of Japan, and the first time in the United States -- the first time since 2006 that we’ve had such an official visit.  This visit affirms the centrality of Japan to our Asia policy, and confirms Japan’s enduring contributions to security and prosperity in Asia and globally.\nLet me run through very briefly the schedule of Prime Minister Abe’s visit to the United States, highlight a few themes, talk about the policy issues that are going to be discussed, and then pass it over to Caroline to talk about some of the economic and global issues.\nIn terms of the schedule, Prime Minister Abe will be making four stops in the United States.  His visit begins in Boston, then he arrives in Washington for the official bilateral portion of his visit.  Then he will go to San Francisco and Los Angeles. \nIn Washington, the bilateral portion of the visit includes the following:  An arrival ceremony on the South Lawn, a meeting in the Oval Office, a press conference with President Obama, a lunch at the State Department hosted by the Vice President and Secretary of State Kerry, and then of course a state dinner at the White House with nearly 300 guests.\nAlso, let me add that on Monday in New York City, there will be a historic two-plus-two meeting with Secretaries Carter and Kerry that will announce some historic changes to the way the U.S.-Japan alliance operates. \nIn terms of the themes for the visit, let me highlight a few important ones.  First, given the fact that 2015 is the 70th anniversary year of the end of World War II, we believe that the current state of the U.S.-Japan relationship highlights the power and the possibility of reconciliation between former adversaries.  The U.S.-Japan relationship has traversed -- has changed a lot over the last 70 years, and it’s arrived at a point of a very close alliance in which we cooperate regionally and globally.\nA second major theme of the visit is the transformation of the U.S.-Japan relationship on both economic and security issues, and the breadth and depth of our cooperation in terms of our defense relationship and on economic issues -- and Caroline will talk about TPP -- is at historic levels.\nA third major theme to highlight is the fact that the U.S-Japan relationship is very active in Asia, but it also has a very active global agenda.  We work together on a variety of global challenges including climate change, health security, and a variety of other issues.  These themes and messages are going to be reflected in a joint vision statement and a bilateral factsheet that we will release on Tuesday during the day of the official visit. \nDuring the meeting in the Oval Office, the two leaders will discuss a wide range of bilateral, regional and global issues.  Bilaterally, they will discuss recent changes to our alliance, and specifically, our defense guidelines, and the importance of continued progress on our force posture realignment related to Okinawa, and in particular, the importance of keeping to existing agreements on Okinawa and elsewhere on track.\nRegionally, they’ll talk about issues like North Korea, Southeast Asia, maritime security and regional economic affairs.  On North Korea, we will -- the President will stress the importance of sustaining a unified approach aimed at denuclearizing North Korea and deterring provocation. \nGlobally, they will talk about the challenges posed by Russia, Iran’s nuclear activities, climate change, global health security, nuclear security, the empowerment of women and girls -- especially through recent collaboration on girls’ education, which was highlighted during the First Lady’s visit last month to Japan.\nNow let me turn it over to Caroline to talk about some of the economic issues and other global areas of cooperation.\nMS. ATKINSON:  Thank you very much, Evan.  So the key economic issue that we expect the leaders will discuss concerns our trade relations in the context of the Transpacific Partnership, the TPP, which, as you know, is a very large, complex and important trade agreement that is currently being negotiated with 11 other countries, including Japan.\nWe are not expecting to reach any formal announcement during the visit.  We do hope that the leaders will be able to have a constructive conversation that reflects the substantial progress that has been made in negotiations, which has narrowed the important differences that there were between the United States and Japan. \nWe’re not there yet, to a final deal, and more work is needed.  In fact, we expect our negotiators to continue their work as they have been doing over many months now.  But there is -- Ambassador Froman was just recently in Tokyo.  He had good discussions, constructive discussions, and made substantial progress.  And we think that this meeting will be a good opportunity for the leaders to review that progress.  And of course, this progress between the United States and Japan is a critical element for taking forward the broader discussions on TPP. \nI would just comment that the backdrop of action, positive momentum on Capitol Hill for trade promotion authority is very positive.  We have had bipartisan and bicameral support in the last two days for the trade promotion authority 2015, which is the way that Congress can set out the negotiating objectives for the administration in a way that will allow us to go forward and eventually close out broader trade agreements.\nThe other issues I’ll just touch on briefly.  Of course, we work with Japan in the G7 and in the G20 on a number of global issues, importantly, the progress in the global economy.  As you know, the United States’ economy is recovering solidly.  Of course, we still have further to go, but we’re clearly in the midst of recovery.  Japan is not in the same position, and we will discuss -- I expect the leaders to discuss how to promote stronger global growth based on domestic demand.\nWe also work with Japan on such issues, as Evan mentioned, as global health, energy efficiency and climate.  Just a word on climate -- as he always does, we would expect President Obama to raise this important global issue, which is very high on his agenda, with Prime Minister Abe.  We work and have worked very closely with Japan in climate negotiations.  The United States recognizes that we have a critical role to play in combatting global climate change, and we have been leading the international effort with our domestic work here and also with the international work partnering with China last year, working also with India, with Mexico, which has also announced its climate targets.\nSo this visit will provide an opportunity for the two leaders to further their cooperation, and to help build momentum towards a successful and ambitious climate agreement in Paris in December.\nThanks very much.\nMR. RHODES:  I’d just say one more thing before we go to questions. \nOn this issue of U.S.-Japan cooperation on global challenges, I’d also note that we were able to generate significant momentum for the effort to reach a global climate agreement later this year in Paris through the China agreement that I mentioned, but also the United States and Japan both making their commitment to the Green Climate Fund during the G20 in Australia last year. \nSo Japan has been a good partner in stepping forward with a commitment in that respect.  And as we head into Paris, clearly both the United States and Japan will have a leadership role to play in helping to bring about a successful conclusion to those discussions. \nSimilarly, in the context of the broader Asia Pacific policy that I referenced at the beginning, President Obama had a good trip to India earlier this year, an historic visit, as the Chief Guest at Republic Day, where he discussed, obviously, the climate change effort, but also deepening our own relationship and partnership with India in the Asia Pacific.  This of course is an area that Prime Minister Abe has also discussed with Prime Minister Modi in terms of their collaboration in the region, as well.\nSo many of the different partnerships that we’re forging across the region have been mutually reinforcing, and we believe can contribute to the stability and prosperity of the broader region.\nAnd with that, I think we’re happy to move to questions.\nQ    Thanks, all of you, for doing the call.  I wanted to ask about the trade issue, so perhaps Caroline can help me out here.  First of all, would you all have preferred to already have the trade promotion authority in advance of this meeting?  Would it have, in essence, helped to close the remaining issues pending in the talks with Japan?  I wondered if, leading up to this, whether there has been some significant narrowing of the gap on issues regarding U.S. tariffs on autos and Japanese tariffs on beef, which seem to be the main outstanding issues.\nAnd I wanted to ask also -- we’ve heard the President yesterday and today strongly push back against criticism from Democrats on fast-track, and does that suggest that despite the victories that you mentioned in committee that the prospects, from your estimate, remain very much in doubt that you can get fast-track in the end?  Thanks.\nMR. RHODES:  Well, Jim, I’ll start and then turn it over to Caroline if she can add, as well.\nFirst of all, we’ve been clear that the trade promotion authority and then an agreement like TPP would be very important for American businesses and workers for the simple reason that over the course of the last six years, as we’ve pursued this Asia rebalance, we’ve made clear that part of the focus on this region is the fact that this is the largest emerging region in the world; that U.S. growth and job creation is going to have to be supported by our ability to access these markets and our ability to have rules of the road that level the playing field and allow for U.S. businesses to be competitive.  And that’s what the TPP process has been all about.\nAnd the case that President Obama has been making in recent days to some of his strongest supporters is that the United States cannot be closed out of these markets, and that the type of economic growth that we all support depends upon these types of high-standards trade agreements.  And if we’re not writing the rules, they’re going to be written without us, and we risk being closed out of these markets.\nNow, that’s the context for the ongoing debate over trade promotion authority.  We believe that this is a very important tool in ensuring that there are clear objectives that are set for our trade agreements, and there’s a clear signal about the United States’ commitment to conclude high-standards trade agreements.\nAnd that ultimately puts us in a stronger position at the negotiating table to make progress on the issues that count to us, such as having high labor and environmental standards, and making clear that U.S. businesses are going to have the type of market access that can lead to job creation here in the United States. \nSo the progress that’s been made on TPA already has been important and has been bipartisan.  And we do believe that if we continue to make the case, both Republicans and Democrats will support trade promotion authority.  And at the end of the day, that is going to allow us to secure the best possible trade agreement that we can in the context of TPP for our economic interests. \nWith respect to the specific market issues that you addressed, obviously there have been -- as you get towards the end of a negotiation and you’re dealing with very important sectors like autos and agriculture, there are very sensitive issues for all the countries involved, and that’s certainly the case for the United States and Japan.\nWhat we’ve been able to do is close out many issues and then focus on the sensitive issues, and make progress in finding solutions that can allow for us to reach, ultimately, a bilateral understanding, which we’re still working towards.  And that of course is important to our ability to work with the other 10 TPP countries to pursue a conclusion of an agreement.\nQ    Hi, yes.  Thank you.  Maybe for Evan or Ben, or both -- the Prime Minister, the day after visiting the White House, will of course go to Capitol Hill for a joint session speech.  I wondered, President Obama has been very active in trying to broker better communication and dialogue between Prime Minister Abe and President Park of Korea.  Korean diplomats in D.C. are suggesting that they expect the Prime Minister in his speech to Congress to at least take some time to address the historical issues that have caused some of this friction, specifically about comfort women. \nI wondered if the administration has asked the Prime Minister and his staff to find room to address that issue, if you suggested specific kind of wording and how far to go.  And if you -- either way, whether you’ve done that or not, whether you expect the Prime Minister to do so and think it would be a good idea. \nMR. RHODES:  I’ll turn that over to Evan.  I would say that we, as you know, have encouraged dialogue between the Republic of Korea and Japan, two of our closest allies in the region and the world.  I’d note that we’re also going to be hosting President Park here at the White House later this year as well to continue our dialogue with our Asian allies.  And we encourage Prime Minister Abe to constructively address historical issues consistent with Japan in the past, statements on these issues, and in fostering better cooperation on anything of tensions in the region.  But I’ll hand this over to Evan to build on that.\n     MR. MEDEIROS:  Hi, David.  This is Evan.  Thanks for a great question.  From my perspective, our alliance system in Northeast Asia is one of our unique assets.  And we have been very engaged from the beginning of this administration in modernizing that alliance structure and making sure that our allies themselves have a good relationship. \nAnd the President has been very actively involved in encouraging a more productive relationship between Japan and the ROK in the past several years.  You may recall that in March of last year, in the Hague, he hosted a very unique trilateral meeting with Prime Minister Abe and President Park to talk about nuclear security in North Korea in particular, but that provided a venue for all three leaders to get together. \nIn those kinds of settings, we have discussed history issues with leaders throughout Asia, both in Japan and South Korea.  And we always stress that it’s important to address history questions in an honest, constructive and forthright manner that promotes healing, but also in a way that reaches a final resolution.\nSo we’re very supportive of diplomatic efforts between Japan and the ROK to improve their relationship.  And we think that all sides should address history issues from that perspective of being constructive and focusing on the future, and reaching final resolutions.\nQ    Hey, guys.  Thanks for having the call.  I was wondering, first, if you could talk anymore -- or preview any more of the announcement with Carter and Kerry up in New York.  And then also, just on the issue, I know -- of comfort women and the historical differences that we just brought up, I know that you’ve been encouraging honest and constructive dialogue, but it seems like the situation has been deteriorating.  There’s been a lot of frustrations, I think, voiced by South Korea recently.  And so I'm wondering if there’s any fear or -- that this is an issue that could complicate the President’s pivot towards Asia and sort of setting up a deeper collaboration, bilaterally, between the two, between South Korea and Japan.\nMR. MEDEIROS:  Thanks.  Great question.  On the Carter-Kerry meeting, I don’t want to get ahead of my colleagues at the DOD.  I would just say at the meeting we are going to have a major announcement about a revision of our defense guidelines, a revision that would significantly expand Japan’s role in the alliance and provide for -- which provides the mechanism for Japan to provide a wider range of support to U.S. forces.  But I think my DOD colleagues will have more to say on this at a briefing on Monday.\nRegarding Japan-ROK, I don’t have a lot more to add to my previous question, which is just simply we believe that a better, closer, more constructive relationship between Japan and the ROK contributes to peace and security in Northeast Asia.  It’s an issue that we have been actively involved in.  I referenced the trilateral meeting last year.  We know that there is progress -- there is discussions and diplomacy going on, in particular at the DG level.  We encourage that, we support that.  And we think that approaches to the history questions should be ones that are honest and forthright and focused on the future.\nQ    Hi.  Thanks for doing the call.  I was wondering -- I know you mentioned the Okinawa base relocation, but I was wondering if you could give us a little more specifics on what the U.S. would be expecting from Japan in terms of reviewing the alliance*2359 in the defense guidelines?  And also, in terms of Okinawa specifically, how is the U.S. going to avoid the perception that it’s interfering in domestic Japanese politics when it comes to the base relocation?  Thank you.\nMR. MEDEIROS:  Thanks for the question.  On the issue of Okinawa, I would say that the issue is being well-handled.  The agreements are on track.  We appreciate Prime Minister Abe and his administration’s leadership on this issue.  And we think that the configuration we’ve outlined for the disposition of U.S. Marines related to Okinawa and throughout the region is a very important part of our broader force structure in the Asia Pacific, and we think it’s being well-implemented.  And both leaders will talk about the importance of both sides fulfilling their commitment. \nQ    Hi.  Just a quick question on the -- I know you don’t want to get into specifics about the reform of the defense guidelines, but could you speak more broadly about whether the President might offer some support for Abe’s efforts on Article 9?  And also, on a kind of separate point, have you guys seen any substantive impact from the creation of the Japanese NSC?  Is there a chance of a relationship in any way?  Are you seeing a more strategic focus from Tokyo?\nMR. MEDEIROS:  Thanks for the question.  When the President was in Tokyo last year, he expressed support for the Cabinet decision on collective self-defense.  We think it’s an important decision that opens the -- opened the pathway for us to begin to revise the defense guidelines, which we’re going to realize next week.\nSo from our perspective, we think it’s an important step and one that will enable the U.S.-Japan alliance to be more active in East Asia and even globally.\nMR. MEEHAN:  Andrew, would you mind repeating the question about the NSC?\nQ    I think it was a couple of years ago that the Japanese created their version of the NSC, with help from you guys, as I understand it.  And I was just wondering if you’ve seen -- if that’s led to any substantive change in the way the relationship is managed, or if you’re seeing more strategic focus from Tokyo these days?  A willingness to play a bigger role in the region?\nMR. MEDEIROS:  The Japanese NSC has been an important renovation in their national security decision making.  It’s opened up a more direct channel between our NSC and the Japanese NSC.  Susan Rice has developed a very productive and very constructive relationship with her Japanese counterpart in which they are in I would say regular consultation about the major issues in the overall relationship.\nAnd like any NSC, the key function of the institution is interagency coordination.  And I think the Japanese NSC has allowed us to sort of broaden the scope of the regional and global issues that we work on because it’s facilitating more efficient interagency consultation. \nMR. RHODES:  I would just say as a general matter, too, when you look at Prime Minister Abe’s approach, their NSC and some of the changes that he has made, we very much welcome the fact that Japan is looking to play a more constructive role in promoting peace and stability in the broader Asia Pacific region.\nAnd so for instance, he has pursued, deepened cooperation with a number of ASEAN countries just as he’s pursued deeper cooperation with countries like Australia and India.  We believe that this is a very welcome step forward for Japan.\nPart of what the United States wants is for our allies to have better relations and our partners to be cooperating.   Because if you look at the different challenges in the Asia Pacific -- whether or not you’re talking about counter-piracy, or disaster response, or maritime security -- the cooperation between the different countries in the region is going to be critical to finding solutions and creating the environment for stability in the region generally.\nThat’s the approach the United States has taken in terms of deepening our relationships with ASEAN, obviously strengthening and modernizing our alliances, and also having constructive relations with China, including deeper military-to-military relations. \nSo the type of outreach that Prime Minister Abe is doing has been strategic in deepening an important set of relationships.  And we believe that that dovetails very nicely with the U.S. rebalance of Asia Pacific in terms of having a network of alliances and partnerships that can contribute to a more secure, stable, and prosperous region.\nQ    Hi.  Thanks very much for doing the call.  I just wanted to clarify on the TPP, Ms. Atkinson and Ambassador Froman have both said that there’s not going to be a final deal that’s announced after the meeting.  But do you expect that Prime Minister Abe and President Obama could reach some sort of agreement in principle during their meeting, or will this mostly be focused on trying to translate the progress that’s been made in the bilateral talks toward the full 12-party talks?\nMS. ATKINSON:  Thank you very much.  Look, as it’s been clear, I think we have made substantial progress.  There are a number of difficult issues that the negotiators have been working on bilaterally for a long period of time; somebody mentioned, correctly, autos and a number of agricultural products. \nWe expect the leaders to review the progress and to have the opportunity to discuss what should be the next steps together, but we do not expect any announcement of a final deal.  We still have some work to do.  Thank you very much.\nMR. RHODES:  And I have to say, look, clearly this is an important milestone along the way towards a potential conclusion of TPP.  And what we want the leaders to do is to continue the momentum that we’ve had in recent discussions as we work towards the U.S. and Japan being able to reach bilateral understandings.  But we also want the U.S. and Japan to be able to work with the other TPP countries to close out remaining issues as we head forward in the coming weeks. \nSo it’s an important meeting for the two leaders to get together and review that progress and to look forward both towards how we are addressing the bilateral issues, but also towards how we are working with the other 10 TPP countries.\nAnd look, the perspective of the United States is we’re going to want to make sure that we’re not just working towards a conclusion of an agreement, but we’re working towards the conclusion of an agreement that has the type of standards that we are seeking, both in terms of how our businesses and workers are positioned in the Asia Pacific region, but also how we’re looking at a range of issues on labor and in the environment and other issues that we believe have to be dealt with in ways that go beyond past trade agreements and set new high standards as we look forward to a host of efforts in the 21st century to strengthen trade relations, not just in this region, but globally.\nQ    Thank you.  My question is, since Prime Minister Abe met with President Xi Jinping in Beijing late last year, have you seen any kind of qualitative impact on the Japan-China relationship since then?\nMR. MEDEIROS:  What we’ve seen is a gradual improvement in the relationship in which they’ve opened up new channels of dialogue on both maritime issues broadly characterized, as well as military-to-military discussions, including addressing issues like crisis management.  And then you may have seen that just earlier this week, when both Xi Jinping and Abe were at the Bandung Conference in Indonesia, they met on the sidelines and had about a 30-minute meeting. \nSo the United States warmly welcomes these efforts.  We appreciate Prime Minister Abe’s leadership in pursuing a diplomatic approach to improving the relationship and addressing their differences on maritime issues, especially related to the islands.  And I think that this is an area where the U.S. has helped to create the conditions in Asia for a diplomatic -- or an improvement in diplomatic relations between Japan and China. \nAnd this is an example of where when the United States is clear about its security commitments, when the United States is clear about its desire to see diplomacy pursued, that eventually, over time, both sides come to understand that diplomacy is the best way to approach an improvement in relations. \nMS. MEEHAN:  Great.  Thank you, everybody.  This concludes the call.  As a reminder, this call was on the record and is no longer under embargo.  Thanks, and have a great afternoon.\nEND\n\t2:15 P.M.\n\n\n\n\n"
}