{
    "title": "Fact Sheet: U.S., China Partner to Counter Nuclear Smuggling | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/19/fact-sheet-us-china-partner-counter-nuclear-smuggling",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 19, 2011\n\n \n\n\n\nFact Sheet: U.S., China Partner to Counter Nuclear Smuggling\n\n\n\n\nNew Agreement Will Support the Establishment of a First-of-its-Kind Training Center in Asia\nThe Department of Energy’s National Nuclear Security Administration (NNSA) today announced the signing of a memorandum of understanding (MOU) with China that paves the way for the establishment of a radiation detection training center in Qinhuangdao, China. Deputy Secretary of Energy Daniel Poneman and Vice Minister Sun Yibiao of the General Administration of China Customs signed the MOU in a ceremony at DOE headquarters in Washington. The signed comes as part of Chinese President Hu Jintao’s state visit to Washington, DC.\n\n\t“This agreement represents the shared commitment of both the United States and China to enhance global peace and security by working to prevent nuclear smuggling,” said Deputy Secretary of Energy Daniel Poneman. “Preventing illicit transfers of nuclear materials is a critical part of NNSA’s efforts to implement President Obama's goal of securing vulnerable nuclear material around the world. The success of this program is due in no small part to continued and future cooperation and support from partners such as the People’s Republic of China.”\n\n\tNNSA is working to expand and strengthen nonproliferation efforts throughout East Asia. Through its Second Line of Defense (SLD) program, NNSA will provide radiation detection equipment and support the development of training materials for use at the Qinhuangdao Training Center. The radiation detection training facility at the Qinhuangdao Training Center will be the first of its kind in the region.\n\n\tThis agreement will complement ongoing cooperative efforts established by a 2005 MOU to combat nuclear and radiological smuggling. The 2005 agreement supports NNSA’s Megaports Initiative, which is working to equip the Yangshan Deepwater Port in Shanghai with radiation detection equipment.\n\n\tNNSA’s SLD program works collaboratively with foreign governments at land border crossings, airports and seaports to install specialized radiation detection equipment, mobile radiation detection equipment, and associated communications equipment. Through its SLD program, NNSA also provides training to host government law enforcement officers and other personnel to detect smuggled nuclear and other radioactive materials.\n\n\tAdditional information on NNSA’s SLD program is available online.\n\n\tEstablished by Congress in 2000, NNSA is a semi-autonomous agency within the U.S. Department of Energy responsible for enhancing national security through the military application of nuclear science in the nation’s national security enterprise. NNSA maintains and enhances the safety, security, reliability, and performance of the U.S. nuclear weapons stockpile without nuclear testing; reduces the global danger from weapons of mass destruction; provides the U.S. Navy with safe and effective nuclear propulsion; and responds to nuclear and radiological emergencies in the U.S. and abroad. Visit http://www.nnsa.energy.gov/ for more information.\n\n\n\n\n"
}