{
    "title": "President Obama Announces Denis McDonough as Deputy National Security Advisor | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/10/22/president-obama-announces-denis-mcdonough-deputy-national-security-advis",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 22, 2010\n\n \n\n\n\nPresident Obama Announces Denis McDonough as Deputy National Security Advisor\n\n\n\n\n\n\tWASHINGTON – Today, President Barack Obama announced his intent to appoint Denis McDonough as Assistant to the President and Deputy National Security Advisor.\n\nPresident Obama said, “For years, I have counted on Denis McDonough’s expertise and counsel on national security issues. He possesses a remarkable intellect, irrepressible work ethic, and a sense of collegiality that has earned him the respect of his colleagues. I know that Denis will be indispensable to our entire national security team as we continue to protect the American people, and advance American interests and values around the world.”\n\nTom Donilon said, “Under the leadership of General Jones, Denis has been an essential member of our national security team, leading our staff and tackling the full range of tough national security challenges that we have faced. I could not ask for a better colleague, and I look forward to continuing to work with Denis and our talented and hard-working National Security Staff as we carry forward our effort to advance a safer, stronger, and more prosperous America.”\n\nPresident Obama appointed the following individual to a key administration post:\n\t \n\nDenis McDonough, Deputy National Security Advisor\n\n\tMcDonough served from September 2009 as Chief of Staff of the National Security Staff. Prior to that job, McDonough served as Deputy National Security Advisor for Strategic Communications. McDonough served as a senior advisor on foreign policy issues on the Presidential Transition Team and on President Obama’s 2008 campaign. Prior to that, he was a Senior Fellow at the Center for American Progress.  He also worked in Congress, including as Foreign Policy Advisor for Senate Democratic Leader Tom Daschle. McDonough graduated from St. John's University in Collegeville, Minn., and has a master's from Georgetown University. A native of Stillwater, Minnesota, McDonough currently lives in Maryland with his wife Kari and three children.\n\n\n\n\n"
}