{
    "title": "On One-Year Anniversary of Startup America Initiative President Obama Sends Startup America Legislative Agenda to Congress | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/01/31/one-year-anniversary-startup-america-initiative-president-obama-sends-st",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 31, 2012\n\n \n\n\n\nOn One-Year Anniversary of Startup America Initiative President Obama Sends Startup America Legislative Agenda to Congress\n\n\n\n\n\nAdministration Takes Immediate Steps to Accelerate Startup and Small Business Growth\n\n\tToday, on the one-year anniversary of both the White House Startup America Initiative and the private-sector Startup America Partnership, President Obama sent a Startup America Legislative Agenda to Congress which will expand tax relief and unlock capital for startups and small businesses that are creating jobs. Additionally, the Department of Homeland Security (DHS) will take steps to attract and retain foreign-born entrepreneurs and highly-skilled immigrants so they can start up the next generation of small businesses and great American companies.  The Administration also unveiled several new agency actions to accelerate the growth of young, job-creating companies, at the same time that new entrepreneur-led regional coalitions are launching throughout the nation.\n\n\t“One year ago today, I called for an all hands on deck effort to ensure that America remains the best place on Earth to turn a great idea into a successful business.  The private sector responded, with the Startup America Partnership launching new entrepreneurial networks all across the country.  Today, we’re taking new steps that build on that progress, and I urge Congress to send me a common-sense bipartisan bill that does even more to expand access to capital and cut taxes for America’s entrepreneurs and small businesses,” said President Obama.\n\n\tIn last week’s State of the Union, the President said that “Most new jobs are created in start-ups and small businesses.  So let’s pass an agenda that helps them succeed.  Both parties agree on these ideas.  So put them in a bill, and get it on my desk this year.” Building on this statement and proposals put forward in the Jobs Act in September, today the President delivered an agenda that outlines bipartisan ideas to help startups and small businesses succeed.\n\n\tThe Startup America Legislative Agenda contains four tax breaks for small businesses and four proposals that will help expand access to capital and a provision to address immigrant visa backlogs and a provision to address immigrant visa backlogs:\n\n\t• Cutting taxes for small businesses:  The President is proposing to build on the 17 small business tax cuts he has already signed into law with four new tax cuts to encourage growth and investment:\n\n\to Expand and Make Permanent Zero Capital Gains on Small Business Investments: The President is proposing to make permanent a tax cut he put forward and signed into law in 2010 that eliminates taxes on capital gains in key investments in small businesses.\n\n\to Reward Job Creation with a New Jobs and Wages Tax Credit:  The President is proposing a new tax credit for 2012 that would provide a 10 percent income tax credit on new payroll for small businesses—through either hiring or increased wages—added in 2012.\n\n\to Double Deductions for Startup Expenses:  The President is proposing to permanently double the amount of start-up expenses entrepreneurs can deduct from their taxes from $5,000 to $10,000.\n\n\to Extend 100 Percent Depreciation: The President is proposing to extend 100-percent first-year depreciation for one year, effective for qualified property acquired and placed in service before January 1, 2013.\n\n\t• Unlocking capital access for growing companies: The President is putting forward responsible measures that will help growing businesses access financing consistent with investor protections, including:\n\n\to Expand Mini-Offering Limits:  The President is calling to raise the offering limit under Regulation A from $5 million to $50 million, coupled with strong investor protections.\n\n\to Crowdfunding:  The President is calling for a national framework that allows entrepreneurs and small businesses to raise capital through “crowdfunding.”\n\n\to Creating an “IPO on-ramp”: The President is calling for changes in how our current securities laws and regulations are phased in for smaller, young companies in their first years after going public in an initial public offering (IPO).\n\n\to Expand the Small Business Investment Company Program: The President is calling to increase the SBIC program to allow for up to $4 billion in annual support.\n\n\t• Relieving the backlog of immigrant visas: As put forward in his  Blueprint for Building a 21st Century Immigration System, the President is proposing to:\n\n\to Eliminate Country-Specific Caps:  The President is calling for a balanced approach to eliminate country-specific caps for certain immigrant visa categories to attract more high skilled foreign workers, including entrepreneurs.\n\n\tIn response to the President’s call for action on these issues last September, there has been growing bipartisan support for components of the President’s agenda, and the Administration looks forward to working with Congress to pass legislation without delay. To view details of the Startup America Legislative Agenda, click HERE.\n\n\tOne year ago, the President called for an all-hands-on-deck effort to promote the success of entrepreneurs across the country.  As a private-sector response, Steve Case (AOL co-founder and member of the President’s Jobs Council) and the Kauffman Foundation formed the Startup America Partnership, a nonprofit alliance of entrepreneurs, major corporations, and service providers that has mobilized over $1 billion in business resources to serve as many as 100,000 startups over the next three years.  Today the Partnership is launching nine new entrepreneur-led regional networks across the country in the District of Columbia, Hawaii, Kansas, Michigan, Missouri, Nebraska, Rhode Island, Virginia, and Vermont, while previously launched Startup Regions are celebrating in Florida, Iowa, Illinois, Massachusetts, and Tennessee.\n\n\tToday the Administration also announced a series of new steps to expand access to capital, cut red tape, and accelerate innovation, building on a year of prior actions through the White House Startup America Initiative.  DHS announced several measures they will implement to streamline existing pathways for immigrant entrepreneurs to enter and create businesses in the U.S., retain more foreign-born science and technology graduates from U.S. universities, facilitate immigration by top researchers, and help U.S. startups and other companies compete for global talent.  To view the details of DHS’ administrative reforms announced today, click HERE.  The State Department also plans to announce a regulatory change which will enable employees who are intercompany transferees to take advantage of longer visas from the outset of their transfer to the United States. To view the details of this pending regulatory change, click HERE.\n\nAdditional Administration commitments to promote startups and small businesses announced today include:\n\n\t• New Challenges Fueling Regional Innovation:  The Department of Commerce’s Economic Development Administration (EDA) is launching the third round of the i6 Challenge, which funds regional collaborations to bring innovative, ground-breaking ideas from the lab to the marketplace, creating new startups and jobs across the country.  Commerce is also launching a new initiative to connect entrepreneurs with the resources made available through the Startup America Partnership and its partners. \n\n\t• New Round of America’s Next Top Energy Innovator:  The Department of Energy is kicking off a second year of America’s Next Top Energy Innovator, a program that dramatically reduces the cost and red tape facing startup companies that license federal energy technology.  Up to 15,000 patents held by our national laboratories will be available for startups to license at a steep discount, representing a savings of $10,000 to $50,000.\n\n\t• Building a Regional Mentor Network:  The U.S. Small Business Administration will launch a series of regional events at accelerators and universities to build a network connecting participants in the high-growth entrepreneurial sector, with the goal of scaling new and growing existing mentoring programs for entrepreneurs. \n\n\t• National Education Startup Challenge:  The Department of Education is opening the doors of the National Education Startup Challenge, inviting students from 6th grade up to college age to develop an innovative solution to an education problem and design a blueprint for a new company or non-profit organization to deliver that solution.  Winning students will be celebrated by senior White House and Department of Education officials and may qualify for additional recognition opportunities.\n\n\t• Startup America Policy Challenge:  In December 2011, the White House launched the Startup America Policy Challenge, asking entrepreneurs and the American public how to knock down barriers to innovation in healthcare IT, clean energy, and learning technologies.  In response, today the Arizona State University (ASU) School of Public Affairs is leading a network of schools, scholars, and problem-solvers from across the country in a contest to generate the best solutions.  Finalists of the contest will be invited to Washington, DC to present their ideas to a panel of expert judges from business and academia, as well as meet with principals from the relevant agency (Dept. of Health and Human Services, Dept. of Education, or Dept. of Energy) to discuss their proposals.\n\n\tTo view full details of the White House Startup America Initiative, including a progress report on key executive actions, click HERE.\n\n\n\n\n"
}