{
    "title": "Readout of the President’s Meeting with the National Security Council on ISIL | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/10/17/readout-president-s-meeting-national-security-council-isil",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 17, 2014\n\n \n\n\n\nReadout of the President’s Meeting with the National Security Council on ISIL\n\n\n\n\nThis afternoon at the White House, the President met with his National Security Council to discuss the status of the comprehensive campaign to counter ISIL.  He received an update on the political and security situation in Iraq and Syria, including the situation in Anbar, Iraq and Kobani, Syria, and discussed the assessed impact of coalition strikes on ISIL in both countries.  He reviewed coalition plans to help train, advise, and equip Iraqi ground forces as they take the fight to ISIL in the near term and over time, including the need to fill critical gaps and to integrate fully the unique capabilities of key coalition partners.\nParticipants in today’s meeting included:\n\n\n\t\tThe Vice President\n\n\t\tJohn Kerry, Secretary of State (via secure video)\n\n\t\tChuck Hagel, Secretary of Defense\n\n\t\tEric Holder, Attorney General\n\n\t\tJeh Johnson, Secretary of Homeland Security\n\n\t\tDenis McDonough, Assistant to the President and Chief of Staff\n\n\t\tSusan Rice, Assistant to the President for National Security Affairs\n\n\t\tShaun Donovan, Director of the Office of Management and Budget\n\n\t\tAmb. Samantha Power, Representative of the United States of America to the United Nations (via secure video)\n\n\t\tJohn Podesta, Counselor to the President\n\n\t\tJames Clapper, Director of National Intelligence\n\n\t\tAntony Blinken, Assistant to the President and Deputy National Security Advisor\n\n\t\tLisa Monaco, Assistant to the President for Homeland Security and Counterterrorism\n\n\t\tBenjamin Rhodes, Assistant to the President and Deputy National Security Advisor for Strategic Communications and Speechwriting\n\n\t\tKatie Beirne Fallon, Assistant to the President and Director of the Office of Legislative Affairs\n\n\t\tJames Comey, Director of the Federal Bureau of Investigation (via secure video)\n\n\t\tJohn Brennan, Director of the Central Intelligence Agency\n\n\t\tGEN Martin Dempsey, Chairman of the Joint Chiefs of Staff\n\n\t\tGEN Lloyd Austin, Commander, U.S. Central Command\n\n\t\tNicholas Rasmussen, Acting Director of the National Counterterrorism Center\n\n\t\tJohn Allen, Special Presidential Envoy for the Global Coalition to Counter ISIL\n\n\t\tBrett McGurk, Deputy Special Presidential Envoy for the Global Coalition to Counter ISIL\n\n\t\tSuzanne George, Deputy Assistant to the President and Executive Secretary and Chief of Staff of the National Security Council\n\n\t\tBrian Egan, Deputy Assistant to the President and Deputy Counsel to the President\n\n\t\tColin Kahl, Deputy Assistant to the President and National Security Advisor to the Vice President\n\n\t\tPhilip Gordon, Special Assistant to the President and White House Coordinator for the Middle East, North Africa, and Gulf Region\n\n\n\n\n\n"
}