{
    "title": "Fact Sheet: Environmental Liabilities Settlement with GM | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/10/20/fact-sheet-environmental-liabilities-settlement-with-gm",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 20, 2010\n\n \n\n\n\nFact Sheet: Environmental Liabilities Settlement with GM\n\n\n\n\n\nEstablishing an environmental trust to help restore communities affected by the GM bankruptcy\n\n\tWASHINGTON, DC – After months of negotiation, the United States, along with 14 states and a tribal government, have reached an agreement with Old General Motors (now know as Motors Liquidation Company or MLC) to establish a trust to cleanup and repurpose 89 properties left behind in the GM bankruptcy.  Under this agreement, Old GM will commit $773 million to cleaning up property sites – two thirds of which are known to be contaminated with hazardous waste – in fourteen states (state by state breakdown below).\n\t \n\tThis kind of environmental trust is unprecedented in size, speed of settlement, and level of local involvement.  It will give local communities the opportunity to participate in designing the strategy for repurposing these properties in accordance with their specific development objectives, using these funds to both properly clean them up and quickly return them to productive use creating jobs and restoring communities.  The Agreement was filed with the bankruptcy court that is overseeing the final dissolution of Old GM.  It is expected that final approval will take place early next year.\n\t \n\tAdministrator Lisa Jackson said of the trust: “We’re happy to have a path forward that addresses the needs of former auto communities.  This trust − the largest environmental trust in our history − provides support for aggressive environmental cleanups at these sites, which will create jobs today and benefit the environment and human health over the long-term.”\n\t \n\tSecretary of Labor and co-chair of the White House Council on Auto Communities and Workers Hilda Solis highlighted the trust’s impact on local community development: “These funds will create much-needed jobs in the communities directly affected by the General Motors restructuring.  This trust will create jobs not only through the direct hiring of clean up personnel, but also by generating private investment through locally-driven solutions that repurpose the sites toward new productive uses.”\n\t \n\t“This settlement holds accountable those responsible for contaminating certain properties and ensures they help transform these communities by supporting the necessary cleanup,” said Gary G. Grindler, Acting Deputy Attorney General of the United States.  “The agreement marks a new beginning by responsibly addressing hazardous waste contamination in impacted communities, and at the same time creates jobs to help clean up and return these sites to beneficial uses.  It also shows how the federal government can work successfully in concert with states and tribes to resolve environmental legacy issues in their communities.”\n\t \n\tThe largest environmental trust in the U.S.\n\t \n\t· This trust is the result of an agreement between the United States, Motors Liquidation Company, fourteen states and the St. Regis Mohawk Tribe.\n\t \n\t· The trust will be the largest and most inclusive environmental trust in the United States.\n\t \n\t· Despite the size and complexity of the issues, the parties were able to agree to the terms of the settlement with unprecedented speed, allowing the cleanup and administrative funds to be quickly put to use in the communities adversely affected by the GM bankruptcy.\n\t \n\tUnprecedented support for left behind communities\n\t \n\t· The $773 million trust will be divided as follows:\n\n\to   $431 million will be used directly in the states for cleaning up the Old GM properties.\n\to   $68 million will be placed in a pooled account for environmental cleanup that may arise at any of the 89 properties, transferred to the trust on account of unforeseen conditions.\n\to   Approximately $12 million will be credited to Old GM for approved cleanup activities.\n\to   $262 million in cash and other assets will be used to cover various administrative activities and activities that help return these properties to beneficial use such as demolition.\n\n\n\tWorking with local communities\n\n\t· Mr. Elliott Laws, who previously served in the Environmental Protection Agency as Assistant Administrator for Solid Waste and Emergency Response, will be named the Managing Member of EPLET LLC which will be the Trustee and oversee administration of the funds in the trust.\n\n\t· Federal and the state environmental agencies will work closely with the Trustee on budgeting for implementing the cleanups.\n\n\t· The Trustee will work closely with the local communities when selling or repurposing the properties.  In addition to generating sale proceeds, the Trustee will consider both the potential for the reuse to create jobs in the applicable state and the views of the applicable state and affected communities.\n\n \n\n\tBreakdown of the $773 Million Announced Support\n\n\n\n\n\t\t\t\tBreakdown of the $773 Million Announced Support\n\n\n\n\t\t \n\n\n\n\t\t\t\tCleanup Funding for Sites in each of the State\n\n\t\t\t\t \n\n\t\t\t\t \n\n\n\n\t\t\t\tDelaware\n\n\t\t\t\t$11,728,473\n\n\t\t\t\t \n\n\n\n\t\t\t\tIllinois\n\n\t\t\t\t$5,258,489\n\n\t\t\t\t \n\n\n\n\t\t\t\tIndiana\n\n\t\t\t\t$25,174,482\n\n\t\t\t\t \n\n\n\n\t\t\t\tKansas\n\n\t\t\t\t$4,786,321\n\n\t\t\t\t \n\n\n\n\t\t\t\tMassachusetts\n\n\t\t\t\t$2,325,836\n\n\t\t\t\t \n\n\n\n\t\t\t\tMichigan\n\n\t\t\t\t$158,698,888\n\n\t\t\t\t \n\n\n\n\t\t\t\tMissouri\n\n\t\t\t\t$1,724,806\n\n\t\t\t\t \n\n\n\n\t\t\t\tNew Jersey\n\n\t\t\t\t$24,708,069\n\n\t\t\t\t \n\n\n\n\t\t\t\tNew York\n\n\t\t\t\t$153,864,758\n\n\t\t\t\t \n\n\n\n\t\t\t\tOhio\n\n\t\t\t\t$39,394,990\n\n\t\t\t\t \n\n\n\n\t\t\t\tPennsylvania\n\n\t\t\t\t$3,299,231\n\n\t\t\t\t \n\n\n\n\t\t\t\tVirginia\n\n\t\t\t\t$25,922\n\n\t\t\t\t \n\n\n\n\t\t\t\tWisconsin\n\n\t\t\t\t$210,857\n\n\t\t\t\t \n\n\n\nTotal Site-Specific Payments\n\n\t\t\t\t \n\n$431,201,122\n\n\n\nCushion Fund\n\n\t\t\t\t \n\n$68,233,823\n\n\n\nCleanup Costs Paid by Old GM\n\n\t\t\t\t \n\n$11,565,055\n\n\n\nAdministrative Costs\n\n\t\t\t\t \n\n$262,000,000\n\n\n\nTOTAL\n\n\t\t\t\t \n\n$773,000,000\n\n\n\n\n \n\n\n\n\n"
}