{
    "title": "Op-ed by President Obama in USA Today: Jobs at top of Latin America agenda | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/03/18/op-ed-president-obama-usa-today-jobs-top-latin-america-agenda",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 18, 2011\n\n \n\n\n\nOp-ed by President Obama in USA Today: Jobs at top of Latin America agenda\n\n\n\n\n\n\tThe full text of the op-ed by President Barack Obama is printed below. The piece titled, “Jobs at Top of Latin America Agenda” was published in today’s USA Today. The text can be read online HERE.\n\nJobs at top of Latin America agenda\n\tUSA Today\n\tMarch 18, 2011\n\tBy Barack Obama\n\n\tIn recent weeks, we've seen how turmoil and tragedy around the globe can affect our own prosperity and security; how events abroad often have implications for everything from markets on Wall Street to families' wallets on Main Street. And as a nation, we will continue to do everything we can both to promote stability and democracy in the Middle East and help the people of Japan recover from the devastating earthquake and tsunami.\n\n\tBut in this increasingly interconnected and fiercely competitive world, our top priority has to be creating and sustaining new jobs and new opportunities for our people.\n\n\tLately, we've seen signs that we're moving in the right direction. Our economy added nearly a quarter of a million new private sector jobs last month, and the unemployment rate is at its lowest level in nearly two years. And to keep that progress going, we've got to keep competing for every new job, every new industry, and every new market in the 21st century.\n\n\tThat's one of the reasons I will travel to Latin America this week — to strengthen our economic relationship with neighbors who are playing a growing role in our economic future.\n\n\tNearly 600 million people live in Latin America. The region's economy grew by about 6% last year. Between 2010 and 2015, it's expected to grow by one-third. And as these markets are growing, so is their demand for goods and services — goods and services that, as president, I want to see made in the United States of America.\n\n\tEvery $1 billion we export supports more than 5,000 jobs here at home. That's why last year, I set a goal for this country: to double our exports of goods and services by 2014. And we are on track to meet this goal: exports were up 17% in 2010.\n\n\tThe impressive growth that we've seen in Latin America in recent years is good for the people of the hemisphere, and it's good for us. Thanks in part to our trade agreements across the region, we now export three times as much to Latin America as we do to China, and our exports to the region — which are growing faster than our exports to the rest of the world — will soon support more than 2 million jobs here in the United States.\n\n\tI'll begin my trip by visiting Brazil to work with its new president, Dilma Rousseff, to strengthen the relationship between the hemisphere's two largest democracies and economies. With around 200 million people, a growing middle class, and a per-capita income rising by almost 7% a year, Brazil imports more goods and services from the United States than from any other nation — mainly high-tech, manufactured goods from aircraft to chemicals to clean energy components. In 1990, Brazil was the 16th largest market for our goods. Last year, it was the eighth largest. In 2010, our exports to Brazil grew by more than 30% to just over $50 billion, supporting more than 250,000 jobs here at home.\n\n\tIn Brazil, I'll be joined by hundreds of business leaders from both countries for a forum on how we can create jobs by deepening these economic ties. That's good for large U.S. companies such as Sikorsky, whose helicopter sales to Brazil help sustain a large, skilled workforce in Connecticut, Alabama and Pennsylvania. It's good for small businesses such as Rhino Assembly in Charlotte, N.C., a supplier and repairer of aerospace and automotive assembly tools whose recent relationship with a distributor in Brazil has resulted in new sales and new employees here. And it's good for Brazilian companies that invest in the U.S. — in fact, in 2008, U.S. subsidiaries of Brazilian-owned firms employed more than 42,000 people in the United States.\n\n\tWe'll also work to strengthen our relationship when it comes to energy. Brazil holds recently discovered oil reserves that could be far larger than ours, and as we seek to increase secure-energy supplies, we look forward to developing a strategic energy partnership. We'll also continue our shared leadership in green economic growth and clean energy, including everything from biofuels to renewables such as wind and solar power. And as the host of the 2014 World Cup and 2016 Summer Olympics, Brazil is expected to invest more than $200 billion in upgrading its infrastructure — an area where America is primed to be a partner.\n\n\tThen, I'll travel to Santiago, Chile, a country with an economy estimated to have grown by more than 5% last year, and expected to grow even faster this year. Since the Chile Free Trade Agreement went into effect in 2004, our exports of goods there are up 300%, supporting an estimated 70,000 jobs in the United States today. We will work with Chile to deepen that relationship and address other common economic, hemispheric and global challenges.\n\n\tFinally, I will visit El Salvador, a nation where we not only share an economic and trade relationship with great potential for future growth, but also strong ties through one of the United States' largest Hispanic populations.\n\n\tOur neighbors in the Americas are bound to us by shared history, values and interests. What I will convey this week is that we are partners in progress. Strengthening these partnerships will advance the common prosperity and common security of all our people, creating new jobs and new growth across the hemisphere, and helping our economy remain an engine of strength and opportunity for all our people.\n\n\n\n\n"
}