{
    "title": "White House Announces Additional Commitments to The American Business Act on Climate Pledge | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/12/01/white-house-announces-additional-commitments-american-business-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 01, 2015\n\n \n\n\n\nWhite House Announces Additional Commitments to The American Business Act on Climate Pledge\n\n\n\n\n\n\tToday, the White House will announce additional commitments from 73 companies from across the American economy who are joining the American Business Act on Climate Pledge. With this announcement, a total of 154 companies will have signed the American Business Act on Climate Pledge to demonstrate their support for action on climate change and the conclusion of a climate change agreement in Paris that takes a strong step forward toward a low-carbon, sustainable future.  These 154 companies have operations in all 50 states, employ nearly 11 million people, represent more than $4.2 trillion in annual revenue, and have a combined market capitalization of over $7 trillion. \n\n\tBy signing the American Business Act on Climate pledge, these companies are:\n\n\n\t\tVoicing support for a strong Paris outcome. The pledge recognizes those countries that have already put forward climate targets, and voices support for a strong outcome in the Paris climate negotiations.\n\n\t\tDemonstrating an ongoing commitment to climate action. As part of this initiative, each company is announcing significant pledges to reduce their emissions, increase low-carbon investments, deploy more clean energy, and take other actions to build more sustainable businesses and tackle climate change.\n\n\n\tThese pledges include ambitious, company-specific goals such as:\n\n\to   Reducing emissions by as much as 50 percent,\n\n\to   Reducing water usage by as much as 80 percent,\n\n\to   Achieving zero waste-to-landfill,\n\n\to   Purchasing 100 percent renewable energy, and\n\n\to   Pursuing zero net deforestation in supply chains.\n\n\n\t\tSetting an example for their peers. Today’s announcements builds on the launch of the American Business Act on Climate Pledge in July, and the second round of announcements in October.\n\n\n\tThe impacts of climate change are already being felt worldwide. Nineteen of the 20 hottest years on record occurred in the past two decades. Countries and communities around the world are already being affected by deeper, more persistent droughts, pounded by more severe weather, inundated by bigger storm surges, and imperiled by more frequent and dangerous wildfires. Rising temperatures can lead to more smog, longer allergy seasons, and an increased incidence of extreme-weather-related injuries, all of which imperil public health, particularly for vulnerable populations like children, the elderly, the sick, the poor, and some communities of color. No corner of the planet and no sector of the global economy will remain unaffected by climate change in the years ahead.\n\n\tClimate change is a global challenge that demands a global response, and President Obama is committed to leading the fight. The President’s Climate Action Plan, when fully implemented, will cut nearly 6 billion tons of carbon pollution through 2030, an amount equivalent to taking all the cars in the United States off the road for more than 4 years. The Clean Power Plan, the most significant domestic step any President has ever taken to combat climate change, will reduce emissions from the energy sector by 32% by 2030. And while the United States is leading on the international stage and the federal government is doing its part to combat climate change, hundreds of private companies, local governments, and foundations have stepped up to increase energy efficiency, boost low-carbon investing, and make solar energy more accessible to low-income Americans.\n\n\tThe measures taken by the public and private sectors enabled President Obama to set an ambitious but achievable goal of reducing greenhouse gas emissions economy-wide by 26-28% by 2025 last November. And in the eleven months since, we’ve seen unprecedented global momentum in the fight against climate change.\n\n\tTo date, more than 180 countries representing nearly 95% of global carbon emissions have reported post-2020 climate policies to the United Nations. This includes the major economies like the U.S., China, the European Union and India and it includes a large number of smaller economies, developing nations, island states and tropical countries – some of whom are the most vulnerable to the impacts of climate change.\n\n\tAs the world looks toward Paris, President Obama is committed to building on this momentum, with American leadership at all levels – the federal government, state and local governments and the private sector.\n\n\t*          *          *\n\nTHE AMERICAN BUSINESS ACT ON CLIMATE PLEDGE\n\nWe applaud the growing number of countries that have already set ambitious targets for climate action. In this context, we support the conclusion of a climate change agreement in Paris that takes a strong step forward toward a low-carbon, sustainable future. \n\nWe recognize that delaying action on climate change will be costly in economic and human terms, while accelerating the transition to a low-carbon economy will produce multiple benefits with regard to sustainable economic growth, public health, resilience to natural disasters, and the health of the global environment.  \n\n\tToday, the following companies have joined the pledge and their detailed commitments can be viewed at:  obamawhitehouse.archives.gov/ClimatePledge\n\n21ST CENTURY FOX\n\n365 RETAIL MARKETS\n\nACER AMERICA\n\nADOBE\n\nAGILE SOURCING PARTNERS\n\nAIRBNB\n\nAKAMAI\n\nALL STAR SERVICES\n\nAMAZON\n\nAMD\n\nAMERICAN HONDA MOTOR COMPANY\n\nAVERY DENNISON\n\nBEN & JERRY'S\n\nBHPBILLITON\n\nBIO-AMBER\n\nBMW NA\n\nBNY MELLON\n\nBURNS & MCDONNELL\n\nCANTALOUPE SYSTEMS\n\nCANTEEN & COMPASS GROUP\n\nCH2M\n\nCISCO SYSTEMS, INC.\n\nCRAIG COMMUNICATIONS\n\nDANFOSS\n\nDUPONT\n\nEDP RENEWABLES NORTH AMERICA\n\nENEL GREEN POWER NORTH AMERICA\n\nEQUINIX\n\nFRHAM\n\nGAMESA\n\nGENENTECH\n\nGOURMET COFFEE SERVICE\n\nGREENWOOD ENERGY\n\nIHG\n\nINTERFACE\n\nINTERNATIONAL FLAVORS & FRAGRANCES \n\nJETBLUE\n\nJM HUBER CORPORATION\n\nKAISER PERMANENTE\n\nKELLY SERVICES\n\nKIMBALL ELECTRONICS\n\nKOHL'S DEPARTMENT STORES\n\nKPMG\n\nLEGRAND NA\n\nLENOVO\n\nLINKEDIN\n\nMESA ASSOCIATES\n\nMGM RESORTS\n\nMONDELEZ INTERNATIONAL\n\nNATIONAL GRID\n\nNEWS CORP\n\nNOVARTIS\n\nNRG\n\nORMAT TECHNOLOGIES\n\nPATHEON\n\nPROLOGIS\n\nRIO TINTO\n\nRM2\n\nROYAL VENDING\n\nSKYONIC\n\nSTAPLES\n\nSWITCH COMMUNICATIONS\n\nSYMANTEC\n\nTESLA MOTORS\n\nTRI-ALPHA ENERGY\n\nUNDERGROUND CONSTRUCTION\n\nUNITED TECHNOLOGIES\n\nVALLEY ELECTRIC ASSOCIATION\n\nVERIZON COMMUNICATIONS\n\nVF CORPORATION\n\nVOLVO GROUP NORTH AMERICA\n\nTHE WITTERN GROUP\n\nXYLEM\n\n\tThe following companies have previously joined the American Business Act on Climate pledge:\n\nABENGOA BIOENERGY US\n\nAEMETIS\n\nALCOA\n\nAMERICAN EXPRESS\n\nAPPLE\n\nAT&T\n\nAUTODESK\n\nBANK OF AMERICA\n\nBERKSHIRE HATHAWAY ENERGY\n\nBEST BUY\n\nBIOGEN\n\nBLOOMBERG\n\nCA TECHNOLOGIES\n\nCALPINE\n\nCAMPOS BROTHERS FARMS\n\nCARGILL\n\nCOCA-COLA\n\nCOX\n\nDELL\n\nDISNEY\n\nDSM NORTH AMERICA\n\nEMC CORPORATION\n\nENER-G RUDOX\n\nENERGY OPTIMIZERS\n\nFACEBOOK\n\nFULCRUM BIOENERGY\n\nGE\n\nGENERAL MILLS\n\nGENERAL MOTORS\n\nGOLDMAN SACHS\n\nGOOGLE\n\nHERSHEY'S\n\nHP\n\nIBERDROLA USA\n\nIBM\n\nIKEA USA\n\nINGERSOLL RAND\n\nINTEL\n\nINTEX SOLUTIONS\n\nINTREN\n\nINVENERGY\n\nJOHNSON & JOHNSON\n\nJOHNSON CONTROLS\n\nKELLOGGS\n\nKEYSTONE ELECTRICAL MANUFACTURING\n\nKINGSPAN INSULATED PANELS INC\n\nLAKESHORE LEARNING\n\nLAM RESEARCH\n\nLEVI STRAUSS & CO.\n\nL'OREAL USA\n\nMARS\n\nMCDONALDS\n\nMICROSOFT\n\nMONSANTO\n\nNATIONAL LABEL\n\nNESTLE USA\n\nNIKE\n\nNOVOZYMES\n\nONE3LED\n\nPACIFIC ETHANOL\n\nPEPSI\n\nPG&E\n\nPOET\n\nPORTLAND GENERAL ELECTRIC\n\nPROCTOR & GAMBLE\n\nPWC US\n\nQUALCOMM\n\nRICOH USA\n\nSALESFORCE.COM\n\nSCHNEIDER ELECTRIC\n\nSIEMENS USA\n\nSONY USA\n\nSTARBUCKS\n\nSYNGENTA/QCCP\n\nTARGET\n\nTRIGLOBAL ENERGY\n\nUNILEVER\n\nUPS\n\nWAL-MART\n\nXEROX\n\n\n\n\n"
}