{
    "title": "Vice President Biden Kicks Off $32 Million Renovation and Restoration of Wilmington Train Station | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-kicks-32-million-renovation-and-restoration-wilmington-train-s",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 04, 2009\n\n \n\n\n\nVice President Biden Kicks Off $32 Million Renovation and Restoration of Wilmington Train Station\n\n\n\n\n THE WHITE HOUSE Office of the Vice President   For Immediate Release  May 4, 2009 Vice President Biden Officially Kicks Off $32 Million Renovation and Restoration of Wilmington Train Station  WILMINGTON, DE – Today, Vice President Joe Biden, United States Senators Tom Carper and Ted Kaufman, Representative Mike Castle, Gov. Jack Markell, City of Wilmington Mayor Jim Baker and representatives from DelDOT, Amtrak and the Federal Transportation Administration officially kicked off the restoration and renovation of the Wilmington Train Station. Work on the Wilmington Train Station has been accelerated thanks to $20 million in federal investment funds from the American Recovery and Reinvestment Act of 2009. The 100-year-old station serves more than 700,000 passengers each year with more than 100 weekday trains. \"Today's ceremony is near and dear to my heart. The people who work at the Wilmington train station, the conductors, the ticket collectors —they are a part of my family. And, for our family, this station is home,\" said Vice President Biden. \"I am so proud to see Recovery Act funds taking care of critical needs here at the station and putting people to work.\" \"Like so many in Delaware, I have been waiting for years to we kick off the renovation of the Wilmington Train Station,\" said Sen. Carper, former governor and former president of the Amtrak Board of Directors. \"This restoration project will improve the integrity and the beauty of this historic train station. Preserving our history while moving forward with 21st technology is exciting for Delaware, and I look forward to cutting the ribbon when we open our new station a few short years from now.\" \"Like my friends on stage with me today, I’ve been on more trains that I could ever count. They’ve been a second office, a second dinner table, a second resting spot – often on the same day,\" said Sen. Kaufman. \"But now, Amtrak embodies one, much loftier, message to me: home base for our state’s economic recovery.\" \"One million people either board or exit a train from the Wilmington Train Station every year. As one of busiest stations in the nation on which so many commuters rely, it is an ideal candidate for upgrades,\" said Rep. Castle, Founder/Chair of the Congressional Passenger Rail Caucus. \"As a regular rail commuter myself, I have been aware and committed to improving our rail system and it is wonderful to finally see the restoration and expansion of this historical train station.\" \"Delaware can and should be one of the best places in the nation to build a business and raise a family. The stimulus bill will put people to work to create a train station that better reflects our state’s energy and opportunity,\" Markell said. \"All great cities are proud of their historic, landmark buildings, and Wilmington is no exception,\" said Wilmington Mayor James M. Baker. \"For more than a century our distinguished train station has been part of our City’s lifeline, transporting millions of travelers to and from our City and through our City, linking us to the rest of the nation. We appreciate the consistent attention given this project by Amtrak, our Congressional delegation and Delaware’s Department of Transportation. As a result, one of Wilmington’s crown-jewels will now be renovated and preserved so everyone can enjoy our one-of-a-kind station for another century.\" Construction work on the project will include installing: new concrete curbing, glass stairwell enclosures, canopies, and an ADA accessible raised platform on Track 1. Track bed waterproofing will be replaced, and restoration will be done to the exterior of the building, as well as the brick sidewalks repairs and the platforms’ underside.\n\n\n\n"
}