{
    "title": "Executive Order 13537--Interagency Group on Insular Areas | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/executive-order-interagency-group-insular-areas",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 14, 2010\n\n \n\n\n\nExecutive Order 13537--Interagency Group on Insular Areas\n\n\n\n\n\n\tBy the authority vested in me as President by the Constitution and the laws of the United States of America, it is hereby ordered as follows:\n\nSection 1. Interagency Group on Insular Areas.\n\n\t(a) There is established, within the Department of the Interior for administrative purposes, the Interagency Group on Insular Areas (IGIA) to address policies concerning Guam, American Samoa, the United States Virgin Islands, and the Commonwealth of the Northern Mariana Islands (Insular Areas).\n\n\t(b) The IGIA shall consist of:\n\n\t(i) the heads of the executive departments, as defined in 5 U.S.C. 101;\n\n\t(ii) the heads of such other executive agencies as the Co-Chairs of the IGIA may designate; and\n\n\t(iii) the Deputy Assistant to the President and Director of Intergovernmental Affairs.\n\n\t(c) The Secretary of the Interior and the Deputy Assistant to the President and Director of Intergovernmental Affairs shall serve as Co-Chairs of the IGIA, convene and preside at its meetings, direct its work, and establish such subgroups of the IGIA as they deem appropriate, consisting exclusively of members of the IGIA.\n\n\t(d) Members of the IGIA may designate a senior department or agency official who is a full-time officer or employee of the Federal Government to perform their IGIA functions.\n\nSec. 2. Functions of the IGIA. The IGIA shall:\n\n\t(a) advise the President on establishment or implementation of policies concerning the Insular Areas;\n\n\t(b) solicit information and advice concerning the Insular Areas from the Governors of, and other elected officials in, the Insular Areas (including through at least one meeting each year with any Governors of the Insular Areas who may wish to attend) in a manner that seeks their individual advice and does not involve collective judgment, or consensus advice or deliberation;\n\n\t(c) solicit information and advice concerning the Insular Areas, as the IGIA determines appropriate, from representatives of entities or other individuals in a manner that seeks their individual advice and does not involve collective judgment, or consensus advice or deliberation;\n\n\t(d) solicit information from executive departments or agencies for purposes of carrying out its mission; and\n\n\t(e) at the request of the head of any executive department or agency who is a member of the IGIA, with the approval of the Co-Chairs, promptly review and provide advice on a policy or policy implementation action affecting the Insular Areas proposed by that department or agency.\n\nSec. 3. Recommendations. The IGIA shall:\n\n\t(a) submit annually to the President a report containing recommendations regarding the establishment or implementation of policies concerning the Insular Areas; and\n\n\t(b) provide to the President, from time to time, as appropriate, recommendations concerning proposed or existing Federal programs and policies affecting the Insular Areas.\n\nSec. 4. General Provisions.\n\n\t(a) The heads of executive departments and agencies shall assist and provide information to the IGIA, consistent with applicable law, as may be necessary to carry out the functions of the IGIA. Each executive department and agency shall bear its own expenses of participating in the IGIA.\n\n\t(b) Nothing in this order shall be construed to impair or otherwise affect:\n\n\t(i) authority granted by law to an executive department, agency, or the head thereof, or the status of that department or agency within the Federal Government; or\n\n\t(ii) functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n\n\t(c) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n\n\t(d) This order shall supersede Executive Order 13299 of May 8, 2003.\n\n\t(e) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n\n\tBARACK OBAMA\n\n\tTHE WHITE HOUSE,\n\tApril 14, 2010.\n\n\n\n\n"
}