{
    "title": "Statement from United States President Barack Obama, European Council President Herman Van Rompuy and European Commission President José Manuel Barroso | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/02/13/statement-united-states-president-barack-obama-european-council-presiden",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 13, 2013\n\n \n\n\n\nStatement from United States President Barack Obama, European Council President Herman Van Rompuy and European Commission President José Manuel Barroso\n\n\n\n\nWashington, D.C. – We, the Leaders of the United States and the European Union, are pleased to announce that, based on recommendations from the U.S.-EU High Level Working Group on Jobs and Growth co-chaired by United States Trade Representative Kirk and European Trade Commissioner De Gucht, the United States and the European Union will each initiate the internal procedures necessary to launch negotiations on a Transatlantic Trade and Investment Partnership.\n\t \n\t“The transatlantic economic relationship is already the world’s largest, accounting for half of global economic output and nearly one trillion dollars in goods and services trade, and supporting millions of jobs on both sides of the Atlantic. \n\t \n\t“We are committed to making this relationship an even stronger driver of our prosperity.  In that regard, we welcome the High Level Working Group’s recommendations on how we can expand further our transatlantic trade and investment partnership, promoting greater growth and supporting more jobs.\n\t \n\t“A high-standard Transatlantic Trade and Investment Partnership would advance trade and investment liberalization and address regulatory and other non-tariff barriers.\n\t \n\t“Through this negotiation, the United States and the European Union will have the opportunity not only to expand trade and investment across the Atlantic, but also to contribute to the development of global rules that can strengthen the multilateral trading system.”\n\t \n\n\n\n\n"
}