{
    "title": "Presidential Nominations Sent to the Senate | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/05/presidential-nominations-sent-senate",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 05, 2011\n\n \n\n\n\nPresidential Nominations Sent to the Senate\n\n\n\n\n\n\tDaniel M. Ashe, of Maryland, to be Director of the United States Fish and Wildlife Service, vice Samuel D. Hamilton. (Originally nominated on 12/6/10)\n\t \n\tThomas M. Beck, of Virginia, to be a Member of the National Mediation Board for a term expiring July 1, 2013, vice Elizabeth Dougherty, term expired. (Originally nominated on 9/13/10)\n\t \n\tAnn D. Begeman, of Virginia, to be a Member of the Surface Transportation Board for a term expiring December 31, 2015, vice Charles D. Nottingham, term expired. (Originally nominated on 12/20/10)\n\t \n\tAlbert J. Beveridge III, of the District of Columbia, to be a Member of the National Council on the Humanities for a term expiring January 26, 2016, vice James Davison Hunter, term expired. (Originally nominated on 12/8/10)\n\t \n\tSue Kathrine Brown, of Texas, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to Montenegro. (Originally nominated on 11/15/10)\n\t \n\tConstance M. Carroll, of California, to be a Member of the National Council on the Humanities for a term expiring January 26, 2016, vice Tamar Jacoby, term expired. (Originally nominated on 12/8/10)\n\t \n\tJames Michael Cole, of the District of Columbia, to be Deputy Attorney General, vice David W. Ogden, resigned, to which position he was appointed during the last recess of the Senate. (Originally nominated on 5/24/10)\n\t \n\tElisebeth Collins Cook, of Illinois, to be a Member of the Privacy and Civil Liberties Oversight Board for a term expiring January 29, 2014.  (New Position). (Originally nominated on 12/17/10)\n\t \n\tNils Maarten Parin Daulaire, of Virginia, to be Representative of the United States on the Executive Board of the World Health Organization, vice Joxel Garcia. (Originally nominated on 12/20/10)\n\t \n\tCathy N. Davidson, of North Carolina, to be a Member of the National Council on the Humanities for a term expiring January 26, 2016, vice Marvin Bailey Scott, term expired. (Originally nominated on 12/8/10)\n\t \n\tJames Xavier Dempsey, of California, to be a Member of the Privacy and Civil Liberties Oversight Board for a term expiring January 29, 2016.  (New Position). (Originally nominated on 12/17/10)\n\t \n\tPeter A. Diamond, of Massachusetts, to be a Member of the Board of Governors of the Federal Reserve System for the unexpired term of fourteen years from February 1, 2000, vice Frederic S. Mishkin. (Originally nominated on 4/29/10)\n\t \n\tKelvin K. Droegemeier, of Oklahoma, to be a Member of the National Science Board, National Science Foundation, for a term expiring May 10, 2016.  (Reappointment). (Originally nominated on 12/6/10)\n\t \n\tPaula Barker Duffy, of Illinois, to be a Member of the National Council on the Humanities for a term expiring January 26, 2016, vice Harvey Klehr, term expired. (Originally nominated on 9/29/10)\n\t \n\tAaron Paul Dworkin, of Michigan, to be a Member of the National Council on the Arts for a term expiring September 3, 2014, vice Karen Lias Wolff, term expired. (Originally nominated on 12/9/10)\n\t \n\tTimothy J. Feighery, of New York, to be Chairman of the Foreign Claims Settlement Commission of the United States for a term expiring September 30, 2012, vice Mauricio J. Tamargo, term expired. (Originally nominated on 11/15/10)\n\t \n\tMaurice B. Foley, of Maryland, to be a Judge of the United States Tax Court for a term of fifteen years.  (Reappointment).     (Originally nominated on 12/6/10)\n\t \n\tFrances M.D. Gulland, of California, to be a Member of the Marine Mammal Commission for a term expiring May 13, 2012, vice Vera Alexander, term expired. (Originally nominated on 11/15/10)\n\t \n\tJanice Lehrer-Stein, of California, to be a Member of the National Council on Disability for a term expiring September 17, 2013, vice Victoria Ray Carlson, term expired. (Originally nominated on 12/3/10)\n\t \n\tCarolyn N. Lerner, of Maryland, to be Special Counsel, Office of Special Counsel, for the term of five years, vice Scott J. Bloch, resigned. (Originally nominated on 12/17/10)\n\t \n\tTerry Lewis, of Michigan, to be a Member of the Board of Directors of the Overseas Private Investment Corporation for a term expiring December 17, 2011, vice C. William Swank, term expired. (Originally nominated on 12/20/10)\n\t \n\tTerry Lewis, of Michigan, to be Member of the Board of Directors of the Overseas Private Investment Corporation for a term expiring December 17, 2014.  (Reappointment)\n\t \n\tPeter Bruce Lyons, of New Mexico, to be an Assistant Secretary of Energy (Nuclear Energy), vice Warren F. Miller, Jr., resigned. (Originally nominated on 12/13/10)\n\t \n\tCora B. Marrett, of Wisconsin, to be Deputy Director of the National Science Foundation, vice Kathie L. Olsen. (Originally nominated on 8/5/10)\n\t \n\tDenise Ellen O'Donnell, of New York, to be Director of the Bureau of Justice Assistance, vice Domingo S. Herraiz, resigned. (Originally nominated on 12/13/10)\n\t \n\tStephanie O'Sullivan, of Virginia, to be Principal Deputy Director of National Intelligence, vice David C. Gompert, resigned. (Originally nominated on 12/13/10)\n\t \n\tEric G. Postel, of Wisconsin, to be an Assistant Administrator of the United States Agency for International Development, vice Jacqueline Ellen Schafer, resigned. (Originally nominated on 11/15/10)\n\t \n\tLeon Rodriguez, of Maryland, to be Administrator of the Wage and Hour Division, Department of Labor, vice Paul DeCamp. (Originally nominated on 12/3/10)\n\t \n\tJo Ann Rooney, of Massachusetts, to be Principal Deputy Under Secretary of Defense for Personnel and Readiness, vice Michael L. Dominguez. (Originally nominated on 9/29/10)\n\t \n\tDavid Bruce Shear, of New York, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Socialist Republic of Vietnam. (Originally nominated on 12/13/10)\n\t \n\tDaniel L. Shields III, of Pennsylvania, a Career Member of the Senior Foreign Service, Class of Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to Brunei Darussalam. (Originally nominated on 11/17/10)\n\t \n\tPamela L. Spratlen, of California, a Career Member of the Senior Foreign Service, Class of Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Kyrgyz Republic. (Originally nominated on 11/15/10)\n\t \n\tKathryn D. Sullivan, of Ohio, to be an Assistant Secretary of Commerce, vice Phillip A. Singerman. (Originally nominated on 12/3/10)\n\t \n\tClyde E. Terry, of New Hampshire, to be a Member of the National Council on Disability for a term expiring September 17, 2013, vice John R. Vaughn, resigned. (Originally nominated on 12/15/10)\n\t \n\tKurt Walter Tong, of Maryland, a Career Member of the Senior Foreign Service, Class of Counselor, for the rank of Ambassador during his tenure of service as United States Senior Official for the Asia-Pacific Economic Cooperation (APEC) Forum. (Originally nominated on 9/23/10)\n\t \n\tJames A. Torrey, of Connecticut, to be a Member of the Board of Directors of the Overseas Private Investment Corporation for a term expiring December 17, 2013, vice Dianne I. Moss, term expired. (Originally nominated on 11/15/10)\n\t \n\tJoseph M. Torsella, of Pennsylvania, to be Representative of the United States of America to the United Nations for U.N. Management and Reform, with the rank of Ambassador. (Originally nominated on 11/17/10)\n\t \n\tJoseph M. Torsella, of Pennsylvania, to be Alternate Representative of the United States of America to the Sessions of the General Assembly of the United Nations, during his tenure of service as Representative of the United States of America to the United Nations for U.N. Management and Reform. (Originally nominated on 11/17/10)\n\t \n\tAndrew L. Traver, of Illinois, to be Director, Bureau of Alcohol, Tobacco, Firearms, and Explosives.  (New Position). (Originally nominated on 11/17/10)\n\t \n\tMichael Vickers, of Virginia, to be Under Secretary of Defense for Intelligence, vice James R. Clapper, Jr. (Originally nominated on 9/29/10)\n\t \n\tMartha Wagner Weinberg, of Massachusetts, to be a Member of the National Council on the Humanities for a term expiring January 26, 2016, vice Herman Belz, term expired. (Originally nominated on 9/29/10)\n\n\n\n\n"
}