{
    "title": "Presidente Obama Lanza Nueva Fase del Proyecto de Responsabilidad Paterna con el Programa del Presidente para Mejores Padres y Mentores | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidente-obama-lanza-nueva-fase-del-proyecto-de-responsabilidad-paterna-con-el-pr",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 21, 2010\n\n \n\n\n\nPresidente Obama Lanza Nueva Fase del Proyecto de Responsabilidad Paterna con el Programa del Presidente para Mejores Padres y Mentores\n\n\n\n\nHoy, el Presidente Obama habló en Washington, D.C. acerca de la importancia de ser padres responsables y de tener mentores para forjar familias y comunidades saludables. En el evento, el Presidente anunció los siguientes pasos del plan para forjar responsabilidad personal y paterna que viene planteando desde hace mucho: el Programa del Presidente para Padres y Mentores. El programa continuará los esfuerzos del Presidente para reducir el ausentismo paterno en Estados Unidos por medio de alianzas con grupos de servicio a familias y asesoría paterna, y dando a conocer a padres ejemplares de todo el país.\nEl programa es un llamado nacional a la acción para solucionar el ausentismo paterno en Estados Unidos e incluye los siguientes pasos:\n• La Oficina de la Casa Blanca de Alianzas con Organizaciones Religiosas y Vecinales (White House Office of Faith-based and Neighborhood Partnerships) y la Oficina de Participación Pública (Office of Public Engagement) continuarán organizando foros comunitarios para forjar responsabilidad personal y paterna en todo el país, de manera concertada con grupos locales. El siguiente foro se realizará en Nuevo México el 10 de agosto.\n• Las organizaciones que apoyan el programa harán actividades para acercarse a las comunidades y personas de todo el país. Las personas que se inscriben en el Programa para Mejores Padres y Mentores recibirán boletines con artículos, consejos y recursos de líderes prominentes en el campo de paternidad y familia e información sobre programas modelo.\n• Las organizaciones que apoyan el Programa orientarán su trabajo de maneras específicas según cada cultura para promover la responsabilidad paterna, por medio de foros locales con la Asociación Nacional de Padres y Maestros, hasta capacitación comunitaria del Grupo Nacional de Líderes en Responsabilidad Paterna (National Fatherhood Leaders Group o NFLG). Socios desde la Asociación Nacional de Padres y Maestros (National Parent Teacher Association) hasta el jefe del Consejo de Universidades e Instituciones Cristianas de Educación Superior (Council of Christian Colleges and Universities) se han inscrito para promover el Programa del Presidente para Mejores Padres y Mentores en comunidades de todo el país.\nAsimismo, como ha dicho el Presidente, si bien ningún programa gubernamental puede remediar el problema del ausentismo paterno en Estados Unidos, el gobierno debe poner de su parte para ayudar a los padres que enfrentan desafíos. El Presidente Obama ha propuesto un nuevo Fondo de Innovación para Mejores Padres, Matrimonios y Familias que ampliará los programas familiares y de responsabilidad paterna de eficacia reconocida en todo el país. Y en reconocimiento de que lo más útil para cualquier familia es un buen empleo, el Presidente también ha proporcionado financiamiento a través del Departamento de Trabajo a programas de transición laboral para padres sin obligaciones tutelares permanentes y que encuentran barreras al empleo.\nEl año pasado, el Presidente inició una conversación nacional sobre la responsabilidad personal y paterna, y miembros de su gobierno en todo el país escucharon de padres y familias sobre los desafíos que enfrentan. En el último año, los funcionarios del gobierno realizaron eventos en todo el país, incluyendo una conversación con el secretario Duncan en New Hampshire sobre el vínculo entre la paternidad y los logros educativos; el secretario Locke habló con los padres en California sobre equilibrar las necesidades de su familia con las exigencias de su trabajo; el secretario Shinseki participó en una asamblea pública para los padres militares y veteranos en Carolina del Norte; y el fiscal general Holder viajó a Georgia para participar en un foro sobre los padres en nuestro sistema penal.\n \n\n\n\n"
}