{
    "title": "President Obama, Cabinet Secretaries, and Senior Administration Officials Honor Dr. Martin Luther King, Jr. National Day of Service by Participating in Community Service Projects and Events Throughout the Country | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/01/16/president-obama-cabinet-secretaries-and-senior-administration-officials-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 16, 2012\n\n \n\n\n\nPresident Obama, Cabinet Secretaries, and Senior Administration Officials Honor Dr. Martin Luther King, Jr. National Day of Service by Participating in Community Service Projects and Events Throughout the Country\n\n\n\n\nWASHINGTON, DC – To honor the Dr. Martin Luther King, Jr. National Day of Service and Dr. King’s life and legacy, the President and Mrs. Obama, the Vice President and Dr. Jill Biden, Cabinet Secretaries, and other senior administration officials participated in community service projects and events throughout the country.  Led by the Corporation for National and Community Service (CNCS) and the King Center, the Dr. Martin Luther King, Jr. Day of Service is an opportunity for all Americans to come together to help meet the needs of their communities and make an ongoing commitment to service throughout the year. \n“Today, we celebrate the legacy of Dr. Martin Luther King, Jr.  And we should honor that legacy by acting as drum majors for service and lifting up those less fortunate – not just today, but every day,” President Obama said. “All of us can find a way to give back to our communities, to gain new skills, and to pull together, even when times are hard.  That’s what Dr. King believed in, and that’s what will make our country stronger.”\nToday, the First Family participated in a community service project sponsored by the Corporation for National and Community Service in conjunction with Big Brothers Big Sisters and Greater DC Cares at the Browne Education Campus in Washington, DC. In the evening, the President and First Lady will attend the Let Freedom Ring concert in honor of Dr. Martin Luther King, Jr. at the Kennedy Center. \nAlso today, the Vice President and Dr. Jill Biden traveled to Philadelphia, PA, to participate in the 17th annual Greater Philadelphia Dr. Martin Luther King, Jr. Day of Service. The Vice President delivered remarks at Girard College in North Philadelphia.  Following his remarks, the Vice President and Dr. Biden participated in a service project at Girard College.\nFor more on the Dr. Martin Luther King, Jr. National Day of Service, please visit the Corporation for National and Community Service at www.serve.gov/mlkday.asp .\nCabinet Secretaries and Senior Administration Officials\n\n\nAgriculture:  Secretary Vilsack addressed Rainbow PUSH in Chicago to highlight USDA advancements on Civil Rights and the Obama administration’s settlement of the Pigford lawsuit. \n\nCommerce:  Secretary Bryson participated in a community service event with Mayor Villaraigosa at Los Feliz Elementary School in Los Angeles, CA.\n\nCNCS:  The Corporation for National and Community Service CEO Robert Velasco volunteered with Big Brothers Big Sisters of D.C. Senior staff also served at We Feed Our People, a signature event that serves hundreds of homeless District residents with a hot meals and warm clothing, and at Montgomery County Volunteer Center in Bethesda.\n\nDefense:  On Thursday, January 26, Secretary Panetta will participate in the annual commemoration of Dr. Martin Luther King, Jr. Day at the Pentagon.\n\nEducation: Secretary Duncan and his family joined the City Year service day at Dunbar High School.\n\nEnergy:   Secretary Chu hosted an event at the Department of Energy to commemorate the life and legacy of Dr. King. Secretary Chu was joined by C.T. Vivian, Vice President of the Southern Christian Leadership Conference, and Lynn Cothern, former aide to Coretta Scott King.\n\nEPA:  Administrator Jackson delivered remarks at the Dr. Martin Luther King, Jr., Day Prayer Breakfast hosted by the National Action Network in Washington, D.C.\n\nJustice:   Attorney General Holder spoke at the NAACP’s Dr. Martin Luther King, Jr. Day event in Columbia, S.C.  On Sunday, January 15, he spoke at the Annual Utah Dr. Martin Luther King, Jr., Commission Luncheon.  And on Monday, January 30, he will attend the Department of Justice’s 2012 Dr. Martin Luther King, Jr., Commemorative Program.\n\nLabor:  Secretary Solis delivered remarks and accepted an award at the “At the River I Stand,” the AFL-CIO’s Dr. Martin Luther King, Jr. Day observance dinner in Detroit, Mich.\n\nNASA:  Administrator Bolden addressed the 44th Martin Luther King, Jr., Commemorative Service at Ebenezer Baptist Church in Atlanta, Ga.\n\nOPM:  Director of the Office of Personnel Management John Berry delivered remarks and participated in a service project at “Hope and a Home” in Washington, D.C.\n\nTransportation:  Deputy Secretary Porcari commemorated Dr. Martin Luther King, Jr., Day at Tyler Elementary School in Washington, D.C.  Volunteers contributed to the beautification of the school by painting slogans, murals, and math equations to help lead the Dr. Martin Luther King, Jr. Day reflection activity. \n\nUSAID: USAID Administrator Shah participated in the Dr. Martin Luther King, Jr., Memorial Library’s 25th annual “We Feed Our People” event in Washington, D.C.\n\nUSUN:  Ambassador Rice participated in a service event to benefit Kenilworth Elementary in Washington, D.C.\n\nVA:  Secretary Shinseki volunteered at So Others Might Eat serving food to the homeless in Washington, D.C.\n\n\n\n\n\n"
}