{
    "title": "Upcoming Guidance for First Lady Michelle Obama | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/05/27/upcoming-guidance-first-lady-michelle-obama",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nMay 27, 2016\n\n \n\n\n\nUpcoming Guidance for First Lady Michelle Obama\n\n\n\n\n\nWednesday, June 1st \n\nThe White House * 11:00AM ET— First Lady Michelle Obama will celebrate the 2016 National Medal for Museum and Library Service. Ten institutions from across the country will receive the highest award given to museums and libraries for service to the community.\n\n2016 National Medal for Museum and Library Service recipients:\n\n\n\t\tBrooklyn Public Library (Brooklyn, N.Y.)\n\n\t\tThe Chicago History Museum (Chicago, Ill.)\n\n\t\tColumbia Museum of Art (Columbia, S.C.)\n\n\t\tLynn Meadows Discovery Center for Children (Gulfport, Miss.)\n\n\t\tMadison Public Library (Madison, Wis.)\n\n\t\tMid-America Science Museum (Hot Springs, Ark.)\n\n\t\tNorth Carolina State University Libraries (Raleigh, N.C.)\n\n\t\tOtis Library (Norwich, Conn.)\n\n\t\tSanta Ana Public Library (Santa Ana, Calif.)\n\n\t\tTomaquag Museum (Exeter, R.I.)\n\n\nFriday, June 3rd \n\nNew York, New York * 10:30AM ET— First Lady Michelle Obama will deliver her final commencement address as First Lady at the 170th Commencement Ceremony of The City College of New York on the CCNY campus in historic Harlem, where more than 3,000 students make up the Class of 2016.\n\n\tThe City College of New York was the first public higher education institution in New York City and has one of the most diverse student bodies in the nation with over 40% first-generation college students, almost 40% non-native English speakers, and half from low-income households. Established as a free institution dedicated to overcoming barriers to advancement, CCNY continues its mission of access to excellence and keeping tuition affordable.\n\n\n\n\n"
}