{
    "title": "Statement by the Press Secretary on Brooke Anderson | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/16/statement-press-secretary-brooke-anderson",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 16, 2010\n\n \n\n\n\nStatement by the Press Secretary on Brooke Anderson\n\n\n\n\n\n\tThe White House is pleased to announce that Brooke Anderson will serve as Chief of Staff and Counselor for the National Security Staff at the White House beginning on January 12.  \n\t \n\tNational Security Advisor Tom Donilon said, “Brooke Anderson is an extraordinarily talented, experienced, and well-respected member of our Administration.  Her deep expertise on issues ranging from non-proliferation to the United Nations, along with her broad experience in and out of the U.S. government, make her the ideal person to serve as chief of staff here and counselor to the National Security Staff.”\n\t \nPresident Obama appointed the following individual to a key administration post:\n\t \n\tAmbassador Anderson is currently serving as Ambassador and Alternate Representative for Special Political Affairs at the U.S. Mission to the United Nations.  While at the U.S. Mission to the UN, she has focused on UN Security Council matters, including UN peacekeeping missions and nonproliferation.  \n\t \n\tAnderson brings more than 20 years experience working in the public policy arena – as a Senior Director at the White House National Security Council and in senior leadership positions at the U.S. Department of Energy, in the U.S. Congress and in the nonprofit and private sector. \n\n\tAnderson also served as Chief of Staff and Counselor to Ambassador Susan E. Rice.  Prior to joining the U.S. Mission, Anderson was Chief National Security Spokesperson and Policy Advisor for the Obama-Biden Transition.  She was also member of the White House National Security Council Transition Team, advising on the National Security Council structure and policy agenda.\n\n\tAnderson previously worked at the Nuclear Threat Initiative, a nonprofit organization working to reduce the global threats from nuclear, biological and chemical weapons and was co-director of the Nuclear Security Project, which is led by former Secretary of State George Shultz, former Secretary of Defense William Perry, former Secretary of State Henry Kissinger and former Senator Sam Nunn.  Anderson graduated from Sarah Lawrence College.  \n\n\n\n\n"
}