{
    "title": "President Obama Announces More Key Appointments, March 3, 2009 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-announces-more-key-appointments-march-3-2009",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 03, 2009\n\n \n\n\n\nPresident Obama Announces More Key Appointments, March 3, 2009\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  ___________________________________________________________________________________________  FOR IMMEDIATE RELEASE                  March 3, 2009 President Obama Announces More Key Appointments  WASHINGTON – Today, President Obama announced his intent to nominate the following individuals for key administration posts: John Berry, Director of the Office of Personnel Management, and Julius Genachowski, Chairman of the Federal Communications Commission. On the nomination of John Berry, President Obama said, \"From turning around the National Zoo to fostering a more productive work environment at the Department of the Interior, John Berry has a tremendous record of effective management in key public service roles.  I'm confident that he will provide that same leadership at OPM to help ensure that government works for the American people the way it should.\" On the nomination of Julius Genachowski, President Obama said, \"I can think of no one better than Julius Genachowski to serve as Chairman of the Federal Communications Commission.  He will bring to the job diverse and unparalleled experience in communications and technology, with two decades of accomplishment in the private sector and public service. I know him as the son of immigrants who carries a deep appreciation for this country and the American dream; and as the proud father of three children working with his wife Rachel to be responsible parents in this digital age.\" President Obama announced his intent to nominate the follow individuals today: John Berry, Nominee for Director of the Office of Personnel Management John began his Federal career as a Legislative Director for U.S. Rep. Steny Hoyer (D-MD), a major leader on all issues affecting the Civil Service. John was responsible for overseeing Hoyer's work Federal employees, and was the primary craftsman behind the locality pay reform, among many other issues affecting pay and benefits of employees and retirees. John began his management career at the Department of Treasury, where he served as Deputy Assistant Secretary and acting Assistant Secretary for Law Enforcement.   Later in the Clinton administration, John was appointed Assistant Secretary for Policy, Management and Budget, where he focused on employee partnerships, worklife issues for employees and reversing years of decline by achieving one of the largest budgetary increases in the Department's 150 year history. As Director of the National Fish and Wildlife Foundation, John worked with Interior Inspector General, Earl Devaney, to reconcile 20 years of financial records, establish sound management practices, while also conserving over 3 million acres of wildlife habitat through innovative public-private partnerships. Most recently, John was hired to turn around the National Zoo, which was laboring under continual reports of issues and problems. In its Accreditation approval last year it was noted that \"It is good to see the National Zoo worthy of its name again.\" John has completed a strategic plan, a mangement reorganization, and a 20 year capital master plan. John also recognized a critical weakness in the absence of fire protection at the Zoo and has secured the funding (35 million) to replace the Zoo's water main and install sprinklers throughout the Zoo, while also launching the renovation of the 1930 elephant house and seal and Sea Lion exhibits. Julius Genachowski, Nominee for Chairman of the Federal Communications Commission  Genachowski is a technology executive and entrepreneur with strong experience in both the private sector and public service.  He is Cofounder and Managing Director of LaunchBox Digital and Rock Creek Ventures, and a Special Advisor at General Atlantic.  He was a senior executive for eight years at IAC/InterActiveCorp, where his positions included Chief of Business Operations and General Counsel.  In government, Genachowski served at the Federal Communications Commission as Chief Counsel to Chairman Reed Hundt, and earlier as Special Counsel to FCC General Counsel (later Chairman) William Kennard.  He was a law clerk for United States Supreme Court Justice David H. Souter and, before that, for Justice William J. Brennan, Jr. (ret.).  He also served as a law clerk to Chief Judge Abner J. Mikva of the U.S. Court of Appeals for the D.C. Circuit.  Genachowski served on the staff of U.S. Representative (now Senator) Charles E. Schumer, and also the staff of the House Select Committee Investigating the Iran-Contra Affair.   Genachowski received a J.D in 1991 from Harvard Law School (magna cum laude), where he was co-Notes Editor of the Harvard Law Review, and a B.A. in 1985 from Columbia College (magna cum laude).   Genachowski was raised in New York, and now resides in Washington DC.  He is married to Rachel Goslins and has three children, Jacob, Lilah and Aaron. ##\n\n\n\n"
}