{
    "title": "Dr. Jill Biden to Deliver Commencement Address at Northern Virginia Community College | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/04/22/dr-jill-biden-deliver-commencement-address-northern-virginia-community",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nApril 22, 2016\n\n \n\n\n\nDr. Jill Biden to Deliver Commencement Address at Northern Virginia Community College\n\n\n\n\n\n\tOn Saturday, May 14, Dr. Jill Biden will deliver the commencement address to graduates of Northern Virginia Community College. Dr. Biden, an educator for more than 30 years, has continued to teach as a full-time English professor at Northern Virginia Community College since 2009 while serving as Second Lady of the United States. Northern Virginia Community College is the largest public institution of higher education in the Commonwealth of Virginia, and one of America’s largest community colleges, with more than 75,000 students at its six campuses in Alexandria, Annandale, Loudoun, Manassas, Springfield and Woodbridge, and through its Extended Learning Institute.\n\nAdditional information on Commencement Addresses by Dr. Biden:\n\n\tThis will be the seventh time Dr. Biden has delivered a commencement address at a community college. In 2009, Dr. Biden addressed graduates at Kingsborough Community College. In 2010, Dr. Biden delivered commencement addresses at the University of Delaware and at the Columbia University Teachers College. In 2011, Dr. Biden spoke at the graduation of Montgomery County Community College and Salve Regina University. In 2012, Dr. Biden addressed graduates at Southwestern Community College and Broward College. In 2013, Dr. Biden delivered the commencement address at Navajo Technical College. In 2014, Dr. Biden addressed graduates at Owensboro Community and Technical College, and spoke at Villanova University. In 2015, Dr. Biden delivered the commencement address at Central Piedmont Community College in Charlotte, North Carolina.\n\n\n\n\n"
}