{
    "title": "Readout of President Obama’s Meeting with VA Secretary McDonald and Deputy Secretary Sloan Gibson | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/11/05/readout-president-obama-s-meeting-va-secretary-mcdonald-and-deputy-secre",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 05, 2014\n\n \n\n\n\nReadout of President Obama’s Meeting with VA Secretary McDonald and Deputy Secretary Sloan Gibson\n\n\n\n\nToday, President Obama met with Department of Veterans Affairs Secretary Robert McDonald and Deputy Secretary Sloan Gibson to discuss ongoing efforts to improve care for veterans.\nThe President emphasized the need to continue building on key reforms, including strengthening management and accountability at the VA, improving timely access to high quality medical care for all veterans, eliminating the disability claims backlog and ending veteran homelessness.\nSecretary McDonald discussed the Road to Veterans Day, the roadmap he has laid out for his first 90 days as the VA Secretary, which sets the foundation for improving service delivery, rebuilding trust with veterans, and setting the course for long term reform.\nThe Secretary and Deputy Secretary also provided an update on implementation of the Veterans Access, Choice, and Accountability Act that President Obama signed into law earlier this year.  The Secretary briefed the President on the temporary Veterans Choice Program authorized in this law, which allows eligible veterans, including those who live more than 40 miles from the closest VA health care facility and those who cannot get timely access to care in the VA system, to elect to receive care from private health care providers.  Earlier today, VA initiated its implementation of this program.\nIn addition, the President and Secretary McDonald discussed the importance of strengthening the VA health care system, including by recruiting America’s top medical professionals to serve our nation’s veterans.  Secretary McDonald has been traveling across the country to host events aimed at recruiting qualified medical professional staff to join the VA health system.  Since August, Secretary McDonald has visited eight universities and colleges and one hospital, reaching thousands of future medical practitioners.\n\n\n\n\n"
}