{
    "title": "FACT SHEET: Training Americans for Better Jobs and Higher Wages to Grow the Economy | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/04/02/fact-sheet-training-americans-better-jobs-and-higher-wages-grow-economy",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 02, 2015\n\n \n\n\n\nFACT SHEET: Training Americans for Better Jobs and Higher Wages to Grow the Economy\n\n\n\n\nToday, President Obama is traveling to Louisville, KY to discuss the Administration’s continued efforts to grow the economy, expand opportunity, and widen the pathway to the middle class to ensure that all Americans can contribute to and benefit from our American resurgence.\nLouisville is leading the way through the TechHire Initiative, a multi-sector effort and call to action to give Americans pathways to well-paying technology jobs and meet employer talent needs. Louisville is one of 21 regions across the country– with over 120,000 open technology jobs – where local leaders are working with employers on new ways to recruit and place applicants based on their actual skills and to create and expand training that teaches tech skills in a fraction of the time and cost.\nAt the same time, the President has put forward an ambitious agenda – building on progress we’ve made – that would train and employ more people by scaling up proven training and employment approaches, including apprenticeships, competency-based training that allows workers to get credit based on mastery, accelerated training programs through traditional institutions like community colleges and new innovative models like coding bootcamps, and hiring approaches that allow people who can do the job to get the job.  That includes new proposed rules on workforce reforms that are being put out today.\nIn contrast, the House and Senate Republicans’ budgets rely on the same, failed top-down economics as in previous years and makes significant cuts to investments in training workers for today and tomorrow’s jobs.  Compared to the President’s Budget, the Republican budgets would mean more than 2 million fewer people in 2016 alone would receive job training and employment services, including help finding jobs and skills training1. In Kentucky, it would mean 28,800 fewer people receiving training and employment services.  At the same time, the Republican budget would set us back in our efforts to make our training system more “job-driven”: closing off ramps to opportunity and making it harder for employers to build their businesses.\nPresident Obama’s TechHire Initiative: \nWith over half a million jobs open in technology today, and so many companies in need of skilled workers, we need to expand innovative training programs and continue to create new options to get more people into the talent pipeline—in months, not years.  TechHire is a bold multi-sector effort and call to action to empower Americans with the skills they need, through universities and community colleges but also innovative nontraditional approaches like “coding bootcamps,” and high-quality online courses that can rapidly train workers for technology jobs that pay 50 percent more than the average private-sector American job. Many TechHire communities like Louisville are using federal workforce training dollars to fund these innovative training strategies.\n\n\nMore than twenty forward-leaning communities across the country are taking action to expand access to tech jobs: Earlier this month, the President announced that 21 regions from New York City to Albuquerque, with over 120,000 open technology jobs and more than 300 employer partners in need of this workforce, are working together on new ways to recruit and place applicants based on their skills, to create more accelerated tech training opportunities, and invest in innovative placement programs to connect trained workers with jobs. The President has challenged more to follow in their lead.\n\n\n\nSpotlight on New Action in Louisville to build a pipeline of tech talent: Louisville is bringing together 20 IT employers including Glowtouch, Humana, Zirmed, and Indatus to mentor and hire participants from Code Louisville, an initiative funded by a $2.9 million Workforce Innovation Fund grant that trains and places new software developers with innovative, online training. Today, Louisville is announcing a new partnership with The Learning House Inc., an online education services provider, to launch a coding bootcamp with a fully accredited partner institution in Louisville that will train entry level developers in 12 weeks. Louisville is  also announcing that Jefferson Community and Technical College (JCTC) will provide Code Louisville graduates with credit equivalency for their portfolios, leading directly to certificates or degrees. The partnership is expected to open new educational pathways for current JCTC and Code Louisville participants.\n\n\n\nNew private sector tools will expand access to opportunities facilitate nontraditional hiring pathways, and support innovative local leaders: Twenty private organizations are supporting TechHire strategies. Announced today, Glassdoor will make available real-time, community-level data on the availability, wages and education and experience requirements for in-demand tech jobs; EdX will offer free verified certificates in two high-demand computer science programming courses to anyone in high need areas and communities implementing TechHire strategies; and Year Uphas committed to serve 500 more young people with technical IT and professional skills, college credits, an educational stipend, and a corporate internship over the next 12 months, prioritizing expansion in communities implementing TechHire strategies.\n\nHow the President’s Budget Would Invest in Innovative Training that Leads to Jobs: \nThe President’s budget invests in programs that will lead to more success stories and facilitate innovation in places across the country like Louisville. This is in stark contrast to the budget proposals put forward by Congressional Republicans, which would deeply cut the investments we need to prepare workers for the jobs employers are hiring for.\nTwo years ago, when sequestration effects took effect, 1.3 million people lost access to Department of Labor job training and employment services. In 2016, the funding levels proposed by Congressional Republicans would mean that more than 2 million fewer people would receive training and employment services – including 28,800 in Kentucky. (For a full state-by-state breakdown, see below.) By 2018, the cuts to non-defense discretionary spending proposed by House Republicans would result in more than 4 million workers losing such services. The President’s Budget can invest in employment services, job training, and innovative apprenticeship programs because it reverses sequestration, while the Republican budgets double down on austerity, robbing the nation of the ability to invest in our people and economy. \nWhile the Republican budgets would undermine workforce efforts, the President has presented a bold vision for strengthening our training system. Last year, the Vice President’s review of job training programs introduced a job-driven checklist that is guiding all federal investments. The Departments of Labor (DOL) and Education (ED) are working to implement the Workforce Innovation and Opportunity Act, which the President signed last July with reforms that embed the President’s ideas for making our training programs more job-driven. Today, DOL and ED are releasing a proposed rules on these reforms, including:\n\n\nEmployer engagement and work-based learning: In implementing WIOA, the Administration is taking steps to encourage partnerships with employers to determine what skills and training are needed for high-growth occupations. The Administration is also putting in place a new performance measure that will gauge how effectively the workforce system is serving businesses, providing the right incentives for the workforce system to engage employers.\n\nTransparency for jobseekers. DOL is creating a scorecard for all training providers to publish earnings and employment outcomes in an easy-to-read template. DOL will work to make sure that this scorecard is easily accessible in American Job Centers and online. This information is critical for jobseekers to make better decisions about whether to enroll in training and which training program to use based on which programs are actually leading to good jobs.\n\nSimplification for jobseekers and businesses. The Administration is putting in place measures to integrate job-training programs funded by different federal agencies including those at DOL, ED, HHS, USDA and HUD. This will make it easier for businesses to partner with and hire from federal programs and for jobseekers to access funding and services by giving them one “front door” for multiple programs. \n\nJust as the budget cuts proposed by Congressional Republicans would hamper efforts to implement these changes, they would also prevent investments in new models that have shown success.  Congressional Republicans’ proposed decreased job training funding levels will impede our ability to scale innovative workforce practices, like the ones supported by the grant competition that helped fund Code Louisville, and identify new promising approaches. For example, the President’s Budget includes innovative new proposals like:\n\n\nExpanding Innovative Technical Training Programs at Community Colleges for Middle Class Jobs in Communities. The Budget requests $200 million for a new American Technical Training Fund to create or expand innovative, evidence-based training programs in high-demand fields like information technology that provide a path to the middle class. Projects would emphasize strong employer partnerships, work-based learning opportunities, accelerated training, and flexible scheduling for students to accommodate part-time work. Programs could be created within current community colleges or non-traditional training providers like online programs.\n\nSpreading the Development and Adoption of Industry-Validated Credentials – Particularly in the IT Sector.  Clarity from employers across an industry about the skills, knowledge and abilities required to get and perform in jobs makes it easier for job seekers to get credit for learning regardless of where it is attained, for education and training providers to adapt curricula to meet employer needs, and for employers to make hiring decisions based on proven ability rather than just pedigree.  That is why in the FY16 Budget, the President is calling on Congress to create Industry Credentialing and Career Pathways Grants, which would invest $500 million, including $300 million specifically targeted at information technology jobs, in the development and widespread adoption of portable industry-recognized credentials and assessments.\n\nExpanding Learn and Earn Strategies that partner with employers to train workers with the skills they need on-the-job. The Budget includes a $2 billion Apprenticeship Training Fund to help more employers come to the table to provide high-quality on-the-job training through apprenticeship. $1.5 billion would be used to provide regions with resources to encourage greater employer participation in apprenticeship and make this model available to more workers. The remaining $500 million would create an innovation fund to reward partnerships between states, cities, regions, non-profits, employers, labor unions, and training providers.\n\n\n\n\n\n"
}