{
    "title": "White House Announces 2016 Fall Garden Tours | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/09/22/white-house-announces-2016-fall-garden-tours",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 22, 2016\n\n \n\n\n\nWhite House Announces 2016 Fall Garden Tours\n\n\n\n\n\nOctober 8 and 9, 2016\n\n\tWASHINGTON – This fall, the White House is opening its gardens and grounds to visitors on Saturday, October 8 from 10:00 AM to 4:30 PM EDT, and Sunday, October 9 from 10:00 AM to 2:30 PM EDT.  During this event, visitors can see the Jacqueline Kennedy Garden, Rose Garden and South Lawn of the White House.  Additionally, the White House Kitchen Garden – the first vegetable garden at the White House since Eleanor Roosevelt’s Victory Garden – will be accessible to guests.\n\n\tThis event is free and open to the public; however, a ticket is required for all attendees (including small children).  The National Park Service will distribute free, timed tickets at the Ellipse Visitor Pavilion located near 15th and E Streets Northwest on each tour day beginning at 8:30 AM.  Tickets will be distributed -- one ticket per person -- on a first-come, first-served basis.\n\n\tPlease note the following items are not allowed on the White House grounds:\n\n\n\t\tLaptops, Tablets, iPads, Tripods, Monopods, Camera Sticks.\n\n\t\tLarge Bags, Backpacks, and Suitcases.\n\n\t\tUmbrellas with metal tips.\n\n\t\tDrones and other Unmanned Aircraft Systems.\n\n\t\tAnimals other than Service/Guide Dogs.\n\n\t\tBicycles, Folding Chairs, Balloons, Coolers, Glass, Thermal or Metal Containers, Signs or Flags of Any Kind.\n\n\t\tAny Pointed Object(s), Including Pocket Knives.\n\n\t\tFood, Liquids, Aerosols, Tobacco Products, Lighters, Personal Grooming Items, Firearms, Ammunition, Fireworks, Laser Pointers, Stun Guns/Tasers, Mace/Pepper Spray,\n\n\t\tToy Weapons or Knives of Any Kind.\n\n\t\tAny other Items determined to be Potential Safety Hazards.\n\n\n\tThe U.S. Secret Service reserves the right to prohibit any other personal items.  However, strollers, wheelchairs, umbrellas (without metal tips), and cameras are permitted. All items needed for medical purposes will be permitted on the tour (e.g. wheelchairs, electric scooters, glucose tablets, EpiPens, etc.).  Please be prepared to identify and explain all items needed for medical purposes to U.S. Secret Service upon arrival.\n\n\tIn the event of inclement weather, the event may be cancelled.  Please call the 24-hour information line at (202) 456-7041 to check on the status of the event.\n\n\n\n\n"
}