{
    "title": "In Ohio, Vice President Biden Discusses Importance of American Jobs Act for Small Businesses, Announces $20 Billion Commitment to Increase Small Business Lending | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/20/ohio-vice-president-biden-discusses-importance-american-jobs-act-small-b",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nSeptember 20, 2011\n\n \n\n\n\nIn Ohio, Vice President Biden Discusses Importance of American Jobs Act for Small Businesses, Announces $20 Billion Commitment to Increase Small Business Lending\n\n\n\n\nThree-year commitment by 13 major banks will help increase lending to small businesses in underserved communities\nWASHINGTON – Speaking at Wrap Tite, Inc. – a small business in Solon, Ohio – Vice President Biden and Small Business Administration (SBA) Administrator Karen Mills today urged Congress to pass the American Jobs Act. The American Jobs Act is an important step to help small businesses in Ohio and across the country continue to grow and hire more workers. Vice President Biden and Administrator Mills also announced commitments by 13 private lenders, including many of the largest banks in the country, to increase lending for small businesses by a combined $20 billion over the next three years.\nThanks to a recent $1.5 million SBA-supported loan, Wrap Tite – a manufacturer and distributer of stretch wrap and other packing and shipping products – was able to purchase and renovate a new facility in Solon and hire five new workers. The new small business lending commitments announced today, which represent an increase of 10% or more beyond the current levels of lending at many of the participating banks, mean more small businesses like Wrap Tite will have access to the capital they need to help grow the nation’s economy at the local level.\n“Small businesses like Wrap Tite are the real engines of our economy, which is why Congress should cut their taxes and put money back in the pockets of their customers by passing the American Jobs Act right away,” Vice President Biden said. “The only way we’re going to turn the vicious economic cycle we’ve been in into a virtuous one is by cutting taxes on our small businesses and making sure they can get the loans they need to grow and hire more workers.”\n“We know that many small businesses, particularly in traditionally underserved communities, still face challenges in accessing the capital they need to buy inventory, take on that next new order and hire new workers,” Administrator Mills said. “These commitments by our lending partners leverage both commercial and government programs that work and will provide billions of capital to help small businesses all across the country grow and create jobs, and drive local economic growth.”\nVice President Biden also highlighted other key ways the American Jobs Act will help small businesses across the country grow and hire, including significant tax cuts:\n\n\n\t\tEvery single business would see its payroll tax cut in half for the first $5 million in wages.  If a small business has 10 workers on payroll making a typical wage, this is a $15,000 tax break.\n\n\t\tSmall businesses growing their payrolls, like Wrap Tite, would get a full 6.2% payroll tax cut for every additional dollar they spend on hiring or increasing wages, covering the first $50 million of increased wages from the previous year.\n\n\t\tBusinesses would get tax credits for hiring unemployed veterans or long-term unemployed workers.\n\n\t\tBusinesses purchasing new equipment would be able to expense their investments through the end of next year.  Because Wrap Tite made a $250,000 investment in three new machines over the past year, they could already benefit from expensing provisions currently in place; the American Jobs Act would extend that tax relief through the end of 2012.\n\nThe Vice President concluded by pointing out that passing the American Jobs Act is about choices – whether Congress will choose to preserve tax loopholes for corporations and the wealthy or choose to pass new job-creating tax cuts and infrastructure investments.\n\t \n\t“We can either keep 280,000 teachers in their classrooms, or we can preserve tax loopholes for oil and gas companies.  We can either keep cops and firefighters on the job, or we can keep giving corporate jet owners special tax breaks,” said Vice President Biden.\nSBA offers government guarantees on loans to small businesses made by private lenders.  In Fiscal Year 2011, SBA has supported over $28 billion in small business lending.  The commitment from lenders today will build on that success and increase the flow of capital to small businesses throughout the country.\nThe following financial institutions were represented at the announcement:\nWells Fargo\n\tKey Corp\n\tRegions Financial Corporation\n\tHuntington Bancshares Incorporated\n\tM&T Bank Corporation\n\tJP Morgan Chase & Company\n\tCitizens Financial Group, Inc.\n\tCitigroup\n\tBank of America Merrill Lynch\n\tTD Bank\n\tUS Bank\n\tPNC Bank NA.\n\tSun Trust Banks, Inc.\n\n\n\n\n"
}