{
    "title": "Vice President Biden Marks Progress on Executive Actions to Help Reduce Gun Violence | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/06/18/vice-president-biden-marks-progress-executive-actions-help-reduce-gun-vi",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nJune 18, 2013\n\n \n\n\n\nVice President Biden Marks Progress on Executive Actions to Help Reduce Gun Violence\n\n\n\n\nObama Administration releases report detailing work on 23 Executive Actions laid out in January\nWASHINGTON, DC – Today, the Obama Administration released a new progress report detailing the completion of or significant progress on 21 of the 23 executive actions President Obama laid out in January to help reduce gun violence, and the continuing work toward completing all twenty three. At an event at the White House today, Vice President Joe Biden highlighted the significant progress this Administration has made on strengthening the existing background check system, empowering law enforcement, making schools safer, encouraging responsible gun ownership, ending the freeze on gun violence research, preserving the rights of health providers to protect their patients and communities, and improving access to mental health care.\nAs part of this progress, the Vice President announced the fulfillment of two executive actions. The Departments of Education, Justice (led by the FBI), Homeland Security (led by FEMA), and Health and Human Services are jointly releasing guidance to schools, institutions of higher education, and houses of worship on how to work with first responders and other community partners to plan and prepare for emergencies such as active shooter situations, tornadoes, and earthquakes. \nAdditionally, the Departments of Homeland Security and Justice have expanded access to federal training on active shooter situations for law enforcement, first responders, and school officials with additional outreach, new online resources, improved training curricula, exercises with law enforcement at all FBI field offices, and DHS security briefings for 100 school districts across the country.\nAdditional information can be found via the below links.\nPROGRESS REPORT:\n\tProgress Report on Executive Actions to Reduce Gun Violence Click Here.\nFACT SHEETS:\n\tEmergency Management Planning: Click Here.\n\tTraining First Responders and Schools on Active Shooter Situations: Click Here.\nGUIDES:\n\tGuide for Developing High-Quality School Emergency Operations Plans: Click Here.\n\tGuide for Developing High-Quality Emergency Operations Plans for Institutions of Higher Education: Click Here.\n\tGuide for Developing High-Quality Emergency Operations Plans for Houses of Worship: Click Here.\n\n\n\n\n"
}