{
    "title": "President Obama Announces More Key Administration Posts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/06/president-obama-announces-more-key-administration-posts",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 06, 2011\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts\n\n\n\n\n\n\tWASHINGTON – Today, President Barack Obama announced his intent to nominate the following individuals to key Administration posts:\n\n\nCatherine Allgor  - Member, Board of Trustees of the James Madison Memorial Fellowship Foundation\n\nMichaelA. Khouri - Commissioner, Federal Maritime Commission\n\nDavid McMillan –Member, Advisory Board of the Saint Lawrence Seaway Development Corporation\n\nKelly Ryan – Member, Board of Directors of the Inter-American Foundation\n\n\nThe President announced his intent to nominate the following individuals to key Administration posts: \n\nCatherine Allgor, Nominee for Member, Board of Trustees of the James Madison Memorial Fellowship Foundation\n\tCatherine Allgor is a professor of history and Presidential Chair at the University of California at Riverside.  Professor Allgor is an expert on Dolley Madison and her research primarily focuses on the role of women in the early republic, the effect of gender in electoral politics, the issue of coverture and female disenfranchisement in the founding era, and the historical influence of First Ladies.  Her first book, Parlor Politics: In Which the Ladies of Washington Help Build a City and a Government, won the James H. Broussard First Book Prize from the Society for Historians of the Early American Republic.  A Perfect Union: Dolley Madison and the Creation of the American Nation was a finalist for the George Washington Prize and the 2007-2008 selection for the UCRF1RST Book.  Professor Allgor received an A.A. from Bucks County Community College, an A.B. from Mount Holyoke College, and an M.A., M. Phil, and Ph.D. from Yale University.\n\nMichael A. Khouri, Nominee for Commissioner, Federal Maritime Commission\n\tMichael A. Khouri was originally confirmed as a Federal Maritime Commissioner on December 24, 2009.  Commissioner Khouri has 40 years of experience in the maritime industry serving in vessel operations, legal, administrative, executive and government assignments. He was a member in the law firm of Pedley & Gordinier and previously held the position of President and COO with MERS/Economy Boat, a marine fuels and ship chandler. Prior to his tenure at MERS, Commissioner Khouri served for 23 years at American Commercial Lines, holding executive positions including General Counsel, Senior V.P. for Law & Corporate Affairs, and Senior V.P. for Transportation Services-Marine Operations. He began his marine career in 1971 as a crewman on Crounse Corporation vessels before promotion to the pilot house serving as Pilot and Captain. Commissioner Khouri has served on the Board of Directors of the American Waterways Operators Association and the Waterways Council, Inc. He received his B.A. in Economics from Tulane University, his J.D. from Brandeis School of Law-University of Louisville, and is a graduate of the Advanced Management Program at Harvard Business School.\n\nDave McMillan, Nominee for Member, Advisory Board of the Saint Lawrence Seaway Development Corporation\n\n\tDave McMillan is Senior Vice President for Marketing, Regulatory and Public Affairs of ALLETE and Executive Vice President of Minnesota Power, where he has served in a variety of roles since 1989.  In February 2011, he was elected to serve a six year term on the University of Minnesota’s Board of Regents.  Mr. McMillan is currently on the Board of Directors of St. Luke's Hospital and was previously a member of the Duluth Entertainment Convention Center's Board of Directors.  He has served as the board chair of the Minnesota Chamber of Commerce, the Natural Resources Research Institute, the Area Partnership for Economic Expansion, and Goodwill Industrial Vocational Enterprises.  Mr. McMillan received a B.A. in Economics and History from the University of Minnesota Duluth and a J.D. from the University of Minnesota.\n\nKelly Ryan, Nominee for Member, Board of Directors of the Inter-American Foundation\n\n\tKelly Ryan is currently the Acting Deputy Assistant Secretary for Immigration and Border Security at the Department of Homeland Security.  Previously, Ms. Ryan served as the Chief of the National Security Branch of the Fraud Detection and National Security Directorate at U.S. Citizenship and Immigration Services.  From 2002 to 2009, she was a Deputy Assistant Secretary at the Bureau of Population, Refugees, and Migration at the Department of State.  Prior to that, Ms. Ryan served as Associate General Counsel at the U.S. Department of Justice from 1992 until 1998 and Chief of the Refugee and Asylum Law Division in the Office of the General Counsel at the then Immigration and Naturalization Service from 1998 until 2002.  Ms. Ryan is a graduate of Tulane University and holds a J.D. from Georgetown University and a LL.M. from Cambridge University.\n\n\n\n\n"
}