{
    "title": "MENSAJE SEMANAL: El Presidente Obama envía un saludo por las fiestas | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/mensaje-semanal-el-presidente-obama-env-a-un-saludo-por-las-fiestas",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 05, 2010\n\n \n\n\n\nMENSAJE SEMANAL: El Presidente Obama envía un saludo por las fiestas \n\n\n\n\nWASHINGTON – Esta semana de celebración religiosa, el Presidente Barack Obama aprovechó su mensaje para enviar un saludo por las fiestas e instar a todos los creyentes y no creyentes a recordar nuestro espíritu común de humanidad. Todas las personas conocen el valor del trabajo, la salud, la educación y comunidad. Esta semana es un momento para tener en cuenta que este vínculo común es la base de todas las grandes religiones del mundo.\nEl audio y el video estarán disponibles por Internet en obamawhitehouse.archives.gov a las 6:00 am ET del sábado 3 de abril, 2010.\nDeclaraciones del Presidente Barack Obama\nMensaje semanal\nLa Casa Blanca\n3 de abril, 2010\n \nÉsta es una semana de celebración de la fe. El lunes y el martes por la noche, las familias judías y sus amigos en Estados Unidos y todo el mundo se congregaron para el Seder, que conmemora el éxodo de Egipto y el triunfo de la esperanza y perseverancia sobre la injusticia y la opresión. Este domingo, mi familia se unirá a los demás cristianos de todo el mundo para recordar la resurrección de Jesucristo.\n \nY si bien practicamos nuestra fe de diferentes maneras, también recordamos que todos compartimos y llevamos dentro el mismo espíritu de humanidad: judíos y cristianos, musulmanes e hindúes, creyentes y ateos, por igual.\n \nEn medio de la tormenta del debate público y en una ciudad como Washington, consumida por lo inmediato, con nuestro ciclo noticioso de 24 horas al día, todos los días, a veces es fácil perder de vista lo que es eterno. Así que en este fin de semana de Semana Santa, aferrémonos a las aspiraciones que compartimos como hermanos, como miembros de una misma familia, la familia humana.\n \nTodos sabemos la importancia del trabajo, no sólo por el cheque de pago, sino por la tranquilidad que proviene de saber que puedes mantener a tu familia. Como estadounidenses, como seres humanos, buscamos no sólo la seguridad, sino la dignidad, el sentido de comunidad que nace del trabajo. Por eso fue alentador recibir las noticias sobre el mes pasado, porque por primera vez en más de dos años, nuestra economía generó un número considerable de empleos en lugar de perderlos. Hemos empezado a revertir esa caída devastadora, pero todavía queda mucho por hacer para reparar el daño causado por esta recesión, y eso seguirá siendo mi principal prioridad todos y cada día.\n \nTodos nosotros valoramos nuestra salud y la salud de nuestros seres queridos. Todos hemos sido afectados por una enfermedad, muerte o tragedia personal. Todos sabemos que lo que hacemos o lo que nos sucede en la vida pasa a segundo plano cuando la salud de un ser querido está en peligro. Eso es lo único que nos importa. Nuestra salud es la piedra angular sobre la que edificamos nuestra vida, para bien o para mal.\n \nTodos nosotros valoramos la educación. Sabemos que en una economía tan competitiva como la nuestra, la educación es un prerrequisito para el éxito. Pero también sabemos que, a fin de cuentas, la educación tiene que ver con algo mejor, algo superior. Nos permite descubrir la capacidad que todos poseemos para superar cualquier barrera, sin importar cuán imponente sea; para lograr nuestros sueños, sin importar cuán ambiciosos, y para alcanzar plenamente el potencial que Dios nos dio.\n \nTodos nosotros luchamos por hacernos camino en este mundo, por encontrar un propósito y llevar una vida plena en el fugaz tiempo que tenemos aquí. Una vida digna. Una vida saludable. Una vida fiel a nuestro potencial. Y una vida de servicio. Éstas son aspiraciones que se remontan a tiempos inmemoriales, aspiraciones básicas en el judaísmo, básicas en el cristianismo, básicas en todas las principales religiones.\n \nLos ritos de Pésaj y las tradiciones de la Pascua se celebran en todos los rincones del planeta desde hace miles de años. Se han celebrado en tiempos de paz, en tiempos de disturbios y en tiempos de guerra.\n \nUno de esos ritos en tiempos de guerra se celebró en las arenas oscuras de Iwo Jima hace más de sesenta años. Allí, después de una de las batallas más sangrientas de la Segunda Guerra Mundial, un capellán pronunció un sermón de Pascua en el que consagró la memoria de “los muertos estadounidenses: católicos, protestantes, judíos, todos juntos”. Dijo que “juntos lucharon en trincheras, se arrastraron por arenas manchadas de sangre... Juntos practicaron la virtud, el patriotismo, el amor por la patria, el amor por su prójimo”. El capellán agregó: “El legado que nos dejaron fue la visión de un nuevo mundo, hecho posible por el lazo común que los unió... su única esperanza de que esta unidad perdurara”.\n \nSu única esperanza era que esta unidad perdurara.\n \nEste fin de semana, que Pésaj llega a su fin y se inicia la celebración de Pascua, sigamos siempre conscientes de la unidad de propósito, el vínculo común y el amor por el prójimo por los cuales tantos dieron la vida y tantos otros se siguen sacrificando. Y hagamos que ello sea nuestra meta y nuestra realización, nuestra mayor aspiración, como individuos y como nación. Feliz Pascua y Feliz Pésaj a todos los que lo celebran aquí en Estados Unidos y en todo el mundo.\n \n\n\n\n"
}