{
    "title": "Vice President Biden Announces Recovery Act Funding for 37 Transformational Energy Research Projects | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-announces-recovery-act-funding-37-transformational-energy-rese",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nApril 29, 2010\n\n \n\n\n\nVice President Biden Announces Recovery Act Funding for 37 Transformational Energy Research Projects\n\n\n\n\nNew ARPA-E projects in 17 states will accelerate innovation in clean energy technologies, increase America’s competitiveness and create jobs\nWashington, DC – At a Recovery Act Cabinet Meeting today, Vice President Joe Biden and Secretary of Energy Steven Chu will announce that the U.S. Department of Energy is awarding $106 million in funding for 37 ambitious research projects that could fundamentally change the way the country uses and produces energy.  Funded through DOE’s Advanced Research Projects Agency-Energy (ARPA-E), the $106 million is awarded to projects that could produce advanced biofuels more efficiently from renewable electricity instead of sunlight; design completely new types of batteries to make electric vehicles more affordable; and remove the carbon pollution from coal-fired power plants in a more cost-effective way.\n“Thanks to the Recovery Act, dozens of cutting-edge research projects with the potential to dramatically transform how we use energy in this country will now be able to get underway,” said Vice President Biden.  “By investing in our top researchers, we’re not only continuing in the spirit of American innovation, but helping build a competitive American clean energy industry that will create secure jobs here at home for years to come.”  \n \n“These projects show that the U.S. can lead the next Industrial Revolution in clean energy technologies, which will help create new jobs, spur innovation and economic growth while helping to cut carbon pollution dramatically,” said Secretary Chu.\nThe grants will go to projects in 17 states. Of the lead recipients, 24 percent are small businesses, 57 percent are educational institutions, 11 percent are national labs, and 8 percent are large corporations.  In supporting these teams, ARPA-E seeks to bring America's brightest scientists and innovators together from diverse fields to pioneer a secure and prosperous energy future for the nation.  The awards are part of an overall $100 billion investment the Recovery Act is making in creating jobs and driving economic growth through innovation, science and technology.\nThis second round of ARPA-E-funded research projects focuses on three critical areas:\n1.“Electrofuels” - Biofuels from Electricity --- Today’s technologies for making biofuels all rely on photosynthesis – either indirectly by converting plants to fuels or directly by harnessing photosynthetic organisms such as algae.  This process is less than 1% efficient at converting sunlight to stored chemical energy. Instead, Electrofuels approaches will use organisms able to extract energy from other sources, such as solar-derived electricity or hydrogen or earth-abundant metal ions.  Theoretically, such an approach could be more than 10 times more efficient than current biomass approaches.\nHarvard Medical School (Boston, MA) - Engineering a Bacterial Reverse Fuel Cell \nThis project would develop a bacterium to use electricity (which could come from renewable sources like solar or wind) to convert carbon dioxide into gasoline.  The bacterium would act like a reverse fuel cell: where fuel cells use a fuel to produce electricity, this bacterium would start with electricity and produce a fuel. Research projects like this one demonstrate the great potential of bringing experts from other fields like biology and medicine to address our energy challenges. This project was selected for a $4 million grant from ARPA-E.\n2. Better Batteries - Batteries for Electrical Energy Storage in Transportation (“BEEST”) --- The critical barrier to wider deployment of electric vehicles is the high cost and low efficiency of today’s batteries.  This ARPA-E program seeks to develop a new generation of ultra-high energy density, low-cost battery technologies for long range plug-in hybrid and all-electric vehicles.  If successful, the technologies developed in this program will greatly improve U.S. energy security, spur economic growth, and reduce greenhouse gas emissions.\nMIT (Cambridge, MA) - Semi-Solid Rechargeable Flow Battery\nThis concept represents a new type of battery that doesn’t exist today: a semi-solid flow battery that combines the best characteristics of rechargeable batteries and fuel cells.  It could enable batteries for electric vehicles that are much lighter and smaller - and cheaper - than today's batteries.  The cost difference is dramatic: this flow battery potentially could cost less than one-eighth of today's batteries, which could lead to widespread adoption of affordable electric vehicles.  This project was selected for a $5 million grant from ARPA-E.\n3. Zero-Carbon Coal:  Innovative Materials & Processes for Advanced Carbon Capture Technologies (“IMPACCT”) --- Coal-fired power plants currently generate approximately 50% of the electricity in the United States. But they also produce significant carbon pollution, which could have serious consequences for climate change. This ARPA-E program aims to support revolutionary technologies to capture carbon dioxide from coal-fired power plants using a range of approaches, including solvents, sorbents, catalysts, enzymes, membranes, and gas-liquid-solid phase changes.\nGE Global Research Center (Niskayuna, NY) - CO2 Capture Process Using Phase-Changing Absorbents \nA GE researcher came across an exciting discovery as part of an earlier Department of Energy-funded project: a certain liquid, when it reacts with carbon dioxide, turns into a solid powder. This could lead to a much less expensive way to capture carbon dioxide from coal-fired power plants -- the carbon dioxide in the powder can be much more easily separated from the plant's flue gases than gaseous carbon dioxide can. This project was selected for a $3 million grant from ARPA-E.\nThis second, targeted ARPA-E solicitation was highly competitive. Over 540 initial concept papers were received in the three focus areas.  Of those, approximately 180 full applications were encouraged, and 37 final awardees were selected through a rigorous review process with input from multiple review panels composed of leading U.S. science and technology experts and ARPA-E’s program directors.  Evaluations were based on scientific and technical merit and the potential for high impact on our national energy and economic goals. \nView the project selections announced today.\nThe Recovery Act was signed into law on February 17, 2009 as the country faced the greatest economic crisis in a generation.  The Act was designed to create jobs and drive economic growth through a combination of tax relief for individuals and businesses, aid to hard-hit families and state and local governments and funding for science, technology and infrastructure projects across the country.  The Council of Economic Advisors estimates that the Recovery Act is responsible for approximately 2.5 million jobs so far.\n\n\n\n"
}