{
    "title": "APEC: Fact Sheet on 19th Annual Leaders Meeting Outcomes Creating Jobs, Growth, and Economic Opportunity with AELM Declaration & Annexes | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/11/13/apec-fact-sheet-19th-annual-leaders-meeting-outcomes-creating-jobs-growt",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 13, 2011\n\n \n\n\n\nAPEC: Fact Sheet on 19th Annual Leaders Meeting Outcomes Creating Jobs, Growth, and Economic Opportunity with AELM Declaration & Annexes\n\n\n\n\nUnder the chairmanship of President Obama, leaders of the Asia-Pacific Economic Cooperation (APEC) forum agreed today in Honolulu on a comprehensive set of measures to increase economic growth and job creation by expanding trade and investment in the Asia-Pacific region.  Leaders agreed to adopt market-driven innovation policies, reduce tariffs and eliminate other barriers to trade in environmental goods and services, and improve regulatory environments to reduce unnecessary burdens on businesses.  These steps will help U.S. growth and jobs by expanding export opportunities in the world’s fastest growing region.\nSince its first meeting at Blake Island near Seattle in 1993, APEC has served as the premier forum for U.S. engagement with the Asia-Pacific region.  APEC’s 21 member economies comprise a market of 2.7 billion consumers, account for 44 percent of world trade, and represent 55 percent of global economic output (more than $35 trillion in 2010).  Six of America’s 10 largest trading partners are in APEC. \nThe APEC Agenda: Creating Jobs and Growth\nAt a time of global economic uncertainty, continued focus on creating jobs and growth is vital. Strengthening regional economic integration will help U.S. businesses and workers compete more effectively in the Asia-Pacific.  Strong, balanced growth in the APEC region helps keep U.S. businesses growing, innovating, and hiring.  APEC plays a central role by removing barriers to trade and investment that U.S. companies face in the region, creating new business opportunities, jobs, and buying power for Americans.  Since APEC was created, average tariffs in the region have fallen from 16 percent to 5 percent – on a volume of $2.3 trillion of trade between the United States and the Asia-Pacific economies.  Since 1993, U.S. exports to other APEC member economies have nearly tripled. \nIn 2010, APEC economies purchased 61 percent of total U.S. goods exports ($774 billion in 2010), and over 37 percent of U.S. private services exports (over $205 billion in 2010), supporting five million American jobs. \nIn Honolulu, the United States and other APEC economies took a number of concrete steps towards building a “seamless regional economy” by agreeing to take action in three priority areas:\n1. Increasing Trade and Strengthening Regional Economic Integration\nSupporting the President’s goal of doubling exports in five years, APEC leaders agreed to reduce barriers to trade and investment by:\n\n\n\t\tSetting a model for innovation that is market-driven and non-discriminatory, not government-directed and protectionist, in recognition of the key role entrepreneurship plays in increasing productivity and ensuring economic growth;\n\n\t\tShowing leadership to launch negotiations to expand the product scope and membership of the WTO Information Technology Agreement, which could create significant market-enhancing opportunities for U.S. high-tech companies;\n\n\t\tMaking it cheaper, easier, and faster for businesses – particularly small and medium-sized businesses – to trade in the region by exempting more low-value shipments from customs duties and simplifying customs requirements and documentation;\n\n\t\tLaunching an APEC Travel Facilitation Initiative to make travel in the region easier, faster, and more secure;\n\n\t\tPromoting domestic structural reforms in APEC economies to minimize barriers to market-based incentives and to facilitate competition and opportunities for U.S. exporters;\n\n\t\tImproving food security by extending an APEC-wide standstill on agricultural export restrictions; and\n\n\t\tPromoting growth by taking concrete actions to expand economic opportunities for women in the Asia-Pacific region.\n\n2. Supporting Green Growth and Green Jobs\nAs part of our larger commitment to promoting a green economy, APEC leaders agreed to support sustainable growth and create green jobs by:\n\n\n\t\tDeveloping a list in 2012 of environmental goods on which APEC economies will reduce applied tariffs to 5% or less by 2015, and eliminating non-tariff barriers to environmental goods and services, including local content requirements, which will help lower their costs, increase the dissemination of clean technologies, and create more green jobs; \n\n\t\tPursuing a more aggressive target for reducing energy intensity across APEC economies by promoting technology and best practices in energy-smart buildings, transportation, and infrastructure;\n\n\t\tPhasing out inefficient fossil fuel subsidies, which encourage wasteful consumption, and reporting on progress annually; and\n\n\t\tIncorporating low-emissions development strategies into APEC economies’ growth plans.\n\n3. Promoting Regulatory Practices that Facilitate Trade and Investment\nBuilding on efforts at home to boost productivity and job creation while also protecting the environment and ensuring public health and safety, APEC leaders agreed on steps that will improve the quality of the regulatory environment for U.S. exporters in the Asia-Pacific region by:\n\n\n\t\tImplementing a set of good regulatory practices, including ensuring internal coordination of rulemaking, assessing impacts of regulations, and conducting public consultation, in order to reduce unnecessary burdens on businesses, costing time and money;\n\n\t\tImproving the quality of regulations and standards for emerging green technologies like smart grid, green buildings, and solar technologies to reduce technical barriers to trade in those products; and\n\n\t\tEstablishing a fund with USAID support at the World Bank to strengthen food safety collaboration in the Asia-Pacific, accounting for nearly half of global food production.\n\nAPEC Economies – The Basic Facts\nAPEC’s member economies include: The United States, Australia, Brunei Darussalam, Canada, Chile, China, Hong Kong, Indonesia, Japan, South Korea, Malaysia, Mexico, New Zealand, Papua New Guinea, Peru, the Philippines, Russia, Singapore, Chinese Taipei (Taiwan), Thailand, and Vietnam.\nNumber of Economies:         21 (6 of them among the top 10 U.S. goods export markets: Canada, China, Japan, Korea, Mexico, Singapore)\nMarket Size:                              2.7 billion consumers\nCombined APEC GDP:          $35.2 trillion in 2010 (56 percent of world economic output)\nU.S. Benefits from Trade with APEC Economies\nTotal U.S.-APEC Trade:          At least $2.3 trillion in goods and services in 2010 (56 percent of total)\nU.S.-APEC Trade Increase:   Goods and services trade up 150 percent from $1 trillion in 1994\nU.S. Jobs Supported:              5 million jobs\nExisting U.S.-APEC FTAs:      7 (Australia, Canada, Chile, Korea, Mexico, Peru, Singapore)\nTop U.S. Markets in APEC:    Canada ($249.1 billion)\n\t(Goods Exports 2010)            Mexico ($163.5 billion)\n\t                                                    China ($91.9 billion)\n\t                                                    Japan ($60.5 billion)\n\t                                                    Korea ($38.8 billion)\nGoods Exports to APEC:      $775 billion in 2010 (61 percent of total U.S. goods exports)\n\t                                                  Up 26 percent from 2009\n\t                                                  Up 53 percent from 2000\n\t                                                  Up 139 percent from 1994\nKey Export Categories:        Machinery ($116.2 billion)\n\t(Goods 2010)                        Electrical machinery ($110.8 billion)\n\t                                                 Vehicles ($69.7 billion)\n\t                                                 Mineral fuel (oil) ($39.7 billion)\n\t                                                 Optic and medical instruments ($37.9 billion)\nManufacturing Exports:       $665.3 billion                                     \n\t                                                 Up 25 percent from 2009\nAgricultural Exports:            $83.3 billion in 2010\n\t                                                Up 17 percent from 2009\nTop Agricultural Exports:    Soybeans ($15.8 billion)\n\t                                                Coarse grains ($7.9 billion)\n\t                                                Red meats ($7.3 billion)\n\t                                                Cotton ($4.3 billion)\n\t                                                Fresh fruit ($3.4 billion)\nServices Exports to APEC: At least $204.9 billion in 2010\n\t(Private)                                 Over 37 percent of total U.S. services exports\n\t                                                Up 16 percent from 2009\n\t                                                Up 82 percent from 2000\n\t                                                Up 146 percent from 1994\n\n\n\n\n"
}