{
    "title": "El Presidente Obama propone nuevas medidas para preparar a los niños estadounidenses para el éxito en los estudios universitarios y la vida profesional | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/el-presidente-obama-propone-nuevas-medidas-para-preparar-a-los-ni-os-estadounidense",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 22, 2010\n\n \n\n\n\nEl Presidente Obama propone nuevas medidas para preparar a los niños estadounidenses para el éxito en los estudios universitarios y la vida profesional \n\n\n\n\nEl gobierno del Presidente Obama felicita a los gobernadores por la colaboración entre partidos para aprobar más altos estándares educativos \nWASHINGTON, DC – El lunes en una reunión con los gobernadores del país, el Presidente Obama describió nuevas medidas para preparar mejor a los niños estadounidenses para el éxito en la universidad y los centros de trabajo. El Presidente está proponiendo cambios a la Ley de Educación Primaria y Secundaria (Elementary and Secondary Education Act). Incluyen una nueva visión global para ayudar a los estados a tener éxito al hacer la transición e implementar estándares de preparación para los estudios universitarios y la vida profesional, con el respaldo de evaluaciones de alta calidad y mejoras a la enseñanza, como también a la preparación y el desarrollo de los maestros.\n“La prosperidad de Estados Unidos siempre se ha basado en la buena enseñanza de nuestros niños, pero tal es el caso ahora más que nunca”, afirmó el Presidente Barack Obama. “Tal es el caso para nuestros trabajadores, ya que las personas que se gradúan de la universidad ganan 60 por ciento más en el transcurso de su vida que las personas con estudios secundarios. Tal es el caso para nuestras empresas, ya que según un estudio, seis de cada diez dicen que simplemente no pueden encontrar personas calificadas para llenar puestos vacantes”.\nEl año pasado, el Presidente desafió a los estados a formular estándares y evaluaciones que ayuden a los niños estadounidenses a cumplir con el desafío de graduarse de la secundaria preparados para la universidad y el trabajo.\nEl lunes, el gobierno del Presidente Obama anunció nuevas medidas en la reautorización de la Primary and Secondary Education Act para promover estándares a fin de preparar a los alumnos para los estudios universitarios y la vida profesional. El Presidente y el secretario de Educación Arne Duncan felicitaron a los gobernadores por sus esfuerzos por colaborar en un consorcio dirigido por los estados –administrado por la Asociación Nacional de Gobernadores (National Governors Association o NGA) y el Consejo de Administradores Escolares Estatales (Council of Chief State School Officers o CCSSO)– a fin de formular e implementar estándares comunes de lectura y matemáticas que contribuyan a la preparación para los estudios universitarios y la vida profesional. \n“Ya que muchos estados se encuentran en buena posición para adoptar estos estándares comunes a fin de preparar mejor a nuestros alumnos para los estudios universitarios y la vida profesional, el programa de los gobernadores es un primer paso esencial para hacer que la enseñanza y el aprendizaje en las aulas de Estados Unidos sean más rigurosos”, declaró el secretario Duncan.\nPara hacer que la Primary and Secondary Education Act (ESEA) se adecúe más a los estándares de preparación para los estudios universitarios y la vida profesional, el gobierno del Presidente Obama integrará nuevas medidas a una ESEA reformulada, que: \n• Requerirá, para poder recibir fondos del Título I, que todos los estados adopten y certifiquen que tienen estándares de lectura y matemáticas que preparan a los alumnos para los estudios universitarios y la vida profesional, los cuales pueden incluir los estándares comunes formulados por un consorcio dirigido por los estados.\n• Incluirá nuevas prioridades de financiamiento para los estados que tengan en vigor estándares de preparación universitaria y profesional al competir por fondos federales para mejorar la enseñanza y el aprendizaje, como también el currículo de lectura y matemáticas. Esta prioridad se aplica al presupuesto solicitado por el Presidente para el año fiscal 2011 para nuevos programas de Enseñanza y el Aprendizaje Eficaz (Effective Teaching and Learning) en conocimientos básicos ($450 millones) y enseñanza de ciencias, tecnología, ingeniería y matemáticas (STEM por sus siglas en inglés), ($300 millones).\n• Alentará a los estados, distritos escolares y otras instituciones a que hagan que las prácticas y programas de preparación de los maestros se adecúen más a de enseñanza de estándares para la preparación universitaria y profesional. Esta prioridad respalda la solicitud presupuestaria del Presidente para el año fiscal 2011 para un nuevo programa Senderos para Maestros y Líderes (Teacher and Leaders Pathways) ($405 millones).\n \n• Ayudará a los estados a implementar evaluaciones que se adecúen a los estándares de preparación universitaria y profesional, con un nuevo programa de Evaluación de Desempeño (Assessing Achievement). El presupuesto del Presidente para el año fiscal 2011 asigna $400 millones para subvenciones estatales con este programa.\n \n• Apoyará la expansión de Carrera a la Cumbre (Race to the Top), con fondos adicionales a los dispuestos por Ley para la Recuperación (Recovery Act) a fin de asignar $1,350 millones para subvenciones a los estados y distritos escolares que tengan en vigor estándares de preparación universitaria y profesional como condición para recibir los fondos.\n• Apoyará el desarrollo profesional de maestros, líderes y otro personal educativo en las escuelas para que la enseñanza se adecúe más a los estándares de preparación para los estudios universitarios y la vida profesional. Esto está conforme con la solicitud presupuestaria del Presidente para el año fiscal 2011 para el programa de subvenciones estatales Maestro y Líderes Eficaces (Effective Teacher and Leaders) ($2,500 millones). \n \nSe puede encontrar una hoja informativa en: http://obamawhitehouse.archives.gov/sites/default/files/rss_viewer/education_standard_factsheet.pdf\n \n\n\n\n"
}