{
    "title": "President Obama Signs Connecticut Disaster Declaration | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/03/21/president-obama-signs-connecticut-disaster-declaration",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 21, 2013\n\n \n\n\n\nPresident Obama Signs Connecticut Disaster Declaration\n\n\n\n\nThe President today declared a major disaster exists in the State of Connecticut and ordered Federal aid to supplement state and local recovery efforts in the area affected by a severe winter storm and snowstorm during the period of February 8-11, 2013.\nFederal funding is available to state and eligible local governments and certain private nonprofit organizations on a cost-sharing basis for emergency work and the repair or replacement of facilities damaged by the severe winter storm and snowstorm in Fairfield, Hartford, Litchfield, Middlesex, New Haven, New London, Tolland, and Windham Counties and the Mashantucket Pequot and Mohegan Tribal Nations located within New London County.\nIn addition, Federal funding is available to state and eligible local governments on a cost-sharing basis for snow assistance for a continuous 48-hour period during or proximate to the incident period in Fairfield, Litchfield, Middlesex, New London, Tolland, and Windham Counties and the Mashantucket Pequot and Mohegan Tribal Nations located within New London County.  This assistance will be provided for a 72-hour period in Hartford and New Haven Counties.\nFederal funding is also available on a cost-sharing basis for hazard mitigation measures for all counties and Tribes within the state.\nW. Craig Fugate, Administrator, Federal Emergency Management Agency (FEMA), Department of Homeland Security, named Albert Lewis as the Federal Coordinating Officer for federal recovery operations in the affected area. \nFEMA said additional designations may be made at a later date if requested by the state and warranted by the results of further damage assessments.\n\n\n\n\n"
}