{
    "title": "FACT SHEET: The President’s Immigration Accountability Executive Actions & Their Impact on Asian American Immigrant Communities | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/12/16/fact-sheet-president-s-immigration-accountability-executive-actions-thei",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 16, 2014\n\n \n\n\n\nFACT SHEET: The President’s Immigration Accountability Executive Actions & Their Impact on Asian American Immigrant Communities\n\n\n\n\nFrom DREAMers to high-skilled workers to those seeking to reunite with their family members, Asian Americans are one of the most rapidly growing populations in the United States. According to the U.S. Census, the Asian American population in the United States grew 46% from 2000 to 2010, faster than any other major race group nationwide. There are now over 17.3 million Asian Americans living in the United States—almost triple the number in 1990—and this rapid growth is largely driven by immigration. Asian Americans are impacted by every facet of our immigration system. They are undocumented immigrants, family members, temporary workers, refugees, asylum-seekers, lawful permanent residents (LPRs), and naturalized U.S. citizens. And like many other immigrant communities, Asian Americans are impacted by every layer of our broken immigration system.\nPresident Obama believes in fixing our Nation’s broken immigration system by working with Congress to pass comprehensive, commonsense immigration reform. It’s been over 500 days since the Senate passed a bipartisan, comprehensive immigration bill to fix our system, but House Republicans have refused to bring it up for a vote. In the absence of legislative action, on November 20, 2014, President Obama issued his Immigration Accountability Executive Actions to fix as much of our broken immigration system as possible within the scope of his existing legal authority.\nAccording to a 2014 survey, 65% of Asian American voters strongly supported the President’s taking executive action on immigration. Asian American communities and many other immigrant communities stand to benefit from the President’s actions, which increase accountability, focus our immigration enforcement, and streamline legal immigration to boost our economy and promote naturalization.\nProviding deferred action for parents of lawful permanent residents (LPRs) and U.S. citizens, and for additional DREAMers. Approximately 1.3 million Asian Americans are undocumented immigrants, making up 12% of the total undocumented population, with the highest numbers coming from India, China, the Philippines, and Korea. Under the President’s plan, parents of U.S. citizens or lawful permanent residents who have lived in the United States for at least five years, pass background checks, and are not priorities for removal will be eligible to seek deferred action on a case-by-case basis. Additionally, eligibility to apply for the Deferred Action for Childhood Arrivals (DACA) program will be expanded to include individuals who entered the United States by January 1, 2010 and before they turned 16 (regardless of their age today).  Relief from deportation through these programs will be granted in three-year increments. South Korea, the Philippines, India, and Pakistan are among the top twenty countries from which DACA requests were submitted in fiscal year 2013.\nReducing family separation for those awaiting their green cards. Many Asian Americans are unable to access immigration options available through the family-based legal immigration system because of barriers in the existing system, including for individuals who are currently undocumented in the United States. DHS will expand an existing program that allows certain family members of LPRs and U.S. citizens to apply for a provisional waiver of certain restrictions before they depart the United States to attend visa interviews at U.S. consulates abroad.\nProviding portable work authorization for high-skilled workers awaiting green cards and their spouses. A significant number of Asian Americans come to the United States through our employment-based system, particularly as temporary workers through high-skill visa programs. In fact, individuals from India, China, the Philippines, South Korea, Japan, Taiwan, Pakistan, and Nepal made up over 75% of all H-1B visa beneficiaries in 2012. Similarly, in 2013, India, Japan, China, and South Korea were in the top ten countries of origin for L-1B beneficiaries. Many individuals who come to the United States through the employment-based system are later sponsored by their employers for a green card. In 2013, nearly 102,000 Asian immigrants obtained green cards through employment-based immigrant visa petitions. Unfortunately, individuals might have to wait several years before they can adjust status, even after their application has been approved, because they must wait for an immigrant visa to become available.  During this time, they are limited in their ability to change jobs or accept a promotion. Their spouses also have limited options to apply for work authorization. Under President Obama’s actions, these workers will gain greater work flexibility. Spouses of H-1Bs will also be able to receive work authorization if the H-1B holder is on the pathway to obtain a green card. \nEnhancing options for foreign entrepreneurs. China, India, and Korea are among the top ten countries from which immigrant entrepreneurs come to the United States. Under the President’s plan, DHS will expand options for entrepreneurs who will provide a significant public benefit by creating jobs, attracting investment, and generating revenue in the United States.\nStrengthening and extending on-the-job training for STEM graduates of U.S. universities. Many Asian Americans come to the United States to pursue their education and acquire the skills they need to advance their careers. A great majority of foreign students in the United States are Asian with the highest numbers coming from China, India, South Korea, Japan, Taiwan, and Vietnam. Approximately 79% of Indians on F and M student visas pursue degrees in science, technology, engineering, and mathematics (STEM), and 37% of Chinese students in the United States pursue STEM degrees. DHS will propose changes to expand and strengthen the existing Optional Practical Training (OPT) program in order to allow students to receive the skills they need to further their education.\nBut these executive actions are just one step towards fixing our broken system.  We still need Congress to make these reforms permanent and to pass comprehensive immigration reform. The Senate’s bipartisan bill includes many pieces to improve the system for Asian American communities, including:\n\n\nProviding a lengthy but fair path to earned citizenship, bringing undocumented members of the Asian American communities out of the shadows and creating an expedited path for DREAMers.\n\n\n\t\t\t\tThere are an estimated 1.3 million undocumented immigrants from Asia in the United States, and six percent of potential DREAMers are of Asian origin.\n\n\t\t\t\tThe Senate bill would allow undocumented immigrants to apply for Registered Provisional Immigrant (RPI) status if they entered the United States by December 31, 2011 and met a rigorous set of eligibility requirements, including registering; paying fees, fines, and taxes; learning English; and passing extensive background checks. RPIs would be allowed to work, travel outside of the United States, and apply for RPI status for their spouse and children living in the country.\n\n\t\t\t\tIt would provide an expedited five-year path to earned citizenship for DREAMers, making them eligible for citizenship immediately after applying for green card status if they held RPI status for at least 5 years, were younger than 16 when they initially entered the United States, earned a high school diploma or a GED certificate in the U.S, and completed at least 2 years or college, earned a bachelor’s degree or served in the military for at least 4 years with an honorable discharge.\n\n\n\nReuniting families by eliminating the backlog of family-based visas. Current family immigrant visa backlogs can separate family members for years and even decades.\n\n\n\t\t\t\tFamily-based immigration is the most common pathway to the United States for Asian immigrants. In 2013, nearly 221,000 Asian immigrants became green card holders through petitions filed by their U.S. citizen or permanent resident family members.\n\n\t\t\t\tAs of November 1, 2014, there were approximately 1.8 million Asian family-based immigrant visa applicants waiting to join their families. Immigrant visa applicants born in mainland China and India must wait up to 12 years depending on their visa category. Immigrant visa applicants born in the Philippines must wait up to 23 years depending on their visa category. Some 54% of Asian Americans surveyed in 2012 said that visa backlogs presented a significant problem for their families.\n\n\t\t\t\tThe Senate bill would eliminate the visa backlog, in part by exempting spouses and unmarried children of LPRs from annual limitations on family-sponsored green cards, treating them like spouses and children of U.S. citizens.\n\n\t\t\t\tBy adopting backlog reduction measures and increasing the limit on the number of immigrants allowed each year from individual countries, the Senate bill would eliminate current family visa backlogs in seven years and reducing future wait times for nations with the highest rates of immigration to the United States.\n\n\n\nStreamlining legal immigration by cutting red tape for employers and providing expanded opportunities for STEM students\n\n\n\t\t\t\tIn 2013, nearly 102,000 individuals born in Asia obtained green cards through employment-based immigrant visa petitions. But immigrants from India can wait 11 years for some employment-based immigrant visas. Over 78,000 individuals waiting in the employment-based immigrant backlog as of November 1, 2014 are from Asian countries with the top five countries of individuals including individuals from India, China, and South Korea.\n\n\t\t\t\tThe Senate bill would eliminate the existing backlogs for employment-based green cards, exempt certain employment-based categories from the annual cap, and remove annual country limitations altogether.\n\n\t\t\t\tThe overwhelming majority of those who enter as students are Asian with those from China, India, South Korea, Japan, Taiwan, and Vietnam ranking among the highest. Approximately 79% of Indians on F and M student visas pursue degrees in science, technology, engineering, and mathematics (STEM), and 37% of Chinese students pursue STEM degrees in the United States.\n\n\t\t\t\tThe Senate bill would exempt STEM PhD and Master’s graduates from the annual cap of 140,000 visas. This provision would effectively “staple” a green card to the diplomas of advanced STEM graduates from U.S. universities.\n\n\t\t\t\tThe Senate bill would also exempt certain physicians from the overall visa cap. In 2009, 58% of all immigrant doctors, and 52% of immigrant nurses were from Asian countries.\n\n\n\nCreating pathways for entrepreneurs and making key improvements to the H-1B program.\n\n\n\t\t\t\tChina, India, and Korea are in the top ten sending countries of immigrant entrepreneurs. The Senate bill would create a new visa program for foreign entrepreneurs to start and grow their businesses in the United States.\n\n\t\t\t\tThe new INVEST visa (“Investing in New Venture, Entrepreneurial Startups, and Technologies”) would allow entrepreneurs who attract a threshold level of financing from U.S. investors or revenue from U.S. customers to start and grow their businesses in the United States, and to remain here permanently if their companies grow further and create jobs for American workers.\n\n\t\t\t\tThe Senate bill would also improve the EB-5 Immigrant Investor Program, and increase the number of available green cards for immigrant investors from approximately 10,000 annually to approximately 14,000 annually. \n\n\t\t\t\tPetitioners from India (64%) and China (7.6%) continue to be the largest users of the H-1B program. The Senate bill would increase the number of available H-1B visas by raising the baseline cap from 65,000 visas to 115,000 visas per year.\n\n\t\t\t\tImprovements to the H-1B program would allow spouses of H-1B visa holders to work in the United States and increase worker mobility by establishing a 60-day transition period for H-1B workers to change jobs.\n\n\n\n\n\n\n\n"
}