{
    "title": "Statements of Support for President Obama's Commitment to Fix our Broken Immigration System | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/05/11/statements-support-president-obamas-commitment-fix-our-broken-immigratio",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 11, 2011\n\n \n\n\n\nStatements of Support for President Obama's Commitment to Fix our Broken Immigration System\n\n\n\n\n\nBelow please see statements of support for the President’s commitment to fix our broken immigration system to meet our 21st century economic and security needs from business leaders, civic leaders and elected officials. Note: A previously included quote from the Interfaith Immigration Coalition has been removed. \n\nBUSINESS LEADERS\n\nHoward Buffett, American philanthropist and President of the Howard G. Buffett Foundation\n\t“There are a lot of mistaken assumptions about the role of immigrants in our society and their contributions.  We need to develop reform policies that get people to pay back taxes, become legal, invest more in their communities, and, in the process, help our economy.  But we need a rational and long overdue conversation on the issue in order to make it happen, including acknowledging we already have made a lot of progress on border security issues.”\n\nRandy Johnson, Senior Vice President of Labor, Immigration, and Employee Benefits, U.S. Chamber of Commerce\n\t“We need to tee the issue up so we are ready to go whenever.  We need immigration reform and to give credit to both the Bush and Obama Administration for taking important steps to secure the border and lay the groundwork for a broader reform that our country needs.”\n\nHewlett-Packard\n\t“HP applauds President Obama’s ongoing commitment to fostering global competitiveness and driving continued innovation leadership by the United States. Businesses such as HP need to be able to attract and retain the world’s brightest minds. Comprehensive, balanced immigration reform will help America’s companies compete for the world’s top talent.”\n\nCompete America\n\t“We appreciate President Obama’s continued focus on comprehensive immigration reform.  Permanently fixing the employment-based green card and visa systems that U.S. employers use to create jobs and grow the economy is in the national interest and must be a top priority of reform efforts. As the President made clear, in a global marketplace, ‘we need all the talent we can get,’ for the benefit of all Americans.  Highly educated, foreign-born professionals have a long history of making great contributions to our country, and we must allow them to continue doing so. America must have an employment-based immigration system that lets us ‘out-innovate, out-educate, and out-build the rest of the world,’ and we call on the President, Congress and all stakeholders to work together to achieve that goal this year.”\n\nAmerican Council on International Personnel\n\t“We applaud the President for keeping the spotlight on comprehensive immigration reform today. A key part of that reform effort must be fixing the outdated employment-based green card and visa systems that U.S. employers use to ensure that the companies that will drive U.S. job creation, innovation and economic growth ‘take root,’ as the President said, in America. We Hope that Washington will heed the President’s call today to ‘summon the political will’ and work toward permanent, meaningful and common sense employment-based immigration reform this year.”\n\nSilicon Valley Leadership Group\n\t\"Silicon Valley - and America's Innovation Economy - require top talent from here and around the globe.  The Silicon Valley Leadership Group stands with President Obama to ensure our education system once again becomes the best in the world so that we can grow our own talent, while simultaneously enacting immigration policies that attract the best talent from around the world.”\n\nMicrosoft\n\t“Microsoft believes that immigration reform is both a moral and an economic imperative for our nation. Everyone agrees that our current system is deeply flawed and serves no one well. It will take policymakers on all sides of the issue working together to fix it. There is also widespread agreement that America needs more highly-skilled and highly-educated professional workers. Highly-skilled workers contribute to the innovation that drives the American economic recovery. Now, more than ever, we need smart policies to build the “innovation workforce” for our future. We must ensure that American students receive top-notch science, technology, and mathematics education here at home. At the same time, we must provide American employers with access to the world’s most highly skilled individuals, regardless of where those workers were born. We applaud the President for keeping the need for immigration reform at the forefront and for having the vision to recognize that immigration reform is essential to our future economic strength. We will continue to work with the President, the Congress and a diverse set of stakeholders to find creative solutions to this critically important issue for our nation’s future.”\n\nELECTED OFFICIALS\n\nNew York City Mayor Michael Bloomberg\n\t“Like business leaders and mayors across the country, President Obama recognizes that fixing our immigration system is an economic imperative, and Americans of both political parties want an immigration reform effort focused on job creation. Moving forward, we need the discussion in Washington to focus on areas of consensus that can keep America competitive in the global market.”\n\nEl Paso Mayor John Cook\n\t“There are many reasons we need immigration reform.  We need to end our forced brain drain and find ways to keep the students that we educate here contributing to our communities and society.”\n\nSan Antonio Mayor Julián Castro\n\t“I applaud President Obama for clearly defining immigration reform as a priority for the future of America. It is time for policy to take precedence over politics. Securing our borders and securing our economic future with a 21st century workforce are not mutually exclusive goals.”\n\nChicago Mayor Richard M. Daley\n\t“In Chicago, we embrace and celebrate our city's diversity and its history as a city of immigrants.  We know that immigrants have been essential in building cities like Chicago throughout our great nation.  And they continue to make it great.  The contributions of people who came here from other countries to achieve the American dream are tremendous.  They make Chicago a stronger city, a more vibrant city and an international city.  I have always lent my voice in support of sensible reform of our nation’s immigration laws. And, I am happy to support national efforts like those of President Obama.  I believe all of us have an obligation to work together to send a clear message that immigrants are valued and welcome participants and stakeholders in this country.  This is a nation of immigrants, and we need to work together for sensible immigration laws, so America can continue to be a beacon of hope and opportunity to hard-working people from other lands.”\n\nArizona House Democrats\n\t“House Democrats are thankful that President Obama is finally working hard to get the job done on immigration reform – something border states like Arizona need to boost our economy and make our neighbourhoods safe….We need comprehensive immigration reform at the federal level to get the job done and ensure that all immigrants play by the rules, pay back taxes, learn English and undergo a background check. Republicans at the state legislature have chosen not to focus on efficient, common-sense solutions; rather, they have only managed to ender the state into expensive lawsuits that produce no results and fail to address the crime and violence along the border and in our neighbourhoods. It’s time for real solutions at the federal level so we can finally solve this problem once and for all.”\n\nCongressional Hispanic Caucus Chair Charles Gonzalez\n\t“Today, the President reinforced the importance of fixing out broken immigration system, not only for the sake of our national security but also to give our country an economic advantage in today’s global economy.  The President delivered with sincerity his commitment to fixing our current system, to bringing the millions of undocumented immigrants out of the shadows and continuing to secure our borders and enforcing our laws. This Administration has made unprecedented progress on its promise for increased border security and has undoubtedly made our country safer.  But enforcement alone is not the solution.  We can fix our broken immigration system that works in the best interest of our nation but we need Republicans working with us, not against us.”\n\nHouse Democratic Leader Nancy Pelosi\n\t“In his speech today, President Obama reminded the nation of the contributions immigrants have made to this country; since our nation’s founding, those who have come to our shores to be part of the American dream have brought their hopes, aspirations, and optimism for a better future.  President Obama outlined his Administration’s efforts to secure our nation’s borders.  Republicans have called this progress a prerequisite before addressing the larger challenge; we continue to take strong action to address the security of our borders and now we must take strong action on behalf of comprehensive immigration reform. Last year, the Democratic House passed the DREAM Act with a bipartisan vote; it faced Republican obstruction in the Senate, but would have given hundreds of thousands of young people brought to our country without a choice the chance to earn legal status.  We must heed the President’s call and join the Congressional Hispanic Caucus and the Tri-Caucus, Members on both sides of the Capitol, the business community, faith leaders, educators, public safety officials to enact comprehensive immigration reform.   The challenge of reforming America’s immigration laws is too great to be ignored.”\n\nHomeland Security and Governmental Affairs Committee Chairman Joe Lieberman\n\t“The President’s speech today brings welcome attention to security issues at the southern border, the rationale for immigration reform, and the inextricable relationship between the two…. After listening to law enforcement officials on the frontlines of border states, the Department of Homeland Security, and experts in the field, I have concluded that our borders will never be as secure as we need them to be without addressing the underlying reasons that most people come to the United States illegally: to find employment, and reunite with family members.  Smart immigration reform can accomplish that, is essential to our border security, and will advance economic innovation and growth. The President’s constructive and civil tone today should set the standard for this debate in Congress, where consensus on a legislative solution must be reached for the future of both our economic and national security. I pledge to work with the Administration and my colleagues in the Senate on both sides of the aisle in an effort to achieve smart immigration reform this Congress.”  \n\nSenator Michael Bennet\n\t“Politics and needless partisanship have stood in the way of comprehensive immigration reform for far too long. Coloradans are tired of the empty and divisive rhetoric coming out of Washington that does absolutely nothing to address what amounts to a very serious economic and national security challenge for our country.  I am committed to building consensus around a comprehensive bill that secures our border, punishes employers who break the law, and requires the undocumented to become legal, learn English, pay a fine and go to the back of the line. As we work to enact comprehensive reform, we can take smaller steps to help improve the overall system, including efforts to bolster security at our borders and pass the DREAM Act, which is good for our economy, good for our national security and good for American taxpayers.”\n\nSenator Patrick Leahy\n\t“Immigration reform is a complicated and emotional topic, and while there are many differences of opinion, there are more areas in which we are in agreement.  I believe one thing is clear, however:  We cannot ‘enforce’ our way out of our current situation.  The President and his team have made strides in enforcement.  Truly comprehensive immigration reform must preserve family unity, account for the Nation’s economic needs, protect American workers, and improve our Nation’s border security. I stand ready to work with President Obama, Secretary Napolitano, and leaders in Congress to reform our immigration laws in a fair, sensible, and effective way.  There is bipartisan agreement that reform is needed.  I hope we can come together to achieve that goal.”\n\nMassachusetts Governor Deval Patrick\n\t\"I thank the President for his leadership. We need comprehensive reform of our immigration laws in the Congress and we need it now. Reform that works, as the President said, is reform that is consistent with our values as a Nation both of laws and of immigrants.\"\n\nMinnesota Governor Mark Dayton\n\t“Today President Obama spoke the truth about immigration reform.  I strongly support the President’s position that fixing our broken immigration system is an economic imperative as well as a moral obligation. Reforming immigration rewards businesses that follow the rules, pay their workers good wages, and provide safe places to work.  This benefits all American workers. Minnesota has long been enriched by immigrants, and I look forward to working with the President to strengthen our heritage and provide opportunities for all American workers to contribute to our future prosperity.”\n\nWashington Governor Christine Gregoire\n\t“I commend President Obama for his continued work to improve our nation’s immigration laws and border protection, and for ensuring the discussion continues until we see real reform. I have been calling for a comprehensive federal immigration reform package since I was elected governor. With Washington’s $35 billion agriculture industry at stake, Washington growers need a federal guest-worker program that is responsive, efficient and affordable. I am pleased that President Obama is open to new ideas, and hope our lawmakers in Congress intensify efforts to lead a civil debate and move forward with legislative action to fix our broken immigration system.”\n\nCIVIC LEADERS AND ADVOCATES FOR IMMIGRATION REFORM\n\nGalen Carey, Director of Government Affairs for the National Association of Evangelicals\n\t“For evangelicals, the important thing to remember is that this issue is about people – all of whom need respect, both in enforcement policy as well as immigration reform.  Though we have a wide variety of theological positions at NAE, we maintain broad support for immigration reform.”\n\nArchbishop Jose H. Gomez of Los Angeles\n\t“The president and Congress can no longer wait to address this important issue. In the absence of comprehensive reform, many states and localities are taking the responsibility of enforcing immigration law into their own hands. This has led to abuses and injustices for many U.S. families and immigrant communities. Our current policies are breaking up families in the name of enforcing our laws. That should not be. We should be reuniting and strengthening families — not separating wives from husbands and children from their parents.”\n\nAngela M. Kelley, Vice President for Immigration Policy and Advocacy, Center for American Progress\n\t“We strongly applaud President Barack Obama for reclaiming the initiative on immigration today with his speech in El Paso, Texas. His willingness to lead the charge for comprehensive immigration reform will help ensure the safety and prosperity of all Americans. We urge Congress to embrace the president’s call to action and rise above the partisan bickering that has obscured the value of America’s newcomers and obstructed a path to effective reform.”\n\nUnited Food And Commercial Workers International Union\n\t“The UFCW supports President Obama’s effort today in El Paso, Texas, to make immigration reform—an important part of our country’s path to economic recovery—a priority.   The United States has successfully established border security, which is an important part of solving our nation’s immigration challenge. But, it is only a piece.  We have a moral and economic obligation to move forward on a path that brings the 11 million immigrant workers out of the shadows and into the full light of our democracy and our economy.\n\nNational Immigration Forum\n\t“Enormous progress has been made at the border and the security benchmarks set by Congress have been met. It’s time for Republicans to stop focusing solely on the border and to stop making excuses for why they cannot get anything done. As the President and Secretary Napolitano have made clear, the border is as secure as can be achieved without comprehensive immigration reform. If they are serious about border security, the Republicans should engage in a comprehensive solution. Republicans must offer more than tough talk and tired “border first” talking points. Border security is a necessary but insufficient part of getting immigration reform right.  Alone, it will not stop the jobs magnet, and it fails to address how to bring the 11 million unauthorized immigrants into the system legally.  And it does nothing to reform our legal immigration system so that it can respond flexibly to future labor market needs. We don’t need window dressing, more wasteful spending, more gimmicks and tough talk, or more empty gestures. We need leadership on comprehensive reform. The conditions exist for a bipartisan breakthrough that would move the country forward and represent real progress for the American people—as long as our leaders in Washington will lead.”\n\nNational Association of Latino Elected and Appointed Officials (NALEO) Education Fund\n\t“Comprehensive immigration reform must provide a path to U.S. citizenship for those immigrants who have played by the rules and are contributing to our society.  Our immigration policies must also promote family reunification and the civic integration of newcomers, in addition to providing a meaningful opportunity for immigrant students to pursue a college education and restore public confidence in a system of laws that promotes national security.”\n\nNational Council of La Raza\n\t“NCLR applauds the fact that President Obama is using his bully pulpit to reinvigorate the push for Comprehensive Immigration Reform.  Coming on the heels of one of the most important national counterterrorism measures of his administration, the speech underscores the importance of this issue to the country.”\n\nAmerican Immigration Council\n\t“Today, President Obama offered his most concrete articulation of a new way forward for resolving our broken immigration system. Echoing and expanding upon the concepts of innovation, entrepreneurship, and the American Dream, the President invited the American public to join him in pressing Congress for comprehensive immigration reform.”  \n\nNational Hispanic Leadership Agenda\n\t“Today I am encouraged that President Obama has made this crucial issue a priority.  But for the President’s message to take hold, he must show that this is not a Hispanic issue, this is an American issue. We move forward for the benefit of all or fail once again to the nation’s detriment. With a struggling economy and weakened labor force, we cannot afford to prohibit the millions currently living in the shadows from fully contributing to our economy.”\n\nNDN\n\t“Since the introduction of Kennedy-McCain 6 years ago, the strategy for fixing the broken immigration system has been enhanced enforcement, a better system for managing the future flow of immigrants, and a path to legal status for the 11 million undocumented already here.  Through greater cooperation with Mexico, a better border strategy and more resources, we've seen clear and demonstrable progress in making the border safer in recent years.  Now that the government has shown that it can fix a piece of the broken immigration system, it is time to get on with the rest of the immigration reform agenda, and truly build an immigration system which meets the needs of our modern economy and does so in a way consistent with our time-honored values. We are pleased the President did not let the current intensity of Republican opposition to immigration reform deter him.  The immigration system is badly broken in the US, and needs to be fixed.  The President is offering a smart and clear path forward.  It is going to take some work, but we agree with the President that working together we can come together and fix this critical problem.  And that effort began today.  Kudos to the President for not giving up, and showing the kind of leadership Americans expect from their President.”\n\n\n\n\n"
}