{
    "title": "White House Announces 2016 Easter Egg Roll Talent Line-up | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/03/04/white-house-announces-2016-easter-egg-roll-talent-line",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of Media Affairs\n\n\nFor Immediate Release\nMarch 04, 2016\n\n \n\n\n\nWhite House Announces 2016 Easter Egg Roll Talent Line-up\n\n\n\n\n\n\tThe White House announced the talent line-up for this year’s Easter Egg Roll, which will take place on Monday, March 28th, on the South Lawn of the White House. To honor the final Easter Egg Roll of the Obama Administration, this year’s theme will be “Let’s Celebrate.” The event will feature live music, sports courts, cooking stations, storytelling and, of course, Easter egg rolling.\n\n\tHeadlining the main stage will be performers Idina Menzel, Silentó, Echosmith, Daya, and Trevor Jackson, as well as the cast of Sesame Street and Emcee Tommy McFly. These performers will be featured on the main Rock ‘n’ Egg Roll Stage and have combined for over two billion views on YouTube.\n\n\nIdina Menzel— Idina Menzel is a Tony Award-winning American singer and actress whose career traverses film, television, music and Broadway. She is well-known recently as the voice of Queen Elsa in the 2013 Disney film Frozen; her the Oscar-winning song “Let It Go” from Disney’s Frozen has 1.2 billion views on YouTube. Menzel made history as the first person with both a Billboard Top 10 hit and a Tony Award for acting, and was most recently seen on Broadway as Elizabeth in the original production If/Then, for which she earned her third Tony nomination. Idina Menzel will also be singing the National Anthem to open this year’s Easter Egg Roll.\n\nSilentó—Ricky Hawk is an 18-year-old American rapper better known by his stage name, Silentó. His debut single, \"Watch Me (Whip/Nae Nae)\", reached number 3 on the Billboard Hot 100 and the music video received over 700,000,000 hits on You Tube. The hit single has inspired countless reenactments by both his fans and celebrities, many of which have gone viral.\n\nEchosmith—Echosmith is an American indie-pop band from California, composed of four siblings: Graham, Sydney, Noah, and Jamie Sierota.  They are best known for the hit single \"Cool Kids,\" which peaked at number 13 on the Billboard Hot 100 and was certified double platinum by the RIAA in the United States. The “Cool Kids” music video alone has received over 63,000,000 views on You Tube.\n\nDaya—Grace Tandon is a 17-year-old American singer, songwriter, and multi-instrumentalist from Pennsylvania, better known as her stage name, Daya. She released a self-titled debut EP, which includes the RIAA platinum hit \"Hide Away.\" “Hide Away” reached number 23 on the Billboard Hot 100 and has received over 18,000,000 views on You Tube.\n\nTrevor Jackson—Trevor Jackson is a 19-year-old American singer, songwriter, dancer and actor who currently stars on ABC's “American Crime.” Trevor played the role of Kris McDuffy on Disney Channel's television movie “Let It Shine\" and also starred as Young Simba in the Broadway musical “The Lion King.\"  Music videos from Trevor’s recent EP “In My Feelings,” have garnered over 28 million views on YouTube and his highly anticipated follow up mixtape, Write to Speak, comes out this summer. \n\nSesame Street-- Sesame Street, the iconic children’s television show, is part of the nonprofit Sesame Workshop, an educational force for change and social good that uses media and Sesame Street Muppets™ to help children everywhere grow smarter, stronger and kinder.\n\nTommy McFly—The popular host of The Tommy Show on 94.7 Fresh FM in DC, Tommy McFly returns to Emcee the White House Easter Egg Roll for the fifth year in a row.\n\n\n\tIn addition to these main stage performances, the Easter Egg Roll will feature guest appearances as readers for the Storytime Stage by Genevieve Goings, La La Anthony, Bear Grylls, and the cast of the Disney television series “Bunk’d.” Additional readers will be announced in the coming weeks.\n\n\tCelebrity chefs will be joining to host the Play with Your Food station, including the innovative José Andrés, the famed critic Ted Allen, the young and inspirational Kwame Onuwachi, the world-renowned Roblé Ali, the creative Food Network personality Sunny Anderson and DC favorite Spike Mendholson. Additional chef appearances will be announced in the coming weeks.\n\n\tThe Hop-to-It Stage will offer kids the chance to participate in a variety of fun and interactive exercise activities with guests from The Happiness Club, Health and Fitness, Soul Cycle and KidTribe.\n\n\tIn addition, the cast of the talk show “The Real,” and the cast of the ABC television series “Black-ish” will also be in attendance and participating in events throughout the day.\n\n\tThe event will also feature a host of costume characters who will join the fun and interact with the kids. This year’s guests will include:\n\n\tAbraKidabra! -- Angry Birds -- The Powerpuff Girls -- Buddy from Dinosaur Train -- Captain Planet -- Charlie Brown and Snoopy – Charlie and Checkers -- Cheer Bear from the Care Bears -- Curious George -- Daniel Tiger -- Sid the Science Kid -- Darth Vader and the Stormtroopers -- Duck from WordWorld\n\n\tFairy Twinkletoes -- Hatching Chick – Mama, Papa, and Junior Bunnies -- Miffy -- The Minions Bob, Stuart, and Kevin from Despicable Me -- Mop Top the Hip Hop Scientist and Lollipop from Mop Top Shop -- Peg + Cat -- YooHoo and Pammee from YooHoo & Friends -- Paw Patrol -- Peppa Pig and George -- Po from Kung Fu Panda 3 -- Power Panther -- Doki the Dog -- Puppy and Sis -- Nature Cat -- Jet from Ready Jet Go! -- Cookie Monster -- New Zoo Revue’s Freddie the Frog -- Mim-Mim from Kate & Mim-Mim -- Mascot DJ Bunny -- Slapshot -- G-Wiz\n\n\tPrincess Presto from Super WHY! -- Screech -- Smokey Bear and Woodsy Owl -- SpongeBob SquarePants -- Super WHY! -- The Cat in the Hat -- The Racing Presidents George, Tom, Bill, Abe, Teddy -- Topspin and Slice\n\n\tTo learn more about the Easter Egg Roll visit obamawhitehouse.archives.gov/eastereggroll. Tune in for live streams from the South Lawn on March 28, 2016 on WhiteHouse.gov/live. You can also join the conversation online using the hashtag #LetsCelebrate and get the latest updates by checking out Let’s Move! on Twitter and Facebook.\n\n\tAdditional information regarding talent and celebrity appearances, programming for the event, and media details will be released in the coming weeks. \n\n\n\n\n"
}