{
    "title": "Statement on Additional Countries in Support of September 6 Joint Statement on Syria | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/09/09/statement-additional-countries-support-september-6-joint-statement-syria",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 09, 2013\n\n \n\n\n\nStatement on Additional Countries in Support of September 6 Joint Statement on Syria\n\n\n\n\nSince being issued on September 6 by 11 countries, additional countries have signed on to the joint statement on Syria. That statement condemns in the strongest terms the Assad regime’s use of chemical weapons on August 21 in the suburbs of Damascus and calls for a strong international response. The statement explicitly supports the efforts undertaken by the United States and other countries to reinforce the prohibition on the use of chemical weapons.\nThe following 37 countries now formally support this statement:\nAlbania\nAustralia\nCanada\nCroatia\nDenmark\nEstonia\nFrance\nGuatemala\nGeorgia\nGermany\nGreece\nHonduras\nHungary\nItaly\nJapan\nRepublic of Korea\nKosovo\nKuwait\nLatvia\nLithuania\nMacedonia\nMalta\nMontenegro\nMorocco\nNew Zealand\nPanama\nPoland\nPortugal\nQatar\nRomania\nSaudi Arabia\nSomalia\nSpain\nTurkey\nUnited Arab Emirates\nUnited Kingdom\nUnited States\nWe welcome additional countries expressing their support for this statement and our continued efforts to hold the Assad regime accountable and enforce the international norm against the use of chemical weapons. The statement will continue to be updated and can be found at: http://obamawhitehouse.archives.gov/issues/foreign-policy/syria.\nText of Joint Statement on Syria:\nThe international norm against the use of chemical weapons is longstanding and universal.  The use of chemical weapons anywhere diminishes the security of people everywhere.  Left unchallenged, it increases the risk of further use and proliferation of these weapons.\nWe condemn in the strongest terms the horrific chemical weapons attack in the suburbs of Damascus on August 21st that claimed the lives of so many men, women, and children.  The evidence clearly points to the Syrian government being responsible for the attack, which is part of a pattern of chemical weapons use by the regime. \nWe call for a strong international response to this grave violation of the world’s rules and conscience that will send a clear message that this kind of atrocity can never be repeated. Those who perpetrated these crimes must be held accountable.\nSignatories have consistently supported a strong UN Security Council Resolution, given the Security Council's responsibilities to lead the international response, but recognize that the Council remains paralyzed as it has been for two and a half years.  The world cannot wait for endless failed processes that can only lead to increased suffering in Syria and regional instability.  We support efforts undertaken by the United States and other countries to reinforce the prohibition on the use of chemical weapons. \nWe commit to supporting longer term international efforts, including through the United Nations, to address the enduring security challenge posed by Syria’s chemical weapons stockpiles.  Signatories have also called for the UN fact finding mission to present its results as soon as possible, and for the Security Council to act accordingly.\nWe condemn in the strongest terms all human rights violations in Syria on all sides.  More than 100,000 people have been killed in the conflict, more than 2 million people have become refugees, and approximately 5 million are internally displaced.  Recognizing that Syria’s conflict has no military solution, we reaffirm our commitment to seek a peaceful political settlement through full implementation of the 2012 Geneva Communique.  We are committed to a political solution which will result in a united, inclusive and democratic Syria. \nWe have contributed generously to the latest United Nations (UN) and ICRC appeals for humanitarian assistance and will continue to provide support to address the growing humanitarian needs in Syria and their impact on regional countries. We welcome the contributions announced at the meeting of donor countries on the margins of the G20.  We call upon all parties to allow humanitarian actors safe and unhindered access to those in need.  \nEuropean signatories will continue to engage in promoting a common European position.\n\n\n\n\n"
}