{
    "title": "White House Announces 2014 Easter Egg Roll Program and Talent Line-up | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/04/14/white-house-announces-2014-easter-egg-roll-program-and-talent-line",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of Media Affairs\n\n\nFor Immediate Release\nApril 14, 2014\n\n \n\n\n\nWhite House Announces 2014 Easter Egg Roll Program and Talent Line-up\n\n\n\n\nThe White House announces the program, activities, and talent line-up for the 2014 White House Easter Egg Roll, a tradition in its 136th year and the largest annual public event at the White House. \nThe Easter Egg Roll will take place Monday, April 21, on the South Lawn of the White House and in support of the First Lady’s Let’s Move! initiative is focused on promoting health and wellness with the theme, “Hop into Healthy, Swing into Shape.”  The event will feature live music, sports courts, cooking stations, storytelling and, of course, Easter egg rolling.\nTo learn more about the Easter Egg Roll visit obamawhitehouse.archives.gov/EasterEggRoll. Tune in for live streams from the South Lawn on April 21, 2014 on WhiteHouse.gov/live. You can also join the conversation online using the hashtag #EasterEggRoll and get the latest updates by checking out Let’s Move! on Twitter and Facebook.\nTalent Line-up\nThis year’s special guest is 12-year-old singing sensation, Cam Anthony. Anthony will sing the National Anthem as well as perform on the Rock ‘n’ Egg Roll Stage. \nDJ Beauty & the Beatz, Ariana Grande, Candice Glover, R5 featuring Ross Lynch, DJ Young1, and Sesame Street’s Mando, Rosita, Abby Cadabby, and Cookie Monster, will perform on the Rock ‘n’ Egg Roll Stage.  The Official Emcee of the 2014 White House Easter Egg Roll is Tommy McFly, who will introduce acts on the Ellipse music stage. The United States Marine Corps Band will perform American classics. \nReaders on the Storytime Stage will be Jim Carrey, Miss America 2014 Nina Davuluri, former NFL player and NASA astronaut Leland Melvin, DJ Lance Rock, Debby Ryan from the Disney Channel’s JESSIE and Sesame Street’s Mando, Rosita, Abby Cadabby, and Cookie Monster.\nChefs Maneet Chauhan, Alexandra Guarnaschelli, Sam Kass, Marc Murphy, Charles Phan, Super Sprowtz, and the Disney Channel cast of JESSIE will prepare healthy eating demonstrations in the Play with your Food station.\nIn the Eggtivity Zone, Dr. Jayne Greenberg, Cornell McClellan, Donna Richardson Joyner, Dr. Risa Lavizzo-Mourey, Michelle Kwan, Anthony Robles, and Shellie Pfohl will represent the President’s Council on Fitness, Sports & Nutrition as players and coaches from professional sports teams teach kids how to play sports and show kids easy, fun ways to stay active and fit. \nAthletes participating in the Eggtivity Zone include:\nKatrina Adams (US Tennis Association)\n\tDwayne Allen (Indianapolis Colts)\n\tDavy Arnuad (D.C. United)\n\tBrian Baker (US Tennis Association)\n\tKelly Berger (US Lacrosse)\n\tBonnie Bernstein (Sports Journalist)\n\tBobby Boswell (D.C. United)\n\tStephen Bowen (Washington Redskins)\n\tMichael Carter-Williams (Philadelphia 76ers)\n\tJulie Chu (US Olympic Ice Hockey)\n\tKirk Cousins (Washington Redskins)\n\tMonique Currie (Washington Mystics)\n\tMartin Conlon (NBA)\n\tAdrian Dantley (NBA)\n\tDerrick Dockery (NFL)\n\tFabian Espondola (D.C. United)\n\tDwight Freeney (San Diego Chargers)\n\tMaria Cruz Garcia (US Olympic Fencer)\n\tPierre Garçon (Washington Redskins)\n\tGio Gonzales (Washington Nationals)\n\tRobert Griffin III (Washington Redskins)\n\tRichard Hamilton (NBA)\n\tAllyson Hamlin (D.C. United)\n\tJamie Hampton (US Tennis Association)\n\tTony Hawk (Professional Skateboarder)\n\tDaryl Homer (US Olympic Fencer)\n\tRyan Kerrigan (Washington Redskins)\n\tBradley Klahn (US Tennis Association)\n\tMatt Lawrence (NFL)\n\tIvory Latta (Washington Mystics)\n\tNancy Lieberman (WNBA)\n\tNastia Liukin (US Olympic Gymnast)\n\tFelipe (Luis) López  (NBA)\n\tLe’Ron McClain (NFL)\n\tGrace Min (US Tennis Association)\n\tTim Morehouse (US Olympic Fencer)\n\tDikembe Mutombo (NBA)\n\tLewis Neal (D.C. United)\n\tBill Olsen (D.C. United)\n\tMzingha Elaine Prescod (US Olympic Fencer)\n\tMelanie Oudin (US Tennis Assocation)\n\tJeff Parke (D.C. United)\n\tSam Querrey (US Tennis Association)\n\tPaul Rabil (Lacrosse)\n\tSanya Richards-Ross (US Olympic Track and Field)\n\tRuth Riley (WNBA)\n\tSysannah Scalon (US Olympic Fencer)\n\tAdrian Smith (NFL)\n\tBriana Scurry (US Soccer)\n\tEric Thibault (Washington Mystics)\n\tEtan Thomas (NBA)\n\tCharles Tillman (Chicago Bears)\n\tAshley Wagner (US Olympic Figure Skater)\n\tLardarius Webb (Baltimore Ravens)\n\tBuck Williams (NBA)\n\tDonna Wilkinson (D.C. Divas)\n\tUSA Field Hockey\nThe Hop To It Stage will offer a variety of interactive dance and other physical fun including Baby Loves Disco, Hip Hop Public Health, KidTribe, and the Ohmies.\nThe Ellipse will have an entertainment stage and guests can enjoy musical acts, activities, and a real NASCAR racecar as they prepare to enter the South Lawn. Tommy McFly will be on the Ellipse spinning music and getting guests excited about the event. \nThis year’s costume characters include:\nAbby Cadabby -- AbraKidabra! -- Angry Birds -- Arthur -- Belt from The Croods -- Big Green Rabbit -- Cabbage Patch Kids Amy Sue and Brian Josh  -- Caillou and Gilbert -- Captain Barnacles Bear and Kwazii Kitten from The Octonauts -- Charlie Brown -- Charlie and Checkers -- Clicky  -- Curious George -- Daniel Tiger -- Doc McStuffins -- Doki and Anabella from Discovery Familia -- Domino the Great -- Dora the Explorer -- Dynamike\nEmmet and WyldStyle from the LEGO Movie -- Fairy Twinkletoes -- Franklin the Turtle -- Geo and Milli from Team Umizoomi -- Hatching Chick -- Jake from Jake and the Never Land Pirates -- Little Nutbrown Hare -- Maisy -- Mama, Papa, and Junior Bunnies -- Mario and Luigi -- Maya & Miguel -- Miffy -- Minion Tim and Minion Jerry from Despicable Me -- Mop Top the Hip Hop Scientist -- Mozzie the Mosquito -- Mr. & Mrs. Potato Head -- Olive the Ostrich -- Peg + Cat -- Peter Rabbit and Lily Bobtail -- Power Panther -- Power Rangers –\nPrincess Presto – Screech – Slapshot -- Smokey Bear -- Snoopy -- Sofia the First -- Spider-Man -SpongeBob SquarePants -- Squiggz from the Bug Rangers -- Super WHY! -- Talking Tom and Talking Ben -- The Cat in the Hat -- The Racing Presidents Abraham Lincoln, George Washington, Theodore Roosevelt, William Howard Taft, Thomas Jefferson -- Tommy and Tallulah from Tickety Toc -- Toothless the Dragon from How to Train Your Dragon 2 -- Topspin and Slice -- Twig Wompkee -- Witzy the Duck -- Woodsy Owl\nFull List of Events\nWith the “Hop into Healthy, Swing into Shape” theme, all of the activities on the South Lawn promote healthy and active living.  The activities include obstacle courses, yoga, dancing, playing sports with professional athletes, and of course, the traditional egg roll.  The full list of events is below:\nEgg Roll Classics\n\tAn Egg Hunt & the traditional Egg Roll\nRock ‘n’ Egg Roll Stage\n\tLive musical performances for all ages\nStorytime Stage \n\tListen as celebrities bring books to life\nHop To It!\n\tAn instructional dance party on the South Lawn!  Get up to dance and more\nEggtivity Zone Obstacle Course\n\tAn ultimate all-in-one obstacle course! Climb, jump, and run your way through a variety of sports drills\nBasketball and Tennis\n\tGet hands-on training from basketball and tennis pros on the President’s court\nYoga Garden\n\tCome enjoy a session of yoga from professional instructors\nEggspress Yourself\n\tHatch your inner artist with arts and crafts fun! Egg dying, egg decorating, and more\nPlay with your Food \n\tAn entertaining activity center filled with opportunities to learn about healthy eating\nEggsperiment Zone\n\tInteractive, educational activities designed to spark scientific curiosity and creativity\nAdditional Information about the 2014 Easter Egg Roll\nFor the sixth year in a row, members of the public had the opportunity to enter an online lottery for a chance to win tickets to the event and more than 30,000 people from all 50 states and the District of Columbia have received tickets to the event. \nThis year’s event will begin at 7:30 AM and end at 6:45 PM EDT.\n\n\n\n\n"
}