{
    "title": "Pfeiffer Post: Tough Choices | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/pfeiffer-post-tough-choices",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 30, 2010\n\n \n\n\n\nPfeiffer Post: Tough Choices\n\n\n\n\nThe following was posted by White House Communications Director Dan Pfeiffer on the White House blog. The post can also be viewed HERE.\nTough Choices\nPosted by Dan Pfeiffer on January 30, 2010 at 03:32 PM EST\nDuring these tough economic times, American families are forced to make tough choices about what they can spend money on and what they need to cut from their household budgets.\nThrough the course of the budget process we did the same thing.\nThe President believes we need to be honest about what is working and what isn’t and that making tough choices about which programs to fund and which to reduce or terminate is part of governing.\nIn the 2011 Budget we will release on Monday we terminated or reduced programs that weren’t working well or duplicated efforts, some in areas that are important to the President and to the Administration.\nLast year, President Obama sought to end or reduce 121 programs for a one-year savings of approximately $17 billion of which $11.5 billion was from discretionary savings.  Congress approved cuts that produced a net discretionary savings of $6.8 billion, nearly 60 percent of the discretionary cuts proposed. According to the Center for a Responsible Federal Budget, this far exceeds the best the last Administration did (40 percent), and far exceeds the less than 15 percent success rate they had in their last two years in office (pdf).\nThis year, we are proposing more than 120 terminations, reductions, and savings for approximately $20 billion in savings this year.\nSome of the programs eliminated or scaled back include:\n\nConsolidating 38 Education programs into 11.  The current program structure at the Department of Education is fragmented and ineffective. The Department operates dozens of grant programs that impose narrow requirements on districts and fail to demand better outcomes or build a knowledge base of what works. Some of these programs have little evidence of success, while others are demonstrably failing to improve student achievement. As part of the Administration’s Elementary and Secondary Education Act (ESEA) reauthorization proposal, the Budget therefore proposes to consolidate 38 K-12 programs into 11 new programs that give states and districts more flexibility about means but impose greater accountability for outcomes.\nCutting Save America’s Treasures and Preserve America grant programs at the National Park Service. Save America’s Treasures program was started to mark the millennium and was supposed to last for two years. Both programs lack rigorous performance metrics and evaluation efforts so the benefits are unclear.\nEliminate the Advanced Earned Income Tax Credit (AEITC). EITC eligible taxpayers with children may file a form with their employers and receive a portion of their EITC throughout the year in their paychecks. Only a tiny number of EITC eligible taxpayers claim the AEITC; 3 percent, or 514,000 taxpayers according to the Government Accountability Office. And the error rate for the program is high: 80 percent of recipients did not comply with at least one program requirement. This ineffective and prone-to-error program should be eliminated.\nTerminate the Brownfields Economic Development Initiative. While a consistent supporter of the brownfield clean-up on the campaign trail and a strong advocate for expanding economic opportunity in urban areas, the President proposes to eliminate BEDI, a small program duplicative of larger programs. Instead, the Administration consolidates its support for the brownfield clean-up – funding larger programs and thereby reducing overhead costs.\nEnd Abandoned Mine Lands Payments to Certified States. The Abandoned Mine Land program was established to restore abandoned coal mine lands. Changes to this program allowed these funds to go to states and tribes who already have cleaned up these mine. Paying states and tribes to clean up mines that are already cleaned up was not the intention of this program, and is why it is being terminated.\n\nThese choices are never easy, but the President never expected that governing during tough economic times with rising deficits would be easy.\nDan Pfeiffer is White House Communications Director\n\n\n\n"
}