{
    "title": "Fact Sheet on Presidential Memorandum on Scientific Integrity | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/fact-sheet-presidential-memorandum-scientific-integrity",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 09, 2009\n\n \n\n\n\nFact Sheet on Presidential Memorandum on Scientific Integrity\n\n\n\n\n FACT SHEET ON PRESIDENTIAL MEMORANDUM ON SCIENTIFIC INTEGRITY  \"Today, more than ever before, science holds the key to our survival as a planet and our security and prosperity as a nation. It’s time we once again put science at the top of our agenda and worked to restore America’s place as the world leader in science and technology.\" - President Barack Obama  Today, President Obama is signing a Presidential Memorandum on scientific integrity. This memorandum helps to implement one of the President’s key campaign commitments on science policy, which was to \"restore scientific integrity in government decision making.\" Science and technology are essential to achieving a broad range of national goals: driving economic growth and job creation; allowing Americans to live longer, healthier lives; developing clean sources of energy that reduce our dependence on foreign oil; protecting our environment for future generations of Americans; strengthening national and homeland security; and more. Realizing the potential of science and technology to help achieve all of these goals requires that the Administration’s decisions about public policy be guided by the most accurate and objective scientific advice available. The public must be able to trust that advice, as well, and to be confident that public officials will not conceal or distort the scientific findings that are relevant to policy choices. Accordingly, the President is assigning to the Director of the Office of Science and Technology Policy (OSTP) the responsibility of ensuring the highest level of integrity in all aspects of the executive branch’s involvement with scientific and technological issues. Within 120 days, the Director of OSTP must develop a strategy for ensuring that:  - The selection of scientists and technology professionals for science and technology positions in the executive branch is based on those individuals’ scientific and technological knowledge, credentials, and experience; - Agencies make available to the public the scientific or technological findings or conclusions considered or relied upon in policy decisions; - Agencies use scientific and technological information that has been subject to well-established scientific processes such as peer review; and - Agencies have appropriate rules and procedures to ensure the integrity of the scientific process within the agency, including whistleblower protection.\n\n\n\n"
}