{
    "title": "Presidential Proclamation -- African-American Music Appreciation Month, 2012 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/06/01/presidential-proclamation-african-american-music-appreciation-month-2012",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 01, 2012\n\n \n\n\n\nPresidential Proclamation -- African-American Music Appreciation Month, 2012\n\n\n\n\n\n\tAFRICAN-AMERICAN MUSIC APPRECIATION MONTH, 2012\n\t- - - - - - -\n\tBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\tA PROCLAMATION\n\n\tAs a long-cherished piece of American culture, music offers a vibrant soundtrack to the story of our people and our Union. At times when words alone could not bring us together, we have found in melodies and choruses the universal truths of our shared humanity. African-American musicians have left an indelible mark on this tradition, and during African-American Music Appreciation Month, we pay special tribute to their extraordinary contributions.\n\n\tGenerations of African Americans have used music to share joy and pain, triumph and sorrow. Spiritual hymns gave hope to those laboring under the unrelenting cruelty of slavery, while gospel-inspired freedom songs sustained a movement for justice and equality for all. The smooth sounds of jazz and the soulful strain of the blues fed a renaissance in art and prose. The rhythm and blues that began in a basement in Detroit brought people together when laws would have kept them apart, while the urban beats and young wordsmiths from cities coast-to-coast gave voice to a new generation. And on stages and in concert halls around the world, African-American singers and composers have enhanced opera, symphony, and classical music by bringing energy and creativity to traditional genres.\n\n\tAt its core, African-American music mirrors the narrative of its original creators -- born of humble beginnings and raised to refuse the limitations and circumstances of its birth. This month, we honor the African-American musicians, composers, singers, and songwriters who have forever shaped our musical heritage, and celebrate those who carry this rich legacy forward.\n\n\tNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim June 2012 as African-American Music Appreciation Month. I call upon public officials, educators, and all the people of the United States to observe this month with appropriate activities and programs that raise awareness and foster appreciation of music that is composed, arranged, or performed by African Americans.\n\n\tIN WITNESS WHEREOF, I have hereunto set my hand this first day of June, in the year of our Lord two thousand twelve, and of the Independence of the United States of America the two hundred and thirty-sixth.\n\n\tBARACK OBAMA\n\n\n\n\n"
}