{
    "title": "Proclamation -- Religious Freedom Day, 2014 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/01/15/proclamation-religious-freedom-day-2014",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 15, 2014\n\n \n\n\n\nProclamation -- Religious Freedom Day, 2014\n\n\n\n\nRELIGIOUS FREEDOM DAY, 2014\n-------\nBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\nA PROCLAMATION\nIn 1786, the Virginia General Assembly affirmed an ideal that has long been central to the American journey. The Virginia Statute for Religious Freedom, penned by Thomas Jefferson, declared religious liberty a natural right and any attempt to subvert it \"a departure from the plan of the Holy Author of our religion, who being Lord both of body and mind, yet chose not to propagate it by coercions on either.\" The Statute inspired religious liberty protections in the First Amendment, which has stood for almost two and a quarter centuries.\nToday, America embraces people of all faiths and of no faith. We are Christians and Jews, Muslims and Hindus, Buddhists and Sikhs, atheists and agnostics. Our religious diversity enriches our cultural fabric and reminds us that what binds us as one is not the tenets of our faiths, the colors of our skin, or the origins of our names. What makes us American is our adherence to shared ideals -- freedom, equality, justice, and our right as a people to set our own course.\nAmerica proudly stands with people of every nation who seek to think, believe, and practice their faiths as they choose. In the years to come, my Administration will remain committed to promoting religious freedom, both at home and across the globe. We urge every country to recognize religious freedom as both a universal right and a key to a stable, prosperous, and peaceful future.\nAs we observe this day, let us celebrate America's legacy of religious liberty, embrace diversity in our own communities, and resolve once more to advance religious freedom in our time.\nNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim January 16, 2014, as Religious Freedom Day. I call on all Americans to commemorate this day with events and activities that teach us about this critical foundation of our Nation's liberty, and show us how we can protect it for future generations at home and around the world.\nIN WITNESS WHEREOF, I have hereunto set my hand this fifteenth day of January, in the year of our Lord two thousand fourteen, and of the Independence of the United States of America the two hundred and thirty-eighth.\nBARACK OBAMA\n\n\n\n\n"
}