{
    "title": "ADVISORY: President Obama to Deliver Major National Security Speech Thursday | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/advisory-president-obama-deliver-major-national-security-speech-thursday",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 20, 2009\n\n \n\n\n\nADVISORY: President Obama to Deliver Major National Security Speech Thursday\n\n\n\n\nTHE WHITE HOUSE  Office of Media Affairs  _________________________________________________________ For Immediate Release                      May 20, 2009   ADVISORY: President Obama to Deliver Major National Security Speech Thursday WASHINGTON, DC – President Barack Obama will discuss America's national security in a major speech at the National Archives Thursday morning. The President will discuss his broader vision for strengthening the country's security and outline how the steps his Administration is taking and plans to take going forward support those goals and principles.  THIS EVENT IS OPEN TO CORRESPONDENTS; POOLED FOR TV AND STILL PHOTOGRAPHERS. RSVP IS REQUIRED DUE TO SPACE LIMITATIONS. Who: President Obama to Deliver Major Speech When: Thursday, May 21, 2009 Media Pre-set: 6:00 AM to 6:30 AM (All equipment must be dropped at the site by 6:30 AM; media will not have access to their equipment from 6:30 AM to 8:30 AM.) Media Access:  8:30 AM to 9:30 AM Event Begins:  10:10 AM Where: National Archives  Rotunda for the Charters of Freedom   700 Pennsylvania Ave.   Washington DC Media Entrance: Media should plan to use the Constitution Ave. entrance Media Coverage: This event is pooled for TV cameras and still photographers; there is an auxiliary area with a limited view of the stage for correspondents only.  ***To obtain a credential, you must RSVP by 5:00 PM EST Wednesday, May 20 to media_affairs@who.eop.gov. *** Contact for logistical and planning purposes only: Johanna Maska at jmaska@who.eop.gov. ## \n\n\n\n"
}