{
    "title": "Obama Administration Announces $3.2 Billion in Funding for Local Energy Efficiency Improvements | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/obama-administration-announces-32-billion-funding-local-energy-efficiency-improveme",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 26, 2009\n\n \n\n\n\nObama Administration Announces $3.2 Billion in Funding for Local Energy Efficiency Improvements\n\n\n\n\n\n\nTHE WHITE HOUSE\n\nOffice of the Vice President\n_________________________________________________________\nFOR IMMEDIATE RELEASE                         March 26, 2009\n\nObama Administration Announces $3.2 Billion in Funding for Local Energy Efficiency Improvements\n\nBlock Grants to Support Jobs, Cut Energy Bills, and Increase Energy Independence\n  \n\nWASHINGTON – Vice President Joe Biden and Energy Secretary Steven Chu today announced plans to invest $3.2 billion in energy efficiency and conservation projects in U.S. cities, counties, states, territories, and Native American tribes.  The Energy Efficiency and Conservation Block Grant program, funded by President Obama’s American Recovery and Reinvestment Act, will provide formula grants for projects that reduce total energy use and fossil fuel emissions, and improve energy efficiency nationwide.\n\n\"These investments will save taxpayer dollars and create jobs in communities around the country,\" said Vice President Biden.  \"Local leaders will have the flexibility in how they put these resources to work – but we will hold them accountable for making the investments quickly and wisely to spur the local economy and cut energy use.\"\n\nThe funding will support energy audits and energy efficiency retrofits in residential and commercial buildings, the development and implementation of advanced building codes and inspections, and the creation of financial incentive programs for energy efficiency improvements.  Other activities eligible for use of grant funds include transportation programs that conserve energy, projects to reduce and capture methane and other greenhouse gas emissions from landfills, renewable energy installations on government buildings, energy efficient traffic signals and street lights, deployment of Combined Heat and Power and district heating and cooling systems, and others.\n\nTo ensure accountability, the Department of Energy will provide guidance to and require grant recipients to report on the number of jobs created or retained, energy saved, renewable energy capacity installed, greenhouse gas emissions reduced, and funds leveraged.  Funding is based on a formula that accounts for population and energy use. \n\n\"The Block Grants are a major investment in energy solutions that will strengthen America’s economy and create jobs at the local level,\" said Secretary Chu. \"The funding will be used for the cheapest, cleanest and most reliable energy technologies we have – energy efficiency and conservation – which can be deployed immediately.  The grants also empower local communities to make strategic investments to meet the nation’s long term clean energy and climate goals.\"\n\nCities and counties will receive nearly $1.9 billion under the Energy Efficiency and Conservation Block Grant Program, and states and territories will receive nearly $770 million.  States will receive and administer funds for those counties and cities that are not large enough to qualify for direct DOE funding.  More than $54 million will flow directly to Tribal governments.\n\nUp to $456 million of this funding is planned to be made available under a separate competitive solicitation for local energy efficiency projects.  That solicitation will be released at a later date.\n\nToday’s announcement is in addition to DOE’s recent release of nearly $8 billion to support weatherization and state energy projects.\n\nA detailed breakdown of the funding by state, county, city and tribal government is available on http://Energy.gov/recovery.\n\nFollowing today’s announcement at the White House, Secretary Chu and Labor Secretary Hilda Solis are visiting the Community College of Allegheny County in Pittsburg, Pennsylvania.  Workers at the facility are being trained for the kinds of \"green jobs\" that the city and county are investing in – ranging from construction and facility upgrades of green buildings to installation of energy efficient street lights to building energy audits.  Secretaries Chu and Solis will highlight the city and county efforts as a model for other communities and an example of how this funding can create local jobs and save energy.\n\nMore information on the Energy Efficiency and Conservation Block Grant Program is available on http://apps1.eere.energy.gov/wip/block_grants.cfm.\n\n\n\n\n\n"
}