{
    "title": "Presidential Proclamation-National Energy Awareness Month | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidential-proclamation-national-energy-awareness-month",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nOctober 02, 2009\n\n \n\n\n\nPresidential Proclamation-National Energy Awareness Month\n\n\n\n\n\n\nTHE WHITE HOUSE                 Click here to download PDF\n\nOffice of the Press Secretary\n______________________________________________________________________\nFor Immediate Release                                                            October 2, 2009\nNATIONAL ENERGY AWARENESS MONTH, 2009\n- - - - - - -\nBY THE PRESIDENT OF THE UNITED STATES OF AMERICA \nA PROCLAMATION\n\nA more prosperous future for our Nation's economy means making investments in energy efficiency and clean energy today. Well-funded energy research and development will not only help protect our environment and support our communities, but it will also address concerns of global competitiveness and national security. Innovation in energy technology will decrease our oil use, strengthen our economy, and reduce the dangerous pollution that causes climate change.\nAs American scientists, engineers, and entrepreneurs bring new and improved energy technologies to homes and businesses in this country and around the world, they will be showing American leadership and vision while also making clean energy the profitable kind of energy. During National Energy Awareness Month, we recognize the contributions of individuals, organizations, and companies that are committed to advancing energy innovation and efficiency, and we promote the importance of a clean energy economy to our Nation.\nThe Federal Government is the largest consumer of energy in the United States, and my Administration is committed to leading by example in the use of clean energy and increased energy efficiency. Not only will we lead through our performance, we will also leverage our ability to be the kind of customer that can help turn an idea into a great American enterprise. Through State and local grants, increased funding for weatherization programs, job training programs, and policies to support clean energy businesses, we are ushering in a new era of green energy that will benefit our economic recovery, our security, and our long-term prosperity.\nWe face a turning point in our Nation's energy policy. We can either remain the world's leading importer of oil, or we can become the world's leading exporter of clean energy technology. We can allow climate change to wreak unnatural havoc, or we can create jobs deploying low-carbon technologies to prevent its worst effects.\nThroughout our history, Americans have successfully confronted challenges that have tested our determination and our capacity to change. If we are to advance energy and climate security, we must focus on energy efficiency, promote sustainable industries, accelerate job training and job creation in these areas, and set effective and achievable standards for the generation and use of clean energy. As a Nation, we will lead by innovating, adapting to the global marketplace, and investing in the kind of sustainable future we want for the generations to come.\nNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim October 2009 as National Energy Awareness Month. I call upon the people of the United States to mark this month by making clean energy choices that can both rebuild our economy and make it more sustainable.\nIN WITNESS WHEREOF, I have hereunto set my hand this second day of October, in the year of our Lord two thousand nine, and of the Independence of the United States of America the two hundred and thirty-fourth.\nBARACK OBAMA\n\n\n\n\n"
}