{
    "title": "U.S.-EU Joint Declaration and Annexes | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/us-eu-joint-declaration-and-annexes",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 03, 2009\n\n \n\n\n\nU.S.-EU Joint Declaration and Annexes\n\n\n\n\n2009 U.S.-EU Summit Declaration\nNovember 3, 2009\nWe, the leaders of the United States and the European Union, met in Washington to renew our global partnership, and to set a course for enhanced cooperation that will address bilateral, regional and global challenges based on our shared values of freedom, democracy, respect for international law, human rights and the rule of law. Our goal is to ensure a more prosperous, healthy and secure future for our 800 million citizens, and for the world. We will build upon our strong partnership and work together to strengthen multilateral cooperation. As the EU strengthens as a global actor, we welcome the opportunity to broaden our work together, particularly in the areas of freedom, security and justice.\nThe United States and European Union economies make up over half of global GDP, account for over one third of world trade and are the leading providers of development assistance. The direct impact of our economic policies on the global economy has never been more apparent than over the past year, making the imperative of collaboration even greater. We recognize the importance of expanding our cooperation on issues of global concern, notably climate change, development, energy, cyber security and health. We therefore agree:\n\nTo promote an ambitious and comprehensive international climate change agreement in Copenhagen. Together, we will work towards an agreement that will set the world on a path of low-carbon growth and development, aspires to a global goal of a 50% reduction of global emissions by 2050, and reflects the respective mid-term mitigation efforts of all major economies, both developed and emerging. We recognize the scientific view that the increase in average global temperature ought not to exceed 2 degrees Celsius above pre-industrial levels, as stated by the Leaders of the Major Economies Forum on Energy and Climate. All contributions to the global mitigation effort should be robust, recognizing that their specific features will need to be designed in the light of science and our respective capabilities. In the context of an ambitious agreement in Copenhagen, we are prepared to work to mobilize substantial financial resources to support adaptation for the most vulnerable and to support enhanced mitigation actions of developing countries.\nTo strengthen efforts to develop strong and well-functioning carbon markets, which are essential to maximize climate finance and to engage emerging and developing countries in ambitious emissions reduction actions. We will therefore work together to expand carbon markets as we design and implement our cap and trade systems.\nTo follow up on our Pittsburgh Summit commitment to implement the G-20 Framework for Strong, Sustainable and Balanced Growth. We commit to remain vigilant to take actions to assure a strong recovery and to plan for cooperative and coordinated exit strategies to be implemented once recovery is ensured. We further commit to undertake financial regulatory reforms to improve the resilience of our financial system to prevent future financial crises, create a 21st century international economic architecture, and address pressing global challenges including energy security and climate, unemployment and decent work. We will\ncontinue to fulfill commitments from the Pittsburgh, London and Washington Summits, including the creation of more resilient financial regulatory structures with an enhanced and expanded scope of regulation and oversight.\nTo fight protectionism together, as the world’s largest economies. We will lead by example by respecting our G-20 commitments to refrain from raising or imposing new barriers to trade and investment. We are committed to supporting efforts by the WTO and other international institutions to monitor new trade barriers with a view to increasing transparency in global trade.\nTo make determined efforts to seek in 2010 the conclusion of a Doha Development Agenda agreement. We affirm our commitment to reach an ambitious, comprehensive and balanced agreement, based on the progress already made, including with regard to modalities.\nTo intensify our work under the Framework for Advancing Transatlantic Economic Integration and the Transatlantic Economic Council, including through the formation of a high-level innovation dialogue, strengthened regulatory cooperation in key sectors leading to reduced barriers to trade, investment and economic activity. We aim to reach a second-stage air transport agreement in 2010 which includes benefits for both sides.\nTo re-launch our dialogue on development [ref Annex 1: Statement on Development Dialogue and Cooperation] with an initial emphasis on sustainable global food security, including investing development assistance through country-led plans and processes, donor coordination and multilateral institutions, as well as to guide our cooperation at policy level. We will also support climate change mitigation and adaptation and will work together in preparation for the Millennium Development Goals Review in 2010. We will also renew our efforts to improve the quality and effectiveness of aid in accordance with the Paris Declaration on Aid Effectiveness and its implementation agreement, the Accra Agenda for Action. We intend to hold the first meeting of this renewed dialogue at ministerial level as soon as possible after the Summit.\nTo establish a Ministerial-level U.S.-EU Energy Council [ref Annex 2: The U.S. EU Energy Council] that will improve energy security and contribute to achieving our ambitious climate change goals. The Council will promote new and ongoing cooperation on energy security and markets, energy policy, energy technologies research, and the deployment of clean and sustainable energy technologies which we agree are critical to sustainable economic growth and development.\n To strengthen our cybersecurity dialogue to identify and prioritize areas where we can work together to help build a reliable, resilient, trustworthy digital infrastructure for the future.\n To establish a transatlantic task force on urgent antimicrobial resistance issues focused on appropriate therapeutic use of antimicrobial drugs in the medical and veterinary communities, prevention of both healthcare- and community-associated drug-resistant infections, and strategies for improving the pipeline of new antimicrobial drugs, which could be better addressed by intensified cooperation between us.\n\nWe welcome the joint statement adopted by our Justice and Home Affairs Ministers on 28 October 2009, in which we commit to enhancing our policy and operational cooperation on Justice and Home Affairs matters. Our partnership will benefit our people and address our common challenges of maintaining security and individual rights while facilitating travel, business and communication. We face common threats from those who seek to commit acts of terrorism and transnational crime, including the challenge of terrorist travel. With this in mind, we:\n\n Welcome the ratification of the U.S.-EU Extradition and Mutual Legal Assistance Agreements and look forward soon to their entry into force.\nWelcome the completion of the High Level Contact Group’s work to foster mutual understanding and identify a core set of common principles that unite our approaches to protecting personal data while processing and exchanging information. We have important commonalities and a deeply rooted commitment to the protection of personal data and privacy albeit there are differences in our approaches. The negotiation of a binding international agreement should serve as a solid basis for our law enforcement authorities to enhance cooperation, while ensuring full protection for our citizens.\nWill develop our working relationship on mobility and security matters, including border, readmission and travel document security policies. We welcome the signature of the working arrangement between the U.S. Department of Homeland Security and the EU border security agency Frontex and we will work closely to implement it.\nWe acknowledge the social and economic benefits to our citizens from visa-free travel in a secure environment between our two continents. We will work together to complete visa-free travel between the U.S. and EU as soon as possible and increase security for travelers.\n\nReaffirming the necessity of working together on important regional and international issues, we:\n\nAgree to a joint declaration on nonproliferation and disarmament [ref Annex 3: Declaration on Non-proliferation and Disarmament] highlighting the need to preserve and strengthen the relevant multilateral measures and in particular the Nuclear Non-proliferation Treaty, expressing support for the entry into force of the Comprehensive Test Ban Treaty, and calling for the start of negotiations on the Fissile Material Cut-Off Treaty in January 2010. The statement reiterates the necessity for Iran and the DPRK to fulfill their international nuclear obligations.\n Reiterate our commitment to seek a comprehensive, long-term and appropriate solution to the Iranian nuclear issue through dialogue and negotiation. This continues to be the objective of our dual-track approach and implies that Iran must fulfill its international obligations on its nuclear program. Iran has rights, but it also has responsibilities. In addition, we express our deep concern about the current human rights situation in the country.\nDeclare our determination to achieve a comprehensive and lasting peace in the Middle East, including a two-state solution with Israel and Palestine living side-by-side in peace and security. We are working to remove obstacles and create the context for a prompt resumption of negotiations between the parties.\n Renew our commitments in Afghanistan and the region to initiatives that will increase the capacity of the Afghan government to take responsibility for delivering better security, stability and development for the Afghan people. We welcome in this context the recently adopted Plan for Strengthening EU Action in Afghanistan and Pakistan. We look forward to working with the new Afghan administration and renewing efforts to promote good governance, respect for human rights, gender equality and democratic development. These could be supported at an international conference, possibly in Kabul. We support the strengthening of the assistance and coordination role of the United Nations Assistance Mission in Afghanistan (UNAMA). We welcome the conclusion of the electoral process, and we congratulate President Hamid Karzai on his reelection. We look forward to the formation of a new government, representing the will of the Afghan people. We encourage the new government to swiftly develop an agenda focused on the serious challenges facing Afghanistan.\nCommit to continue to work, including through the Friends of Democratic Pakistan, to assist Pakistan’s efforts to promote socio-economic development and respect for human rights and democratic values, to combat violent extremism and to address that country’s energy crisis. We will support rehabilitation and reconstruction in Malakand, and target assistance to Pakistan’s border regions through the World Bank-administered Multi-Donor Trust Fund agreed by the Friends.\nWill support the countries of Eastern Europe and the Southern Caucasus as they fulfill their great promise by working with them to build strong democracies and prosperous economies. We undertake to strengthen coordination and build on the work of our bilateral initiatives and the European Union’s Eastern Partnership as we work to strengthen these countries’ ties to the EU and Euro-Atlantic institutions.\nSupport the countries of Southeastern Europe as they advance on the path towards European and Euro-Atlantic integration and welcome progress made in implementing the necessary reforms, including in meeting the criteria set out in the visa liberalization roadmaps of the EU for the Western Balkan countries. We remain committed to the sovereignty and territorial integrity of Bosnia and Herzegovina; we are concerned about the current political situation and strongly urge its leaders to seize the opportunity afforded by the Butmir talks now to adopt the reforms needed to meet the conditions for an application of EU membership and conditions for the NATO Membership Action Plan. We remain committed to a stable, democratic, integrated and multi-ethnic Kosovo and commend the EU rule of Law Mission (EULEX) and KFOR for their role in promoting stability and the rule of law in Kosovo.\n\nAnnex 1\nStatement on Development Dialogue and Cooperation\n\nThe United States and the European Union have agreed to reinvigorate our development dialogue and cooperation in order to improve the quality and effectiveness of our development assistance. In the face of growing challenges to efforts to achieve the Millennium Development Goals (MDGs), sustainable economic growth and poverty eradication, it is more important than ever for the U.S. and the EU, the leading providers of development assistance, to work together on some of the world’s most pressing development issues.\nWe have therefore agreed to re-launch the High Level Consultative Group on Development and to hold annual meetings at ministerial level to advance and guide our cooperation at policy level as well as the achievement of results in the field. The High Level Consultative Group will convene as soon as possible following the Summit to identify and agree outputs under each of the three initial priority topics.\nWe want to intensify our development policy dialogue and increase cooperation in practical ways to achieve lasting results. In order to improve aid effectiveness, we will accelerate implementation of our commitments under the Paris Declaration and Accra Agenda for Action, with a strong focus on in-country implementation. We will focus our initial cooperative efforts on three common priorities: food security and agricultural development, climate change and the Millennium Development Goals.\nFood Security & Agricultural Development: The initial focus of our joint efforts will be to improve global food security and revitalize agricultural development, with an initial focus on Africa. We will agree on a coordinated approach to identify and resource credible, country-owned food security plans through sustained commitments that advance the L’Aquila principles. In line with the Joint Statement on Food Security made by more than 25 countries and organizations at the July 2009 G-8 Summit in L’Aquila and the proposal from the UN Secretary-General and U.S. Secretary of State Clinton on September 26 in New York, and recognizing the importance of national, regional and global partnerships to advance the food security agenda, we agree to join our efforts and expertise in a Global Partnership for Agriculture, Food Security and Nutrition (GPAFSN). The immediate action is to organize key actors to work with host-country governments to support policy reforms, build public and private sector operational capacity, mobilize additional resources and align resources with country-based strategies. In the context of agricultural development in Africa, we will support country ownership in the framework of the Comprehensive African Agricultural Development Program (CAADP) and comparable consensus-building institutions. We will also work together to improve cooperation at regional and global levels in line with L’Aquila principles.\nClimate Change: We will work to promote enhanced cooperation at the country level in developing countries of mutual interest to ensure effective and efficient actions to combat climate change. We will concentrate our efforts on the development aspects of climate change with particular focus on adaptation through an enhanced exchange of information on adaptation experiences and identifying opportunities for joint work in priority areas such as capacity building, financing of urgent adaptation needs, building on National Adaptation Plans of Action and other country-driven adaptation strategies and supporting the strategic integration of climate resilience in development policies. Furthermore, we will work together to assist developing countries to develop and implement effective low-carbon strategies and take ambitious actions to mitigate the effects of climate change, taking into account outcomes from the Fifteenth Conference of the Parties to the UN Framework Convention on Climate Change in Copenhagen.\nMillennium Development Goals: Over the past nine years significant strides have been made towards most of the MDGs, especially the poverty goal, although progress has been uneven and Sub-Saharan Africa in particular is lagging behind. The economic and financial crisis is now not only threatening the achievement of the MDGs by 2015, but also risks undermining past progress. With only six years remaining before 2015, we recognize that a coordinated international effort is needed to assist developing countries accelerate progress towards the MDGs. Our initial focus will be to agree on a harmonized approach to the September 2010 UN High Level MDG Review. Alongside developing countries, we will focus our joint efforts on actions contributing to the achievement of the MDGs by 2015. On top of delivering on our official development assistance (ODA) commitments, we will concentrate on policy coherence for development and aid effectiveness as well as explore the potential of new innovative financing mechanisms, including new forms of voluntary contributions by citizens and corporations.\nAnnex 2\nThe U.S.-EU Energy Council\nThe United States and the European Union agree to establish the U.S.-EU Energy Council at ministers’ level, in order to deepen the dialogue on strategic energy issues of mutual interest, foster cooperation on energy policies and further strengthen research collaboration on sustainable and clean energy technologies.\nMembers of the Council on the U.S. side are the Secretaries of State and of Energy, and on the EU side the Commissioners for External Relations, for Energy and for Science and Research, as well as the EU Presidency, assisted by the Secretary General/High Representative. It should meet annually, alternately in the U.S. and EU, and report to the U.S.-EU Summit. The Energy Council may decide to delegate preparatory work and follow-up to working groups at senior officials’ level.\nThe Energy Council will study diversification of energy sources, such as through increased use of liquefied natural gas (LNG), solar power, wind power and biofuels, and the use of nuclear power. It will discuss how to effectively promote global energy security on the basis of transparent, stable and non-discriminatory global energy markets and diversified energy sources. Diverse supplies and sources, as well as enhanced energy efficiency and transparent markets, are the surest route to energy security. The Council will foster energy policy cooperation, bilaterally and with third countries, aimed at improving energy security, enhancing energy efficiency, and deepening research, development, demonstration and deployment of sustainable and clean energy technologies.\nIn particular, the Energy Council will:\n\nSupport action to make energy markets stable, reliable and transparent, particularly in oil and gas and electricity supply.\nPromote the modernization of existing infrastructures wherever necessary and the diversification of energy routes and sources, including the Euro-Mediterranean Gas and Electricity Ring and a Southern Corridor to Europe, in order to achieve enhanced global energy security.\nWork towards increasing energy efficiency, study expansion of the Energy Star agreement.\nPromote strengthened power grids to facilitate the deployment of renewable and low carbon sources of energy.\nPromote security of transit and key energy infrastructures that could improve energy security at a regional and global level\nContinue to deepen ongoing joint work on new and renewable technologies, and reinforce co-operation in new areas, in particular on smart grids, energy efficient building technologies and new materials for energy applications.\nDeepen collaboration on nuclear energy, both fusion and fission on safety, geological waste disposal and plant lifetime management.\nSupport sustainable development of biofuels and biomass.\nCooperate to develop and demonstrate technologies for carbon capture and storage\nStrengthen cooperation on international energy policy, and consult on an ad hoc basis on approaches to bilateral energy relations with third countries; encourage energy efficiency and low-carbon energy use in developing countries.\n Examine ways to promote partnering between U.S. and European companies and investors in green and sustainable technologies.\n\nAnnex 3\nDeclaration on Non-proliferation and Disarmament\nWe express our full support for action in the field of non-proliferation, disarmament, and arms control, including through various treaties and other multilateral instruments.\nWe reaffirm our commitment to seeking a safer world for all and to creating the conditions for a world without nuclear weapons, in accordance with the goals of the Nuclear Non-Proliferation Treaty (NPT). We are convinced that intermediate steps on our path towards this objective can also represent significant increases in security for all.\nWe welcome the outcome of the UN Security Council Summit on nuclear non-proliferation and nuclear disarmament, express support for UN Security Council Resolution 1887, and recognize the role of the Council in addressing threats to international peace and security arising from non-compliance with non-proliferation obligations.\nWe are committed to preserve and strengthen the authority and integrity of the NPT. The NPT, based on its three mutually reinforcing pillars of non-proliferation, disarmament, and peaceful uses of nuclear energy, represents a unique and irreplaceable framework for maintaining and strengthening international peace, security, and stability. We will work actively for the successful outcome of the 2010 Review Conference. We welcome the proposals on all three pillars of the NPT presented by the EU, which can inform our efforts to develop a forward looking action plan at the Review Conference. We call upon all States that are not Parties to the NPT to accede as non-nuclear-weapon States to achieve universality. We will also work with regional states to advance the objectives of the 1995 Middle East Resolution.\nWe welcome the commitment of the United States and the Russian Federation to the further reduction and limitation of their strategic offensive arms and to concluding, at an early date, a new legally binding agreement to replace the current Strategic Arms Reduction Treaty (START).\nWe express our support for entry into force of the Comprehensive Nuclear-Test-Ban Treaty (CTBT) at an early date, and in the meantime continued observance of moratoria on nuclear test explosions. We call for the immediate start of negotiations of a Fissile Material Cut-off Treaty (FMCT), including verification provisions, when the Conference on Disarmament (CD) reconvenes in January 2010, on the basis of the consensus agreement on a program of work in the CD in May 2009. In the meantime, we call on all states concerned to declare and uphold an immediate moratorium on the production of fissile materials for nuclear weapons or other nuclear explosive devices.\nWe support UNSCR 1540, welcome its recent comprehensive review, and will continue our consultations to better coordinate third country assistance that promotes adherence to the obligations imposed by 1540 as we work together towards full implementation of the Resolution, including in such areas as export controls and regional centers to promote cooperative efforts. We call on all states to implement the measures included in the Resolution and urge all states and regional and international organizations to cooperate with the Committee established by that Resolution.\nWe express our full support for the International Atomic Energy Agency (IAEA) and its important work in the field of nuclear safeguards, nuclear safety, and nuclear security. We endorse the Additional Protocol and comprehensive safeguards as the standard for NPT verification. We will work to ensure that the IAEA has the resources and authority to carry out its essential mandate. We remain committed to ensuring responsible development of peaceful uses of nuclear energy, in the best safety, security, and non-proliferation conditions, by countries wishing to develop their capacities in this field. We encourage the work of the IAEA on multilateral approaches to the nuclear fuel cycle and appreciate ongoing initiatives in this regard. We also welcome research into technologies that will improve proliferation resistance in the nuclear fuel cycle. We also note with interest the initiative by France to convene an international conference on the peaceful uses of nuclear energy, in coordination with the IAEA.\nWe express our support for the convening of the April 2010 Nuclear Security Summit, recognizing that the unauthorized trade in and use of nuclear materials is an immediate and serious threat to global security. We look forward to concrete proposals to increase the security of vulnerable nuclear materials, which could include measures to effectively investigate and prosecute instances where material has been unlawfully diverted.\nWe remain fully committed to the fight against nuclear terrorism and support all measures designed to prevent terrorists from acquiring WMD, their means of delivery or related materials. We reiterate our support for the Global Initiative to Combat Nuclear Terrorism (GICNT) and the Proliferation Security Initiative (PSI). We will work together constructively on the possibilities for an expansion of the Global Partnership to new participants and new fields of cooperation and are ready to discuss the role the Global Partnership could play beyond 2012.\nWe recognize the importance of the IAEA Code of Conduct on the Safety and Security of Radioactive Sources and the associated Guidance on the Import and Export of Radioactive Sources in preventing a radiological attack and will work toward their global implementation.\nWe stress the importance of the full implementation of the provisions of the NPT. We emphasize that measures are needed to demonstrate that there will be real and immediate consequences for non-compliance with the Treaty or for abuse of its withdrawal provision, such as withdrawing while in violation of the Treaty.\nThe proliferation of weapons of mass destruction and their means of delivery continues to represent a threat to international peace and security. The international non-proliferation regime faces major challenges. We are committed to continue to address them resolutely.\nIran’s nuclear activities, in particular the recent revelation of Iran’s construction of an undisclosed facility near Qom intended for enrichment, have reinforced the international community’s concerns regarding the nature of its nuclear program. We stress that Iran has the responsibility to restore international confidence in this regard and must fulfill its international obligations in order to demonstrate the exclusively peaceful nature of its nuclear program. We urge Iran to engage seriously and constructively with China, France, Germany, the Russian Federation, the United Kingdom, and the United States with the support of the High Representative of the European Union (P-5+1) to advance the dialogue on the nuclear issue begun in Geneva on October 1. We reiterate our commitment to seek a comprehensive, long-term and appropriate solution to the Iranian nuclear issue through dialogue and negotiation based on Iran’s compliance with UN Security Council resolutions. This continues to be the objective of our dual-track approach. Iran has rights, but it also has responsibilities. We remain unified in our support for the IAEA’s draft agreement that responds to Iran’s request for assistance in refueling the Tehran Research Reactor, which represents a confidence-building step, addresses Iran’s need for medical isotopes, and creates an opportunity for further progress.\nWe support the IAEA’s efforts to implement verification activities related to the Dair Alzour site in Syria. We call upon Syria to adopt promptly an Additional Protocol and provide, without further delay, access to additional information and sites as requested by the Agency to complete its ongoing assessment.\nWe call on the Democratic People’s Republic of Korea (DPRK) to live up to its obligations as called for in the September 2005 Joint Statement, and to take steps toward irreversible verifiable denuclearization. We reiterate the importance of full and transparent implementation of UNSCRs 1718 and 1874 as tools to constrain the DPRK's proliferation activities and to convince the DPRK to return to the Six-Party Talks and denuclearization.\nWe will continue to work toward universalisation and full implementation of the Chemical Weapons Convention and we support, to this end, the work of the Organization for the Prohibition of Chemical Weapons.\nWe will also work for the universalisation and full implementation of the Biological and Toxin Weapons Convention (BTWC) and we encourage, in this regard, the work of the Implementation Support Unit. We continue to support the intersessional Program of Work, including efforts to improve the ability of all nations to recognize and respond to outbreaks of infectious disease. We will continue to work together to find ways to address the evolution of the biological weapon threat, and to promote compliance with the BTWC by greater transparency and effective implementation.\nWe appreciate our continued productive dialogue on verification and compliance, established at the EU-U.S. 2005 Summit.\nWe support the Hague Code of Conduct (HCoC) and other efforts to curb the proliferation of missile technology and will aim at universality and better implementation of HCoC provisions.\nWe recognize the importance of effective export controls, and we will work together to strengthen all multilateral export control regimes and to provide assistance to third countries in improving their export controls to international standards, as required by UNSCR 1540 obligations. We endorse efforts to reach agreement within the Nuclear Suppliers Group this year on strengthened export controls on enrichment and reprocessing technologies and on making the Additional Protocol a standard for nuclear supply.\nWe recognize the importance of using appropriate financial tools to strengthen the international framework to combat proliferation finance and will continue to work together on this issue in the Financial Action Task Force.\nWe support efforts to overcome the current issue with the Russian Federation with respect to the Treaty on Conventional Armed Forces in Europe in order to preserve its long term viability.\nWe welcome agreement to negotiate an Arms Trade Treaty (ATT) and urge that transfers of all conventional weapons be subject to the highest possible standards, so that they do not contribute to regional instability or support violations of human rights. We support the UN Program of Action to prevent, combat, and eradicate the illicit trade in Small Arms and Light Weapons in all its aspects.\nWe are convinced that working together in the area of non-proliferation, disarmament and arms control, and cooperating with all our partners, will significantly contribute to a safer world.\n \n\n\n\n"
}