{
    "title": "Anuncio trilateral por México, Estados Unidos y Canadá sobre la Seguridad Nuclear | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/anuncio-trilateral-por-m-xico-estados-unidos-y-canad-sobre-la-seguridad-nuclear",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 13, 2010\n\n \n\n\n\nAnuncio trilateral por México, Estados Unidos y Canadá sobre la Seguridad Nuclear\n\n\n\n\nEn la Cumbre sobre la Seguridad Nuclear en Washington, D.C., México, Estados Unidos y Canadá llegaron a un acuerdo para colaborar, junto con el Organismo Internacional de Energía Atómica, (OIEA), a fin de convertir el combustible en el reactor de investigación de México. El Presidente Calderón expresó \"el firme compromiso de México para evitar y suprimir el terrorismo nuclear. Con este tipo de cooperación con la OIEA y nuestros socios norteamericanos, definitivamente contribuiremos a reducir los riesgos relacionados con el tráfico ilícito de materiales nucleares\".\nLos tres países reconocieron que este proyecto también es un paso importante hacia reemplazar el reactor de investigación con un nuevo reactor de uranio poco enriquecido para apoyar el desarrollo de energía nuclear de México.\nLa conversión del uso del reactor de combustible de uranio de alto enriquecimiento (HEU por sus siglas en inglés) a uranio poco enriquecido (LEU por sus siglas en inglés) permitirá que se elimine del todo en México el restante uranio de alto enriquecimiento. Este esfuerzo, un resultado específico de la Cumbre para la Seguridad Nuclear, se llevará a cabo bajo el auspicio de la OIEA. Aumentará la seguridad nuclear en el continente norteamericano.\nEl Presidente Obama indicó, \"Recibo con beneplácito este crucial paso hacia adelante, que es indicio de nuestra sólida relación trilateral y el compromiso que compartimos con la seguridad nuclear en Norteamérica”. El Primer Ministro Harper agregó que \"este proyecto de seguridad nuclear demuestra que las medidas concertadas pueden producir resultados concretos\".\nEsta decisión de eliminar el restante uranio de alto enriquecimiento confirma el liderazgo de México en la seguridad nuclear y no proliferación, y sienta el ejemplo para otros países”.\n\t \n\n\n\n\n"
}