{
    "title": "Year of Action: A Final Progress Report on The Obama Administration’s Actions to Help Create Opportunity for All Americans | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/12/22/year-action-final-progress-report-obama-administration-s-actions-help-cr",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 22, 2014\n\n \n\n\n\nYear of Action: A Final Progress Report on The Obama Administration’s Actions to Help Create Opportunity for All Americans\n\n\n\n\nIn last year’s final press conference, I said that 2014 would be a year of action and would be a breakthrough year for America. And it has been ... We have more work to do to make sure our economy, our justice system, and our government work not just for the few, but for the many. But there is no doubt that we can enter into the New Year with renewed confidence that America is making significant strides where it counts. \n– President Barack Obama, Year-End Press Conference, December 19, 2014\nWhen President Obama vowed that 2014 would be a year of action in his State of the Union Address, he meant it. And he followed through, announcing more than 80 new executive actions that will help grow the economy, create jobs, address the threat of climate change, and strengthen the middle class. The President also pledged to convene leaders from businesses, nonprofits, education, and communities to expand opportunity for more American families, and in some key areas, his efforts have spurred broader action.\nOver the past year, President Obama successfully rallied support for raising the minimum wage in states and cities across the country, while signing an executive order to raise the minimum wage for workers on new federal contracts. And he’s offered 4 million undocumented immigrants a path out of the shadows while holding them accountable, all while doing everything in his power to attract and keep the most talented high-skill workers to our shores from around the world.\nHe’s supported workplace flexibility and equal pay. He’s protected large, pristine swaths of our federal lands and oceans from degradation, while putting in place historic changes that will dramatically cut greenhouse gases. He’s laid the groundwork for ambitious expansions of high-speed broadband, so that students will have access to the world’s knowledge and personalized education in real-time in the palms of their hands.\nHe’s also taken action to create new manufacturing jobs and to develop the next generation of breakthrough manufacturing innovation here at home. He’s expanded proven job-driven training models like apprenticeships and helped make student loan payments more affordable—all while protecting career college students from unwieldy debt burdens.\nThe Year of Action Report highlights key areas where we have made significant progress due to the steps taken by the President through executive authority, a calendar of all 2014 executive actions and additional detail on some of these key executive actions.  \nClick HERE to find a blog post by Jeff Zients, the Director of the National Economic Council and Cecilia Muñoz, the Director of the Domestic Policy Council, on this Year of Action and the progress that we’ve made.\n\n\n\n\n"
}