{
    "title": "Información más reciente sobre la respuesta por el gobierno de Estados Unidos a la catástrofe causada por el terremoto de Haití | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/informaci-n-m-s-reciente-sobre-la-respuesta-por-el-gobierno-de-estados-unidos-a-la-2",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 20, 2010\n\n \n\n\n\nInformación más reciente sobre la respuesta por el gobierno de Estados Unidos a la catástrofe causada por el terremoto de Haití\n\n\n\n\nEl 12 de enero, 2010, un poderoso terremoto azotó a Haití, causando daños catastróficos en la capital, Puerto Príncipe, y zonas aledañas. El Presidente Obama ha dicho, “En este momento, se encuentra en marcha una de las más extensas campañas de socorro en nuestra historia para salvar vidas y prestar ayuda que evite una catástrofe aun mayor. En este difícil momento, Estados Unidos está unido. Estamos unidos, del lado del pueblo haitiano, que ha mostrado una fuerza tan admirable, y los ayudaremos a recuperarse y a reconstruir”.\nEl gobierno de Estados Unidos ha movilizado recursos y personal para contribuir a la labor de socorro. Tal como dispuso el Presidente Obama, éste es un esfuerzo en el que participa todo el gobierno, y USAID está a la delantera de esta respuesta rápida, enérgica y coordinada. Personal militar está desempeñando una función indispensable al apoyar esta labor humanitaria, lo que incluye posibilitar el suministro logístico y distribuir ayuda vital. Los socorristas trabajan día y noche para prestar más ayuda, de manera más rápida y eficaz, a las personas más necesitadas.\nA continuación, sírvase encontrar algunos datos importantes y ejemplos de las medidas tomadas por el gobierno hasta la fecha. Todas las cifras a continuación eran válidas a las 2 p.m. del miércoles, 20 de enero, 2010.\n\nCOORDINACIÓN INTERNACIONAL\n\tA solicitud del gobierno de Haití, Estados Unidos continúa coordinando su campaña de socorro con las Naciones Unidas y la comunidad internacional. Estamos coordinando estrechamente con más de 30 países y cientos de ONG para llevar ayuda y agua rápidamente a todo el país.\n• La noche del martes, el asesor de seguridad nacional del Presidente convocó una reunión del Comité de Protagonistas con el Vicepresidente, los secretarios de Estado, Defensa, Seguridad Nacional, Salud y Servicios Humanos, nuestra embajadora ante la ONU, los administradores de USAID y FEMA, y el subjefe de Estado Mayor para hablar sobre los esfuerzos y coordinación en curso.\n\t• Luego, el Dr. Shah dijo que la reunión fue una oportunidad para “hacer una evaluación del desempeño y asegurarnos de que estemos haciendo todo lo posible para acelerar nuestros esfuerzos y desempeñarnos incluso mejor, ayudando a más personas en Haití con suministros cruciales y necesarios de alimentos, agua, albergue y otros artículos de urgente necesidad como equipos médicos y acceso a servicios médicos”.\n\t• La secretaria Clinton habló con el Presidente Moreno del Banco Interamericano de Desarrollo (DIB) el 19 de enero sobre la actual labor de socorro.\nSALUD/AYUDA MÉDICA\n\t• El USNS Comfort llegó hoy a Haití. El Comfort tiene a bordo un hospital con una capacidad de más de 1,000 camas y ya ha comenzado a recibir pacientes por helicóptero.\n\t• Personal del Departamento de Defensa ha brindado tratamiento a más de 200 pacientes y apoyado el traslado de más de 29,000 libras de suministros médicos hasta la fecha.\n\t• Para el 20 de enero, más de 5,000 pacientes habían recibido tratamiento de Equipos de Asistencia Médica en Catástrofes (DMAT por sus siglas en inglés) del Departamento de Salud y Servicios Humanos.\nAEROPUERTOS Y PUERTOS \n\t• El aeropuerto está abierto para operaciones las veinticuatro horas al día, siete días a la semana. Hoy se esperaban 153 vuelos, 38 de ellos de Estados Unidos.\n\to El Comando de Transporte de Estados Unidos informa que desde que se iniciaron las operaciones, se han volado un total de 136 misiones que hay llevado más de 2,400 toneladas de equipo y más de 1,900 pasajeros a Haití.\n\t• Equipos de buzos del Ejército y la Marina de Estados Unidos con equipos de construcción submarina continuaron evaluando el daño estructural al puerto con el objetivo de reabrirlo lo antes posible.\n\t• Hasta hoy, se habían movilizado 20 embarcaciones y 51 helicópteros de la Marina y el Servicio de Guardacostas de Estados Unidos.\n\t• El aeropuerto de San Isidro en la República Dominicana ahora está recibiendo C-130 a fin de contribuir a la labor de socorro en Haití.\nSEGURIDAD\n\t• La primera prioridad de los operativos militares es establecer puntos de distribución de agua y entregar combustible, alimentos y medicamentos.\n\t• Hasta el 20 de enero, aproximadamente 11,500 miembros de las Fuerzas Armadas (2,000 en tierra y 9,500 a bordo de embarcaciones) eran parte de la labor de socorro.\n\to El Grupo Anfibio de Preparación BATAAN (ARG)/22º Unidad Expedicionaria de la Infantería de Marina con 1,960 infantes y marinos llegó y comenzó a trasladar miembros a tierra ayer. Los infantes de Marina iniciaron operativos de socorro cerca de Leogane.\n\t• El Servicio de Guardacostas tiene presentes a aproximadamente 516 miembros que están contribuyendo a la labor de recuperación de Haití (24 en tierra, 422 en embarcaciones y 70 en aeronaves). El 19 de enero, la secretaria Napolitano autorizó el servicio activo de hasta 900 miembros de la reserva del Servicio de Guardacostas.\nEVACUACION Y RESCATES\n\t• Evacuaciones: Estados Unidos está realizando evacuaciones las 24 horas del día. 88 estadounidenses evacuados partieron de Puerto Príncipe esta mañana (20 de enero). El 19 de enero, se evacuó a 1328. Hasta la fecha, se ha evacuado a más de 6,174 estadounidenses.\n\t• Búsqueda y rescate: El 19 de enero, Equipos de Búsqueda y Rescate Urbana (USAR por sus siglas en inglés) de Virginia Beach y Nueva York rescataron a dos niños. Y un equipo de USAR de Fairfax trabajó con residentes locales como también un equipo USAR francés para rescatar a una haitiana que llevaba atrapada más de siete días sin comida ni agua en un supermercado en el vecindario de Bois Verna de Puerto Príncipe.\n\t• Actualmente, 43 equipos internacionales de USAR, compuestos por 1,739 socorristas, con 161 perros, están trabajando en Haití. 6 de esos equipos son de Estados Unidos y cuentan con 511 socorristas del condado de Fairfax, el condado de Los Ángeles, Miami, Miami-Dade, Virginia Beach y Nueva York .\n\to Hasta la fecha, los equipos USAR de Estados Unidos han rescatado a 43 personas de edificios derrumbados, mientras que equipos estadounidenses e internacionales de USAR han rescatado juntos a un total de 122 personas.\n\t \nALIMENTOS Y AGUA\n\t• Aeronaves, helicópteros y embarcaciones de las Fuerzas Armadas de Estados Unidos están dándole prioridad al envío de agua.\n\to Ayer (19 de enero) se entregó 152,000 litros de agua y más de 165,000 botellas de agua.\n\to El USS Carl Vinson está produciendo 100,000 galones de agua potable al día. Ayer se distribuyó 2,000 galones.\n\to Se están instalando tanques de agua en todas las zonas de la ciudad. Ahora hay agua potable en 45 puntos de distribución.\n\t• Actualmente hay cuatro centros fijos de distribución de alimentos y agua, y 190 sitios activos de distribución que están atendiendo a 96,000 personas.\n\t• El Servicio de Guardacostas ha distribuido un total de 38.5 toneladas de agua (62,880 botellones) hasta la fecha.\n\t• En los últimos días, JTF-Haití ha distribuido más de 400,000 comidas /raciones humanitarias y más de 600,000 botellones de agua.\n\t• Se reanudará la entrega de víveres y agua por C-17 el jueves (21 de enero). Se tiene programado entregar 15,000 botellones de agua y 14,500 comidas preparadas/raciones humanitarias.\n\to Se realizó la primera entrega aérea de C-17 el lunes, que consistió de 14,000 botellones de 1 litro y 14,000 paquetes de raciones diarias.\n\t• La embarcación Americas partió de Port Everglades hoy con 500,000 comidas preparadas, 290,000 litros de agua potable, 8,400 catres, 19,500 mantas, 41,800 lonas impermeabilizadas, 560 rollos de plástico y 70,000 equipos de aseo proporcionados por FEMA, como también suministros médicos proporcionados por USAID.\n\t• El 19 de enero, dos vuelos financiados por USAID/OFDA con suministros de emergencia llegaron a Puerto Príncipe. Incluían:\n\to 40,200 recipientes para proporcionarles agua a 80,400 personas,\n\to 13,056 equipos de aseo para 65,280 personas,\n\to 200 rollos de plástico que proporcionarán albergue a 10,000 personas,\n\to 5 equipos médicos de la Organización Mundial de Salud de la ONU,\n\to 8 cámaras de agua,\n\to 6 unidades de purificación de agua, cada una de las cuales produce 100,000 litros de agua al día y proporcionará agua a un total de 60,000 personas,\n\to 3 unidades industriales de aire acondicionado, y\n\to 1 generador.\n\t• Para el 19 de enero, la cantidad total de productos de USAID/OFDA entregados en Puerto Príncipe incluía:\n\to 9 unidades de tratamiento de agua para proporcionar 900,000 litros de agua potable a 90,000 personas al día;\n\to 71,000 recipientes de diez litros de agua para beneficiar a 142,000 personas;\n\to casi 24,500 equipos de aseo para más de 121,000 beneficiarios;\n\to 700 rollos de plástico para respaldar las necesidades de albergue de aproximadamente 35,000 personas;\n\to 18 cámaras de agua, cada una con una capacidad de 10,000 litros, y\n\to cinco equipos médicos de la Organización Mundial de Salud de la ONU, con capacidad de proporcionar suministros médicos a hasta 10,000 personas en un periodo de dos meses.\nADOPCIONES\n\t• Como dijo la secretaria Clinton hoy en el Departamento de Estado, “Estamos coordinando estrechamente con el gobierno de Haití, las Naciones Unidas, nuestros otros aliados internacionales y ONG en el terreno para asegurarnos de que la ayuda llegue a los orfelinatos en Haití y que se localice y atiendan las necesidades de los niños que han quedado huérfanos recientemente… También haremos todo lo posible para el reencuentro de muchos niños y familias que se han separado tras el terremoto. Y éste es un punto crucial: tenemos que ser muy cuidadosos para no hacer que esta difícil situación empeore al sacar a niños de Haití que posiblemente tengan familiares que han sobrevivido. No permitiremos que la burocracia impida que se brinde ayuda a los necesitados, pero nos aseguraremos de que se sigan los procedimientos internacionales de adopción para proteger a niños y familias”.\n\t• El Departamento de Estado está dirigiendo un grupo conjunto de trabajo con los departamentos de Seguridad Nacional y Salud y Servicios Humanos para simplificar este proceso y asegurar que estas familias se reencuentren lo antes posible, además de aplicar las debidas medidas para proteger a niños bajo nuestro cuidado.\n\t• Se ha creado un grupo de trabajo interinstitucional para que se centre en las necesidades humanitarias de niños particularmente vulnerables. Y el poder ejecutivo también está trabajando estrechamente con muchos miembros del Congreso que naturalmente están muy preocupados sobre este proceso.\n\t \nASISTENCIA\n\t• Hasta hoy, en el año fiscal 2010, el gobierno de Estados Unidos ha proporcionado casi $171 millones en ayuda humanitaria debido al terremoto en Haití:\n\to El secretario de Defensa Gates firmó hoy la Orden de Socorro tras la Catástrofe en Haití autorizando hasta $20 millones para ayuda humanitaria, cívica y de socorro,\n\to La contribución de la Oficina de Ayuda al Extranjero tras Catástrofes de USAID (USAID/OFDA) de casi $82 millones,\n\to La ayuda de la Oficina de Alimentos para la Paz de USAID (USAID/FFP) con un valor de $68 millones, y\n\to La ayuda médica de USAID en República Dominicana (USAID/DR) con un valor de $1 millón.\nMANERAS DE CONTRIBUIR A LA LABOR DE SOCORRO \n\tEstamos profundamente afectados por la devastación en Haití. Nuestra humanidad común, así como el liderazgo de Estados Unidos y los estrechos vínculos con Haití, exigen que actuemos. A solicitud del Presidente Obama, los ex Presidentes Bush y Clinton están coordinando la ayuda privada e instando a los estadounidenses a ayudar en www.clintonbushhaitifund.org\n• Fondos recaudados por medio del Programa de Mensajes de Texto (palabra clave \"Haití\", y número de código abreviado \"90999\"): $25 millones de más de 2.5 millones personas.  \n\t• También puede contribuir por Internet en ClintonBushHaitiFund.org.\n\to Envíe el mensaje de texto “QUAKE” a 20222 para hacer una donación de $10 al Clinton Bush Haiti Fund. (Se le cobrará la donación en su cuenta de teléfono celular).\n\t• Encuentre más maneras de ayudar por medio del Centro de Información sobre Catástrofes Internacionales. (www.cidi.org).\n\t \n\tObtenga información sobre familiares y amigos\n\t• El Departamento de Estado ha sacado una página de Internet que servirá como punto central de información sobre Haití: state.gov/haitiquake. Incluye una nueva herramienta, el Localizador de personas o “Person Finder”, que permite encontrar e intercambiar información sobre seres queridos desaparecidos en Haití.\n• El Centro de Operaciones del Departamento de Estado ha designado la siguiente línea telefónica para estadounidenses en busca de información sobre familiares en Haití: 1-888-407-4747. (Debido a la gran cantidad de llamadas, es posible que le conteste una grabación). También puede enviarle un mensaje electrónico al Departamento de Estado. Favor de tener en mente que la comunicación dentro de Haití es muy difícil en este momento.\n• El Departamento de Estado también se ha asociado con el sector tecnológico para iniciar un servicio gratuito de mensajes cortos con información sobre la labor de socorro para ayudar a personas en Haití. El programa de mensajes de texto permite que las personas que reciben servicio de Digetel y Voila envíen un mensaje de texto con su paradero y necesidades a un código abreviado gratis: \"4636\". Desde que se inició el programa el 18 de enero, socios de ONG han recibido más de 2,000 mensajes sobre distribución de alimentos, desaparecidos y agua, entre otros.\n• Whitehouse.gov — El sitio de Internet de la Casa Blanca continúa siendo un punto central de información sobre la ayuda, que incluye ubicar a familiares y amigos en Haití, y contribuir a la labor de socorro.\n###\n\t \n\n\n\n\n"
}