{
    "title": "Op-Ed by Secretary of Energy Steven Chu and Secretary of Labor Hilda Solis Building the American Clean Energy Economy | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/op-ed-secretary-energy-steven-chu-and-secretary-labor-hilda-solis-building-american",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 22, 2009\n\n \n\n\n\nOp-Ed by Secretary of Energy Steven Chu and Secretary of Labor Hilda Solis Building the American Clean Energy Economy\n\n\n\n\n\nTHE WHITE HOUSE\nOffice of the Press Secretary\n________________________________________________________________\nFOR IMMEDIATE RELEASE                     April 22, 2009\n \nOp-Ed by Secretary of Energy Steven Chu and Secretary of Labor Hilda Solis: Building the American Clean Energy Economy\nTo commemorate Earth Day, the op-ed below on green jobs and energy independence by Secretaries Steven Chu and Hilda Solis ran in the following papers yesterday and today:\nAustin American-Statesman\nBuffalo News\nDenver Post\nMontgomery Advertiser\nOmaha World Herald\nPittsburgh Post-Gazette\nBuilding the American Clean Energy Economy\nBy Secretary of Energy Steven Chu and Secretary of Labor Hilda Solis\n \nOn April 22nd, people across the country and around the world will celebrate Earth Day, a day dedicated to raising awareness about the plight of our natural resources and taking real action to make a difference.  For decades, while Americans in towns and cities across the country have worked to make a difference in their communities, politicians in both parties in Washington have ignored the energy crisis, imperiling our economy, our security and our planet.  Now, we have a unique and critical opportunity to attack the energy crisis head on and create a comprehensive energy policy that will bolster our economy, end our dependence on foreign oil and reduce the threat of deadly pollution that is devastating our planet. \nDuring his first months in office, President Obama has already taken some important first strides toward those goals as part of the American Recovery and Reinvestment Act.  The Recovery Act included billions of dollars to be invested in cities and states across the country to strengthen our clean energy industry and help restore America’s place at the forefront of the 21st century global economy.\nRecently, we visited the Community College of Allegheny County in Pennsylvania where workers at the facility are being trained for the types of green jobs those Recovery Act dollars are funding.  At the community college, these jobs range from the construction and facility upgrades of green buildings to the installation of energy-efficient street lights to conducting energy audits.  In a booming clean energy sector, those jobs will range from research and development to skilled labor jobs like weatherizing to floor shifts at wind and solar facilities.  And these are jobs that cannot be shipped overseas. \nThis focus on jump-starting the creation of an American clean energy sector will be the foundation of the president’s energy policy.  With the depletion of the world’s oil reserves and the growing disruption of our climate, the development of clean, renewable sources of energy is the growth industry of the 21st century.  Rather than sending billions overseas to pay for these new and developing energy technologies, President Obama believes we should invest those dollars here in American jobs and innovation.  By developing a clean energy economy here at home, we will end our dependence on foreign oil and begin to make America truly energy independent.  That’s not just an economic and environmental imperative, it’s also a national security imperative.\nAs part of this comprehensive policy, we must crack down on the corporations that pollute the water we drink and the air we breathe.  Cracking down on these polluters in a real way will mean that we can finally tackle global warming and its potentially catastrophic effects – because ultimately, our approach to energy policy and combating the effects of global warming are two sides of the same coin.\nWe have an enormous, urgent environmental and economic task ahead of us, and it is one that we have ignored for far too long.  If we are going to create clean energy industry jobs in this country, break the stranglehold that foreign oil has on our economy and punish the polluters who are devastating our natural resources, then we’ve got to be honest about the difficult tasks and tough choices ahead.  It’s going to mean telling the special interests that their days of dictating energy policy in this country are over.  It’s going to mean refusing to settle for the status quo and the same ineffective policies that have held us back for over 30 years, created price shocks and fostered energy dependence.  This president is committed to tackling these challenges head on to create a clean energy policy that works for all Americans, so that we can pass on to our children and grandchildren not just a stronger economy, but a cleaner planet.\n\n\n##\n\n\n\n\n"
}