{
    "title": "FACT SHEET: At the United Nation Foundation’s Social Good Summit, Vice President Biden Announces New International Cooperation and Investments as Part of the Cancer Moonshot | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/09/21/fact-sheet-united-nation-foundations-social-good-summit-vice-president",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nSeptember 21, 2016\n\n \n\n\n\nFACT SHEET: At the United Nation Foundation’s Social Good Summit, Vice President Biden Announces New International Cooperation and Investments as Part of the Cancer Moonshot\n\n\n\n\n\nAnnouncements as part of the Cancer Moonshot include ten new Memoranda of Understanding (or Memoranda of Cooperation) for international cancer research and care, U.S. investment in regional centers of research excellence for low- and middle-income countries, and a commitment from the U.S. Department of State to increase emphasis on cancer collaborations in U.S. science and technology engagements worldwide\n\n\tToday, Vice President Joe Biden will announce progress on his global vision for the Cancer Moonshot.  He will announce 10 new Memoranda of Understanding or Memoranda of Cooperation for international cancer research and care, as well as new efforts in the emerging scientific areas of precision oncology, the funding of collaborative research centers to address cancer disparities in low- and middle- income (LMIC) countries, and a strengthening of existing U.S. bilateral science and technology engagements around cancer.   Today, the Vice President will also convene a trilateral meeting of Health Ministers and other health and scientific leadership from the U.S. government, Japan and the Republic of Korea. \n\nMEMORANDA OF UNDERSTANDING AND MEMORANDA OF COOPERATION\n\n\tThe Vice President will announce the signing of ten new Memoranda of Understanding (MOUs or, in some cases, Memoranda of Cooperation (MOCs)) that will make available an unprecedented international dataset to advance cancer research and care.  Seven of these MOUs and MOCs focus specifically on the study of proteogenomics and three focus more broadly on advancing cancer research and care through greater collaboration.\n\nProteogenomics \n\n\tNew MOUs/MOCs with Canada, China, Germany, Japan, Republic of Korea, Switzerland, and the American Institute in Taiwan/Taipei Economic and Cultural Representative Office will build upon the Vice President’s effort to facilitate scientific collaborations in the field of clinical proteogenomic studies and their translation to cancer care.  Proteogenomics is the study of genes and their protein products, specifically their role in cancer development and progression, and possible targets for therapies.  These agreements are similar to the one the Vice President announced earlier this year in Australia.\n\n\tThese eight proteogenomic MOUs/MOCs represent an unprecedented international collaboration between the United States National Cancer Institute (NCI) at the National Institutes of Health (NIH) and McGill University, University of Victoria, University of British Columbia, Leibniz Institute for Analytical Sciences, Fudan University, Shanghai Institute of Materia Medica, Korea Institute of Science and Technology, American Institute in Taiwan/Taipei Economic and Cultural Representative Office, Chang Gung University, and ETH Zurich (Swiss Federal Institute of Technology in Zurich).  By aligning efforts through these MOUs/MOCs, fifteen institutions spanning eight countries will establish a new collaboration to facilitate the sharing of cancer‐associated clinical research data, genetic and other molecular information (DNA, RNA, and proteins), targeted tests, medical imaging, and subsequent public dissemination of products and data for use by cancer researchers and physicians around the world. \n\nAdvancing Cancer Research and Care Through Greater Collaboration\n\n\tIn addition to these proteogenomic research collaborations, the Vice President will also announce three new MOUs/MOCs with Japan, Serbia, and Sweden focused on advancing cancer research and care through greater collaboration.  These agreements between the NCI, the Office of Global Affairs at Department of Health and Human Services, and the Centers for Disease Control and Prevention and the Ministry of Education and Research of the Government of the Kingdom of Sweden and the Ministry of Health of the Republic of Serbia, will create a general framework of collaboration for promoting and conducting high-quality research and data-sharing to strengthen the evidence base necessary for cancer prevention, treatment, and management.  These MOUs /MOCs will establish joint steering committees that will meet at least one a year to develop strategic plans for collaboration, recommend areas and topics for joint workshops, develop collaborative research project solicitations, facilitate the expedited review and clearance of collaborative proposals, and foster other joint activities to advance research on cancer.\n\nADDRESSING DISPARITIES IN CANCER RESEARCH IN LOW AND MIDDLE-INCOME COUNTRIES\n\n\tTo address the issue of global disparities, and to enhance research progress in low and middle-income countries (LMICs), the Vice President will announce today the creation of a network of Regional Centers of Research Excellence (RCREs) that will support partnerships between high-income countries (HICs) and LMICs to lay the groundwork for planning and design of regional hubs to coordinate basic, translational, clinical, and population science research relevant to that LMIC region.  The first set of six Regional Centers of Research Excellence will form a large population-based breast cancer cohort in Vietnam; strengthen management of data for breast cancer and hypertension in Botswana and South Africa; create a regional resource for cancer pathology and trauma surgery training in Malawi, develop an infrastructure to examine cancer and diabetes in Colombia, Costa Rico, Guatemala, and Mexico; build a pathology-based cancer registry to study breast, uterine, and cervical cancers in Bangladesh; and establish a country-wide, clinic-based method to prevent and control breast and oral cancers in India.  \n\nUS DEPARTMENT OF STATE COMMITMENT TO EMPHASIZE CANCER COLLABORATION WORLDWIDE\n\n\tFinally, the Vice President will announce today that the U.S. Department of State agrees to highlight and identify potential opportunities for cooperation in the Cancer Moonshot in a number of U.S. bilateral science & technology engagements.  U.S. science and technology engagements seek to harness the best science between the U.S. and partner countries to make progress on our world’s highest priority problems, such as cancer.  The U.S. works with policy makers and technical experts from over 70 countries and multilateral organizations and uses a variety of approaches including high-level meetings, agreements, and programs to address these issues.\n\nADDITIONAL BACKGROUND\n\nOn his April 2016 trip to the Vatican, Vice President Biden issued a call for an international commitment of all nations to consider renewed and focused cancer investments in ways that improve patient outcomes by creating publicly accessible sets of research and patient data, including those data sets that can represent the global diversity of populations, people, and cancers. \n\nVice President Biden has travelled to a number of leading cancer centers in the United States and to venues around the world to engage experts throughout the community – researchers, oncologists, patients and patient advocates, industry leadership, and data and technology experts, among others – in conversations about cancer.  Through these conversations the Vice President identified the barriers and opportunities that he could most usefully take on as part of the Cancer Moonshot.  On June 29th, Vice President Biden convened thousands of individuals as part of the Cancer Moonshot Summit, at which he announced more than 35 new actions from the public and private sectors to advance Cancer Moonshot goals.  \n\nToday, at the United Nations (UN) Social Good Summit in New York, NY, Vice President Biden will announce progress on his global vision for the Cancer Moonshot that will begin to address international cancer health issues with new efforts in emerging scientific areas of precision oncology, funding collaborative research centers to address cancer disparities in low- and middle- income (LMIC) countries, and strengthening existing U.S. bilateral science and technology engagements around cancer.   Today, the Vice President will also convene Health Ministers and other health and scientific leadership from the U.S. government, Japan and the Republic of Korea.  \n\nPurpose and Scope of the International Collaborations and Investments\n\nProteogenomics Memoranda of Understanding \n\n\tThe purpose of these MOUs is to facilitate scientific and programmatic collaborations between research agencies and institutions in the United States, Canada, China, Germany, Republic of Korea, Switzerland, and the American Institute in Taiwan/ Taipei Economic and Cultural Representative Office, and Australia for basic and clinical proteogenomic studies and their translation to care. This will build upon the Cancer Moonshot Summit launch of the U.S. Applied Proteogenomics Organizational Learning and Outcomes ‎(APOLLO) network and Australia's Proteome of Human  Cancer ‎\n\n\tThe specific areas covered by the collaborations include three distinct areas:\n\n\nAdvancing Proteogenomic Research:\n\n\n\t\t\t\tFollowing the blueprint from the U.S. Clinical Proteomic Tumor Analysis Consortium, researchers will develop sites that collect high-quality, clinically annotated, primary, and untreated tumor specimens from patients with specific cancer types in order to improve the understanding of the proteogenomic (both the genomics of the tumor and the expression of those genes as proteins) complexity of tumors. This focus will improve the understanding of tumor resistance and/or toxicity to therapy and the ability to predict treatment response by examining drug response or toxicity.  Researchers will use proteogenomic signatures, alongside the patient’s medical imaging datasets, to develop an increased understanding of tumor biology with the potential of facilitating the identification of which treatments can be used to target a specific patient's tumor.\n\n\t\t\t\tResearchers will develop and utilize innovative data analytic tools to analyze growing proteogenomic datasets. The algorithms and software from these projects will be made open source.\n\n\n\nPreparation and Training of the Proteogenomics Research Workforce:\n\n\n\t\t\t\tThis agreement includes a program to train and exchange scientists with expertise in proteogenomic data, including training in working with clinical healthcare data and registry data and integration with analysis of molecular data.\n\n\n\nDissemination and Sharing of Information:\n\n\n\t\t\t\tTo the extent permitted by applicable law, regulation, and policy, resulting products and data will be made public to the research community upon the main manuscript being accepted for publication.  Where applicable, scientific findings will be published jointly involving individuals from each institute.\n\n\n\n\nRegional Centers of Research Excellence \n\n\tNon-communicable diseases such as cancer, cardiovascular disease, and diabetes account for over 72 percent of premature deaths globally. Low- and Middle-Income Countries (LMICs) carry a disproportionate burden of these diseases, exemplified both in mortality and disability rates. A lack of resource sharing and coordination, uneven availability of research and administrative infrastructure, and a lack of in-country support for research have led the NCI to fund Planning Grants for Regional Centers of Research Excellence (RCREs), announced as part of the Cancer Moonshot.  These RCREs support partnerships between HICs and LMICs that lay the groundwork for the planning and design of regional hubs that will coordinate basic, translational, clinical, and population science research pertaining to LMICs within that region.  Though the NCI has a particular interest in cancer research, applications are required to address other non-communicable diseases in their proposals. As non-communicable diseases share similar characteristics, such as common risk factors, this will enable mutual beneﬁt exchanges and greater efﬁciency from investments by HICs and LMICs in non-communicable disease research.\n\n\n\n\n"
}