{
    "title": "Vice President Biden Outlines Funding for Smart Grid Initiatives | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-outlines-funding-smart-grid-initiatives",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 16, 2009\n\n \n\n\n\nVice President Biden Outlines Funding for Smart Grid Initiatives\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Vice President\n\t\t_________________________________________________________________________\n\t\tEMBARGOED UNTIL 5:15 PM EDT                                    April 16, 2009 \n\nVice President Biden Outlines Funding for Smart Grid Initiatives\n\t\tAnnounces plans for nearly $4 billion in technology deployment, monitoring and viability\n\n\n\t\tWashington, DC – Vice President Joe Biden, on a visit to Jefferson City, Missouri, today with Commerce Secretary Gary Locke, detailed plans by the Department of Energy to develop a smart, strong and secure electrical grid, which will create new jobs and help deliver reliable power more effectively with less impact on the environment to customers across the nation. As part of the American Recovery and Reinvestment Act, the Vice President outlined plans to distribute more than $3.3 billion in smart grid technology development grants and an additional $615 million for smart grid storage, monitoring and technology viability.\n\n\t\t\"We need an upgraded electrical grid to take full advantage of the vast renewable resources in this country – to take the wind from the Midwest and the sun from the Southwest and power areas across the country,\" said Vice President Biden.  \"By investing in updating the grid now, we will lower utility bills for American families and businesses, lessen our dependence on foreign oil and create good jobs that will drive our economic recovery – a strong return on our investment.\"\n\n\t\tOn the visit to Jefferson City today, Secretary Locke also announced plans for a Smart Grid meeting in Washington, D.C. that he will chair with Energy Secretary Steven Chu. The event, which will take place in early May, will bring together leaders from key stakeholders’ organizations, largely from private industry, to begin a critical discussion about developing industry-wide standards that will enable the Smart Grid to become a reality.   Additionally, industry leaders at the meeting will be expected to pledge to harmonize industry standards critical to developing the smart grid, commit to a timetable to reach a standards agreement and abide by the standards devised.\n\n\t\tThe meeting will provide a forum for industry leaders to move toward an industry standards agreement critical to developing the Smart Grid.  Additional meetings of industry staff on May 19-20 are planned to make further progress on a standards agreement.\n\n\t\t\"A smart electricity grid will revolutionize the way we use energy, but we need standards in place to ensure that all this new technology is compatible and operating at the highest cybersecurity standards to protect the smart grid from hackers and natural disasters,\" Locke said. \"The Recovery Act will fund the development of those standards so the exciting technology can finally take off.\" \n\n\t\tUnder the Energy Independence and Security Act of 2007, the Commerce Department's National Institute of Standards and Technology (NIST) is responsible for assisting with the development of a framework for standards associated with Smart Grid systems and devices.  \n\n\t\tAs part of Vice President Biden's announcement, the Department of Energy released a Notice of Intent (NOI) for the DOE Smart Grid Investment Grant Program, as well as a draft Funding Opportunity Announcement from the Department for a smart grid regional demonstration initiative. Together these efforts will help implement technologies aimed at transforming how electricity providers operate their systems, offer options for increased energy storage and accelerate the integration of renewable energy sources like wind and solar power with the electrical grid.\n\n\t\t\"A modernized electrical grid will provide the necessary tools for system operators to analyze and resolve problems quickly,\" Chu said. \"It will also expedite how we deliver renewable power to consumers, thus reducing the environmental impacts of generating electricity.\"\n\n\t\tThese investments will help implement the necessary digital upgrades in the home and on the electric grid, enabling it to be more efficient, resilient, and secure.  They will also help make the grid capable to effectively integrate renewable supplies, plug in electric and hybrid vehicles, and energy management technologies, ultimately reducing energy infrastructure requirements and our dependence on foreign oil. \n\n\t\t$3.375 billion for Smart Grid Investment Grant Program\n\n\t\tDOE’s Smart Grid Investment Grant Program will provide grants ranging from $500,000 to $20 million for smart grid technology deployments.  It will also provide grants of $100,000 to $5 million for the deployment of grid monitoring devices. This program provides matching grants of up to 50 percent for investments planned by electric utilities and other entities to deploy smart grid technologies.  The program will use a competitive, merit-based process to select qualified projects to receive funding. \n\n\t\tEligible applicants include, but are not limited to, electric utilities, companies that distribute or sell electricity, organizations that coordinate or control grid operations, appliance and equipment manufacturers, and firms that wish to install smart grid technology. There will be a 20-day public comment period on the Notice of Intent; the Department will use feedback to finalize the grant program structure and subsequent solicitation.\n\n\t\t$615 million for Smart Grid Demonstration Projects\n\n\t\tThe draft Funding Opportunity Announcement is for smart grid demonstrations in three areas:\n\n\n\t\t\t    Smart Grid Regional Demonstrations will quantify smart grid costs and benefits, verify technology viability, and examine new business models.   \n\n\t\t\t    Utility-Scale Energy Storage Demonstrations can include technologies such as advanced battery systems, ultra-capacitors, flywheels, and compressed air energy systems, and applications such as wind and photovoltaic integration and grid congestion relief.\n\n\t\t\t    Grid Monitoring Demonstrations will support the installation and networking of multiple high-resolution, time-synchronized grid monitoring devices, called phasor measurement units, that allow transmission system operators to see, and therefore influence, electric flows in real-time. \n\n\n\t\tEach demonstration project must be carried out in collaboration with the electric utility that owns the grid facilities. An integrated team approach that includes, for example, products and services suppliers, end users, and state and municipal governments, is encouraged.  The projects require a cost share of at least 50 percent of non-federal funds.\n\n\t\tThe draft announcement will be open for comment for 20 days.\n\n\t\t###\n\n\n\n\n\n"
}