{
    "title": "Reforms for American Homeowners and Consumers: President Obama Signs the Helping Families Save their Homes Act and the Fraud Enforcement and Recovery Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/reforms-american-homeowners-and-consumers-president-obama-signs-helping-families-sa",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 20, 2009\n\n \n\n\n\nReforms for American Homeowners and Consumers: President Obama Signs the Helping Families Save their Homes Act and the Fraud Enforcement and Recovery Act\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  _________________________________________________________  FOR IMMEDIATE RELEASE                       May 20, 2009  REFORMS FOR AMERICAN HOMEOWNERS AND CONSUMERS President Obama Signs the Helping Families Save Their Homes Act and the Fraud Enforcement and Recovery Act    WASHINGTON – Today, President Obama will sign the Helping Families Save Their Homes Act and the Fraud Enforcement and Recovery Act into law.   \"These landmark pieces of legislation will protect hardworking Americans, crack down on those who seek to take advantage of them, and ensure that the problems that led us into this crisis never happen again,\" said President Obama.   The Helping Families Save Their Homes Act is an important step towards stabilizing and reforming our nation’s financial and housing markets – helping American homeowners and increasing the flow of credit during these difficult economic times.  This legislation will strengthen our nation's housing sector and facilitate the goals of the Administration's Making Home Affordable Program by helping millions of American homeowners stay in their homes.    The Fraud Enforcement and Recovery Act will protect the American people by giving the federal government new tools and resources to prevent fraud.  This reform bill will help the federal government keep markets free and fair, so that American consumers can thrive.   Fact sheets on both pieces of legislation are below.     The Helping Families Save Their Homes Act   Expanding Reach of Making Home Affordable to Help More Homeowners The deep contraction in the economy and in the housing market has created devastating consequences for homeowners and communities throughout the country.  Since January, the Administration has made significant progress in developing and implementing a comprehensive plan for stabilizing our housing market, the centerpiece of which is the Making Home Affordable Program (MHA). By reducing foreclosures around the country, the average homeowner could see their house price bolstered by as much as $6,000 as a result of this plan, and as many as 9 million homeowners may increase the affordability of their mortgages and avoid preventable foreclosures.   Our progress in implementing MHA to date has been substantial. We have introduced detailed guidelines for loan modifications which will establish a new standard practice for affordable modifications in the industry.  Servicers covering more than 75 percent of loans in the country have now begun modifications and refinancings under the Administration’s MHA Program. We have also launched MakingHomeAffordable.gov, a consumer website for the program, which has had more than 17 million page views in less than 2 months, announced details of our Second Lien Program, Home Price Decline Protection Incentives and Foreclosure Alternatives Program, strengthened Hope for Homeowners as a part of the MHA program, and expanded the efforts of the federal government to combat mortgage rescue fraud.     Improvements to Hope for Homeowners The legislative improvements to Hope for Homeowners included in S.896 should significantly improve the ability of borrowers to benefit from the opportunities provided by Hope for Homeowners in the context of the Administration’s housing plan.  On April 28th we announced new details describing how Hope for Homeowners will be strengthened as a part of the Administration’s Making Home Affordable Program.  Incentive payments will be available for successful Hope for Homeowners refinances and servicers will be required to evaluate all applicants for eligibility for Hope for Homeowners as well as the Home Affordable Modification Program.       Hope for Homeowners targets help to underwater borrowers, who often face heightened risks of foreclosure, by requiring principal writedowns to help homeowners increase the equity they own in their homes.  The legislative modifications to the Hope for Homeowners program included in S.896 will ease restrictions on eligibility and enable refinancing of underwater mortgages for a greater number of borrowers.          Modifications to FHA and federally guaranteed farm loans Legislative changes to FHA and federally guaranteed farm loans will facilitate cost-neutral loan modifications for federally guaranteed rural housing loans and FHA loans.  These changes will improve the Administration’s ability to provide assistance to responsible borrowers with federally guaranteed rural housing loans and FHA loans as part of the Making Home Affordable Program.    Increasing Flow of Credit by Expanding FDIC and NCUA Capabilities  The Helping Families Save Their Homes Act of 2009 contains provisions that will help to restore and support the flow of credit in the US economy.  The act authorizes new important tools to assist in stabilizing the financial system during the current economic downturn.  Together these provisions, described below, should provide additional support for increasing the flow of credit in the US economy.     Extension of temporary increase in deposit insurance Extending the temporary increase in deposit insurance will provide added confidence to depositors.  This will provide depository institutions with a more stable source of funding and enhanced ability to continue making credit available across our economy.         Increase in borrowing authority of the FDIC Increasing the borrowing authority for the Federal Deposit Insurance Corporation (FDIC) to $100 billion will allow the FDIC to spread out premium increases over time.  This will reduce near-term costs for banks and thrifts, which will enhance their ability to continue making credit available.   As a further tool to protect the financial system, the legislation also includes a process to allow the FDIC to borrow additional amounts through December 31, 2010.          Increase in NCUA borrowing authority and creation of a stabilization fund The legislation will increase the borrowing authority for the National Credit Union Administration (NCUA) to $6 billion and create a Stabilization Fund to address problems in the corporate credit union sector.  This will reduce near-term costs for credit unions, which will enhance their ability to continue making credit available. As a further tool to protect the financial system, the legislation also includes a process to allow the NCUA to borrow additional amounts through December 31, 2010.    Increasing Consumer Protections Related to Housing     Establishes protections for renters living in foreclosed homes One of the often overlooked problems in the foreclosure crisis has been the eviction of renters in good standing, through no fault of their own, from properties in foreclosure.  To address the problem of these tenants being forced out of their homes with little or no notice, this legislation will require that in the event of foreclosure, existing leases for renters are honored, except in the case of month-to-month leases or owner occupants foreclosing in which cases a minimum of 90 days notice will be required.  Parallel protections are put in place for Section 8 tenants.         Establishes right of a homeowner to know who owns their mortgage Often mortgage loans are sold and transferred a number of times.  Borrowers often have difficulty determining who owns their loan, and who to contact with questions, problems or complaints about their loan.  This legislation requires that borrowers be informed whenever their loan is sold or transferred, so that they will always know who owns their loan.   Provides Comprehensive New Resources for Homeless Americans  This legislation significantly increases aid to homeless Americans, appropriating $2.2 billion dollars to help solve the crisis of homelessness, and address the enormous costs homelessness can impose on individuals, families, neighborhoods and communities.  In addition, the legislation consolidates homelessness programs to improve effectiveness and streamline administration, and targets assistance to families with children – the fastest growing segment of the homeless population.     The Fraud Enforcement and Recovery Act Strengthening the Capacity to Fight, Prevent, and Deter Fraud   The legislation strengthens the capacity of federal prosecutors and regulators to hold accountable those who have committed fraud.  The amendments expand the Department of Justice’s authority to prosecute crimes involving mortgage fraud, commodities fraud, and fraud involving U.S. government assistance provided during the recent economic crisis.      Covering private mortgage brokers and other companies Over 50% of sub-prime mortgages issued as recently as 2005 involved private mortgage institutions and similar entities not currently covered under federal bank fraud criminal statutes.  FERA amends the definition of a \"financial institution\" in the criminal code (18 U.S.C. § 20).  This will extend Federal laws to private mortgage brokers and companies that are not directly regulated or insured by the Federal Government.    This law will expand the Department of Justice’s authority to prosecute mortgage fraud involving private mortgage institutions under a variety of statutes, including 18 U.S.C. § 215 (financial institution bribery); 18 U.S.C. § 225 (continuing financial crimes enterprise); 18 U.S.C. § 1005 (false statement/entry/record for financial institution); and 18 U.S.C. § 1344 (bank/financial institution fraud). The bill changes the definition of \"financial institution\" to include private mortgage brokers and other non-bank lenders will enhance our ability to prosecute criminals under the bank fraud statute who commit fraud involving loans from those companies.     Prohibiting manipulation of the mortgage lending business The new law changes the mortgage applications statute (18 U.S.C. § 1014) to make it a crime to make a materially false statement or to willfully overvalue a property in order to influence any action by a mortgage lending business.  Currently, the offense only applies to federally-regulated institutions.         Protecting the Integrity of TARP and the Recovery Act The legislation amends the major fraud statute (18 U.S.C. § 1031) to protect funds expended under TARP and the Recovery Act.          Covering commodity futures and options in anti-fraud statutes      This law amends the Federal securities statute (18 U.S.C. § 1348) to cover fraud schemes involving commodity futures and options.  Currently, the statute does not reach frauds involving options or futures, which include some of the derivatives and other financial products that were part of the financial collapse.         Broadening the False Claims Act      FERA modifies the False Claims Act (FCA) to eliminate the requirement that a false claim be presented to a federal official, or that it directly involve federal funds.  It also amends the FCA reverse false claims provision to ensure that the knowing retention of an overpayment is a violation.               Providing the Resources to Keep Markets Free and Fair  There is no shortcut to effective fraud enforcement and prevention.  FERA will also provide needed resources to help the Department investigate and prosecute those who engage in fraudulent schemes.      Investing in fraud prevention and enforcement      The legislation authorizes up to $165 million in new resources for FY 2010 and 2011 to hire fraud prosecutors and investigators.         Strengthening the federal government’s full regulatory and enforcement capacity      The legislation authorizes $140 million for the FBI, $50 million for U.S. Attorney’s Offices; $20 million for the Criminal Division, $15 million for the Civil Division, $5 million for the Tax Division, $30 million for the US Postal Inspection Service, $30 million for the Inspector General at the Department of Housing and Urban Development, $20 million for the Secret Service, and $21 million for the Securities and Exchange Commission.     Addressing the Causes and Consequences of the Crisis  This legislation creates a bipartisan Financial Crisis Inquiry Commission to investigate the financial practices that brought us to this point, so that we make sure it never happens again.\n\n\n\n"
}