{
    "title": "Presidential Nominations and Withdrawal Sent to the Senate | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/09/18/presidential-nominations-and-withdrawal-sent-senate",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 18, 2014\n\n \n\n\n\nPresidential Nominations and Withdrawal Sent to the Senate\n\n\n\n\nNOMINATIONS SENT TO THE SENATE:\nAllison Beck, of the District of Columbia, to be Federal Mediation and Conciliation Director, vice George H. Cohen, resigned.\nFrancine Berman, of New York, to be a Member of the National Council on the Humanities for a term expiring January 26, 2020, vice Gary D. Glenn, term expired.\nMario Cordero, of California, to be a Federal Maritime Commissioner for the term expiring June 30, 2019.  (Reappointment)\nTho Dinh-Zarr, of Texas, to be a Member of the National Transportation Safety Board for the remainder of the term expiring December 31, 2018, vice Deborah Hersman, resigned.\nMaria Echaveste, of California, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the United Mexican States.\nBrian James Egan, of Maryland, to be Legal Adviser of the Department of State, vice Harold Hongju Koh, resigned.\nPaul A. Folmsbee, of Oklahoma, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Mali.\nEarl L. Gay, of the District of Columbia, to be Deputy Director of the Office of Personnel Management, vice Christine M. Griffin.\nVictoria Ann Hughes, of Virginia, to be a Member of the Board of Directors of the Corporation for National and Community Service for a term expiring October 6, 2016, vice James Palmer, term expired.\nEric P. Liu, of Washington, to be a Member of the Board of Directors of the Corporation for National and Community Service for a term expiring December 27, 2017, vice Layshae Ward, term expired.\nMary Catherine Phee, of Illinois, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of South Sudan.\nJoseph Pius Pietrzyk, of Ohio, to be a Member of the Board of Directors of the Legal Services Corporation for a term expiring July 13, 2017.  (Reappointment)\nDallas P. Tonsager, of South Dakota, to be a Member of the Farm Credit Administration Board, Farm Credit Administration, for a term expiring May 21, 2020, vice Jill Long Thompson, term expired.\nRichard Rahul Verma, of Maryland, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of India.    \nDeborah Willis, of New York, to be a Member of the National Council on the Humanities for a term expiring January 26, 2020, vice Carol M. Swain, term expired.\nWITHDRAWAL SENT TO THE SENATE:\nRhea Sun Suh, of Colorado, to be Assistant Secretary for Fish and Wildlife, vice Thomas Thomas L. Strickland, resigned, which was sent to the Senate on January 6, 2014.\n\n\n\n\n"
}