{
    "title": "White House Releases The Small Business Agenda: Growing America's Small Businesses to Win the Future Highlighting Critical Support for Small Businesses Across the Country | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/05/16/white-house-releases-small-business-agenda-growing-americas-small-busine",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 16, 2011\n\n \n\n\n\nWhite House Releases The Small Business Agenda: Growing America's Small Businesses to Win the Future Highlighting Critical Support for Small Businesses Across the Country\n\n\n\n\n\n\tWASHINGTON – Today, the President’s National Economic Council released The Small Business Agenda: Growing America’s Small Businesses to Win the Future, a report highlighting the importance of expanding and supporting the growth of entrepreneurs and small businesses across the nation.   The report, which kicks off National Small Business Week, outlines the critical investments this Administration has made to support small businesses, create jobs and strengthen our economy.\n\n\t“Small businesses are the backbone of our economy and the cornerstones of our communities. They create two of every three new jobs in America, spur economic growth, and spark new industries across the country,” said President Obama.  “We will continue to create new incentives to help small business owners hire new workers, promote growth and do what America does best – invest in the creativity and imagination of our people.”\n\n\tView the full report, which includes small business success stories from around the country, here:\n\nFACT SHEET: THE SMALL BUSINESS AGENDA: GROWING AMERICA’S SMALL BUSINESSES TO WIN THE FUTURE\n\n\tOver the past two years, the Obama Administration has taken decisive action in seven critical areas aimed at empowering America’s entrepreneurs and small business owners to create jobs and strengthen the economy.  The Administration will continue to build on these accomplishments.\n\nI.            More tax relief.   The President enacted 17 tax cuts for small businesses, including billions of dollars in tax credits, write-offs, and deductions for Americans who:\n\n\n\t\tstart a new business\n\n\t\tinvest or buy stock in startups and small businesses\n\n\t\thire people who’ve been unemployed to work at their business\n\n\t\tbuy new equipment or machinery for their business\n\n\t\tprovide health insurance for their employees\n\n\nII.            More access to capital.  After lending froze in 2008, the new Administration implemented critical tools to increase the flow of capital to small businesses.  This included:\n\n\n\t\tSBA lending support totaling $53 billion for 113,000 small businesses\n\n\t\ta Small Business Lending Fund to help community banks increase small business lending\n\n\t\ta State Small Business Credit Initiative to support up to $15 billion in small business lending through innovative state small business programs\n\n\t\tbillions of dollars in loans and other support to small businesses hit by disasters such as the BP Oil Spill, floods, and tornadoes\n\n\t\tnew SBA programs to increase small-dollar lending to spur business growth among women, minorities, veterans and others in underserved communities\n\n\nIII.            More federal contracting opportunities.  Starting in FY2009, an increasing percentage of federal contracting dollars have gone to small business, totaling about $221 billion by April 2011.  Efforts to augment contracting opportunities for small businesses included:\n\n\n\t\tdelivering nearly one-third of Recovery Act contracts to small businesses while also exceeding all goals for underserved small business groups with these contracts\n\n\t\tactions from the President’s Interagency Taskforce on Federal Contracting Opportunities for Small Business to strengthen rules, to create a better-trained acquisition workforce, and to strengthen outreach to more small businesses\n\n\t\timplementing the woman-owned-small-business contracting program to help women compete in 83 industries where they are underrepresented in the federal contracting arena, building on the $16 billion women-owned firms won in FY 2009\n\n\t\treducing the time it takes to pay small businesses who do work for the Department of Defense from 30 to 20 days, potentially impacting more than $60 billion of goods and services\n\n\nIV.            More exporting support and opportunities.  The President’s National Export Initiative places a strong focus on helping small businesses as they begin or expand exporting.  In its first year, the U.S. exported $1.83 trillion in goods and services supporting 10.3 million jobs.  Efforts to identify, prepare and support small exporters have included:\n\n\n\t\tthe President’s advocacy with world leaders in India, Korea, Colombia, Panama, and others, including advancing trade agreements that will lower tariffs on U.S. exports\n\n\t\t35 trade missions totaling $2 billion in anticipated success, with small businesses representing nearly 80% of participants\n\n\t\tincreasing training and expert-level counseling to create growth plans for manufacturers through the Department of Commerce’s ExportTech program\n\n\t\tincreasing authorizations from $3.2 billion in 2008 to $5 billion in 2010 from Export-Import Bank\n\n\nV.            More counseling and training.  Over the past two years, agencies that provide or coordinate free counseling have helped serve more than 2 million entrepreneurs and small business owners.  Key efforts have included:\n\n\n\t\tlaunching four new Women’s Business Centers, bringing the total to 110 centers nationwide, building on the momentum in women’s business ownership\n\n\t\tlaunching the President’s Interagency Task Force on Veterans Small Business Development which expanded opportunities for veterans, reservists, and their families\n\n\t\tstrengthening SBA’s efforts to inspire and empower the next generation of young entrepreneurs \n\n\t\tcoordinating multiagency efforts to foster “clustering,” an economic development strategy that maximizes innovation and job creation by building on a region’s existing strengths and assets\n\n\t\tcreating the National Advisory Council on Innovation and Entrepreneurship at Commerce\n\n\t\tstreamlining patent services and providing patent fee reductions for small businesses\n\n\t\tstrengthening education in order to promote small business ownership through the America COMPETES Act, Race to the Top, the Post-9/11 G.I. Bill, and more\n\n\nVI.            More support for “high-growth” small businesses.  The vast majority of net new jobs created in the U.S. come from startups and small business poised for high-growth and innovation.  The Administration has focused intently on this subset of small businesses, with efforts including:\n\n\n\t\tcreating the President’s Jobs and Competitiveness Council, led by top U.S. executive business leaders\n\n\t\tcreating Startup America, a set of initiatives that include: $2 billion in growth capital, a mentoring corps, efforts to reduce regulatory barriers and commercialize federal research, and a new Partnership of top U.S. investors, corporations, universities, and foundations committed to fostering entrepreneurial ecosystems which secured $400 million in commitments in April 2011\n\n\t\tawarding more than $4.5 billion in research funding through the Small Business Innovation Research program during FY 2009 and FY 2010\n\n\t\tdeveloping two Recovery Act programs through NIH to help early-stage companies catalyze research in new areas and to help more advanced companies bridge the commercialization gap\n\n\t\tnew “challenge” grants from the Commerce that spur commercialization of new technologies\n\n\t\tincreasing the percentage of small companies involved in the National Science Foundation’s Engineering Research Centers from 23% to 44% between 2006 and 2010\n\n\t\tstrengthening USDA commercialization, licensing, and patenting efforts for small businesses involved in agricultural technology transfer and innovation through research partnerships\n\n\t\texpanding broadband to small businesses in rural and remote areas through nearly $7 billion in grants through the Recovery Act\n\n\t\tproviding women veterans, veterans with disabilities, and reservists with entrepreneurship “boot camps,” in-person training sessions, and online resources through partnerships with universities\n\n\t\torganizing the White House Women Entrepreneurs Conference and continuing with regional women’s entrepreneurship summits around the country led by SBA and the National Women’s Business Council\n\n\nVII.            More small business protection.  Providing stability and protections for small businesses in the wake of the recession is critical for future economic growth.  Administration efforts in this area have included:\n\n\n\t\tstrengthening financial markets and community banking in order to ensure access to conventional credit through the Dodd-Frank Wall Street Report and Consumer Protection Act.\n\n\t\tprotecting small businesses from unfair and deceptive credit card practices through the Credit Card Accountability, Responsibility and Disclosure Act\n\n\t\tsaving small businesses $15 billion in foregone regulatory costs in 2010 through the SBA Office of Advocacy’s efforts to ensure flexibility with regulations that disproportionately affect small businesses.\n\n\n\n\n\n"
}