{
    "title": "Press Gaggle by Press Secretary Jay Carney Aboard Air Force One, 7/6/12 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/07/06/press-gaggle-press-secretary-jay-carney-aboard-air-force-one-7612",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 06, 2012\n\n \n\n\n\nPress Gaggle by Press Secretary Jay Carney Aboard Air Force One, 7/6/12\n\n\n\n\n\n\tAboard Air Force One\n\tEn Route Andrews Air Force Base   \n\n\t4:47 P.M. EDT\n\n\tMR. CARNEY:  Thank you for your patience.  I'll do a brief gaggle.  We were waiting because the President just got off the phone with Wilma Parsons, who is the daughter of Ann Harris -- Josephine Ann Harris -- who was the owner of Ann's Restaurant. \n\n\tI think you all saw the report, the very sad news that Ann passed away this afternoon.  And you know the President met with her at the restaurant -- she actually wasn’t there when he arrived, but she came with some other members of her family, and he met with her I think after the pool had left.\n\n\tSo the President expressed his sorrow and his condolences at the very sad event.  He was honored to meet her this morning and passed on his feelings that the whole family is in his thoughts and prayers today.\n\n\tMS. PSAKI:  And also there's a statement that's going out as we speak from the Ohio campaign, from their state director, Greg Schultz.  I'm just going to read it here:\n\n\tWe're extremely saddened by Ann's sudden passing this morning.  Our sincere condolences go to Ann's family during this difficult time.\n\n\tAs a small business owner, a mother, a grandmother, a great-grandmother, and a friend of many throughout the community, Ann led an exceptional life and will be missed by all who knew her.\n\n\tAnn and her family are in our thoughts and prayers.\n\n\tQ    Is there any concern that the President was in danger of having been food-poisoned or anything like that?\n\n\tMR. CARNEY:  No.  No.\n\n\tQ    I mean, somebody dies in a restaurant where the President was --\n\n\tMR. CARNEY:  She wasn’t even in the restaurant.  She met with him outside -- she drove up to the restaurant.  But, no, there was never -- I mean, obviously you can address questions about the President's security to the Secret Service, but, no, that was not a concern here.  Based on the press reports, I believe it was a heart attack.  She was -- my understanding is that she had not been well.\n\n\tQ    You mentioned Schultz.  The Columbus Dispatch this morning reported that he was resigning as the county Democratic chairman amid some investigation into the county party's finances.  Can you speak to his role in the campaign to this point?  Does the President still have confidence in him as the Ohio state director?\n\n\tMS. PSAKI:  Yes, and he's the state director in Ohio.  I'll defer questions about the specific situation to the Ohio campaign.  I'd be happy to get you a contact there and they can lay out any more specifics.\n\n\tQ    Is the President concerned about the situation that he -- involving Mr. Schultz and the finances that are being investigated?\n\n\tMS. PSAKI:  I have not discussed it with the President.  But again, I’m happy to refer you to the campaign.  We can get you additional background. \n\n\tQ    Do you guys feel like you’re at all running out of time with the message that \"we’ve got a long way to go, things are getting better, but hang in there, we can all do this together\"? \n\n\tMS. PSAKI:  You heard the President talk over the last two days, not just about the fact that we’ve got a long way to go and we’re digging ourselves out of a hole, which is true.  We know we’re moving in the right direction, and the jobs -- we’ve seen positive signs in the jobs numbers.\n\n\tThe most important piece of what he’s talked about over the last couple of days is the competing visions for the future of the country.  And that’s what the American people care about.  That’s what people have been asking him about on the campaign trail -- what he represents that's different from Mitt Romney; what he will do for them to help them get access to health care, help them get access to education, help them get the tax cuts and tax breaks and jobs that they need.  And that’s where the President’s focus is and what he’ll be talking about out on the campaign trail.\n\n\tQ    John Podesta today said it was a sideways jobs report is that the President should be very concerned.  Is he concerned? And do you consider it a sideways kind of movement -- the 8.2 percent is still there -- still the unemployment rate?\n\n\tMR. CARNEY:  The President today, as he has repeatedly in the past, made clear that we are nowhere near where we want to be and need to be economically.  We have in the past, since the recession ended, created 4.4 million private sector jobs, and that stands in stark contrast to a situation where the recession was in full bloom when the President took office, ended up costing the country nearly 9 million jobs.  But there is still a long way to go, and that’s why the President is so focused on the policies that he believes are essential to continuing the economic growth, continuing the job creation. \n\n\tAnd as I've said repeatedly, the President would sign tomorrow the remaining elements of the American Jobs Act that, by the estimates of independent economists, would put up to a million Americans back to work.  Unfortunately, Republicans in Congress have refused to pass that legislation and the Republican leaders oppose it.\n\n\tWe know what we need to do in order to get this economy continuing in the right direction, and the President speaks about it all the time, as he did today.\n\n\tMS. PSAKI:  And it’s disappointing to hear from Mitt Romney just more about the failed policies of the past and his repackaging of those and pushing them forward as a solution.  Don’t take it from us -- private sector economists have said that his plans will do nothing to help the short-term growth and put people back to work in the short term.  And we’ve also heard from him a lot of angry rhetoric about the campaign and really a lack of solutions.\n\n\tMR. CARNEY:  Thank you.\n\n\tEND\n\t4:54 P.M. EDT\n\n\n\n\n"
}