{
    "title": "White House Launches 2011 Campus \"Champions of Change\" Challenge | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/11/02/white-house-launches-2011-campus-champions-change-challenge",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 02, 2011\n\n \n\n\n\nWhite House Launches 2011 Campus \"Champions of Change\" Challenge\n\n\n\n\n\n\tWASHINGTON, D.C. – Today, the White House announced the launch of the 2011 Campus “Champions of Change” Challenge.   The Challenge invites college and university students from across the country to demonstrate how their student-led project is improving their campus community and helping America win the future. In the spring of 2012, the challenge will announce the five Campus “Champions of Change” and host a culminating event at the White House.  The Challenge finalists, in addition to the concluding event, will be highlighted by mtvU and MTV Act.\n\n\t“All Across America, college and university students are helping our country out-innovate, out-educate, and out-build the rest of the world,” said President Obama.  “I hope this challenge shines a light on their efforts, and inspires Americans of all ages to get involved in their communities.”\n\n\t“We know that students are a powerful engine for social change,” said Stephen Friedman, President of MTV.  “We’re proud to partner with the White House to give students a national platform to spotlight the incredible work they’re doing to inspire change in communities, and in our country.”\n\tIn order to participate in the competition, students are asked to submit an online application at obamawhitehouse.archives.gov/CampusChallenge.  The application consists of three essay questions, and optional video/photos that demonstrate how their project created a solution that improved their campus or local community.  The deadline to submit applications is Friday, December 9, 2011 at 11:59 pm EST.   Following the application deadline, the White House will select 15 finalists based on input from a panel of judges. The public will then have an opportunity to weigh in on the projects they think best embody the President’s goal to win the future.  The top five finalists will be named Campus Champions of Change.\n\n\tIn addition to being invited to the White House for a culminating event, these five Campus Champions of Change will have the opportunity to work with mtvU, and MTV Act to create short features about their projects that will air on mtvU and be featured on MTV.com.  The winning team will also host an episode of mtvU’s signature program, “The Dean’s List”.  mtvU is MTV’s 24-hour college network, reaching upwards of 9 million U.S. college students on 750 college campuses, and MTV Act celebrates young people making an impact on the big issues facing their generation.\n\n\tThe Champions of Change program was created as a part of President Obama’s Winning the Future initiative. Each week, a different issue is highlighted and groups of Champions, ranging from educators to entrepreneurs to community activists, are recognized for the work they are doing to better their communities.\n\n\n\n\n"
}