{
    "title": "Statement from NSC Spokesman Tommy Vietor on Violence in South Sudan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/01/17/statement-nsc-spokesman-tommy-vietor-violence-south-sudan",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 17, 2012\n\n \n\n\n\nStatement from NSC Spokesman Tommy Vietor on Violence in South Sudan\n\n\n\n\nThe United States continues to be deeply disturbed by the recent interethnic clashes in Jonglei State in the Republic of South Sudan that are causing tremendous human suffering, displacement, and death.  The long-running cycle of violence between certain tribes, particularly the Murle and Lou Nuer, has escalated to an alarming series of revenge attacks in recent weeks, and we urge all sides to refrain from further provocative or retaliatory acts.\nWe welcome the South Sudanese government’s launch of an investigation into these attacks and its deployment of additional military and police forces to the region, and we support efforts by the UN and non-governmental organizations to provide urgently-needed humanitarian assistance to those who fled the fighting.  We believe that it is important for the South Sudanese government to respond not only with immediate measures to stem the escalating cycle of attacks between these tribes, but also to address the root causes of violence between them.  In particular, we urge the South Sudanese government to address the lack of security in these communities, and we urge the leaders of these communities to engage each other in a peaceful manner to come to a long-term resolution to the violence.  We also note the mandate of the UN Mission in South Sudan (UNMISS) with respect to conflict prevention and civilian protection, and call upon the South Sudanese government and the UN to continue working closely together on this vitally important mission.  We further call upon the UN to provide any additional support that is needed by UNMISS to carry out its responsibilities in South Sudan.\n\n\n\n\n"
}