{
    "title": "Background on the President's Speech in Savannah, Georgia | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-presidents-speech-savannah-georgia",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 02, 2010\n\n \n\n\n\nBackground on the President's Speech in Savannah, Georgia\n\n\n\n\n SAVANNAH TECHNICAL COLLEGE\n(provided by Savannah Technical College)\nSavannah Technical College operates five locations in and around the Savannah area. It serves more than 5,300 students each quarter in certificate, diploma and associate degree programs and delivers adult education, GED and ESL programs to another 2,200 annually through community-based instruction.  The College proudly partners with the City of Savannah to support workforce development programs including YouthBuild. \nIn previous quarters, YouthBuild students have been enrolled in Construction Management with 36 earning certificates in Concrete Forming and 26 earning certificates in Electrical Construction.  They are enrolled in the Air Conditioning Technician Assistant certificate program this quarter and will complete it in mid-March. The lab offers simulated air conditioning systems and equipment for students to use and practice in training.\nAnother YouthBuild group will start the Construction Management program at the end of March.  The program teaches students the tools and equipment they need for construction trades in a lab setting with simulated construction modeling including framing, roofing and surfacing. \nAdditionally, the Construction Management program includes Historic Preservation, the only program of its type at a Georgia technical college. This program focuses on hands-on training for restoring and preserving structures and is designed to assist unemployed or underemployed individuals in job retraining.\nREMARKS AT SAVANNAH TECH COLLEGE\nSAVANNAH TECHNICAL COLLEGE \n12:30 PM\nThe President will deliver remarks on creating jobs and the economy.  Due to limited space, the President’s remarks at Savannah Technical College are open to invited guests only.  70% of the tickets were distributed by the school to students, faculty, and local business owners.  The remaining 30% were distributed by the White House to elected officials, community leaders, etc.\nElected Officials Expected to Attend\nRep. John Barrow (D-GA)\nRep. Jack Kingston (R-GA)\nRep. Sanford Bishop (D-GA)\nRep. Hank Johnson (D-GA)\nGovernor Sonny Perdue\nMayor Otis Johnson (Savannah)\nHon. Thomas Irvin, Commissioner of Agriculture\nHon. Michael Thurmond, Commissioner of Labor \nSenate Minority Leader Robert Brown  \nHouse Minority Leader Dubose Porter\nRECOVERY ACT FUNDING IN SAVANNAH\nCommunity Investments: Savannah has received over $130 million dollars in Recovery Act funding. The projects represent investments in local community needs, including:\n\nHighway Infrastructure Investment ($21 million)\nTransit Capital Assistance (over $4 million) to invest in public transportation. The funds will be used to purchase seven 30-foot replacement hybrid electric/diesel buses and seven bus shelters. They will also use the funds to upgrade facility security.\nSupport for schools in Chatham County (over $38.5 million) including Title I, IDEA early intervention and special education programs, and Educational Technology State grants.\nEconomic Adjustment Assistance award ($2 million) to the Georgia Ports Authority\nCommunity Development Block Grant ($733,133) to develop decent housing for low and moderate income families.\nTwo competitive Public Housing Capital Fund grants (total of $3,421,620) to rehabilitate units to create an energy efficient green community.\nSection 8 Housing Assistance ($1,187,209)\nImprovements to healthcare (over $1.7 million) including Community Health Centers. • Energy Efficiency and Conservation Block Grant ($1,118,300) awarded to the City of Savannah to fund and implement energy efficiency projects.\nJustice Assistance Grant (over $952,106) awarded to prevent and control crime in Savannah.\nIn Savannah, 35 small businesses have received 41 Recovery Act-funded small business loans from the Small Business Administration totaling over $22.5 million.\n\n\n\n\n"
}