{
    "title": "Message to the Congress -- War Powers Resolution Regarding South Sudan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/12/22/message-congress-war-powers-resolution-regarding-south-sudan",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 22, 2013\n\n \n\n\n\nMessage to the Congress -- War Powers Resolution Regarding South Sudan\n\n\n\n\nTEXT OF A LETTER FROM THE PRESIDENT\n\tTO THE SPEAKER OF THE HOUSE OF REPRESENTATIVES\n\tAND THE PRESIDENT PRO TEMPORE OF THE SENATE\nDecember 22, 2013\nDear Mr. Speaker: (Dear Mr. President:)\nIn my report to the Congress of December 19, 2013, I provided information on the deployment of U.S. forces to support the security of U.S. personnel and our Embassy in South Sudan. I am providing this additional report, consistent with the War Powers Resolution (Public Law 93-148), to help ensure that the Congress is kept fully informed on U.S. military activities in South Sudan.\nOn December 21, 2013, approximately 46 additional U.S. military personnel deployed by military aircraft to the area of Bor, South Sudan, to conduct an operation to evacuate U.S. citizens and personnel. After the aircraft came under fire as they approached Bor, the operation was curtailed due to security considerations, and the aircraft and all military personnel onboard departed South Sudan without completing the evacuation.\nThe purpose of this operation was to protect U.S. citizens, personnel, and property. As I monitor the situation in South Sudan, I may take further action to support the security of U.S. citizens, personnel, and property, including our Embassy, in South Sudan.\nThis action has been directed consistent with my responsibility to protect U.S. citizens both at home and abroad, and in furtherance of U.S. national security and foreign policy interests, pursuant to my constitutional authority to conduct U.S. foreign relations and as Commander in Chief and Chief Executive.\nI appreciate the support of the Congress in these actions.\nSincerely,\nBARACK OBAMA\n\n\n\n\n"
}