{
    "title": "Mensaje Semanal: Presidente Obama dice que debemos seguir adelante con la reforma de Wall Street | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/mensaje-semanal-presidente-obama-dice-que-debemos-seguir-adelante-con-la-reforma-de",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 17, 2010\n\n \n\n\n\nMensaje Semanal:  Presidente Obama dice que debemos seguir adelante con la reforma de Wall Street\n\n\n\n\nWASHINGTON – En su mensaje semanal, el Presidente Obama dijo que, tras la crisis económica, la reforma de Wall Street es demasiado importante para quedarse de brazos cruzados. El proyecto de ley avanzando en el Congreso acabará con los rescates financieros, exigirá que Wall Street rinda cuentas y protegerá a los consumidores, a los contribuyentes y a la economía del tipo de abusos que ayudaron a desencadenar la crisis económica. Cada día que pasa sin la reforma, significa que continúan estos abusos y el sistema que los permite. Es hora de proceder con la reforma real de Wall Street.\n \nEl audio y el video estarán disponibles por Internet en obamawhitehouse.archives.gov \n \nDeclaraciones del Presidente Barack Obama\nVersión Preparada\nThe White House\n17 de abril, 2010\n \nHubo muchas causas para los problemas que afectaron negativamente a nuestra economía en los últimos dos años. Pero la causa principal fueron las fallas en el sector financiero. Lo que está claro es que la crisis se podría haber evitado si las firmas de Wall Street rindieran cuentas mejor, si los tratos financieros fueran más transparentes y si los consumidores y accionistas tuvieran más información y más autoridad para tomar decisiones.\nPero eso no pasó, porque los intereses especiales han realizado una infatigable campaña para oponerse a las normas más básicas, de sentido común, normas para proteger a los consumidores y prevenir el abuso. De hecho, el sector financiero y sus influyentes cabilderos se han opuesto a las modestas medidas de protección contra el tipo de riesgos irresponsables y malas prácticas que precisamente desencadenaron esta crisis.\n \nEstamos rodeados por las consecuencias de esta falta de responsabilidad, de Wall Street y Washington: los 8 millones de empleos perdidos, billones en ahorros que se esfumaron, innumerables sueños perdidos o negados. Creo que debemos hacer todo lo posible para asegurar que ninguna crisis de esta magnitud vuelva a ocurrir jamás. Por eso estoy luchando con todas mis fuerzas para que se apruebe el conjunto de medidas de reforma de Wall Street y las medidas de protección al consumidor. El plan de reforma ya está circulando por el Congreso.\n \nEsto es lo que este plan haría. En primer lugar, pondría en vigor las mayores medidas de protección financiera para el consumidor. Les devolvería el control a los consumidores al obligar a los grandes bancos y a las compañías de tarjetas de crédito a proporcionar información clara y comprensible para que los estadounidenses puedan tomar las decisiones financieras que más les convengan.\n \nLuego, estas reformas traerían nueva transparencia a los tratos financieros. La crisis fue causada en parte por firmas como AIG y otras, que hicieron apuestas enormes y riesgosas, usando productos financieros como los derivados, sin rendirle cuentas a nadie. Warren Buffet mismo llamó a los derivados que se compraban y vendían con poca supervisión: “armas financieras de destrucción masiva”. Por eso, con la reforma, ayudaríamos a que este tipo de complejas transacciones financieras tengan lugar abiertamente en el mercado. Porque, a fin de cuentas, sólo un mercado abierto, libre y equitativo permitirá que nuestra economía prospere.\n \nTambién cerraremos las lagunas legales para evitar el tipo de imprudencia e irresponsabilidad que hemos visto. Estas lagunas legales permitían que los ejecutivos asumieran riesgos que no sólo ponían en peligro a sus compañías, sino a la economía entera. Y vamos a establecer nuevas normas para que los grandes bancos e instituciones financieras sufran las consecuencias de las malas decisiones que toman, no los contribuyentes. En pocas palabras, esto significa que no habrá más rescates financieros. Nunca jamás los contribuyentes tendrán que pagar los platos rotos porque se considera que una compañía financiera se designa “demasiado grande para quebrar”.\nFinalmente, estas reformas harán que Wall Street asuma la responsabilidad, dándole a los accionistas nuevas facultades en el sistema financiero. Podrán opinar sobre remuneraciones: votarán sobre los salarios y bonificaciones asignadas a los altos ejecutivos. Y la Comisión de Bolsa y Valores (Securities and Exchange Commission o SEC) se cerciorará de que los accionistas tengan más autoridad en elecciones corporativas, de modo que los inversionistas y pensionistas puedan manifestar con mayor fuerza su opinión en las decisiones relacionadas con sus ahorros de toda la vida.\n \nNo me sorprende que estas reformas no son precisamente del agrado de la gente que se beneficia económicamente del status quo, al igual que sus aliados en Washington. Probablemente esto explica por qué los intereses especiales han gastado millones e invertido mucho tiempo en negociaciones para desechar o debilitar el proyecto de ley. Apenas unos días atrás, el líder de los republicanos en el Senado y el presidente del comité de campaña para senadores republicanos se reunieron con ejecutivos de Wall Street para conversar acerca de cómo bloquear el avance de esta ley.\n \nY qué coincidencia, cuando regresó a Washington, el líder de los republicanos en el Senado, manifestó su oposición a las reformas de sentido común que hemos propuesto. Al hacerlo, declaró cínica y engañosamente que la reforma, de alguna manera, era para permitir futuros rescates financieros, cuando sabe perfectamente que haría exactamente lo opuesto. Cada día que no actuamos, el mismo sistema que llevó a esos rescates financieros sigue en pie, con las mismas lagunas legales y la misma falta de responsabilidad. Y si no cambiamos lo que desencadenó esta crisis, estamos destinados a que se repita. Esa es la verdad. Oponerse a la reforma significa que los contribuyentes tendrán que pagar los platos rotos si algo así vuelve a suceder.\nAsí que espero que podamos poner este tipo de politiquería de lado. Espero que los demócratas y los republicanos puedan encontrar terreno común y avanzar juntos. Pero estoy seguro de esto: de una manera u otra, seguiremos adelante. Esto es demasiado importante. El precio de la inacción es demasiado alto. Haremos que Wall Street asuma su responsabilidad. Vamos a proteger y darles más control a los consumidores en el sistema financiero. De eso se trata la reforma financiera. Por eso luchamos. Y eso es exactamente lo que vamos a lograr.\nGracias.\n \n\n\n\n"
}