{
    "title": "United States Government Haiti Earthquake Disaster Response Update | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/united-states-government-haiti-earthquake-disaster-response-update-0",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 18, 2010\n\n \n\n\n\nUnited States Government Haiti Earthquake Disaster Response Update\n\n\n\n\nOn January 12, a massive earthquake struck the nation of Haiti, causing catastrophic damage inside and around the capital city of Port-au-Prince.  President Obama has promised the people of Haiti that \"you will not be forsaken, you will not be forgotten.\"\nThe United States Government has mobilized resources and manpower to aid in the relief effort.  Below please find some key facts and examples of government actions to date.  All numbers below are accurate as of noon, Monday, January 18.\nINTERNATIONAL COORDINATION\n\tThe U.S. continued to coordinate America’s relief efforts in Haiti with the United Nations and the international community:\n\n\n\t\tPresident Obama spoke for the second time with both UN Secretary General Ban and Brazilian President Lula to discuss the efforts of the UN, Brazil, the U.S., and others to help the people of Haiti.  In particular, the President discussed further coordination of our work on the ground together and expressed his support for the UN and the UN Stabilization Mission in Haiti (MINUSTAH).  The President conveyed his appreciation to President Lula for his country’s leadership of MINUSTAH, and the two leaders discussed their shared goal of closely coordinating efforts with the government of Haiti and the international community.\n\n\t\tThe UN Security Council members convened today to hear the latest assessment from the UN Secretary General, who had just returned from Haiti.  The United States delegation introduced a resolution that would increase the ceiling for troops and police supporting the UN mission (2,500 more troops and 1,500 more police, for a total of 8,940 troops and 3,711 police).  Ambassador Rice later issued a statement reiterating U.S. and international solidarity with the people of Haiti, expressing condolences for the lives lost in Haiti, including those of the UN community, and pledged our continued support for the government of Haiti and the UN as the entire international community continues to help rescue, recover, and rebuild throughout the country.\n\nAIRPORTS & AIRSPACE\n\n\n\t\tThe airfield is open for 24/7 operations and has a 100-aircraft per day capacity.\n\n\t\tUSAF air traffic control and airfield management personnel continue to manage air operations at the airport with approval of the Government of Haiti.\n\n\t\tThere are 33 helicopters supporting relief operations and conducting operations to 9 landing zones.  An additional 15 helicopters are scheduled to arrive in Haiti within the next 24 hours.  These helicopters are operating out of nine landing zones, including five drop-off points.\n\nSAFETY & SECURITY\n\n\n\t\tThe major focus of military efforts is establishing water distribution sites, and delivering fuel, food, and medicine.\n\n\t\tApproximately 11,274 military personnel are on the ground or afloat.\n\n\t\t5 U.S. Navy ships are on station, including the USS Carl Vinson.  5 additional vessels are scheduled to arrive over the course of Monday, 1/18.\n\n\t\t5 Coast Guard cutters are in the area, joining a host of Coast Guard assets in the area working day and night to support military air traffic control, conduct damage assessments and rescue people in need of assistance.\n\t\t\n\n\t\t\t\tCoast Guard cutter Forward arrived off Port Au Prince 1/13 and was the first U.S. asset on the scene.\n\n\t\t\t\t3 additional cutters — Mohawk, Tahoma, and Valiant — have arrived in the area and are providing support and supplies.  Tahoma and Valiant are flight deck and communications coordination capable, and the Tahoma is loaded with water and medical supplies.\n\n\t\t\t\tThe cutter Oak arrived in Port Au Prince and will deliver water and medical supplies in addition to conducting hydro surveys and service to Aids to Navigation. Oak has 20-ton operating crane built into it.\n\n\n\n\t\tThe Crimson Clover, a covered, roll-on roll-off barge with two 46-foot extendable ramps and a top-loader for discharge operations, is in Port Au Prince and has begun unloading operations.\n\n\t\t7 Coast Guard C-130 airplanes are conducting evacuations of U.S. personnel and other support services as directed by the U.S. Embassy; a Coast Guard C-144 is conducting airborne surveillance and imagery of the port; and 5 Coast Guard helicopters are conducting evacuations and other support.\n\nHEALTH\n\n\n\t\t265 HHS medical personnel are on the ground in Haiti:\n\t\t\n\n\t\t\t\tDoctors, nurses, paramedics, emergency medical technicians, and other medical personnel who are a part of the National Disaster Medical System and the U.S. Public Health Service Commissioned Corps. HHS activated the National Disaster Medical System and the U.S. Public Health Service Commissioned Corps to assist in relief efforts in Haiti.\n\n\n\n\t\tHHS medical teams have begun seeing patients.\n\t\t\n\n\t\t\t\tMore than 300 patients were seen yesterday at a Haitian orphanage, most with acute medical problems.\n\n\t\t\t\tA pediatric surgeon from the HHS International Medical Surgical Response Team performed surgery on a child yesterday aboard USNS Carl Vinson.\n\n\t\t\t\tA Disaster Medical Assistance Team and the International Medical Surgical Response Team today will see patients at a GHESKIO clinic in Port-au-Prince.\n\n\t\t\t\tMembers from a Disaster Medical Assistance Team will also see patients today at the Haitian Coast Guard base in Killick, Haiti.\n\n\n\n\t\tThe USNS Comfort is currently underway and expected to arrive on 1/20 with 600 medical personal on board.\n\nEVACUATION & RESCUES\n\n\n\t\tA total of 2,971 Americans have been evacuated.\n\n\t\tFEMA is coordinating and supporting the deployment of state and local Urban Search and Rescue (USAR) Teams from across the country to Haiti.\n\t\t\n\n\t\t\t\tCurrently, 6 USAR teams (511 total personnel) are on the ground in Haiti.  These teams are made up of specially-trained state and local first responders and come from across the country.\n\n\t\t\t\tU.S. USAR teams have rescued 37 individuals, and 69 rescues have been successfully conducted by the 27 international USAR teams.\n\n\t\t\t\tEach USAR team includes approximately 70 team members.\n\n\n\nFOOD & WATER\n\n\n\t\tMore than 89,800 lbs of cargo has been delivered.\n\n\t\tA total of 20 pallets containing 27,000 Humanitarian Daily Rations have been delivered to Port au Prince, as well as three pallets of medicine and hygiene pallets.\n\n\t\tThe Department of Defense provided three water purifications treatment units and delivered twelve 3,000 gallon water bladders and 18 pallets of bottled water.\n\n\t\tMilitary helicopters airlifted 26,000 Humanitarian Daily Rations from Guantanamo Bay to Port au Prince.\n\n\t\tA DoD C-17 conducted an airdrop of 40 Container Delivery System bundles (20 MREs/20 water).\n\nHow to Help Support Relief Efforts\n\n\n\t\tContribute online through ClintonBushHaitiFund.org.\n\n\t\tText “QUAKE” to 20222 to charge a  $10 donation to the Clinton Bush Haiti Fund (the donation will be added to your cell phone bill).\n\n\t\tFind more ways to help through the Center for International Disaster Information (www.cidi.org).\n\nGet Information about Friends or Family\n\n\n\t\tThe State Department Operations Center has set up the following phone number for Americans seeking information about family members in Haiti: 1-888-407-4747 (due to heavy volume, some callers may receive a recording).  You can also send an email to the State Department.  Please be aware that communications within Haiti are very difficult at this time.\n\n\n\n\n\n"
}