{
    "title": "Vicepresidente Biden anuncia que la Ley para la Recuperación está poniendo más dinero en el bolsillo de los contribuyentes de clase media este año | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vicepresidente-biden-anuncia-que-la-ley-para-la-recuperaci-n-est-poniendo-m-s-diner",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 22, 2010\n\n \n\n\n\nVicepresidente Biden anuncia que la Ley para la Recuperación está poniendo más dinero en el bolsillo de los contribuyentes de clase media este año \n\n\n\n\nLanza nueva Herramienta de Ahorros Tributarios en WhiteHouse.gov para ayudar a los contribuyentes a aprovechar los créditos tributarios de la Ley para la Recuperación\nWASHINGTON – Ya que es el momento de preparar las declaraciones de impuestos del 2010, el Vicepresidente Joe Biden, el secretario del Tesoro Tim Geithner y Doug Shulman, comisionado del Servicio de Rentas Internas (IRS por sus siglas en inglés), anunciaron hoy que el reembolso promedio de impuestos ha aumentado casi 10 por ciento este año, debido en gran parte a nuevos beneficios tributarios contenidos en la Ley para la Recuperación y Reinversión en Estados Unidos (American Recovery and Reinvestment Act), y les recordaron a los contribuyentes que pueden recibir dichos beneficios este año cuando presenten su declaración de impuestos del 2009. Para ayudar a los contribuyentes a ver por sí mismos exactamente cómo se pueden beneficiar de los créditos tributarios de la Ley para la Recuperación y recibir todo lo que se les debe cuando presenten sus declaraciones esta temporada de impuestos, la Casa Blanca lanzó hoy una nueva Herramienta de Ahorros Tributarios (Tax Savings Tool), disponible en obamawhitehouse.archives.gov/Recovery.\n“La gente rica conoce al dedillo todos los créditos y deducciones que pueden reclamar esta temporada de impuestos, pero queremos que las familias de clase media sepan igual de bien cuánto pueden ahorrar este año gracias a la Ley para la Recuperación y cómo aprovecharlo”, afirmó el Vicepresidente Biden. “Desde ayuda con gastos universitarios hasta créditos por remodelar casas para mejorar el consumo de energía, estos créditos tributarios de la Ley para la Recuperación no sólo ofrecen un poco de ayuda necesaria a los trabajadores estadounidenses, sino que también los ayudan a invertir en el futuro de sus familias’”.\n“Mientras más personas y familias aprovechen estos beneficios, más dinero vuelve a incorporarse en la economía, lo que ayuda a todos los estadounidenses a salir de esta crisis por medio del crecimiento”, afirmó el secretario del Tesoro Geithner. “Solamente si le hacemos llegar estos beneficios al pueblo estadounidense podemos ayudar a asegurar que la recuperación esté firmemente arraigada. Y sólo arraigando firmemente la recuperación podemos fomentar la generación de empleo y sentar las bases para un crecimiento económico sostenido”.\n\"El reembolso promedio de impuestos ha alcanzado $3,036 este año, un aumento de $266 con relación al año pasado\", indicó el comisionado Shulman del IRS. \"La Ley para la Recuperación es un factor importante detrás de este récord en el monto de los reembolsos. Aproximadamente la mitad de todos los estadounidenses aún no han presentado sus impuestos, por lo que los instamos a que examinen detenidamente estas disposiciones de la Ley para la Recuperación. Los contribuyentes también deben recordar que la manera más rápida y mejor de recibir su reembolso de impuestos es presentando su declaración electrónicamente con depósito directo\".\nDurante este difícil momento económico, los recortes tributarios de la Ley para la Recuperación están ayudando a las más afectadas familias de clase media. El reembolso de impuestos de este año pone más dinero en el bolsillo de familias en todo el país y les otorga incentivos para hacer mejoras que les ahorren energía en casa y comprar vivienda o vehículos nuevos. Estas adquisiciones están ayudando a impulsar la economía y generar más empleos industriales, de construcción y consumo de energía limpia para las familias trabajadoras aquí en Estados Unidos. Los casi $300,000 millones en beneficios tributarios de la Ley para la Recuperación están ayudando a restablecer la solidez a largo plazo de la economía, a la vez que ayudan a las familias de clase media a recuperar la estabilidad económica.\nSegún datos iniciales del IRS, el reembolso promedio de impuestos a la renta se ha incrementado en más de $260 –un aumento de 9.6 por ciento con relación al año pasado– lo cual se debe en gran parte a la Ley para la Recuperación. El reembolso promedio hasta el 12 de marzo, 2010, es de $3,036, un aumento de $266 en comparación al mismo periodo el año pasado. Éste es un indicio de que la gente está aprovechando los ahorros tributarios otorgados por la Ley para la Recuperación este año.\nSin embargo, los datos indican que se ha presentado menos de la mitad de todas las declaraciones de impuestos previstas. El gobierno del Presidente Obama quiere asegurarse de que los contribuyentes estén informados de los nuevos beneficios de la Ley para la Recuperación que pueden recibir este año. La nueva Herramienta de Ahorros tributarios, que es interactiva, se lanzó hoy para alertar a los contribuyentes acerca de más de una docena de beneficios tributarios a disposición por medio de la Ley para la Recuperación. Se puede obtener acceso a la Herramienta de Ahorros Tributarios AQUI.\nFuncionarios del gobierno organizarán una serie de eventos en todo el país antes del 15 de abril, la fecha límite para presentar la declaración de impuestos, a fin de ayudar a informar a los contribuyentes de los beneficios de la Ley para la Recuperación a su disposición cuando presenten sus impuestos este año. El martes, 23 de marzo, el secretario de Comercio Locke viajará a Minneapolis, MN, para reunirse con propietarios de vivienda y un contratista que se están beneficiando de créditos tributarios para la compra de casa y arreglos para el consumo eficiente de energía en viviendas contenidos en la Ley para la Recuperación. El miércoles, 24 de marzo, el secretario Duncan se reunirá con estudiantes y padres que se beneficiarán del Crédito de Oportunidades Estadounidenses (American Opportunity Credit) para gastos universitarios en Northern Virginia Community College de Annandale, VA. El viernes, 26 de marzo en Erie, PA, el secretario Chu visitará Seaway Manufacturing Corporation, fabricante de productos que mejoran el consumo de energía en viviendas y reúnen los requisitos para créditos tributarios conforme a la Ley para la Recuperación. El lunes, 29 de marzo, en el área de Chicago, el secretario LaHood participará en una mesa redonda comunitaria sobre ahorros tributarios contenidos en la Ley para la Recuperación; el miércoles, 31 de marzo en Charlotte, NC, el secretario Donovan participará en un evento sobre el Crédito para Quienes Compran Casa por Primera Vez (First-Time Homebuyer Credit), y la administradora Mills de la Dirección de Pequeñas Empresas (Small Business Administration o SBA) también viajará como parte de la campaña de un mes.\nLos contribuyentes podrán recibir más de una docena de beneficios contenidos en la Ley para la Recuperación del 2009 cuando presenten sus declaraciones de impuestos del 2009, entre ellos:\n• Making Work Pay – Noventa y cinco por ciento de las familias trabajadoras están recibiendo el crédito tributario Making Work Pay de la Ley para la Recuperación, que equivale a $400 para personas individuales u $800 para matrimonios que presentan la declaración conjuntamente por medio de sus cheques de pago en el 2009 y que continuará en el 2010. Los contribuyentes a quienes no se les reembolsó lo suficiente en el 2009 para cubrir el monto total del crédito que se les debe recibirán la cantidad adicional cuando presenten su declaración de impuestos del 2009. Aunque la mayoría de los contribuyentes se benefició de este crédito en sus cheques de pago vía deducciones tributarias modificadas por sus empleadores, de todos modos deben solicitar este crédito en sus declaraciones de impuestos (por ejemplo, Formulario 1040 ó 1040A).\n• Hasta $2,500 por gastos universitarios – Las familias y estudiantes que reúnen los requisitos pueden ahorrar hasta $2,500 con el American Opportunity Credit, como también mayores beneficios con planes 529 de ahorro por gastos universitarios, que ayudan a las familias y estudiantes a pagar sus gastos universitarios.\no American Opportunity Credit – Los padres y estudiantes, en su mayoría, reúnen los requisitos para un crédito tributario de hasta $2,500 para pagar gastos universitarios y pueden solicitar el crédito anualmente durante cuatro años en vez de dos.\no Planes 529 de ahorro para gastos universitarios – Los estudiantes ahora pueden usar un plan 529 para pagar computadoras, además de la lista tradicional de gastos universitarios (matrícula, libros, etc.) que se pueden pagar con un plan 529.\n• Hasta $8,000 para la compra de la primera casa – Quienes compren casa por primera vez para el 30 de abril del 2010, a más tardar, pueden recibir un crédito de hasta $8,000 con el crédito tributario First Time Homebuyer. También pueden recibir un crédito menor quienes ya son propietarios pero no reúnen los requisitos de compra inicial y las personas individuales con ingresos de hasta $145,000 y los matrimonios que declaran conjuntamente con ingresos de hasta $245,000.\n• Hasta $1,500 en incentivos para la eficiencia energética y energía renovable – Los contribuyentes pueden recibir hasta $1,500 en créditos tributarios por hacer ciertasmejoras para el consumo eficiente de energía en su casa, como aumentar el material aislante e instalar ventanas de consumo eficiente de energía.\n• Reembolso por la compra de vehículos nuevos – Los contribuyentes pueden deducir los impuestos a la venta estatales y locales que pagaron si compraron vehículos nuevos del 17 de febrero, 2009 al 31 de diciembre, 2009 con la deducción de impuestos por venta de autos. En los estados sin impuesto a las ventas, se pueden deducir otros impuestos o cuotas pagadas.\n• Mayores créditos tributarios para familias - Las familias de ingresos moderados con hijos posiblemente puedan recibir un mayor crédito tributario por ingresos devengados (Earned Income Tax Credit) y un crédito tributario por hijos (Child Tax Credit) adicional.\no Crédito tributario por ingresos devengados – La Ley para la Recuperación aumentó el crédito a las familias de tres o más hijos hasta una cantidad máxima de $5,657.\no Crédito tributario por hijos – Más familias podrán aprovechar el crédito tributario por hijos con la Ley para la Recuperación, que redujo la cantidad mínima de ingresos devengados que se usa para calcular el crédito tributario por hijo adicional de $12,550 a $3,000.\n• Hasta $2,400 en beneficios por desempleo libres de impuestos en el 2009 – Los beneficios por desempleo generalmente están sujetos a impuestos, pero la Ley para la Recuperación exoneró de impuestos los $2,400 iniciales en beneficios de desempleo recibidos en el 2009.\nIMPACTO DE CRÉDITOS TRIBUTARIOS DE LA LEY PARA LA RECUPERACIÓN EN LAS FAMILIAS DE CLASE MEDIA\nHoja informativa\n \nDurante este difícil momento económico, los recortes tributarios de la Ley para la Recuperación están facilitando las cosas un poco para las afectadas familias de clase media. Hay más de una docena de recortes tributarios en la Ley para la Recuperación que las familias trabajadoras pueden aprovechar esta temporada de impuestos. \n \nA continuación, algunos ejemplos sobre cómo los recortes tributarios del Ley para la Recuperación benefician a algunas familias “típicas” de la clase media esta temporada de impuestos:\n \nMatrimonio con hijos universitarios\n• Matrimonio con ingresos de $75,000 en el 2009. \n• Dos hijos, uno de los cuales cursa el tercer año de universidad. \n• Pagó $5,000 en gastos universitarios en el 2009.\nGracias a la Ley para la Recuperación, este matrimonio con ingresos de $75,000 en el 2009 cumple con los requisitos para un nuevo o mayor crédito tributario de $3,300 en el 2009.\nSus empleadores modificaron los impuestos deducidos el año pasado para reflejar el crédito de Making Work Pay, y el matrimonio recibió $800 adicionales en sus cheques de pago en el 2009 y continuará recibiendo este crédito en el 2010. Cuando presenten su declaración de impuestos este año, recibirán $2,500 adicionales gracias al American Opportunity Credit para ayudar con el costo de mandar a su hijo mayor a la universidad.\n \nAhorros tributarios:\n• $800 en crédito de Making Work Pay: Más de 110 millones de trabajadores estadounidenses reúnen los requisitos para el crédito de Making Work Pay con la Ley para la Recuperación, lo que les ahorrará hasta $400 al año ($800 en el caso de matrimonios que presentan declaraciones conjuntas). Los estadounidenses que reúnen los requisitos deberían haber recibido el crédito gradualmente en sus cheques de pago en el 2009 y deben continuar recibiéndolo durante el 2010.\n• $2,500 en crédito de American Opportunity: Los estudiantes universitarios y sus padres reúnen los requisitos para recibir un crédito tributario de American Opportunity de hasta $2,500 contenido en la Ley para la Recuperación para pagar la matrícula universitaria y otros gastos cuando presenten sus declaraciones. Esto aumentó el crédito Hope hasta $700 por estudiante y permitió que el crédito se aplique después de los dos primeros años de universidad. Sólo el padre de familia o el estudiante puede reclamar este crédito, no ambos.\n \n \nMatrimonio que hizo mejoras para el consumo eficiente de energía \n• Matrimonio con ingresos de $90,000 en el 2009. \n• Gastó $6,000 en el 2009 haciendo mejoras para el consumo eficiente de energía, entre ellos nuevas ventanas, puertas y asilamiento eficiente.\n\nGracias a la Ley para la Recuperación, este matrimonio con ingresos de $90,000 en el 2009 reúne los requisitos para un nuevo o mayor crédito tributario de $2,300 en el 2009.\nSus empleadores modificaron los impuestos descontados el año pasado para reflejar el crédito de Making Work Pay, y el matrimonio recibió $800 adicionales en sus cheques de pago en el 2009 y continuarán recibiendo este crédito en el 2010. Y cuando presenten su declaración de impuestos este año, recibirán $1,500 adicionales en créditos por Residential Energy Property porque reúnen los requisitos de mejoras para el consumo eficiente de energía en su casa.\nAhorros tributarios:\n• $800 con el crédito de Making Work Pay: Más de 110 millones de trabajadores estadounidenses reúnen los requisitos para el crédito de Making Work Pay de la Ley para la Recuperación, lo que les ahorrará hasta $400 al año ($800 en el caso de matrimonios que presentan declaraciones conjuntas). Los estadounidenses que cumplan con los requisitos deberían haber recibido el crédito gradualmente en sus cheques de pago en el 2009 y deben continuar recibiéndolo durante el 2010.\n\n• $1,500 en créditos de Residential Energy Property: Los estadounidenses que hicieron ciertos tipos de mejoras para el consumo eficiente de energía en su casa este año pueden recibir hasta 30 por ciento de lo que gastaron –hasta $1,500– esta temporada de impuestos. \n \nMadre sola con tres hijos, cobró beneficios por desempleo\n• Esta madre sola ganó $15,700 en el 2009 y tiene tres hijos. \n• Fue despedida a comienzos de año y cobró $2,400 en beneficios de desempleo.\n\nGracias a la Ley para la Recuperación, esta madre sola con ingresos de $15,700 en el 2009 reúne los requisitos para un nuevo o mayor crédito tributario de $1,233 en el 2009 y además, los beneficios de desempleo están exonerados de impuestos.\nSu empleador modificó los impuestos deducidos el año pasado para reflejar el crédito de Making Work Pay, y ella recibió $400 adicionales en sus cheques de pago en el 2009 y continuará recibiendo este crédito en el 2010. También recibirá $833 adicionales en el crédito tributario por ingresos devengados este año, ya que la Ley para la Recuperación aumentó el crédito máximo para las familias con tres hijos o más de $4,824 a $5,657. Y gracias a la Ley para la Recuperación, no tendrá que pagar impuestos por los $2,400 en beneficios de desempleo que recibió en el 2009. Generalmente, los beneficios por desempleo son gravables.\nAhorros tributarios:\n• $400 en el crédito de Making Work Pay: Más de 110 millones de trabajadores estadounidenses reúnen los requisitos para el crédito de Making Work Pay de la Ley para la Recuperación, lo que les ahorra hasta $400 al año ($800 en el caso de matrimonios que presentan declaraciones conjuntas). Los estadounidenses que cumplan con los requisitos deberían haber recibido el crédito gradualmente en sus cheques de pago en el 2009 y deben continuar recibiéndolo durante el 2010.\n \n• Aumento de $833 en crédito tributario por ingresos devengados de hasta $5,657: La Ley para la Recuperación ha aumentado el crédito tributario por ingresos devengados de las familias más numerosas (con 3 hijos o más) a un máximo de $5,657.\n• Hasta $2,400 en beneficios de desempleo exonerados de impuestos: Los estadounidenses que recibieron beneficios por desempleo en el 2009 pueden beneficiarse de la exención tributaria de la Ley para la Recuperación con la que los primeros $2,400 de esos beneficios están exonerados de impuestos.\n\nMatrimonio que compra casa por primera vez y auto nuevo \n• Este matrimonio tuvo ingresos de $80,000 en el 2009 y compró su primera casa de $125,000 el año pasado. \n• También compró un auto de $17,000 en St. Louis, MO, en el 2009.\nGracias a la Ley para la Recuperación, este matrimonio reúne los requisitos para un nuevo o mayor crédito tributario de $8,800 en el 2009 y además puede deducir los impuestos a la venta, tanto estatales como locales, que pagaron por su auto nuevo.\nSus empleadores modificaron sus impuestos deducidos el año pasado para reflejar el crédito de Making Work Pay, y el matrimonio recibió $800 adicionales en sus cheques de pago en el 2009 y continuarán recibiendo este crédito en el 2010. Cuando presenten su declaración de impuestos este año, recibirán $8,000 adicionales por el crédito tributario de First-Time Homebuyer porque compraron su primera casa en el 2009 (este crédito es reembolsable). También podrán deducir los impuestos estatales y locales que pagaron cuando compraron su auto nuevo el año pasado.\n \nAhorros tributarios:\n• $800 con el crédito de Making Work Pay: Más de 110 millones de trabajadores estadounidenses reúnen los requisitos para el crédito de Making Work Pay de la Ley para la Recuperación, lo que les ahorra hasta $400 al año ($800 en el caso de matrimonios que presentan declaraciones conjuntas). Los estadounidenses que cumplan con los requisitos deberían haber recibido el crédito gradualmente en sus cheques de pago en el 2009 y deben continuar recibiéndolo durante el 2010.\n• $8,000 con el crédito tributario de First Time Homebuyers: Quienes compraron casa por primera vez en el 2009 pueden recibir un crédito tributario reembolsable de hasta $8,000 sin necesidad de devolverlo a no ser que vendan su casa antes de que se cumplan tres años de la compra.\n• Deducción de impuestos estatales y locales pagados por el vehículo nuevo: El incentivo para la compra de vehículo nuevo de la Ley para la Recuperación otorga una deducción tributaria por los impuestos estatales o locales u otras cuotas pagadas hasta $49,500 del precio del vehículo comprado entre el 17 de febrero, 2009 y 31 de diciembre, 2009. \n \n\n\n\n"
}