{
    "title": "Expected attendees at the President's Federal Hall speech today | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/expected-attendees-presidents-federal-hall-speech-today",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nSeptember 14, 2009\n\n \n\n\n\nExpected attendees at the President's Federal Hall speech today\n\n\n\n\nTHE WHITE HOUSE Office of the Press Secretary  _________________________________________________________________  FOR IMMEDIATE RELEASE                               September 14, 2009  Below is a list of expected attendees at the President’s speech at Federal Hall in New York City today: ADMINISTRATION OFFICIALS:  Department of the Treasury, Secretary Timothy F. Geithner  White House Council of Economic Advisers, Christina Romer PRESIDENT'S ECONOMIC RECOVERY ADVISORY BOARD:  Paul Volcker, Chairman  William H. Donaldson, Former Chairman, SEC  Roger W. Ferguson, Jr., President & CEO, TIAA-CREF  Mark T. Gallogly, Founder & Managing Partner, Centerbridge Partners L.P.  Charles E. Phillips, Jr., President, Oracle Corporation  Penny Pritzker, Chairman & Founder, Pritzker Realty Group  David F. Swensen, Chief Investment Officer, Yale University  Robert Wolf, Chairman & CEO, UBS Group Americas MEMBERS OF CONGRESS: Representative Barney Frank, D-MA Chairman of the Financial Services Committee  Representative Gary Ackerman, D-NY  Representative Joseph Crowley, D-NY   Representative Jim Himes, D-CT   Representative Michael McMahon, D-NY  Representative Gregory Meeks, D-NY  Representative Anthony Weiner, D-NY NEW YORK OFFICIALS: New York City Mayor Michael Bloomberg  New York City Council Speaker Christine Quinn  New York City Comptroller William Thompson  New York City Public Advocate Betsy Gotbaum  New York State Assembly Speaker Sheldon Silver  Manhattan Borough President Scott Stringer First Deputy Mayor Patricia Harris  Deputy Mayor Robert Lieber, Economic Development  Deputy Mayor Kevin Sheekey, Intergovernmental Affairs  President of the New York City Economic Development Corporation Seth Pinksy  New York City Small Business Services Commissioner Robert Walsh  New York City Department of Consumer Affairs Commissioner Jonathan Mintz   New York City Department of Consumer Affairs Senior Policy Advisor Mitchell Kent MEMBERS OF THE FINANCIAL AND CONSUMER ADVOCACY COMMUNITIES AND OTHER OUTSIDE ORGANIZATIONS: (in alphabetical order by last name) Roger Altman, CEO, Evercore Partners   John Atlas, Executive Director, National Housing Institute   Robert Azeke, Managing Director, Parish Capital   Jeep Bryant, Executive Vice President, BNY Mellon Corp   Pamela Banks, Policy Counsel, Consumers Union   Jeffrey Barker, Market President, Bank of America Corporation   Ron Baylock, President, Baylock & Co.   Pam Bennet, Director, NY Citizen Action    Tom Bernstein, President, Chelsea Piers   Shonali Bhowmik, President, Little Lamb Recordings   Bill Borner, Executive Vice President, Spraylat   Nicholas Bourke, Manager - Safe Credit Cards Project, The Pew Charitable Trusts   Darcy Bradbury, Senior Vice President, D.E. Shaw   John Breyault, Vice President of Public Policy Telecommunications and Fraud, National Consumers League   Paul Calello, Investment Bank, Credit Suisse CEO   Michael Campbell, Managing Director, Phene Capital   Roel C. Campos, Partner, Cooley Godward Kronish   Margaret Cannella, Professor, Columbia University   Elizabeth Caputo, Chair, Democratic Leadership for the 21st Century   Monty Cerf, Managing Director, Barclays   Jim Chanos, President, Kynikos Associates   Jaimie Cloud, President, Sustainability Education   Rodge Cohen, Senior Partner, Sullivan & Cromwell   Daniel Cohen, President, Cohen and Company   Eleni Constantine, Director, Financial Security Portfolio, The Pew Charitable Trusts   Rebekah Cook-Mack, Southern Brooklyn Legal Services   Sheila Davidson, EVP and Chief Legal Officer and General Counsel, New York Life Insurance Company   Kim Davis, President, JP Morgan Chase Foundation   Jamie Dinan, Chairman, York Capital   Donald Donahue, Chairman & Chief Executive Officer, The Depository Trust & Clearing Corp   Kelly Dougherty, Columbia University   Tamara Draut, Vice President of Policy and Programs, Demos   Richard Dresdale, Managing Director, Fenway Partner   Hazel Dukes, President, NYS NAACP   Tim Duncan, Chairman, American Business Leaders for Financial Reform   Doug Dunham, Partner, Skadden, Arps, Slate, Meagher & Flom LLP   Wes Edens, CEO, Fortress Investments   Steven Gallen Edersheim, Founder & Principal, Credit Renaissance Partners LLC   Marjorie Elias, Genworth Life Insurance Co of NY   Raudline Etienne, Chief Investment Officer, NYS Common Retirement Fund   Harold Ford, Vice Chairman, Bank of America   Wen Gao, , Credit Renaissance Partners LLC   Teddy Goff, Account Manager, Blue State Digital   Sally Greenberg, Executive Director, National Consumers League   Robert Greifeld, Chief Executive Officer , NASDAQ OMX   Agnes Gund, Chairman, Cultural Affairs Advisory Commission of NY   Doug Hammond, Coordinator, American Sustainable Business Council   Kathy Harget, Program Director, Green America   Carla Harris, Managing Director, Morgan Stanley   Jane Hartley, CEO, Observatory Group   David Heller, Managing Director, Goldman Sachs   Robert Henrikson, CEO and President, MetLife Chairman   Marten S. Hoekstra, CEO, Wealth Management Americas, UBS Financial Service   Brad Madison Hoylman, Senior Vice President, Public Affairs and General Counsel, Partnership for New York City   Glenn Hutchins, CEO, Silver Lake Partners   Heidi Schloegel Hynes, Community Leader, Northwest Bronx Community and Clergy Coalition    Mel Immergut, Chairman, Milbank, Tweed, Hadley & McCloy   Alan Jenkins, Executive Director, The Opportunity Agenda   David Jones, CEO, David Jones LLC   Robert S. Kapito, President, BlackRock   Shiegsuke Kashiwagi, President and CEO, Nomura Holding America Inc.   Karen Spar Kasner, Owner, Karen Spar Kasner, P.C.   Phyliss Salowe Kaye, Executive Director, NJ Citizen Action   Kirsten Keefe, Senior Staff Attorney, Empire Justice Center   Saywallah Kessely, Executive Director, African Center for Community Empowerment   Gene Kirby, President, New Alliance   Peter Robert Knitzer, Group Executive Vice President, Citigroup   Orin Kramer, Managing Partner, Boston Provident   Vivien Labaton, Director of Strategic Program Initiatives, Atlantic Philanthropies   Vivienne C. LaBorde, Attorney, Skadden, Arps, Slate, Meagher & Flom LLP   Marc Lasry, Managing Partner, Avenue Capital   David Levine, Co-Founder, American Sustainable Business Council   William Lewis, Co-Chairman Investment Banking, Lazard Freres & Co. LLC   James H. Lewis, Director of Policy and Organizing, Communities Homeowners and Neighbors Gaining Economic Rights Inc. (C.H.A.N.G.E.R.)   Peter Lewis, Chairman, Progressive Insurance Companies   Kevin Liles, Managing Partner, KWL Enterprises   Dan Loeb, CEO, Third Point Capital   Sarah Ludwig, Co-Director, Neighborhood Economic Development Advocacy Project   Tracy Maitland, CEO, Advent Capital Management   Monika Mantilla, Altura Capital   Robert Marchman, Executive Vice President, NYSE   Ellen S. Marmur, M.D., Chief, Division of Dermatologic Surgery, The Mount Sinai Medical Center   Don Marron, CEO, Light Year Capital   Brian Mathis, Managing Partner, Provident Group Asset Management   Katherine McFate, Program Officer, The Ford Foundation   Ray McGuire, Head of Global Banking, CitiGroup   Christopher Meyer, Vice President, Consumers Union   Donna Marcy Milrod, Managing Director and Deputy CEO, Deutsche Bank   Eric Mindich, Managing Partner, Eton Park Capital   Daniel Mintz, Campaign Director, MoveOn.org Political Action   Calvin A. Mitchell III, Executive Vice President, Federal Reserve Bank of New York   Robert S. Nichols, President and COO, Financial Services Forum   Thomas Nides, Chief Administrative Officer, Morgan Stanley   Janice Nittoliz, Associate VP, Rockefeller Foundation   Michael J. O'Neill, Senior Vice President, Corporate Affairs and Communications, American Express Company   Deven  Parekh , Managing Partner, Insight Venture Management   James Parrott, Chief Economist, Fiscal Policy Institute   Dick Parsons, Chairman, CitiGroup   Don Peebles, CEO & Chairman, The Peebles Corporation   Lawrence Penn, Managing Partner, The Camelot Group   Pete Peterson, Founder, Blackstone   Al Puchala, Managing Director, Signal Equity Partners   John Rhea, Chairman, NYC Housing Authority   Tarrus Richardson, Founder & Managing Director, ICV Capital Partners   Janice Cook Roberts, Director, Kohlberg Kravis Roberts & Co.   MarySol Rodriguez, Senior Vice President, Partnership for NYC   Marcos A. Rodriguez, Managing Director, Palladium Equity Partners LLC  Brian Rogan, Senior Executive Vice President, BNY Mellon   Marvin Rosen, President, Fusion Telecommunications   Bill Rudin, President, Rudin Management   Jeronimo Saldana, Program Associate, OSI US Programs   Thomas Schick, EVP Corporate & External Affairs, American Express Company   Ralph Schlosstein, President, Evercore Partners   Walter Schubert, CEO, The Schubert Group   Paul Sheridan, Managing Director, Schechner Barclays    Stan Shuman, Managing Partner, Allen & Co.   Esther Silver-Parker, Senior Vice President, Wal-Mart   Sam Simon, Executive Director and  Board Member, National Consumers League   Brian Snyder, Principal, HBJ Investments   Marc Spilker, Co-Head of Asset Management, Goldman Sachs   Seymour Susswein, VP Sales, Sartorous LLC   Scott Everett Talbott, SVP Government Relations, Financial Services Roundtable   Andy Tobias, Financial Advisor   Kevin Toner, Managing Partner, Arestia Capital   Jim Torrey, Chairman, The Torrey Fund   Seth Waugh, CEO, Deutsche Bank Americas   Rebecca Weber, Executive Director, NYPIRG   Peter Weinberg, Perella  Weinberg   Chris Williams, Chairman and Chief Executive Office, Williams Capital   Anre Williams, President, American Express   Deborah Wright, Chairman & CEO, Carver Federal Bank   Josh Zinner, Co-Director, NEDAP   ##   \n\n\n\n"
}