{
    "title": "MENSAJE SEMANAL: Expandiendo pago del tiempo extra | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/05/21/mensaje-semanal-expandiendo-pago-del-tiempo-extra",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 21, 2016\n\n \n\n\n\nMENSAJE SEMANAL: Expandiendo pago del tiempo extra\n\n\n\n\n\n\tWASHINGTON, DC ---  En su mensaje semanal, el Presidente Obama habló sobre uno de los pasos más importantes para ayudar aumentar los salarios de la clase media -  asegurando a que más trabajadores califiquen para las horas extras que se han ganado. Cada semana, millones de estadounidenses trabajan más de 40 horas pero no reciben el pago de las horas extras que se merecen. Esta semana, el Departamento de Trabajo finalizó una regla para extender las protecciones de las horas extras a 4.2 millones de estadounidenses, la cual aumentará los salarios de los trabajadores estadounidenses en $12 mil millones en los próximos 10 años.  Esta acción no sólo significa una vida mejor para más familias estadounidenses, pero también fortalecerá nuestra economía en todas las áreas. El Presidente enfatizó que continuará construyendo una economía donde todo el mundo tenga una oportunidad justa para salir adelante.\n\n\tEl audio y el video de este mensaje estarán disponibles en obamawhitehouse.archives.gov a las 6:00 a.m. ET, el 21 de mayo del 2016.\n\nComentarios del Presidente Barack Obama\n\nMensaje semanal\n\nLa Casa Blanca\n\n21 de mayo de 2016\n\n\tHola a todos. El verano pasado, recibí una carta de una mujer llamada Elizabeth Paredes de Tucson, Arizona. Elizabeth es la mama de un niño de 3 años de edad, y la subgerente de una tienda de sándwiches. Gana alrededor de $2,000 al mes, y trabaja normalmente unas 50 horas a la semana, a veces incluso más. Sin embargo, debido a las regulaciones de horas extras obsoletas, no le tienen que pagar ni un centavo por las horas extras.\n\n\tElla escribió: “No es un trabajo fácil y requiere mucho tiempo lejos de mi hijo, a veces me parece que no vale la pena.”\n\n\tCosas como la semana laboral de 40 horas y las horas extras son dos de los pilares más básicos de una vida de la clase media. Sin embargo, por todos los cambios que hemos visto a nuestra economía, nuestras reglas para las horas extras sólo se han actualizado una vez desde la década de 1970. Solo una vez. De hecho, hace cuarenta años, más del 60 por ciento de los trabajadores eran elegibles para las horas extras en función de sus salarios. Pero hoy día, ese número se ha reducido al siete por ciento. Solo el siete por ciento de los trabajadores asalariados a tiempo completo son elegibles para las horas extras en función de sus ingresos.\n\n\tEs por eso que esta semana, mi Administración ha dado un paso más para ayudar a los trabajadores a recibir el pago de horas extras que se han ganado. El Departamento de Trabajo finalizó una regla para extender las protecciones de las horas extras a 4.2 millones de estadounidenses. Es un paso que aumentará los salarios de los trabajadores estadounidenses en $12 mil millones en los próximos 10 años. Estamos más que duplicando el umbral del salario para las horas extras. Y lo que esto significa es que la mayoría de los trabajadores asalariados que ganan menos de unos $47,500 al año calificarán para las horas extras. O bien, sus patrones pueden elegir darles un aumento de sueldo a fin de que ganen más de $47,500. O también, si los patrones no quieren aumentar los salarios, pueden dejarles ir a casa después de las 40 horas y ver a sus familias o capacitarse para nuevos puestos de trabajo. De cualquier forma que se mire, es una victoria para las familias trabajadoras. Y nos estamos asegurando de que cada tres años haya una actualización automática de este umbral, para que las familias trabajadoras no vuelvan a caer en el olvido durante décadas nunca más.\n\n\tEste es el único paso más grande que puedo tomar a través de la acción ejecutiva para aumentar los salarios para el pueblo estadounidense. Esto significa que a millones de estadounidenses trabajadores como Elizabeth o bien se les paga por trabajar más de 40 horas, o conseguirán más tiempo para estar con sus familias. De cualquier manera, ganan. La clase media gana. Y Estados Unidos gana.\n\n\tTodavía tenemos mucho trabajo por hacer para asegurarnos de que esta economía funcione para todos, no sólo los que están en la cima. Es por eso que nunca dejaré de luchar durante el tiempo que esté en este cargo: para recobrar el sentido de que en Estados Unidos, el trabajo duro debe ser recompensado con la oportunidad de salir adelante.\n\n\tGracias a todos. Tengan un buen fin de semana. \n\n\n\n\n"
}