{
    "title": "Remarks by Dr. Jill Biden at the Washington D.C. Screening of the Movie \"FIVE\" | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/10/03/remarks-dr-jill-biden-washington-dc-screening-movie-five",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nOctober 03, 2011\n\n \n\n\n\nRemarks by Dr. Jill Biden at the Washington D.C. Screening of the Movie \"FIVE\"\n\n\n\n\n\n\tRonald Reagan Building & International Trade Center Amphitheater\n\tWashington, D.C.\n\tOctober 3, 2011\n\nAs Prepared for Delivery\n\n\tThank you, Jennifer and Kristin, for your kind words – and for your leadership on this issue.\n\n\tAnd thank you to everyone here tonight who is working hard to raise awareness about breast cancer prevention and the desperate need for a cure.\n\n\tAren’t we all here tonight because this is personal?\n\n\tI look across the room and know you agree – far too many of us have lost a loved one to this disease – or seen a neighbor or a colleague endure painful treatments or a long battle with breast cancer.\n\n\tIt’s personal.\n\n\tMy personal involvement in the fight against breast cancer started almost 20 years ago after several of my friends were diagnosed with the disease.  One of those friends lost her battle and I saw then just what a ruthless adversary breast cancer could be. \n\n\tWe know that early detection can make all the difference.  And I am proud to be a part of an Administration that is working hard to ensure that affordable and accessible preventive care is a reality.\n\n\tThe President and the Vice President fought to enact a health reform law that makes preventive services like mammograms free for women across the country.\n\n\tAnd thanks to the law, today more than 65 million women with private health insurance and more than 24 million with Medicare can get a mammogram without paying an extra penny out of their own pocket.\n\n\tThat’s a great benefit. But we’re all here because we know how important it is for women to use these benefits, take action and defeat this disease.\n\n\tThis afternoon, Secretary of Health and Human Services Kathleen Sebelius, Jennifer and I toured a state-of-the-art breast health center at INOVA hospital in Northern Virginia.  We met with committed health professionals as well as with women who shared personal stories about their battles with breast cancer. \n\n\tThere is no question that we have a lot of work ahead of us – but I will say that we were all inspired and hopeful after the visit.\n\n\tI commend tonight’s organizers for creating a film that gives voice to the millions of people who have been touched by this disease.  Increasing awareness of breast cancer and of the importance of early detection is absolutely critical. \n\n\tEach of us here is bound by our commitment to a future where these battles are a distant memory.  Each of us is adding our voice to the fight.  And together we will win this struggle.  \n\n\tSo, thank you for the invitation to join you tonight and keep up the fight! \n\n\n\n\n"
}