{
    "title": "Executive Order 13518 - Veterans Employment Initiative | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/executive-order-veterans-employment-initiative",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nNovember 09, 2009\n\n \n\n\n\nExecutive Order 13518 - Veterans Employment Initiative\n\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\t\tOffice of the Press Secretary\n\t\t\t___________________________________________________________________\n\t\t\tFor Immediate Release                                                                              November 9, 2009\n\nExecutive Order\n\n\t\t\t- - - - - \n\nEmployment of Veterans in the Federal Government\n\n\n\n\tBy the authority vested in me by the Constitution and the laws of the United States of America, including section 301 of title 3 of the United States Code, I hereby order as follows:\n\nSection 1. Policy. Veterans have served and sacrificed in defense of our Nation. When they complete their service, we must do everything in our power to assist them in re-entering civilian life and finding employment. Government as well as private employers should play a prominent role in helping veterans who may be struggling to find jobs. As one of the Nation's leading employers, the Federal Government is in need of highly skilled individuals to meet agency staffing needs and to support mission objectives. Our veterans, who have benefited from training and development during their military service, possess a wide variety of skills and experiences, as well as the motivation for public service, that will help fulfill Federal agencies' staffing needs. It is therefore the policy of my Administration to enhance recruitment of and promote employment opportunities for veterans within the executive branch, consistent with merit system principles and veterans' preferences prescribed by law. The Federal Government will thereby help lead by example in promoting veterans' employment.\n\nSec. 2. Council on Veterans Employment. There is hereby established an interagency Council on Veterans Employment (Council), to be co-chaired by the Secretaries of Labor and Veterans Affairs. The Director of the Office of Personnel Management (OPM) shall serve as Vice Chair of the Council.\n\n\t   (a) Mission and Function of the Council. The Council shall:\n\n\t      (i) advise and assist the President and the Director of OPM in establishing a coordinated Government-wide effort to increase the number of veterans employed by the Federal Government by enhancing recruitment and training;\n\n\t      (ii) serve as a national forum for promoting veterans' employment opportunities in the executive branch; and\n\n\t      (iii) establish performance measures to assess the effectiveness of, and submit an annual report to the President on the status of, the Veterans Employment Initiative described in section 3 of this order.\n\n\t   (b) Membership of the Council. The Council shall consist of the heads of the following agencies and such other executive branch agencies as the President may designate:\n\n\t      (i) the Department of State;\n\n\t      (ii) the Department of the Treasury;\n\n\t      (iii) the Department of Defense;\n\n\t      (iv) the Department of Justice;\n\n\t      (v) the Department of the Interior;\n\n\t      (vi) the Department of Agriculture;\n\n\t      (vii) the Department of Commerce;\n\n\t      (viii) the Department of Labor;\n\n\t      (ix) the Department of Health and Human Services;\n\n\t      (x) the Department of Housing and Urban Development;\n\n\t      (xi) the Department of Transportation;\n\n\t      (xii) the Department of Energy;\n\n\t      (xiii) the Department of Education;\n\n\t      (xiv) the Department of Veterans Affairs;\n\n\t      (xv) the Department of Homeland Security;\n\n\t      (xvi) the Environmental Protection Agency;\n\n\t      (xvii) the National Aeronautics and Space Administration;\n\n\t      (xviii) the Agency for International Development;\n\n\t      (xix) the General Services Administration;\n\n\t      (xx) the National Science Foundation;\n\n\t      (xxi) the Nuclear Regulatory Commission;\n\n\t      (xxii) the Office of Personnel Management;\n\n\t      (xxiii) the Small Business Administration; and\n\n\t      (xxiv) the Social Security Administration. A member of the Council may designate, to perform the Council functions of the member, a senior official who is part of the member's agency, and who is a full-time officer or employee of the Federal Government.\n\n\t   (c) Administration of the Council. The Co-Chairs shall convene meetings of the Council, determine its agenda, and direct its work. At the direction of the Co-Chairs, the Council more 3 may establish subgroups consisting exclusively of Council members or their designees, as appropriate. The Vice Chair shall designate an Executive Director for the Council to support the Vice Chair in managing the Council's activities. The OPM shall provide administrative support for the Council to the extent permitted by law and within existing appropriations.\n\n\t   (d) Steering Committee. There is established within the Council a Steering Committee consisting of the Secretaries of Defense, Labor, Veterans Affairs, and Homeland Security, the Director of OPM, and any other Council member designated by the Co-Chairs. The Steering Committee shall be responsible for providing leadership, accountability, and strategic direction to the Council.\n\nSec. 3. Veterans Employment Initiative. The agencies represented on the Council shall participate in a Veterans Employment Initiative (Initiative). Under the Initiative, each participating agency shall, to the extent permitted by law:\n\n\t   (a) develop an agency-specific Operational Plan for promoting employment opportunities for veterans, consistent with the Government-wide Veterans Recruitment and Employment Strategic Plan described in section 4 of this order, merit system principles, the agency's strategic human capital plan, and other applicable workforce planning strategies and initiatives;\n\n\t   (b) within 120 days of the date of this order, establish a Veterans Employment Program Office, or designate an agency officer or employee with full-time responsibility for its Veterans Employment Program, to be responsible for enhancing employment opportunities for veterans within the agency, consistent with law and merit system principles, including developing and implementing the agency's Operational Plan, veterans recruitment programs, and training programs for veterans with disabilities, and for coordinating employment counseling to help match the career aspirations of veterans to the needs of the agency;\n\n\t   (c) provide mandatory annual training to agency human resources personnel and hiring managers concerning veterans' employment, including training on veterans' preferences and special authorities for the hiring of veterans;\n\n\t   (d) identify key occupations for which the agency will provide job counseling and training to better enable veterans to meet agency staffing needs associated with those occupations; and\n\n\t   (e) coordinate with the Departments of Defense and Veterans Affairs to promote further development and application of technology designed to assist transitioning service members and veterans with disabilities.\n\nSec. 4. Additional Responsibilities of the Director of the Office of Personnel Management. The Director of OPM shall, in consultation with the Council and to the extent permitted by law: \n\n\t   (a) develop a Government-wide Veterans Recruitment and Employment Strategic Plan, to be updated at least every 3 years, addressing barriers to the employment of veterans in the executive branch and focusing on:\n\n\t      (i) identifying actions that agency leaders should take to improve employment opportunities for veterans;\n\n\t      (ii) developing the skills of transitioning military service members and veterans;\n\n\t      (iii) marketing the Federal Government as an employer of choice to transitioning service members and veterans;\n\n\t      (iv) marketing the talent, experience, and dedication of transitioning service members and veterans to Federal agencies; and\n\n\t      (v) disseminating Federal employment information to veterans and hiring officials;\n\n\t   (b) provide Government-wide leadership in recruitment and employment of veterans in the executive branch;\n\n\t   (c) identify key occupations, focusing on positions in high-demand occupations where talent is needed to meet Government-wide staffing needs, for which the Federal Government will provide job counseling and training under section 5(a) of this order to veterans and transitioning military service personnel;\n\n\t   (d) develop mandatory training for both human resources personnel and hiring managers on veterans' employment, including veterans' preference and special hiring authorities;\n\n\t   (e) compile and post on the OPM website Government-wide statistics on the hiring of veterans; and\n\n\t   (f) within 1 year of the date of this order and with the advice of the Council, provide recommendations to the President on improving the ability of veterans' preference laws to meet the needs of the new generation of veterans, especially those transitioning from the conflicts in Iraq and Afghanistan, and the needs of Federal hiring officials.\n\nSec. 5. Responsibilities of the Secretaries of Defense, Labor, Veterans Affairs, and Homeland Security. The Secretaries of Defense, Labor, Veterans Affairs, and Homeland Security shall take the following actions, to the extent permitted by law:\n\n\t   (a) The Secretaries of Defense, Labor, Veterans Affairs, and Homeland Security shall, in consultation with OPM, develop and implement counseling and training programs to align veterans' and transitioning service members' skills and career aspirations to Federal employment opportunities, targeting Federal occupations that are projected to have heavy recruitment needs.\n\n\t   (b) The Secretary of Labor shall conduct employment workshops for veterans and transitioning military service personnel as part of the Transition Assistance Program (TAP), more 5 and integrate in those workshops information about the Federal hiring process, veterans' preference laws, special hiring authorities, and Federal job opportunities.\n\n\t   (c) The Secretary of Defense and Secretary of Homeland Security (with respect to the Coast Guard) shall:\n\n\t      (i) reinforce military leadership's commitment and support of the service members' transition process; and\n\n\t      (ii) institute policies that encourage every eligible service member to take the opportunity to enroll in any or all of the four components of the TAP.\n\n\t      (d) The Secretaries of Labor and Veterans Affairs shall:\n\n\t      (i) assist veterans and transitioning service members in translating military skills, training, and education to Federal occupations through programs developed under subsection (a) of this section; and\n\n\t      (ii) provide training to employment and rehabilitation counselors on the Federal hiring process, veterans' preferences, special hiring authorities, and identifying Federal employment opportunities for veterans. Sec. 6. General Provisions.\n\n\t   (a) Nothing in this order shall be construed to impair or otherwise affect:\n\n\t      (i) authority granted by law to a department or agency or the head thereof; or\n\n\t      (ii) functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n\n\t   (b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n\n\t   (c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n\n\tBARACK OBAMA\n\tTHE WHITE HOUSE,\n\tNovember 9, 2009.\n\n\n\n\n"
}