{
    "title": "President Obama Announces More Key Administration Posts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/12/22/president-obama-announces-more-key-administration-posts",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 22, 2014\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts\n\n\n\n\nWASHINGTON, DC – Today, President Barack Obama announced his intent to nominate the following individual to a key Administration post:\n\n\nSally Q. Yates – Deputy Attorney General, Department of Justice\n\nPresident Obama also announced his intent to appoint the following individuals to key Administration posts:\n\n\nDawn Halfaker – Member, Board of Governors of the United Service Organizations, Incorporated\n\nMary Minow – Member, National Museum and Library Services Board\n\nPresident Obama said, “I am confident that these experienced and hardworking individuals will help us tackle the important challenges facing America, and I am grateful for their service.  I look forward to working with them in the months and years ahead.”\nPresident Obama announced his intent to nominate the following individual to a key Administration post:\nSally Q. Yates, Nominee for Deputy Attorney General, Department of Justice\nSally Q. Yates is the U.S. Attorney for the Northern District of Georgia, a position she has held since 2010.  She is also the Vice Chair of the Attorney General’s Advisory Committee.  Previously, Ms. Yates served as the First Assistant U.S. Attorney from 2002 to 2010, the Chief of the Fraud and Public Corruption Section from 1993 to 2002, and an Assistant U.S. Attorney from 1989 to 2002, all for the Northern District of Georgia.  She also served as Acting U.S. Attorney for that office in 2004 and from 2009 to 2010.  She began her legal career as an associate at King & Spalding.  She is a fellow in the American College of Trial Lawyers and has received numerous awards with the Department of Justice, including the Urban League Champion of Justice Award and the Attorney General’s John Marshall Award.  Ms. Yates received a B.A. and a J.D. from the University of Georgia.\nPresident Obama announced his intent to appoint the following individuals to key Administration posts:\nDawn Halfaker, Appointee for Member, Board of Governors of the United Service Organizations, Incorporated\nDawn Halfaker is CEO and President of Halfaker and Associates LLC, a firm she founded in 2006.  Ms. Halfaker has also served on the Board of Directors of the Wounded Warrior Project since 2006 and was elected chair in 2011.  She serves on the Secretary of Labor’s Advisory Committee on Veterans Employment, Training, and Employer Outreach and the Department of Veterans Affairs Advisory Committee on the Readjustment of Veterans.  She served as a military liaison to the House Armed Services Committee in Congress in 2005.  Ms. Halfaker served as a Military Police Officer in the U.S. Army from 2001 to 2005.  In 2004, she was wounded in combat and was awarded a Purple Heart and Bronze Star for her service.  Ms. Halfaker received a B.S. from the United States Military Academy at West Point and an M.A. from Georgetown University.\nMary Minow, Appointee for Member, National Museum and Library Services Board\nMary Minow is Counsel to the Califa Library Group, a not for profit library cooperative in California.  She served as the Follett Chair at Dominican University’s Graduate School of Library and Information Science from 2011 to 2014.  She is an author, attorney and a consultant, and has been advising libraries nationwide about legal issues such as free speech, privacy and copyright since 1998.  Ms. Minow manages the Stanford Copyright and Fair Use site and founded the LibraryLaw blog in 2004.  She has served as a Member of the National Museum and Library Services Board since 2010.  Ms. Minow is on the advisory board of the Electronic Privacy Information Center and is a former Chair on the Intellectual Freedom Committee of the California Library Association. She was President of the California Association of Library Trustees and Commissioners in 2002.  Ms. Minow received a B.A. from Brown University, an M.L.S. from the University of Michigan, Ann Arbor, and a J.D. from Stanford University.\n\n\n\n\n"
}