{
    "title": "PRESS RELEASE: Obama Administration Releases Action Plan to Address Ocean Challenges | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/11/24/press-release-obama-administration-releases-action-plan-address-ocean",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 12, 2012\n\n \n\n\n\nPRESS RELEASE: Obama Administration Releases Action Plan to Address Ocean Challenges\n\n\n\n\n\n\n                                              Contact: Taryn Tuss (CEQ): 202-456-6998\n\n                                                            Rick Weiss (OSTP): 202-456-6037\n\nWASHINGTON – Today, the Obama Administration released a National Ocean Policy action plan to address the most pressing challenges facing ocean, coastal, and Great Lakes resources. The draft requests comments on actions the Federal Government will take to improve the health of the ocean, coasts, and Great Lakes, which support tens of millions of jobs, contribute trillions of dollars a year to the national economy, and are essential to public health and national security.\nThe draft action plan will ensure the Federal Government targets its resources to more effectively and efficiently deliver results for Americans, including greater predictability for ocean users and better access to the latest science and information related to ocean health. The actions reflect ideas and input from industry, conservation groups, local officials, the public and other stakeholders who provided critical feedback to the National Ocean Council through two public comment periods and 12 regional listening sessions.\n“When President Obama created the National Ocean Policy, he marked a landmark step toward addressing the challenges that face the health of our ocean and coasts, and the economies they support” said Nancy Sutley, Chair of the Council on Environmental Quality and Co-Chair of the National Ocean Council. “This action plan will help focus our resources on actions that will enhance the stewardship of coastal and marine resources on which so many communities, small businesses, and American jobs depend.”\n“This plan reflects a number of overarching priorities of the Obama Administration—including a commitment to scientific data as an important basis for decision-making and a commitment to transparency and openness as we ensure that the interests of all stakeholders, from recreational beach- goers to fishermen and farmers, are taken into account,” said John P. Holdren, Director of the White House Office of Science and Technology Policy and Co-Chair of the National Ocean Council.\n\nOcean and coastal resources are under pressure from growing and often competing uses, such as national security, recreation, shipping, energy production, and commercial fishing, as well as from pollution, resource extraction, and climate change. The draft Implementation Plan focuses on public-private partnerships, promoting efficiency and collaboration across sectors, managing resources with an integrated approach, and making available and using the best science and information on ocean health. The plan, which is available for public comment through February 27th, outlines key milestones, identifies responsible Federal agencies, and indicates the expected timeframe for completion of Implementation Plan actions including:\n\nStreamlining ocean and coastal permitting processes, beginning with aquaculture: Agencies will collaborate to develop efficient, coordinated permitting processes that will save time and money for ocean industries, encourage economic growth, and protect public health, safety, and the environment.\nImproving water quality: Agencies will identify and implement conservation and best management practices, and promote voluntary partnership programs with stakeholders to reduce rural and urban sources of pollution.\nProviding climate-change forecasts and vulnerability assessments for coastal communities: Federal agencies will improve the quality and accessibility of science and information to enable Federal, State and local decision-makers to reduce the risks of sea level rise and other climate change impacts, and make informed investments in infrastructure, public health and economic development.\nImproving environmental response management in the Arctic: As melting sea ice enables increased access for shipping, tourism and oil and gas\ndevelopment, Federal agencies will work with State, local and international partners to develop coordinated response procedures for oil spills, marine accidents or other incidents to protect people, communities and ecosystems from adverse impacts.\n\nThe plan also makes it a priority to:\n\nProvide scientific information to support emerging sustainable uses of resources including fisheries, renewable energy, aquaculture, and biotechnology;\nProvide open access to data and information across the Federal Government for state and local decision-makers, ocean users, stakeholders, and the public;\nIdentify and make available grant and partnership opportunities to support regional priorities;\nDevelop methods and standards for assessing the resilience of natural resources, cultural resources, coastal communities, and infrastructure in a changing climate; and\nIdentify and conserve habitat for priority fish species.\n\nTo read the draft Implementation Plan and submit comments, please visit obamawhitehouse.archives.gov/oceans.\nThe National Ocean Policy, established by Executive Order 13547 on July 19th, 2010, provides that Federal agencies will\n“ensure the protection, maintenance, and restoration of the health of ocean, coastal and Great Lakes ecosystems and resources,\nenhance the sustainability of ocean and coastal economies, preserve our maritime heritage, support sustainable uses and access,\nprovide for adaptive management to enhance our understanding of and capacity to respond to climate change and ocean\nacidification, and coordinate with our national security and foreign policy interests.” The Policy also called for the creation of\nan interagency National Ocean Council to oversee the Policy’s implementation. For more information about the Council please\nvisit obamawhitehouse.archives.gov/oceans.\n\n\n\n"
}