{
    "title": "La promoción de nuestros intereses: Medidas en respaldo a la estrategia de seguridad nacional del Presidente | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/la-promoci-n-de-nuestros-intereses-medidas-en-respaldo-a-la-estrategia-de-seguridad",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 27, 2010\n\n \n\n\n\nLa promoción de nuestros intereses: Medidas en respaldo a la estrategia de seguridad nacional del Presidente\n\n\n\n\nLea la Estrategia de Seguridad Nacional en WhiteHouse.gov.\n \nSEGURIDAD\n \nInterceptar, desmantelar y derrotar a Al Qaida y sus violentos extremistas en Afganistán, Pakistán y alrededor del mundo: Desde su inicio, este gobierno viene trabajando con aliados clave en todo el mundo, en el Golfo, África, Asia y Europa, para combatir a Al Qaida y sus extremistas, que siguen decididos en llevar a cabo más ataques contra el territorio nacional y contra los intereses estadounidenses alrededor del mundo. En parte como resultado de este esfuerzo mundial, Al Qaida y sus partidarios han perdido más de una decena de líderes. Asimismo, seguimos aumentando la cooperación entre nuestros agentes de inteligencia, seguridad nacional y de la ley, lo que nos ayudó a identificar y descubrir complots aquí al interior del país. Como resultado, en el 2009, hubo más acusados de terrorismo en cortes federales que en ningún otro año desde el 11 de septiembre.\n \nAfganistán: El Presidente y la comunidad internacional están proporcionando los recursos necesarios para implementar nuestra estrategia. En Afganistán, cerca de la mitad de los 50,000 efectivos de las tropas estadounidenses que prometimos tener en el terreno en el 2010 ya están en sus puestos. Cada vez más, nuestros esfuerzos colectivos se han enfocado intensamente en proporcionar capacitación y financiamiento a las Fuerzas de Seguridad de Afganistán para lograr que asuman las responsabilidades de seguridad. En el frente civil, la ayuda se ha incrementado de $2,200 a $2,800 millones, y esos fondos han sido reasignados a regiones prioritarias en el sur y el este. Hemos aumentado a más del triple el número de civiles que Estados Unidos contrata directamente en Afganistán, de 320 en enero del 2009 a más de 1,000 en la actualidad, y hemos aumentado a casi el cuádruple nuestra presencia en el terreno con la implementación de 26 Equipos de Reconstrucción Provincial (Provincial Reconstruction Teams o PRT) y más de 30 Equipos de Apoyo Distrital (District Support Teams o DST) ubicados en distritos clave. Más de una decena de DST adicionales entrarán en funciones en el 2010, y se concentrarán en distritos donde la Fuerza Internacional de Asistencia para la Seguridad (International Security Assistance Force o ISAF) está trabajando para revertir la influencia del Talibán y aumentar la seguridad.\n \nPakistán: En Pakistán, el gobierno paquistaní ha realizado su mayor ofensiva en años contra el extremismo violento dentro de sus fronteras. El Presidente firmó la ley Kerry-Lugar-Berman que contó con el respaldo de ambos partidos y autorizó $1,500 millones en asistencia no militar para el pueblo de Pakistán todos los años en los próximos cinco años. Los fondos del año fiscal 2010 y del año fiscal 2011 continuarán el esfuerzo que iniciamos con el presupuesto suplementario para el año fiscal 2009, que se enfocó en proyectos de gran impacto y visibilidad que atienden las urgentes necesidades del pueblo paquistaní, con un enfoque inicial en energía y agua. La embajada de Estados Unidos en Pakistán ahora tiene 584 estadounidenses, un aumento de 70% desde el 2008. Y esperamos aumentarla con 120 estadounidenses más en los próximos dos años. En el aspecto militar, hemos proporcionado todos los recursos para nuestra ayuda de seguridad a Pakistán, lo que incluye una asignación de $238 millones en Financiamiento para Fuerzas Armadas Extranjeras para el año fiscal 2010, y el año pasado iniciamos un fondo de ayuda especial para contrainsurgencia de $1,100 millones. Asimismo, hemos reembolsado a Pakistán $1,300 millones en el 2010 por gastos militares incurridos en el 2008 y 2009 bajo nuestro programa de Fondos de Apoyo a la Coalición (Coalition Support Funds).   \n \nRespaldo internacional para Afganistán y Pakistán: La estrategia de la Administración es considerar el conflicto de Afganistán dentro de un contexto regional. Desde enero del 2009, hemos trabajado con Afganistán, Pakistán, los países vecinos y socios internacionales clave para coordinar la asistencia y alentar mayor apoyo económico y político para Afganistán y Pakistán. Estos socios, entre ellos varios países musulmanes, ofrecen asistencia crucial de carácter militar, económico, humanitario y técnico a Afganistán y Pakistán. Asimismo, la mitad de las 7,000 tropas aliadas que se prometieron para respaldar la nueva estrategia del Presidente ya han llegado a Afganistán.\n \nReducción responsable de las tropas en Irak: En junio del 2009, cuando las Fuerzas de Seguridad de Irak asumieron exitosamente la función de defender a Irak de amenazas internas, las tropas estadounidenses tomaron nuevas posiciones fuera de las ciudades iraquíes. El número de civiles muertos se ha reducido a su número más bajo desde el 2003, y las Fuerzas de Seguridad de Irak han asestado fuertes golpes a los terroristas, entre ellos, la reciente muerte de los dos líderes más importantes de Al Qaida en Irak y el arresto del líder de Ansar al-Sunna. Las Fuerzas de Seguridad de Irak también velaron exitosamente por la seguridad durante las elecciones parlamentarias iraquíes en marzo del 2010. En febrero del 2010, redujimos las tropas a menos de 100,000, por primera vez desde el 2003. Dada la significativa mejora en el desempeño y capacidad de las Fuerzas de Seguridad de Irak y la disminución sostenida en muertes civiles, estamos en camino a cumplir con el plan del Presidente de darle fin a la misión de combate el 31 de agosto del 2010 y reducir las tropas a 50,000. Esta reducción de tropas no significa una menor cooperación, sino la transformación de nuestra relación bilateral en una mayor cooperación civil y un enfoque en el aumento de capacidad.\n \nCompromiso con la clausura de las instalaciones navales de la bahía de Guantánamo: Todos los principales funcionarios del Departamento de Defensa y comandantes militares respaldan la clausura del centro de detención en Guantánamo para ayudar a aumentar nuestra seguridad. Esta Administración ha instituido el más completo proceso de revisión jamás aplicado a los detenidos en Guantánamo, con mejoras significativas, entre ellas, descontinuar el uso de información de inteligencia confidencial sin la apropiada contextualización (stove-piping), y compilar por primera vez en un solo archivo, la mejor información disponible respecto a los detenidos de Guantánamo. Todas las decisiones de transferir a un detenido a un país extranjero en el 2009 y 2010 se tomaron por recomendación unánime de todas las agencias involucradas en el proceso de revisión, previa evaluación completa de la información de inteligencia y la amenaza que representa. El poder ejecutivo ha alcanzado logros significativos al colaborar con nuestros amigos y aliados para reubicar a muchos detenidos en terceros países. Desde el 2008, el Departamento de Estado ha reubicado exitosamente a 33 detenidos en 13 diferentes lugares.\n \nResolución del Consejo de Seguridad de Naciones Unidas sobre la Agenda de Praga: Poco después de asumir la presidencia, el Presidente Obama propuso una agenda integral para detener la proliferación de armas nucleares y procurar la paz y seguridad en un mundo sin ellas. En setiembre del 2009, el Presidente Obama presidió la primera reunión del Consejo de Seguridad a nivel de Cumbre sobre la No Proliferación Nuclear y el Desarme Nuclear, que subrayó el papel que puede desempeñar el principal organismo multilateral para la cooperación sobre seguridad mundial con el fin de lidiar con las naciones que trasgreden el Tratado de No Proliferación y de alentar el progreso hacia el desarme nuclear. El resultado fue la adopción unánime de la resolución 1887 del Consejo de Seguridad.\n \nNuevo START: Estados Unidos llegó a un nuevo Tratado de Reducción de Armas Estratégicas (Strategic Arms Reduction Treaty o START) con Rusia, suscrito por los Presidentes Obama y Medvedev el 8 de abril, que redujo en aproximadamente 30% los límites a las ojivas nucleares para la ofensiva estratégica y redujo en más de 50% con relación a tratados previos los límites los vectores nucleares estratégicos. El nuevo START restableció la cooperación entre Estados Unidos y Rusia, y su liderazgo en control de armamento y no proliferación, mejoró las relaciones entre Estados Unidos y Rusia, y conservó la flexibilidad que Estados Unidos necesita para proteger su seguridad y la de sus aliados. El nuevo tratado START ha sido remitido al Senado para que apruebe su ratificación, y esperamos que el tratado entre en vigor para fines de este año.\n \nAfianzar el Tratado de No Proliferación Nuclear: Nuestra Revisión de Postura Nuclear reafirma la importancia del Tratado de No Proliferación Nuclear (Non Proliferation Treaty o NPT) y proporciona incentivos de seguridad para los estados sin armamento nuclear, a fin de que renuncien a las armas nucleares y cumplan con sus obligaciones de no proliferación y las asumidas bajo el NPT. Dimos pasos para afianzar el NPT vía acciones diplomáticas, logramos un aumento en el presupuesto de salvaguardas de la Agencia Internacional de Energía Atómica y llegamos a un acuerdo internacional para permitir que los países obtengan energía nuclear sin enriquecimiento adicional ni instalaciones de reprocesamiento.\n \nAsegurar materiales y armamento nuclear vulnerables: El Presidente ha hecho énfasis en que el terrorismo nuclear es la amenaza más inmediata y extrema que enfrentamos nosotros y otras naciones, y propuso un esfuerzo de cuatro años para asegurar todo el material nuclear vulnerable en el mundo, a fin de cortar el terrorismo nuclear de raíz. En abril del 2010, organizó una histórica Cumbre en Washington con 47 naciones y tres organizaciones internacionales para trabajar en esa meta. Más de 30 naciones anunciaron medidas específicas para asegurar mejor los materiales nucleares y evitar el contrabando, respaldaron el esfuerzo de seguridad de cuatro años del Presidente y acordaron un plan de trabajo para llevarlo a cabo. Este año, los programas de reducción de la amenaza en Estados Unidos han disminuido la amenaza nuclear de muchas maneras por medio de mejor seguridad o destrucción de materiales nucleares y sistemas de lanzamiento, reducción del uso civil de materiales utilizables en armamento y mejoras en nuestra capacidad y la de otros países de detectar e interceptar el contrabando nuclear. El presupuesto para el año fiscal 2011 del Presidente propone un incremento del 30% en financiamiento para programas de seguridad nuclear.\nPrograma nuclear de Irán: Por primera vez en casi una década, Estados Unidos está contribuyendo plenamente y encabezando los esfuerzos internacionales para evitar que Irán obtenga un arma nuclear, utilizando una combinación de diplomacia firme y principios y presión sobre Irán. El enfoque está ahora donde debe: sobre el gobierno de Irán y las decisiones que debe tomar. Este mes, la secretaria Clinton anunció que el P5+1 había llegado a un consenso sobre una nueva resolución del Consejo de Seguridad para establecer sanciones de mayor alcance que unificarán a la comunidad, con la debida urgencia, en torno a medidas que definirán mejor las opciones que enfrenta Irán. Incluso los amigos y socios comerciales cercanos de Irán están prestando su colaboración. Este recientemente concertado esfuerzo multilateral fortalece nuestra posición diplomática para procurar resolver los desafíos que presenta el programa nuclear de Irán.\n \nPrograma Nuclear de Corea del Norte: Además de una mejoría en las relaciones bilaterales en el mundo, los esfuerzos diplomáticos del Presidente Obama han facilitado una respuesta unida a nivel regional y mundial a las pruebas nucleares y de misiles realizadas por Corea del Norte, lo que llevó a sanciones sin precedente de alcance mundial por medio de la Resolución 1874 del Consejo de Seguridad de la Naciones Unidas. Estados Unidos siempre ha dejado en claro que el camino que llevará a Corea del Norte a la seguridad y prosperidad es abandonar su conducta de provocación, mejorar las relaciones con los países vecinos, cumplir sus compromisos y obligaciones internacionales, y comenzar a tomar medidas irreversibles para eliminar su programa de armas nucleares.\n \nAumentos y mejoras a la defensa contra misiles: En septiembre del 2009, el Presidente anunció un nuevo enfoque a la defensa contra misiles en Europa, el Enfoque Gradual de Adaptación (Phased Adaptive Approach), que mejora la defensa colectiva de Estados Unidos, la de nuestras tropas en el exterior y de nuestros aliados y socios contra amenazas emergentes y existentes de misiles balísticos del Medio Oriente. El enfoque utilizará tecnología y capacidad comprobada, lo que tendrá como resultado la protección más completa de Europa con mayor prontitud, y será flexible y se podrá adaptar y aumentar según la evolución de la amenaza. Además, como se describe en el Informe de Revisión de la Defensa contra Misiles de febrero del 2010, Estados Unidos continuará y mejorará nuestra capacidad para defender el territorio estadounidense contra la amenaza de un ataque con misiles balísticos y afianzará la cooperación con aliados y socios de todo el mundo, entre ellos Rusia, en materia de defensa contra misiles.\nContrarrestar amenazas biológicas: La Administración produjo la Estrategia Nacional para Contrarrestar Amenazas Biológicas (National Strategy for Countering Biological Threats) para hacerles frente a los desafíos provenientes de la proliferación de armas biológicas o su uso por terroristas. La estrategia reconoce los beneficios de los avances en las ciencias vitales a la vez que menciona los riesgos asociados con el mal uso y consecuencias potenciales de un ataque biológico.\n \nEsfuerzos para llevar paz al Medio Oriente: En un difícil contexto de guerra reciente, ninguna posibilidad de negociaciones y las elecciones israelíes, el Presidente inició su mandato con el inmediato nombramiento del senador George Mitchell como enviado especial al Medio Oriente a tiempo completo. Como resultado de los esfuerzos concertados del enviado especial Mitchell y nuestro equipo diplomático, hemos completado exitosamente dos ruedas de conversaciones de acercamiento, en las que el senador Mitchell organizó reuniones con el primer ministro israelí Netanyahu y el Presidente de la Autoridad Palestina Abbas, y hablaron de asuntos de carácter serio significativo. Asimismo, hemos convencido a ambas partes de la importancia de regresar a las negociaciones directas. El poder ejecutivo continúa apoyando las mejoras en los esfuerzos de seguridad palestina y reformas institucionales bajo el Presidente Abbas y el primer ministro Fayad, y continúa asegurando que aumente el apoyo en materia financiera que recibe la Autoridad Palestina de fuentes árabes.\n \nCompromiso continuo con la seguridad de Israel: Nuestro compromiso con la seguridad de Israel es inquebrantable, y nuestra relación de defensa es más fuerte que nunca, para beneficio mutuo de ambas naciones. Una señal de cuán sólido es nuestro compromiso con la seguridad de Israel es que el Presidente solicitó al Congreso que autorice $205 millones para respaldar la producción de un sistema de defensa contra cohetes de corto alcance desarrollado por Israel, llamado Iron Dome. Este financiamiento permitirá que Israel expanda y acelere la producción de Iron Dome y su instalación para proporcionar oportunas mejoras a sus defensas de niveles múltiples, a fin de brindar protección contra los cohetes usados por Hamás y Hezbolá. Esta medida es parte de una serie de ellas, que incluyen nuestro paquete anual de ayuda militar de $3,000 millones, consultas extensas con Israel para asegurar la calidad y vanguardia de sus fuerzas armadas y ejercicios conjuntos de defensa contra misiles, lo que demuestra la solidez de nuestra relación de defensa mutua.\n \nSudán: Desde enero, hemos completado un análisis integral de nuestra política en Sudán, formulado una estrategia que se centra en hacerle frente a la crisis en Darfur e implementado un Acuerdo Integral de Paz, en el que se está produciendo un serio esfuerzo multilateral para afrontar los asuntos pendientes desde el 2005. Hemos nombrado a un enviado especial a tiempo completo con acceso a los más altos niveles de la Administración, quien ha revitalizado y ampliado la coalición multilateral dedicada a abordar los desafíos en Sudán.\nSomalia: Tras un análisis integral de nuestra política hacia Somalia, este año el Presidente emitió el Decreto Ejecutivo 13536, el primero centrado en abordar los factores subyacentes que contribuyen a la inestabilidad en Somalia. La política de la Administración relativa a Somalia es la primera estrategia integral con respecto al antiterrorismo, las medidas para combatir la piratería, y las inquietudes humanitarias, políticas y de seguridad que enfrenta el asediado país.\nSeguridad cibernética: Desde el histórico discurso del Presidente sobre la seguridad cibernética en mayo del 2009, la Casa Blanca ha nombrado a Howard Schmidt como coordinador de seguridad cibernética en el equipo de Seguridad Nacional. El Sr. Schmidt y su equipo han lanzado el Proyecto Nacional para la Educación sobre Seguridad Cibernética (National Initiative for Cybersecurity Education o NICE), han dado a conocer un resumen no clasificado del Proyecto Integral Nacional para la Seguridad Cibernética (Comprehensive National Cybersecurity Initiative o CNCI), han interaccionado con socios internacionales y las Naciones Unidas, y han trabajado con la Oficina de Administración y Presupuesto (Office of Management and Budget u OMB) para emitir una modificación significativa de los requisitos de implementación de la Ley de Manejo de Sistemas Federales de Información (Federal Information Systems Management Act o FISMA). Se han emprendido proyectos de seguridad cibernética con particular atención a la privacidad y las libertades civiles.\nPROSPERIDAD\nCompromiso con una educación de la mejor calidad: La seguridad económica y nacional a largo plazo de nuestro país depende de brindarle a todo estudiante una educación que le permita tener éxito en la economía mundial. Con ese fin, la Ley para la Recuperación y Reinversión en Estados Unidos (American Recovery and Reinvestment Act of 2009 o ARRA) proporcionó aproximadamente $100,000 millones para asignar fondos de educación de emergencia a estados mientras se impulsan importantes reformas en la educación primaria y secundaria. En base a ese esfuerzo, el Presidente Obama ha iniciado una reforma educativa de mayor alcance a fin de mejorar el sistema de educación pública de Estados Unidos elevando estándares y mejorando evaluaciones; promover el desarrollo y la excelencia de los maestros; desarrollar la capacidad de usar datos para impulsar mejoras en el sistema de enseñanza de nuestras escuelas, y fomentar el cambio en las escuelas de rendimiento más bajo de Estados Unidos. A fin de preparar mejor a los estudiantes de Estados Unidos para que se gradúen listos para la universidad y una carrera, el gobierno del Presidente Obama ha desafiado a los estados a que compitan en Carrera a la Cima (Race to the Top), para promover el cambio sistémico en prácticas y medidas de política educativa en cada una de estas reformas. El gobierno del Presidente Obama también ha apoyado el desarrollo y la expansión de nuevos y prometedores modelos para disminuir la brecha de rendimiento por medio del Fondo de Inversión en Innovación (Investing in Innovation Fund), a la vez que procura cambios específicos y estratégicos en las escuelas de más bajo rendimiento de Estados Unidos por medio del Fondo para Mejoras Escolares (School Improvement Fund).\nMejorar la educación superior: El Presidente ha emprendido una histórica reforma del sistema de educación superior del país, y ha aumentado a más del doble la cantidad total de fondos de las becas Pell disponibles para ayudar a estudiantes de bajos ingresos a obtener una educación superior, mejorar las instituciones comunitarias de enseñanza superior de Estados Unidos y reorganizar nuestros programas federales de préstamos estudiantiles para poner a los alumnos primero. En conjunto, estas reformas permitirán que sea más fácil que Estados Unidos alcance el objetivo del Presidente de volver a ser líderes del mundo por tener el mayor porcentaje de personas con grados universitarios que ningún otro país para el 2020.\nInversiones en energía limpia: Estados Unidos está invirtiendo más de $80,000 millones en energía limpia por medio de la Ley para la Recuperación, lo que incluye la mayor inversión en la historia en energía renovable, que en tres años aumentará al doble nuestra capacidad de generación. Esto demuestra nuestro compromiso de liderar la producción de nuevas fuentes de energía que puedan generar nuevos empleos y reforzar nuestra seguridad energética en el siglo 21.\nEficiencia: El Presidente Obama anunció el primer estándar conjunto de consumo eficiente de energía/emisión de anhídrido carbónico por el escape para autos y camiones en mayo del año pasado y se basó en ese anuncio este mes para agregar estándares similares para camiones pesados. Hemos puesto en vigor estándares más estrictos de eficiencia para electrodomésticos como refrigeradoras y microondas, y estamos desarrollando una decena de estándares adicionales para electrodomésticos.\nNorma de inventario de emisiones: Hemos emitido una norma que requiere que las grandes fuentes de emisiones, y proveedores de hidrocarburos vigilen y reporten sus emisiones de gas de efecto invernadero. Esto servirá como una base importante para la futura política de limitar e intercambiar (derechos de emisión) y permitirá que las firmas privadas administren mejor sus emisiones.\nEstrategia nacional de exportaciones: El Presidente Obama presentó el Programa de Exportación Nacional (National Export Initiative o NEI) con el objetivo de aumentar al doble las exportaciones durante los próximos 5 años como parte de un esfuerzo más extenso por generar más crecimiento económico y apoyar varios millones de empleos. Este programa, dirigido por el recientemente creado Gabinete de Promoción de Exportaciones (Export Promotion Cabinet), se dedica a promover las exportaciones aumentando la promoción y asesoría de exportadores, particularmente pequeñas y medianas empresas, mejorar el acceso al financiamiento para las exportaciones, reducir las barreras para las exportaciones de Estados Unidos y servicios en el extranjero, velar por el cumplimiento de normas y acuerdos comerciales, y trabajar por medio de instituciones internacionales para promover el crecimiento sostenido y equilibrado.\nReforma del control de exportaciones: La Administración lanzó una importante campaña para reformar nuestro sistema de control de exportaciones a fin de reforzar nuestra seguridad nacional dedicando nuestros esfuerzos a controlar la exportación de los artículos más sensibles y a la vez mantener la competitividad de sectores clave de nuestra economía.\nG-20: La Administración cambió la dirección de nuestros esfuerzos de cooperación económica internacional hacia el G-20, entidad que representa la realidad de nuestros tiempos y que incluye en las negociaciones a países necesarios para desarrollar una economía mundial más sólida, reformar el sistema financiero y mejorar la vida de los más pobres. El G-20 trabajó en la coordinación de medidas de política en una escala sin precedente y, en efecto, sacar a la economía mundial del borde de una depresión por medio de esfuerzos concertados para estimular la demanda, reformar las normas financieras y modernizar y movilizar recursos para las instituciones financieras internacionales. Nos hemos comprometido a darle al G-20 un lugar central en nuestros esfuerzos por lograr una recuperación duradera que evite los factores de fragilidad financiera que nos llevaron a esta crisis.\nCrecimiento equilibrado y sostenible: Junto con nuestros socios del G-20, hemos acogido un plan de crecimiento equilibrado y sostenible, y creado un proceso de cooperación y coordinación para tratar de asegurar que la recuperación de la crisis económica mundial nos evite regresar a los peligrosos desequilibrios y excesos financieros que arriesgan con socavar el crecimiento de largo plazo. Ésta es la primera vez que un grupo tan numeroso de países ha aceptado colaborar a fin de evaluar los planes económicos de los demás, procurar un consenso sobre reformas necesarias y, a fin de cuentas, adoptar medidas de política que respalden la necesidad de un nuevo equilibrio a fin de asegurar el sólido crecimiento de todos.\nCumbre presidencial de iniciativa empresarial: La Presidential Summit on Entrepreneurship (26 al 27 de abril, 2010) destacó el importante papel que la iniciativa empresarial puede desempeñar en aumentar las oportunidades dentro del país y en el exterior, y a la vez afianzar las relaciones de Estados Unidos con comunidades musulmanas de todo el mundo. La cumbre incluyó a aproximadamente 250 empresarios exitosos de más de cincuenta países; identificó maneras de promover la iniciativa económica y social; generó redes de contactos entre las partes interesadas en la iniciativa empresarial, y proporcionó la oportunidad de forjar sociedades para promover la iniciativa empresarial.\nFondo para la tecnología e innovación mundial: En respuesta al discurso del Presidente Obama de junio en El Cairo, la Corporación para la Inversión Privada en el Extranjero (Overseas Private Investment Corporation u OPIC) hizo un llamado en octubre del 2009 a fondos administrados de manera privada a favor de la tecnología e innovación mundial. Con capital del sector privado catalizado por la OPIC, estos fondos tendrán el potencial de movilizar más de $2,000 millones en capital privado para países con mayoría musulmana. Todos los fondos siguen sujetos a análisis y aprobación del directorio de la OPIC.\nEnviados de ciencias: Este programa envía a científicos destacados de Estados Unidos al extranjero para identificar oportunidades de nuevas alianzas en ciencias y tecnología. Los primeros tres enviados, el Dr. Ahmed Zewail, el Dr. Elias Zerhouni y el Dr. Bruce Alberts, han viajado por todo el mundo, desde Arabia Saudita, Kuwait, Qatar, Argelia y Túnez hasta Indonesia. La secretaria Clinton también se ha comprometido a aumentar el número de funcionarios ambientales, científicos, tecnológicos y de salud en las embajadas de Estados Unidos.\nPolítica de desarrollo: Iniciamos un Estudio Presidencial que ofrecerá orientación para la primera Política de Estados Unidos para el Desarrollo Mundial, las herramientas necesarias para lograr los objetivos de desarrollo de Estados Unidos y la estructura institucional necesaria para el éxito.\nVALORES\nProhibió la tortura, sin excepciones ni ambigüedad: Poco después de asumir el mando, el Presidente emitió el Decreto Ejecutivo 13491, que prohíbe inequívocamente la tortura de personas detenidas en cualquier conflicto armado. El decreto ejecutivo requiere que todas las personas bajo custodia o control de Estados Unidos sean tratadas de manera humana y no sean sometidas a actos de violencia contra la vida ni persona (lo que incluye todo tipo de asesinato, mutilación, tratamiento cruel y tortura), ni a atropellos contra la dignidad personal, lo que incluye la humillación y el tratamiento degradante.\nAspectos legales del antiterrorismo: En algunos de sus primeros actos oficiales, el Presidente Obama tomó una serie de pasos para prohibir la tortura, iniciar el proceso de clausurar la prisión de la bahía de Guantánamo y mejorar la supervisión de la interrogación y la transferencia de personas a otros países. También hemos incorporado los principios internacionalmente reconocidos de las leyes de guerra a las decisiones sobre quiénes pueden ser arrestados en un conflicto armado.\nReforma del privilegio de secreto de estado: Cuando invoquemos el privilegio de secreto de estado, seguiremos procedimientos claros para proporcionar mayor rendimiento de cuentas y asegurar que se invoque el privilegio sólo cuando sea necesario y de la manera más estricta posible. Nunca invocaremos el privilegio para esconder una transgresión de la ley ni evitar que el gobierno pase vergüenza. El fiscal general debe aprobar cualquier invocación del privilegio después de un análisis por el recientemente creado Comité de Análisis de Secretos de Estado (State Secrets Review Committee) del Departamento de Justicia, compuesto por altos funcionarios del departamento.\nPromoción de mayor apertura y transparencia: La Administración ha iniciado esfuerzos para hacer al gobierno estadounidense más transparente y promover la participación cívica por medio de la apertura del gobierno. En respuesta a la Directiva de Apertura Gubernamental (Open Government Directive) del Presidente, los departamentos y agencias federales están proporcionando más información, con más rapidez que nunca antes. Por ejemplo, Data.gov congrega cientos de miles de bases de datos producidas por el gobierno; Recovery.gov permite que los ciudadanos se mantengan al tanto del progreso de nuestros esfuerzos por promover la recuperación económica, y ahora los estadounidenses pueden examinar documentación sobre todas las personas que visitan la Casa Blanca.\nCuba: Se cumplió con la promesa del Presidente de respaldar el deseo del pueblo cubano de determinar libremente su futuro, aumentar el libre flujo de información desde, hacia y entre el pueblo cubano, e interaccionar pragmáticamente con autoridades cubanas para promover los intereses nacionales de Estados Unidos. Se logró un consenso hemisférico sobre una resolución que destaca la necesidad de que Cuba cumpla con los principios democráticos y respete los derechos humanos básicos como parte de cualquier reanudación de su participación en la Organización de Estados Americanos.\nAsegurar que las democracias nuevas y frágiles produzcan mejoras tangibles a favor de sus ciudadanos: El Presidente Obama presentó en Accra una visión integral para la interacción entre Estados Unidos y los países africanos que destacó la importancia del buen gobierno y oportunidades para los pobladores de África. El Presidente Obama ha destacado su énfasis en el buen gobierno en África al recibir a líderes africanos con una trayectoria de buen gobierno, el Presidente Kikwete de Tanzania, Morgan Tsvangirai de Zimbabwe, el Presidente Khama de Botswana, y también hizo su primer viaje a África con su visita a Ghana.\nPromover la libertad en el Internet: La Administración ha dejado en claro su compromiso con la libertad mundial en el internet, entre otras cosas, por medio de un plan presentado por la secretaria de Estado el 21 de enero, y creó un Grupo de Trabajo para la Libertad del Internet (Internet Freedom Task Force) que está trabajando con el sector privado en estos asuntos. Hemos modificado nuestra política de sanciones para permitir que los ciudadanos de países como Irán, Sudán y Cuba tengan mayor acceso a tecnología relevante.\nHerramientas multilaterales para los derechos humanos: Hemos demostrado nuestro mayor compromiso con las normas internacionales de derechos humanos al suscribir la Convención sobre los Derechos de las Personas con Discapacidad (Convention on the Rights of Disabled Persons) e iniciar el análisis de nuestras posición con respecto a la Declaración de los Derechos de los Pueblos Indígenas (Declaration of the Rights of Indigenous Persons) y la Convención de Ottawa sobre la Prohibición del Empleo, Almacenamiento, Producción y Transferencia de Minas Antipersonal (Ottawa Convention on the Prohibition of the Use, Stockpiling, Production and Transfer of Anti-Personnel Mines).\nConsejo de Derechos Humanos de las Naciones Unidas: El Presidente Obama tomó la decisión de procurar un escaño en el Consejo de Derechos Humanos de la ONU, muy consciente de sus defectos. Por medio de nuestra participación allí, hemos logrado patrocinar una resolución de vanguardia sobre la libertad de expresión, le quitamos impulso a un tratado de carácter obligatorio que habría impuesto restricciones a la libertad de expresión, vencimos una tentativa por abolir el cargo del experto independiente en derechos humanos en Sudán, ayudamos a asegurar la aprobación de mandatos específicos para Birmania, Guinea, Corea del Norte y la República Democrática del Congo, y logramos hacer que Irán retire su candidatura a miembro del consejo.\nEn pos de una estrategia mundial integral de salud: Iniciamos un Programa para la Salud Mundial (Global Health Initiative o GHI) de seis años y $63,000 millones, centrado en prestar servicios sostenibles donde más se necesiten y las condiciones sean adecuadas para desarrollar sistemas eficaces de atención de salud. La estrategia del GHI, que se implementará en todos los países en los que Estados Unidos presta ayuda de salud, pero se aceleró en nueve países, se centra en el VIH-SIDA, la tuberculosis, la malaria y las enfermedades tropicales subatendidas, y a mejorar la salud de mujeres y niños. Promueve un nuevo modelo comercial que integra programas para asegurar que sean sostenibles; usa intervenciones comprobadas y basadas en la evidencia, y elimina paulatinamente las estrategias que no han mejorado los resultados de salud; evalúa los resultados y el impacto de nuestra asistencia médica; usa innovaciones para obtener resultados al identificar, implementar y evaluar rigurosamente nuevas estrategias que recompensan acciones eficientes, eficaces y sostenibles, y colabora con gobiernos de los países en desarrollo para que tengan mayor impacto, destacando el liderazgo gubernamental eficaz y responsable en países en desarrollo para hacerles frente a los desafíos del crecimiento.\nSeguridad alimentaria: Hemos aumentado al doble los recursos económicos para la seguridad alimentaria en el año fiscal 2010 a fin de combatir el hambre mundial y estimular la productividad agrícola. En la Cumbre del G8 en L’Aquila, promovimos un nuevo modelo comercial para el desarrollo agrícola que destaca la responsabilidad de los países, socios multilaterales y un compromiso sostenido y coordinado de donantes, lo cual fue adoptado por los líderes. Hemos generado apoyo para este proyecto en el G-8, G-20, la Asamblea General de la ONU y la Cumbre Mundial sobre la Alimentación (World Food Summit), usando un compromiso de donación de $3,500 millones durante tres años por el fondo de Estados Unidos de desarrollo cultural con el fin de lograr un compromiso mundial de $22,000 millones.\nErradicación de la polio: Estados Unidos y la Organización de la Conferencia Islámica están trabajando estrechamente para erradicar la polio. Además, desde el discurso del Presidente en El Cairo, la OCI está trabajando con la Organización Mundial de la Salud para desarrollar campañas nacionales entre los 57 miembros de la OCI a fin de combatir la enfermedad. La Academia Islámica de Jurisprudencia emitió un decreto instando a los ministerios de salud en países musulmanes a promover campañas de inmunización contra la enfermedad y a su vez hizo un llamado a los padres para que vacunen a sus hijos. Durante sus consultas sobre la polio, el Centro para el Control de las Enfermedades está encontrando gran acogida para alianzas con gobiernos de países con mayoría musulmana, especialmente sobre transferencia de conocimientos y asistencia técnica. La Oficina de Asuntos Mundiales de Salud (Office of Global Health Affairs u OGHA) del Departamento de Salud y Servicios Humanos está buscando maneras de convertir la campaña contra la polio en una meta internacional más extensa.\nHaití: Estados Unidos se ha comprometido a ser el líder en respuesta a catástrofes humanitarias. Demostramos el uso eficaz del poderío de Estados Unidos al acudir a ayudar al pueblo haitiano tras un terremoto que cobró más de 230,000 vidas al movilizar a las Fuerzas Armadas de Estados Unidos y recursos de todo el gobierno para facilitar un enorme operativo de ayuda humanitaria, en alianza con más de 140 países y las Naciones Unidas.\nAyuda a desplazados internos en Pakistán: En Pakistán, nuestro apoyo a la Oficina del Alto Comisionado de las Naciones Unidas para los Refugiados y el Comité Internacional de la Cruz Roja proporcionó protección y ayuda para la subsistencia, lo que incluyó administración de campamentos, albergues de emergencia y artículos no alimenticios para los desplazados por la ofensiva militar en el valle del Swat, y respaldó la rápida recuperación y los retornos voluntarios, a la vez que nuestra diplomacia humanitaria ayudó a desalentar el retorno forzoso de desplazados internos, lo cual habría complicado nuestros objetivos políticos más extensos.\nFacilitar el retorno, la reintegración y el reasentamiento de refugiados y desplazados internos iraquíes:\nEstados Unidos dirigió esfuerzos para fomentar el retorno a Irak y la reintegración de los iraquíes, prestar asistencia a los refugiados iraquíes en la región y reasentar a iraquíes vulnerables en Estados Unidos, todo lo cual es crucial para la estabilidad a largo plazo en la región. Incluso con la reducción de fuerzas, le dimos más importancia al asunto al anunciar un coordinador para refugiados y desplazados internos iraquíes de la Casa Blanca, y lograr un acuerdo paralelo con el gobierno iraquí para que nombrara un alto asesor encargado del asunto. Nuestros esfuerzos diplomáticos también lograron convencer al gobierno iraquí para que aumentara a más del doble su presupuesto para refugiados.\nORDEN INTERNACIONAL\nAsia: En su primer año, el Presidente restableció el liderazgo de Estados Unidos en la región de Asia y el Pacífico por medio de mayor participación bilateral y multilateral que reforzó antiguas alianzas, con Japón, Corea y Australia, entre otros, forjó una relación estable y productiva con China, infundió nueva vida en las relaciones con países del sudeste asiático, como Indonesia, Vietnam y Malasia, y demostró un compromiso renovado por parte de Estados Unidos con las instituciones multilaterales de la región, por medio de instituciones como la Cooperación Económica de Asia y el Pacífico y la Asociación de Naciones del Asia Sudoriental (ASEAN por sus siglas en inglés). Esto es particularmente cierto en el caso de ASEAN, donde el acceso al Tratado de Amistad y Cooperación de ASEAN y la primera reunión de la historia entre un Presidente de Estados Unidos y los líderes de todos los 10 países miembros de ASEAN fue un claro indicio de la revitalización del interés en la región. Por medio de diálogos a nivel estratégico, también ayudamos a ampliar la visión mundial del sudeste de Asia, más allá de la región, lo que resultó en contribuciones a Afganistán, la pacificación del Oriente Medio y campañas anti piratería en el golfo de Adén por Singapur, Malasia e Indonesia.\nEuropa: En el último año y medio, el Presidente ha forjado sólidas relaciones con sus homólogos europeos para reforzar aun más nuestros esfuerzos conjuntos por responder a las amenazas y los desafíos del siglo 21. Por medio de varias reuniones bilaterales, en foros multilaterales como las cumbres de la OTAN, Estados Unidos y la Unión Europea de abril del 2009, como también otra cumbre entre Estados Unidos y la UE en noviembre del 2009, y reuniones regionales como la cena de trabajo que el Presidente tuvo en Praga en abril del 2010 para líderes de Europa central y oriental, el Presidente ha revitalizado y reforzado nuestros vínculos con aliados y socios en toda Europa. Se ha comprometido a asegurar que la OTAN siga siendo la más exitosa alianza para la seguridad de la historia, y por lo tanto está tomando medidas para asegurar que cuente con la capacidad necesaria para el siglo XXI que hace que el Artículo 5 sea real y significativo para todos sus miembros. Los aliados y socios han proporcionado 10,000 nuevos efectivos a Afganistán desde el otoño pasado para complementar el compromiso de tropas del Presidente, por medio de una estructura multinacional que satisface las necesidades urgentes del campo de batalla y a su vez brinda mejor respaldo civil. Ha destacado que una Europa fuerte será un socio mejor para Estados Unidos, trabajando estrechamente con la UE para mejorar nuestra cooperación para combatir el terrorismo a fin de que todos nuestros ciudadanos estén más seguros. Ha seguido una estrategia multilateral planificada para responder al desacato por Irán de sus obligaciones internacionales con respecto a su programa nuclear. Ha respaldado el desarrollo democrático y la integridad territorial en el Cáucaso, que a su vez ha producido aportes a nuestro plan para la seguridad mundial. Ha procurado la modernización de relaciones con Turquía para afrontar desafíos estratégicos conjuntos. Ha respaldado los logros democráticos de Ucrania y los esfuerzos por desarrollar una economía viable. En el ámbito económico, por medio del G-20 y extensas consultas bilaterales y multilaterales, ha trabajado con nuestros aliados y socios europeos para propiciar una recuperación durable; hoy en día, está coordinando estrechamente con sus homólogos para apoyar los esfuerzos de Europa para responder a la urgente crisis de la Eurozona.\nChina: En el pasado, en el primer año de un nuevo gobierno en Estados Unidos, las relaciones entre Estados Unidos y China han estado caracterizadas por mayor tensión y volatilidad. Durante el primer año del Presidente Obama, Estados Unidos y China lograron establecer una relación estable y productiva, marcada por cooperación tangible para afrontar desafíos mundiales como la recuperación económica, el cambio climático y la energía limpia, la no proliferación y la seguridad regional. Estados Unidos y China tuvieron la primera y segunda reunión del Diálogo Estratégico y Económico, y el Presidente Obama hizo una visita de estado a China donde ambas partes dieron a conocer una declaración conjunta de gran envergadura que describía el alcance integral de la relación.\nRusia: El nuevo tono de las relaciones con Rusia fue un cambio estratégico considerable con relación a la previa política hacia Rusia. Estuvo concebido para revertir lo que el poder ejecutivo describió una “desviación peligrosa” en la relación bilateral y seguir una política de interacción con el Presidente Medvedev de Rusia, el gobierno ruso y la sociedad rusa que se centró en lograr resultados concretos en ámbitos de interés mutuo. El Presidente Obama también se comprometió a una estrategia de “doble vía”, en la que Estados Unidos aumentaría sus contactos e interacción no sólo con el gobierno ruso, sino con empresas, organizaciones de la sociedad civil y personas en Rusia. De esta nueva relación ha surgido una serie de logros cruciales para nuestra seguridad nacional e intereses nacionales, entre ellos el nuevo tratado START, el acuerdo sobre una propuesta del Reactor de Investigación en Teherán, Irán, un acuerdo sobre una enérgica resolución de sanciones por el Consejo de Seguridad de la ONU, deteniendo la entrega del sistema antimisiles S-300 a Irán, un acuerdo para permitir el transporte de equipo letal y no letal por Rusia hacia Afganistán para las tropas de la Fuerza Internacional de Asistencia para la Seguridad Internacional y de Estados Unidos, y el respaldo por Rusia de la resolución 1874 del Consejo de Seguridad de la ONU en respuesta a la prueba nuclear por Corea del Norte.\nIndia: Estados Unidos e India iniciaron un diálogo estratégico para forjar una Sociedad Estratégica general y de niveles múltiples que reforzará los lazos bilaterales. También completamos negociaciones el año pasado sobre un acuerdo para regir el reprocesamiento de combustible nuclear gastado de origen estadounidense. Se han intensificado y formalizado los esfuerzos con respecto a la cooperación contra el terrorismo a fin de reforzar la seguridad de ambos países, especialmente tras el trágico atentado de Mumbai. Se reanudó el Foro de CEO de Estados Unidos e India y se expandió para impulsar la inversión comercial y los vínculos en ambos países. Además, lanzamos juntos una Sociedad Verde para aumentar la cooperación entre Estados Unidos e India en energía limpia, cambio climático y seguridad alimentaria.\nAmérica Latina: La Administración ha dado inicio a una nueva manera de interaccionar con los países del continente americano por medio de la Sociedad para la Energía y el Clima de las Américas, y la reestructuración del Programa Caminos hacia la Prosperidad (Pathways to Prosperity Initiative), cada uno de los cuales procura la unión de los países en base al respeto y la responsabilidad mutuos para hacerles frente a los desafíos de seguridad energética y cambio climático, y promover mayor inclusión económica y social en el continente.\nMéxico: Reforzamos nuestra sociedad con México en materia de seguridad al tomar medidas para cumplir con nuestra responsabilidad de interrumpir el flujo ilegal en ambos sentidos a través de nuestra frontera y apoyar los esfuerzos de México para desmantelar y vencer a las organizaciones criminales trasnacionales a la vez que promovemos también mayor cooperación para mejorar la competitividad económica, desarrollar energía limpia y responder a la crisis económica mundial.\nUnión Africana: El 23 de abril, 2010, el general Jim Jones, asesor de seguridad nacional, recibió a una delegación de la Unión Africana en la Casa Blanca. La reunión entre el general Jones, a la que se sumaron miembros del personal de seguridad nacional del Presidente, y la delegación de la Unión Africana dirigida por el presidente de la Comisión de la Unión Africana Jean Ping logró la primera conversación bilateral de alto nivel entre Estados Unidos y la UA. La reunión también fue una importante oportunidad para que Estados Unidos reitere la importancia que le da al papel de la Unión Africana en la seguridad regional, la promoción del buen gobierno y el respaldo de las oportunidades económicas.\nSociedades bilaterales para la energía y el clima: Estados Unidos está acelerando su colaboración con China, India, México, Canadá y otros socios internacionales clave para combatir el cambio climático, coordinar la investigación y desarrollo en energía limpia, y apoyar conversaciones internacionales sobre el clima.\nEl ártico y el carbón negro: Los países participantes en el Consejo Ártico acordaron que un programa dirigido por Estados Unidos se dedique a contaminantes de corta vida que contribuyen al cambio climático, como el carbón negro (hollín) e identificar medidas existentes y nuevas para reducir la emisión de dichos contaminantes.\nEliminación paulatina de hidrofluorocarbonos: Estados Unidos se sumó a Canadá y México al proponer la eliminación paulatina de hidrofluorocarbonos, un muy potente gas con efecto de invernadero, en países desarrollados y en desarrollo conforme al Protocolo de Montreal. Esto representa una cuota inicial de aproximadamente 10% en la reducción de emisiones necesarias para reducir a la mitad el nivel actual de las emisiones de gas con efecto de invernadero en el mundo para el 2050.\nSubsidio de hidrocarburos: La Administración logró obtener el firme compromiso de los países del G-20 para eliminar a mediano plazo los subsidios a hidrocarburos ineficientes, lo cual es un crucial primer paso en nuestro compromiso de reducir las emisiones de gas de invernadero. Estos subsidios que fomentan el consumo antieconómico, reducen nuestra seguridad energética, impiden las inversiones en energía limpia y socavan los esfuerzos por hacerle frente al cambio climático.\nForo de las Principales Economías/ Acuerdo de Copenhague: La Administración ha hecho un extenso esfuerzo internacional por combatir el cambio climático, entre otras medidas, por medio de una gran variedad de sociedades bilaterales y regionales que propiciaron la cooperación en procurar medidas de política y desarrollar tecnologías no contaminantes. Dimos inicio al Foro de Principales Economías para respaldar las negociaciones de la ONU y ayudamos a forjar el Acuerdo de Copenhague, por medio del cual todas las principales economías –entre ellas Estados Unidos, China e India– se comprometieron a medidas significativas para reducir las emisiones y acordaron establecer mecanismos de transparencia y consultas internacionales con respecto a dichas medidas. Ahora, más de 120 países que producen más de 85% de las emisiones mundiales han aceptado las estipulaciones del acuerdo.\nPacificación y conflictos armados: El Presidente Obama es el primer Presidente de Estados Unidos en reunirse con los principales países que contribuyen miembros al equipo de pacificación de la ONU para escuchar sus comentarios sobre medidas que mejorarán el desempeño del personal de mantenimiento de la paz en todo el mundo. El programa de pacificación del Presidente ya ha aumentado la atención a la protección civil por el Consejo de Seguridad de la ONU, reforzado los esfuerzos internacionales por evitar la violencia contra mujeres y niñas, y comenzado a movilizar recursos internacionales para acabar con la “brecha de vigilancia” en el mundo que ha socavado la eficacia de la pacificación.\nRespuesta a la crisis del H1N1: Se desarrolló un marco nacional para los preparativos y la respuesta a la influenza 2009-H1N1 a fin de lograr que se tomen medidas al respecto y proporcionar un léxico ý estrategia común para organizar actividades y mantenerse al tanto del progreso de la campaña nacional dirigida a proteger la salud y seguridad del pueblo estadounidense. Se basó en una coalición multinacional y fue facilitado por la promesa del Presidente de donar vacunas contra el H1N1 a la Organización Mundial de Salud para países en desarrollo, promoviendo así la colaboración internacional para hacerle frente a la amenaza de la pandemia. La vacuna contra la influenza de este año incluirá el H1N1. Estamos poniendo en práctica activamente las lecciones aprendidas para guiar la campaña de preparación de ahora en adelante, dentro del país y en el extranjero. Esto incluye profundizar las alianzas de cooperación con funcionarios estatales y locales de salud pública, las cuales se reforzaron ante los problemas, e involucrar activamente a socios y organizaciones internacionales para institucionalizar procesos y procedimientos a fin de abordar las responsabilidades comunes con respecto a las amenazas de pandemia que surjan y otros problemas mundiales de salud.\nRestablecer el lugar de Estados Unidos en el mundo: Varias encuestas (abajo) han indicado que ha aumentado el respaldo al liderazgo de Estados Unidos, y hay una mejor percepción de Estados Unidos y más confianza en el Presidente Obama.\n• “Por primera vez desde que la BBC comenzó a documentarlas en el 2005, las opiniones sobre la influencia de Estados Unidos en el mundo son ahora más positivas que negativas, en promedio”.\n• La encuesta Pew del 2009 reflejó que la imagen de Estados Unidos en el mundo ha mejorado mucho. Según la encuesta, “Las mejoras en la imagen de Estados Unidos han sido más marcadas en Europa Occidental, donde las calificaciones favorables para tanto el país como el pueblo estadounidense han aumentado considerablemente. Pero las opiniones de Estados Unidos también han pasado a ser más positivas en países clave de América Latina, África y Asia”.\n• Estados Unidos subió seis niveles para pasar a ser el país más admirado del mundo en el Anholt-GfK Roper Nation Brands Index del 2009. \n• Según una encuesta del 2009 de Transatlantic Trends, “Las relaciones entre Estados Unidos y los países Europeos se han recuperado desde su punto más bajo en términos históricos a comienzos de esta década”, lo que representa “un cambio que no tiene precedente en los ocho años” de la encuesta.\nBBC: Global views of United States improve while other countries decline\nhttp://www.bbc.co.uk/pressoffice/pressreleases/stories/2010/04_april/19/poll.shtml\nPew: Confidence in Obama Lifts U.S. Image around the World: \nhttp://pewresearch.org/pubs/1289/global-attitudes-survey-2009-obama-lifts-america-image\nGallup: Global Perceptions of U.S. Leadership Improve in 2009\nhttp://www.gallup.com/poll/125720/Global-Perceptions-Leadership-Improve-2009.aspx\nhttp://www.gallup.com/poll/121991/World-Citizens-Views-Leadership-Pre-Post-Obama.aspx\nAnholt-GfK Roper: America is Now the Most Admired Country Globally\nhttp://www.gfk.com/group/press_information/press_releases/004734/index.en.html\nTransatlantic Trends: Support for U.S. Leadership Skyrockets in Europe\nhttp://www.gmfus.org/trends/2009/docs/2009_English_Key.pdf\n \n\n\n\n"
}