{
    "title": "President Obama Honors Nation’s Top Scientists and Innovators | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/10/03/president-obama-honors-nation-s-top-scientists-and-innovators",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 03, 2014\n\n \n\n\n\nPresident Obama Honors Nation’s Top Scientists and Innovators\n\n\n\n\nPresident Obama today announced a new class of recipients of the National Medal of Science and National Medal of Technology and Innovation—our Nation’s highest honors for achievement and leadership in advancing the fields of science and technology. The new awardees will receive their medals at a White House ceremony later this year.\n“These scholars and innovators have expanded our understanding of the world, made invaluable contributions to their fields, and helped improve countless lives,” President Obama said. “Our nation has been enriched by their achievements, and by all the scientists and technologists across America dedicated to discovery, inquiry, and invention.” \nThe National Medal of Science was created by statute in 1959 and is administered for the White House by the National Science Foundation. Awarded annually, the Medal recognizes individuals who have made outstanding contributions to science and engineering. The President receives nominations from a committee of Presidential appointees based on their extraordinary knowledge in and contributions to chemistry, engineering, computing, mathematics, and the biological, behavioral/social, and physical sciences.\nThe National Medal of Technology and Innovation was created by statute in 1980 and is administered for the White House by the U.S. Department of Commerce’s Patent and Trademark Office. The award recognizes those who have made lasting contributions to America’s competitiveness and quality of life and helped strengthen the Nation’s technological workforce. A distinguished independent committee representing the private and public sectors submits recommendations to the President.\nThe new recipients are listed below. \nNational Medal of Science\n\n\n\t\tBruce Alberts, University of California, San Francisco, CA\n\n\t\tRobert Axelrod, University of Michigan, MI\n\n\t\tMay Berenbaum, University of Illinois at Urbana-Champaign, IL\n\n\t\tAlexandre J. Chorin, University of California, Berkeley, CA\n\n\t\tThomas Kailath, Stanford University, CA\n\n\t\tJudith P. Klinman, University of California, Berkeley, CA\n\n\t\tJerrold Meinwald, Cornell University, NY\n\n\t\tBurton Richter, SLAC National Accelerator Laboratory and Stanford University, CA\n\n\t\tSean C. Solomon, Columbia University, NY\n\nAnd a posthumous Medal to:\n\n\n\t\tDavid Blackwell, University of California, Berkeley, CA\n\nNational Medal of Technology and Innovation\n\n\n\t\tCharles W. Bachman, MA\n\n\t\tEdith M. Flanigen, UOP, LLC., a Honeywell Company, NY\n\n\t\tEli Harari, SanDisk Corporation, CA\n\n\t\tThomas Fogarty, Fogarty Institute for Innovation, CA\n\n\t\tArthur D. Levinson, Calico, CA\n\n\t\tCherry A. Murray, Harvard University School of Engineering and Applied Sciences, MA\n\n\t\tMary Shaw, Carnegie Mellon University, PA\n\n\t\tDouglas Lowy and John Schiller, National Cancer Institute, National Institutes of Health, MD\n\n\n\n\n\n"
}