{
    "title": "Obama Administration Continues Efforts to Increase Travel and Tourism in the United States | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/05/10/obama-administration-continues-efforts-increase-travel-and-tourism-unite",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 10, 2012\n\n \n\n\n\nObama Administration Continues Efforts to Increase Travel and Tourism in the United States\n\n\n\n\n\n\tOn January 19th, 2012, President Obama signed an Executive Order and announced new administrative initiatives to significantly increase travel and tourism in and to the United States. The U.S. travel and tourism industry is a substantial component of U.S. GDP, exports, and employment, and efforts to make America the top tourist destination in the world offer a tremendous opportunity to create jobs and strengthen the U.S. economy. International spending on U.S. travel and tourism-related goods and services set an all-time record of $153 billion in 2011, an 8.1 percent increase from 2010, and supported an additional 103,000 jobs for a total of 7.6 million industry jobs. This positive trend is continuing in 2012 with more than 4.2 million international visitors traveling to the United States in February 2012, a nine percent increase over February 2011, and the 11th straight month of increases in total U.S. visits. \n\n\tToday’s announcements reflect feedback from and partnerships with local communities and the private sector, as well as ongoing initiatives underway across the Federal government to leverage all of our national assets, and it lets the world know that America is open for business.  \n\nChoosing America\n\n\tThe United States competes with countries around the world to retain domestic and attract international travelers, but we have traditionally been at a competitive disadvantage as compared to other countries that have a “Ministry of Tourism” to coordinate nationwide efforts and have a national marketing campaign. In addition to the Executive Order establishing a Task Force on Travel and Competitiveness, President Obama signed into law the Travel Promotion Act in 2010. The Federal government is taking concrete action to ensure more domestic and international tourists choose the United States:\n\n\t• National Travel and Tourism Strategy. The Departments of Commerce and the Interior led a government-wide effort to outline a long term strategy for increasing both domestic and international tourism. This is a blueprint for the Federal government to reach our goal of attracting and welcoming 100 million international visitors, who we estimate will spend $250 billion, annually by the end of 2021. The National Travel and Tourism Strategy maps out what the government can and will do to enable job growth in the travel and tourism industry. The Department of Commerce also will create a national travel and tourism office to provide day-to-day support needed to implement the National Travel and Tourism Strategy.\n\n\t• International Travel Promotion Campaign. Earlier this month, Brand USA, the non-profit organization created by the Travel Promotion Act that is charged with promoting foreign travel to the United States, officially launched its first set of international marketing campaigns to promote the United States as a travel destination abroad. Promotion efforts have begun in Canada, Japan, and the United Kingdom, and are planned for South Korea and Brazil later this year. The DiscoverAmerica.com website has also been refurbished to provide valuable information about Brand USA’s efforts.\n\n\t• Leveraging Messengers and Outlets. Using high-profile spokespeople, websites, social media tools, and our diplomatic presence in 192 countries around the world, government agencies will work together to create innovative mechanisms to communicate interesting travel opportunities to the international public and travel professionals globally.\n\n\t• Providing Key Indicators of Travel and Tourism Performance. To give international travelers the tools they need to plan their trips, the Department of Commerce has developed a Travel and Tourism Dashboard to provide performance indicators for international travel to the United States and travel facilitation programs. This online resource provides the international travel and tourism industry, as well as private citizens and public sector stakeholders, accurate information about changes in visa interview wait times in key markets, international visitor and spending data, changes in flight processing times at key international airports, and estimated travel demand levels.\n\n\t• Partnerships with Local Tourism Leaders. The Department of the Interior is partnering with local communities (e.g., San Francisco, Miami, Orlando, Las Vegas, Denver, Seattle, and the Chesapeake region) to develop itineraries to encourage travelers to extend their visits to more and lesser-known destinations. This information will help local tourism officials develop partnerships with local small businesses and private sector vendors to not only expose travelers to all of America’s treasures, but also to foster increased economic activity as these tourists extend their travels.\n\nGetting to America\n\n\tThe Visa Waiver Program (VWP) is the flagship of our international tourism strategy. Over 60 percent of all overseas travelers to the United States are from VWP countries. In 2010, these travelers generated over $60 billion in annual tourism revenue. While the VWP remains the largest travel facilitation program, the Obama Administration is also committed to easing travel for the approximately 40 percent of international travelers who currently require visas to enter the United States. Building on the progress made over the past several years and in response to the President’s Executive Order, the Obama Administration is facilitating legitimate travel to America while maintaining security by:\n\n\t• Supporting Legislative Improvements to the Visa Waiver Program (VWP). The Obama Administration supports and is committed to working with Congress on legislation to strengthen and expand VWP eligibility to nations with low visa refusal rates and rapidly growing economies, consistent with national security requirements. \n\n\t• Increasing Arrivals. Comparing the first six months of fiscal year 2012 to the first six months of fiscal year 2011, arrivals of travelers using the Visa Waiver Program have increased by 8 percent and arrivals of travelers from China and Brazil have increased by 33 percent and 18 percent, respectively. Total non-immigrant admissions, which consists of admissions of travelers who are not U.S. citizens or returning residents, have increased by 4.5 percent during the same period.\n\n\t• Shortening Visa Interview Wait Times. Around the world, wait times for visa interviews are generally short, and have dropped dramatically in some of the busiest travel markets where demand for visas is highest. Now, travelers currently wait less than one week for an appointment at U.S. consulates in China, less than one week in the Brazilian cities of Brasilia, Recife, and Rio de Janeiro, and 30 days or less in São Paulo. In anticipation of the summer travel season, the Department of State is adding staff and streamlining its operations to continue to keep visa interview wait times low. \n\n\t• Streamlining the Visa Process. A new pilot program now underway at the Department of State to streamline visa processing will free up more interview slots for first-time applicants and allow consular officers to more effectively spend their time evaluating higher-risk visa applicants. Consular officers may waive in-person interviews for certain low-risk, qualified individuals, such as those renewing their visas within 48 months of the expiration of their previous visas, and Brazilian applicants below the age of 16 and age 66 and older. Consular officers retain the authority to interview any applicant in any category if security or other concerns are present.\n\n\t• Building Capacity in China and Brazil to Meet Demand. The Department of State is investing approximately $68 million in 2012 on existing facilities in Brazil and $22 million in China – adding interview windows, expanding consular office space, and improving waiting areas. President Obama has recently announced that the United States will establish consulates in Belo Horizonte and Porto Alegre, Brazil, while major expansion projects are underway in China.\n\n\t• Increasing Consular Staffing and Implementing Innovative Hiring Programs. To address immediate growth in demand and ensure that the United States can continue to offer timely visa services to qualified applicants, the Department of State is doubling the number of diplomats performing consular work in China and Brazil over the next year. Similarly, the first group of newly hired consular adjudicators recently arrived at U.S. consulates in Brazil and China. These adjudicators were hired under a program targeting recruits who already speak Portuguese or Mandarin.\n\nTraveler Experience in America\n\n\tClose to one million people enter the U.S. every day via ports of entry operated by the Department of Homeland Security’s Customs and Border Protection, with other Federal agencies and employees playing a critical role in providing the first impression of America and facilitating tourism throughout the country while maintaining security. The following represent a sampling of efforts underway at U.S. ports of entry and throughout the nation to improve the customer experience of travelers in America:\n\n\t• Enhancing the Traveler Experience at U.S. Airports. To improve the secure processing of passengers at U.S. airports, the Department of Homeland Security continues to expand and strengthen U.S. Customs and Border Protection (CBP) trusted traveler programs. As of the beginning of May, over one million pre-approved, low risk trusted travelers have Global Entry benefits and we expect even more international travelers will take advantage of this program this summer, when South Korea joins. Members of Global Entry use kiosks to expedite the entry process into the United States at 25 of our busiest international airports, as well as seven pre-clearance sites in Canada. The Transportation Security Administration (TSA) has launched TSA Pre✓™, an expedited screening program for U.S. citizen domestic travelers, at 14 of the nation’s busiest airports and will be expanding to an additional three airports by the end of June. TSA has already screened over one million travelers though this pre-screening initiative. CBP is also launching a website where foreign travelers can access their I-94 arrival-departure forms in an initiative to digitize forms used at airports. These efforts will collectively reduce wait times and labor costs at U.S. airports. \n\n\t• Releasing New Visitor Information and Data on Public Lands. In the spirit of open and transparent government, the Departments of the Interior, Agriculture and Defense recently released new data on our national public lands. Recreation.gov was originally designed to be a tool to help the public make reservations for visits to our public lands. The database has been updated and fully populated with visitor information about all of our national treasures, and is now accessible to the public in a user friendly format that will enable small businesses and technology companies to develop additional promotional, itinerary, and web-enabled applications. Furthermore, Interior plans to completely redesign recreation.gov to provide a much more seamless, one-stop-shop for planning and making reservations for thousands of recreation sites in the United States.\n\n\t• Expanding Foreign Language Service & Youth Job Opportunities. The Department of the Interior is piloting innovative ways to use technology to provide information and interpretive content to non-English speaking visitors. By taking advantage of technologies like smartphones and translation apps, we are providing new, dynamic content in the most in-demand languages, and will be able to continually reassess and respond to new language and information needs. Additionally, each summer the Department of the Interior hires 20,000 young people to work on our public lands and, as part of the Administration’s Summer Jobs+ program, is dedicating 30 percent of these new hires for visitor outreach and education, with a particular eye towards developing family friendly activities and adventures in our nation’s parks and refuges.\n\n\t• Small Business Capacity Building. The Small Business Administration (SBA) is releasing new online outreach to provide advice and resources for small businesses in the travel and tourism industry, to help them prepare for and make the most of the upcoming travel season. Additionally, SBA will host an upcoming webinar for small businesses that would like to learn how to work with travel and tour operators.\n\n\t• Increasing Distribution of the “America the Beautiful” Pass. The Department of the Interior has made it easier for more partners to become third-party vendors of the annual America the Beautiful pass, which provides pass holders with unlimited access to hundreds of public lands and waters nationwide. They are actively reaching out and encouraging partners to both sell the pass online, at trade shows, and in other tourism venues as well as to develop promotions for buying and using the pass. The goal is to increase sales to both Americans and international visitors, who will then have an incentive to visit more destinations and lesser-known locations, and to extend their stays.\n\n\n\n\n"
}