{
    "title": "Vice President Joe Biden in Iraq | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/11/29/vice-president-joe-biden-iraq",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nNovember 29, 2011\n\n \n\n\n\nVice President Joe Biden in Iraq\n\n\n\n\nVice President Biden has arrived in Baghdad, Iraq. While there, the Vice President will co-chair a meeting of the U.S.-Iraq Higher Coordinating Committee. He will also meet with Prime Minister Nouri al-Maliki, President Jalal Talabani, Speaker Osama al-Nujaifi, and other political leaders. The Vice President will also participate in, and give remarks at, an event to commemorate the sacrifices and accomplishments of U.S. and Iraqi troops.\nOver nearly three years in office, the Administration has kept its promises on Iraq. American forces withdrew from Iraq’s cities in July 2009. The United States ended its combat mission in Iraq on August 31, 2010, and drew down to fewer than 50,000 troops from approximately 144,000 in January 2009. Throughout this period, violence in Iraq has remained at its lowest level since 2003. On October 21st, President Obama and Prime Minister Maliki agreed that it was in the best interests of both the United States and Iraq to draw down U.S. forces by the end of 2011 and embark on a new phase in our relationship—a long-term strategic partnership across a range of sectors. In accordance with the 2008 Security Agreement between our two nations, all U.S. forces will leave Iraq by December 31, 2011.\nNow, pursuant to the U.S-Iraq Strategic Framework Agreement, we are deepening our cooperation on politics and diplomacy; trade and finance; energy; services, technology, the environment, and transportation; law enforcement and the judiciary; and defense and security. This week’s meeting of the Higher Coordinating Committee in Baghdad will address and enhance our joint efforts on each of these important policy areas.\nThis is Vice President Biden’s eighth trip to Iraq since his election as Vice President.\n\n\n\n\n"
}