{
    "title": "FACT SHEET: Presidential Memorandum – “Legal and Policy Transparency Concerning United States’ Use of Military Force and Related National Security Operations” and Accompanying Report on Transparency in Legal and Policy Frameworks | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/12/05/fact-sheet-presidential-memorandum-legal-and-policy-transparency",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 05, 2016\n\n \n\n\n\nFACT SHEET: Presidential Memorandum – “Legal and Policy Transparency Concerning United States’ Use of Military Force and Related National Security Operations” and Accompanying Report on Transparency in Legal and Policy Frameworks\n\n\n\n\n\n\tSince President Obama took office, this Administration has worked to provide to the public as much information as possible about the United States’ use of military force and related national security operations. The President has repeatedly emphasized the importance of transparency concerning the United States’ views and policies in these areas consistent with national security and the proper functioning of the government.  Our actions are effective and legal, and the sustainability and legitimacy of these operations are best served through the clear and public articulation of the legal and policy frameworks under which such operations are conducted.  The Presidential Memorandum and accompanying report issued today help to demonstrate that the United States acts consistently with our values and all applicable law, including the law of armed conflict and international human rights law.\n\nPresidential Memorandum and Accompanying Legal and Policy Report\n\n\tThe Presidential Memorandum directs national security departments and agencies to prepare a formal report that describes key legal and policy frameworks currently guiding the United States’ use of military force and related national security operations, such as detention, transfer, and interrogation operations.  It also provides that on no less than an annual basis the National Security Council staff will be asked, as appropriate, to coordinate a review and an update of the report for public release. \n\n\tThe accompanying legal and policy report provides in one place an articulation of the legal and policy frameworks which previously have been found across numerous speeches, public statements, reports, and other materials.  The report reflects eight years of sustained work by this Administration to ensure that all U.S. national security operations are conducted within a legal and policy framework that is lawful, effective, and consistent with our national interests and values.  While the report does not signal a change, or provide an exhaustive discussion of, our policy and legal views on these matters, and it does not address all conceivable legal aspects or justifications for the use of military force in every context, it does describe in detail key frameworks that guide the United States’ use of military force and related national security operations.\n\nPart One of the report focuses on frameworks for the use of U.S. military force overseas and U.S. military support for other nations’ use of force.  Topics include the domestic and international legal basis for the use of U.S. military force; the end of armed conflicts with non-state armed groups; working with others in an armed conflict; and the application of legal and policy frameworks to U.S. operations in key theaters (Afghanistan, Iraq, Syria, Somalia, Libya, and Yemen).\n\nPart Two describes key legal and policy frameworks related to the conduct of hostilities. Topics include targeting; the capture of individuals in armed conflict; the detention of individuals in armed conflict; the prosecution of individuals through the criminal justice system and military commissions; and the transfer of armed conflict detainees.\n\n\tTo accompany the release of this report, the Administration is also making public two documents that relate to the legal and policy frameworks described therein: a 2012 Department of Justice Detention Policy Report and the 2009 Final Report by the Special Task Force on Interrogation and Transfer Policies prepared in accordance with Executive Order 13491. Both documents are available on the Department of Justice website. \n\n\n\n\n"
}