{
    "title": "Statement by Chair of the Council of Economic Advisors Christina Romer on the Employment Situation in December | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-chair-council-economic-advisors-christina-romer-employment-situation-dece",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 08, 2010\n\n \n\n\n\nStatement by Chair of the Council of Economic Advisors Christina Romer on the Employment Situation in December\n\n\n\n\nThe statement below was posted on obamawhitehouse.archives.gov by the Chair of the Council of Economic Advisors Christina Romer in response to the December employment report. The statement can also be accessed at the following link: http://obamawhitehouse.archives.gov/blog/2010/01/08/december-jobs-numbers.\nOn the December Jobs Numbers\nPosted by Christina Romer on January 08, 2010 at 09:37 AM EST\nToday’s employment report, though a setback from November, is consistent with the gradual labor market stabilization we have been seeing over the last several months.\n \nPayroll employment declined 85,000 in December.  To put this number in perspective, employment declined 139,000 in September and 127,000 in October.  So, in a broad sense the trend toward moderating job loss is continuing.  This trend is particularly obvious in the quarterly pattern:  average monthly job loss was 691,000 in the first quarter of 2009, 428,000 in the second quarter, 199,000 in the third quarter, and 69,000 in the fourth quarter.\nRevised data now show that employment increased 4,000 in November.  This is obviously welcome news and the first employment increase in 23 months.  Compared with the unexpectedly good report for November, December’s job loss is a slight setback.  Two industries where employment declined significantly were construction (-53,000) and wholesale and retail trade (-28,400).  One continuing sign of labor market healing was that temporary help services, which is often a leading indicator of labor demand, added 46,500 jobs in December.  Both the work week and aggregate hours remained stable, maintaining the significant improvement that occurred in November.\nThe unemployment rate remained at 10.0 percent in December.  This level reflected a proportional decline in the number of people unemployed and the number of people in the labor force.  The unemployment rate remains unacceptably high, which underscores the need for responsible actions to jumpstart private-sector job creation.\nAs the President has said for a year, the road to recovery will not be a straight line.  The monthly employment and unemployment numbers are volatile and subject to substantial revision.  Therefore, it is important not to read too much into any one monthly report, positive or negative.  It is essential that we continue our efforts to move in the right direction and replace job losses with robust job gains.\n\n\n\n\n"
}