{
    "title": "Statement by the Press Secretary on Today's Resolution by the IAEA Board of Governors on Iran | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/11/18/statement-press-secretary-todays-resolution-iaea-board-governors-iran",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 18, 2011\n\n \n\n\n\nStatement by the Press Secretary on Today's Resolution by the IAEA Board of Governors on Iran\n\n\n\n\nThe Board of Governors of the International Atomic Energy Agency spoke with a unified voice today in its passage of a resolution that holds Iran accountable for its continued failure to live up to its international obligations.  Last week, IAEA Director General Amano issued a stark report, laying out in graphic detail Iran’s systematic efforts to develop a nuclear weapon.  While the United States was not surprised by these findings, the whole world now knows that Iran not only sought to hide its uranium enrichment program from the world for more than two decades, but also engaged in covert research and development related to activities that can have only one application:  building a nuclear warhead for delivery on a ballistic missile.  For years, Iran has sought to defend its growing uranium enrichment program on the pretense that it was solely intended to fuel a civilian nuclear energy program.   Yet the Director General’s report and today’s action by the Board of Governors expose once and for all the hollowness of Iran’s claims, and reinforce the world’s demands that Iran come clean and live up to its international obligations.\nThe United States commends the Director General and his Secretariat for their carefully prepared report, which is based on years of investigatory work, document analysis, and interviews with key personnel.  The President has stated on multiple occasions that we are determined to prevent Iran from acquiring nuclear weapons.  A nuclear armed Iran would represent a grave threat to regional peace and international security.  This is why we have worked with others to build a broad international coalition to pressure and isolate the Iranian regime, including through an unprecedented sanctions regime.  The United States will continue this pressure until Iran chooses to depart from its current path of international isolation, both in concert with our partners as well as unilaterally.\n\n\n\n\n"
}