{
    "title": "Background on President Obama's Commencement Address at Miami Dade College | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/29/background-president-obamas-commencement-address-miami-dade-college",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 29, 2011\n\n \n\n\n\nBackground on President Obama's Commencement Address at Miami Dade College\n\n\n\n\n\n\tTonight, President Obama will deliver the commencement address at Miami Dade College to an audience of approximately 4,000 graduates, family members and faculty to applaud their hard work and stress the importance of preserving the same focus and determination as they enter the next phase of their lives.  The President will speak to the West and North Campus graduates at the James L. Knight International Center in downtown Miami. The President will also receive his first honorary associate’s degree and be presented with the presidential medallion.\n\n7:00 PM EDT\n\tMiami Dade College North and West Campus Commencement Ceremony\n\tJames L. Knight International Center\n\t400 S.E. Second Ave\n\tMiami, Florida\n\nKey Participants\n\tDr. Eduardo J. Padrón, President - Miami Dade College (seated to the President’s right)\n\tHelen Aguirre Ferré, Chair of MDC’s District Board of Trustees (seated to the President’s left)\n\tDr. José A. Vicente, President - Miami Dade College’s North and West Campuses\n\tHafeeza Rahman- President, North Campus Student Government Association (Introducing the President)\n\nMiami Dade College\n\n\tMiami Dade College is one of the nation’s largest institutions of higher education, with more than 170,000 enrolled students and one of the largest Minority-Serving Institutions, serving tens of thousands of Hispanic and African American students.  Minority-Serving Institutions account for nearly one-third of all degree-granting institutions and enroll nearly sixty percent of the 4.7 million minority undergraduates in our nation today.  Miami Dade College enrolls students from over 180 countries and will  graduate 14,000 students this spring.\n\n\tMiami Dade College is located throughout Miami-Dade County, Florida, with eight campuses offering more than 300 degree programs. \n\n\tAfter opening in 1960, Miami Dade—then known as Dade County Junior College—became Florida’s first integrated junior college, serving a large number of African American and Hispanic students. \n\t \nBackground on Building American Skills by Strengthening Community Colleges\n\n\tIn an increasingly competitive world economy, America’s economic strength depends upon the education and skills of its workers. In the coming years, jobs requiring at least an associate degree are projected to grow twice as fast as those requiring no college experience. Over the next 10 years, nearly half of all new jobs will require education that goes beyond a high school education.  To meet this need, President Obama set a new, national goal: by 2020, America will once again have the highest proportion of college graduates in the world. Our nation’s community colleges are essential institutions to helping meet that goal.   \n\n\tAs the largest part of the nation’s higher education system, community colleges enroll more than 8 million students and are growing rapidly. They feature affordable tuition, open admission policies, flexible course schedules, and convenient locations, and they are particularly important for students who are older, working, or need remedial classes. Community colleges also work with businesses, industry, labor, and government to create tailored training programs to meet economic needs like nursing, health information technology, advanced manufacturing, and green jobs.\n\n\tDuring the State of the Union, the President called for fixing No Child Left Behind to raise standards, reward success, and provide flexibility for states and schools to innovate and improve.  He also called for the preparation for an additional 100,000 science and math teachers to provide our students with the skills they need to compete for the jobs of the future.  He also vowed to make college more accessible affordable by revitalizing our community colleges and permanently extending the American Opportunity Tax Credit as well as reforming immigration laws in a comprehensive manner and stop expelling talented, responsible graduates. \n\nThe Community College and Career Training Initiative\n\tOn March 30, 2010, President Barack Obama signed the Health Care and Education Reconciliation Act, which provided $2 billion over four years to fund the Community College and Career Training initiative. The Department of Labor, in close cooperation with the Department of Education, will soon award approximately $500 million to community colleges to help increase completion of degrees, certificates, and other industry-recognized credentials.    \n\n\tThis program is designed to meet industry needs while also accelerating learning, and improving retention and achievement rates. With these resources, eligible institutions of higher education will be able to improve their capacity to provide quality education and training services to individuals to improve their knowledge and skills, enabling them to obtain high-quality employment to support their families. This investment will incentivize evidence-based projects that that will build career pathways with businesses, advance the teaching of basic skills, and support the creation of a new online, open-source clearinghouse of courses.\n\nIncreasing College Access and Affordability\n\tAffordability is critically important to community college students, who generally have lower incomes than four-year students and more likely to cite financial concerns as impediments to persistence and completion. The Obama Administration has taken historic steps to increase affordability for college students by ending wasteful subsidies to banks that administer federal loans giving that money directly to students instead. Now, thanks to the landmark investments in the Pell Grant program since the President took office, this year nearly 9 million students will receive Pell Grants worth up to $5,550 per student.   Investments like these have made college more affordable for low-income students. This Administration has also made student debt more manageable by strengthening income-based repayment and public service loan-forgiveness, and tripling the investments in tax credits for college expenses. And the financial aid process has been made easier and faster to navigate by simplifying the Free Application for Federal Student Aid (FAFSA).\n\n\n\n\n"
}