{
    "title": "MENSAJE SEMANAL: Presidente Obama Aplaude Importante Avance en Reforma Normativa del Sector Financiero | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/mensaje-semanal-presidente-obama-aplaude-importante-avance-en-reforma-normativa-de-0",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 12, 2009\n\n \n\n\n\nMENSAJE SEMANAL: Presidente Obama Aplaude Importante Avance en Reforma Normativa del Sector Financiero\n\n\n\n\nWASHINGTON – En su mensaje semanal, el Presidente Obama aplaudió a la Cámara de Representantes por haber aprobado la ley para la reforma normativa del sector financiero, e instó al Senado a que continue trabajando para lograr un reforma significativa que defienda los intereses de los consumidores, que creará normas de conducta más claras para las empresas y los inversionistas, y que restaure la responsabilidad y el rendimiento de cuentas tanto en Wall Street como en Washington.\nEl audio y video están disponibles en obamawhitehouse.archives.gov.\nDeclaraciones del Presidente Barack Obama\n\tVersión preparada\n\tMensaje semanal\n\tSábado, 12 de diciembre, 2009\nEn los últimos dos años, más de siete millones de estadounidenses han perdido sus empleos, y fábricas y empresas en todo el país han cerrado. De una manera u otra, todos nos hemos visto afectados por la peor desaceleración económica desde la Gran Depresión.\nLas difíciles medidas que hemos tomado desde enero han ayudado a frenar la caída y nos han ayudado a que comencemos a recuperarnos. Nuestra economía está creciendo nuevamente. La ola de pérdida de empleos que vimos al inicio de este año se redujo a relativamente pocos el mes pasado. Éstos son buenos indicios sobre el futuro, pero poco consuelo para todos nuestros vecinos que siguen sin trabajo. Y mi solemne compromiso es trabajar todos los días, de todas las maneras posibles, para impulsar esta recuperación y crear nuevas bases para que nuestro crecimiento y prosperidad sean duraderos.\nEs por eso que esta semana anuncié medidas adicionales para promover la contratación por el sector privado. Les daremos un impulso adicional a las pequeñas empresas de todo el país por medio de recortes tributarios adicionales y acceso a los préstamos que necesitan urgentemente para crecer. Reconstruiremos más de nuestra infraestructura vital y promoveremos la producción avanzada con energía limpia para que los estadounidenses se pongan a trabajar en lo que necesitamos hacer. Y he propuesto una prórroga del seguro por desempleo y los beneficios de salud para ayudar a quienes han perdido el empleo a sobrellevar la tormenta hasta que lleguen días mejores.\nPero mientras salimos de este hoyo profundo, también es importante que abordemos la irresponsabilidad e imprudencia que nos llevó allí para comenzar.\nParte de eso fue resultado de una era de crédito fácil, en la que millones de estadounidenses obtuvieron préstamos fuera de su alcance, compraron casas que no podían pagar y dieron por sentado que el precio de la vivienda siempre aumentaría y que nunca llegaría la hora de la verdad.\nPero gran parte de ello se debe a la irresponsabilidad de las grandes instituciones financieras en Wall Street que se arriesgaron con préstamos y complejos productos financieros, en busca de beneficios a corto plazo y enormes bonificaciones, sin importarles mucho las consecuencias a largo plazo. Fue, como han dicho algunos, control de riesgo sin el control. Y sus actos, a falta de estricta supervisión, intensificaron el ciclo de bonanza y crisis que trajo como resultado un desequilibrio financiero que amenazó con traer abajo toda nuestra economía.\nFue una catástrofe que se podría haber evitado si hubiésemos tenido normas claras para Wall Street y en efecto, las hubiésemos aplicado.\nNo podemos cambiar la historia. Pero tenemos la responsabilidad absoluta de aprender de ella y tomar medidas para evitar que se repita la crisis de la que nos estamos recuperando.\nEs por eso que he propuesto una serie de reformas financieras contra el tipo de abusos que hemos visto y que nos expondría menos al tipo de crisis que acabamos de experimentar.\n\t \n\tAportarían renovada transparencia y responsabilidad al mercado financiero, para que se divulgue y reglamente debidamente el tipo de conducta riesgosa que suscitó la crisis.\n\t \n\tNos darían las herramientas para asegurar que la quiebra de un gran banco o institución financiera no se propague como un virus por todo el sistema financiero. Porque nunca más debemos encontrarnos en la posición de no tener otra opción que rescatar a los bancos o permitir que nuestra economía colapse.\nY consolidarían las funciones de protección al consumidor que actualmente están desperdigadas por una docena de agencias en una nueva Agencia de Protección Financiera al Consumidor. Esta agencia tendría la autoridad de poner fin a las prácticas engañosas y deshonestas de los bancos e instituciones que venden productos financieros como tarjetas de crédito y débito; préstamos para la compra de viviendas y vehículos, y adelantos contra el cheque de pago.\nÉstas son reformas con sentido común que responden a problemas obvios expuestos por la crisis financiera.\nPero, como nos hemos percatado muchas veces, el sentido común no siempre prevalece en Washington.\nTan sólo la semana pasada, líderes republicanos en la Cámara de Representantes congregaron a más de 100 cabilderos clave del sector financiero en un “mitin de arenga” y los instaron a redoblar sus esfuerzos para bloquear una reforma financiera significativa. No es que necesiten alicientes. Los cabilderos del sector ya han gastado más de $300 millones para influir en el debate este año.\nLos intereses particulares y sus agentes en el Congreso afirman que las reformas como la Agencia de Protección Financiera al Consumidor limitarán las opciones de los consumidores y que la actualización de normas y supervisión frustrarán la innovación en los mercados financieros. Pero los estadounidenses no escogen ser víctimas de tarifas misteriosas, términos cambiantes y páginas y páginas de letra menuda. Y aunque debe alentarse la innovación, las estratagemas riesgosas que amenazan a nuestra economía entera deben desalentarse.\n\t \n\tNo podemos darnos el lujo de permitir que los mismos argumentos falsos y malos hábitos de Washington detengan la reforma financiera y hagan que nuestra economía y los consumidores estadounidenses sean vulnerables a otra crisis.\n\t \n\tAyer, la Cámara de Representantes aprobó una legislación de reforma integral que incorpora algunos de los cambios esenciales que necesitamos, y el Comité de Banca del Senado está trabajando en su propio paquete de reformas. Exhorto a ambas cámaras a que actúen lo más pronto posible para aprobar una reforma real que restaure mercados libres y justos donde no se permita la imprudencia ni la avaricia; y se recompense el trabajo arduo, la responsabilidad y la competitividad, una reforma que funcione por igual para empresas, inversionistas y consumidores.\n\t \n\tEs así que mantendremos la solidez de nuestra economía y nuestras instituciones. Es así que restauraremos un sentido de responsabilidad y rendimiento de cuentas tanto en Wall Street como Washington. Y es así que vamos a salvaguardar todo lo que el pueblo estadounidense se esfuerza con tanto esmero por construir: una recuperación de amplia base, prosperidad perdurable y un Sueño Americano renovado. Gracias.\n\t###\n\t \n\n\n\n\n"
}