{
    "title": "Background on the President's PSD Event Today with the First Lady and Dr. Biden | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/24/background-presidents-psd-event-today-first-lady-and-dr-biden",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 24, 2011\n\n \n\n\n\nBackground on the President's PSD Event Today with the First Lady and Dr. Biden\n\n\n\n\n\nEAST ROOM\n\n\tToday, the President, the First Lady, and Dr. Biden will deliver remarks at an event at the White House unveiling efforts to better coordinate and strengthen the Federal government’s support for military families. The President will publicly release the final report of the Presidential Study Directive-9 (PSD-9), Strengthening our Military Families: Meeting America’s Commitment (pdf), a signature Administration deliverable for military families and the First Lady and Dr. Biden’s leadership on military family matters.  The final report for PSD-9 includes nearly 50 commitments by and between Cabinet and other Federal agencies addressing some of the critical needs of military families.  This report demonstrates the President’s commitment to mobilizing the entire Administration to support America’s troops, veterans and their families.  The report’s release also marks nearly 2 years of leadership and advocacy by the First Lady and Dr. Biden. The event will be attended by Cabinet Members, Members of Congress, senior military officials, Veterans and Military Family Support Organizations, and military families.\n\t \n\t \nExpected Attendees\n\nCabinet Members and Agency Heads\n\n\tSecretary Tim Geithner, Department of Treasury\n\tSecretary Robert Gates, Department of Defense\n\tAttorney General Eric Holder, Department of Justice\n\tSecretary Ken Salazar, Department of Interior\n\tSecretary Gary Locke, Department of Commerce\n\tSecretary Hilda Solis, Department of Labor\n\tSecretary Kathleen Sebelius, Department of Health and Human Services\n\tSecretary Shaun Donovan, Department of Housing and Urban Development\n\tSecretary Steven Chu, Department of Energy\n\tSecretary Arne Duncan, Department of Education\n\tSecretary Eric Shinseki, Department of Veterans Affairs\n\tMrs. Patty Shinseki, spouse of Secretary Eric Shinseki       \n\tDeputy Secretary Jane Holl Lute, Department of Homeland Security\n\tDr. Clifford Stanley, Under Secretary for Personnel and Readiness, Department of Defense\n\tAdministrator Charlie Bolden, NASA\n\tDirector John Berry, OPM\n\tCEO Patrick Corvington, Corporation for National and Community Service\n\nMembers of Congress\n\n\nSenator Carl Levin (D-MI)\n\tSenator John McCain (R-AZ)\n\tRepresentative Sanford Bishop (D-GA)\n\tRepresentative Susan Davis (D-CA)\n\tRepresentative Norm Dicks (D-WA)\n\tRepresentative Cathy McMorris Rodgers (R-WA)\n\tRepresentative Joe Wilson (R-SC)\n\nSenior Military Officials\n\n\nAdmiral Michael Mullen, Chairman of the Joint Chiefs of Staff\n\tMrs. Deborah Mullen, spouse of Admiral Michael Mullen\n\tMrs. Sheila Casey, spouse of General George Casey, Chief of Staff of the Army\n\nGeneral Peter Chiarelli, Vice Chief of Staff of the Army\n\nMrs. Beth Chairelli, daughter of General Peter Chairelli\n\nHon. Ray Mabus, Secretary of the Navy\n\nMrs. Ellen Roughead, spouse of Admiral Gary Roughead, Chief of Naval Operations\n\nGeneral Joseph Dunford, Assistant Commandant, U.S. Marine Corps\n\nMrs. Kathleen Dunford, spouse of General Joseph Dunford\n\nMs. Erin C. Conaton, Under Secretary of the Air Force\n\nGeneral Norton A. Schwartz, Chief of Staff of the U.S. Air Force\n\nMrs. Suzie Schwartz, spouse of General Suzie Schwartz\n\nChief Master Sergeant of the Air Force James Roy\n\nMrs. Paula Roy, spouse of Chief Master Sergeant James Roy\n\nAdmiral Robert Papp, Commandant of the Coast Guard\n\nMrs. Linda Papp, spouse of Admiral Robert Papp\n\tGeneral Craig McKinley, Chief, National Guard Bureau\n\tMs. Cheryl McKinley, spouse of General Craig McKinley\n\tChief Master Sergeant, (CMSgt) Denise Jelinski-Hall, Senior Enlisted Advisor, National Guard Bureau\n\tMr. Gary Hall, spouse of Chief Master Sergeant Denise Jelinski-Hall\n\tMrs. Nancy Wyatt, spouse of Lieutenant General Harry M. Wyatt III, Director, Air National Guard\n\tCMSgt Christopher Muncy, Senior Enlisted Advisor, Air National Guard\n\tMrs. Monique Muncy, spouse of CMSgt Christopher Muncy\n\tMrs. Laura Stultz, spouse of Lieutenant General Jack Stultz, Chief, Army Reserve\n\tLieutenant General, Charles Stenner, Chief, Air Force Reserve\n\tCMSgt Dwight Badgett, Senior Enlisted Advisor, Air Force Reserve\n\tMrs. Janet Badgett, spouse of CMSgt Dwight Badgett\n\tVice Admiral Dirk Debbink, Chief, Navy Reserve\n\tMrs. Terry Debbink, spouse of Vice Admiral Dirk Debbink\n\tForce Master Chief Petty Officer Ronney Wright, Navy Reserve\n\tMrs. Donna Wright, spouse of Force Master Chief Petty Officer Ronney Wright\n\tSergeant Major Kim Davis, Sergeant Major of Marine Forces Reserve\n\n\n\n\n"
}