{
    "title": "The Center for American Progress Backs American Jobs Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/08/center-american-progress-backs-american-jobs-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 08, 2011\n\n \n\n\n\nThe Center for American Progress Backs American Jobs Act\n\n\n\n\n\n\tWashington, D.C. – Today, the Center for American Progress released the following statement in reaction to President Barack Obama’s jobs speech tonight:\n\n\tToday, 14 million Americans who could be working and producing are unemployed. Persistently high unemployment has left millions of people on the sidelines, depressed wages, dampened consumer demand, and has now brought economic growth to a standstill. America has not faced a jobs crisis of this magnitude since the New Deal.\n\n\tTonight, President Obama put forth a plan whose boldness matches the size of the challenge. It is pragmatic and sharply focused on the biggest obstacles holding back economic growth. And it is fiscally responsible.\n\n\tThough President Obama’s plan has several components, its central thrust is exactly the right one – to address head-on the fundamental lack of demand in the economy caused by the lack of jobs.  Economists and business leaders alike have identified the lack of demand as the key factor dampening confidence and holding back investment.  With so many Americans out of work, and long-term unemployment at record highs, the task of restoring jobs, confidence and growth is not a routine challenge -- and it is not one that will solve itself.\n\n\tMost of the elements of President Obama’s plan are focused on spurring private sector job growth, including through tax cuts for hiring and capital investments. But the fact is that if the private sector could get us out of this crisis alone, it already would have. Coordinated action is needed, and only government can play that role at a time like this. With a substantial commitment to infrastructure investment, school renovations, and aid to distressed states and localities, President Obama’s plan will provide an immediate jobs boost while enhancing America’s competitiveness for the future.\n\n\tAmericans are angry and deeply skeptical of their leadership. But we believe that President Obama’s address tonight delivered a message that many have been waiting to hear. Instead of engaging in partisan rhetoric or offering bromides, he talked about practical solutions they can envision – putting people back on the job rebuilding schools and roads, rehabilitating communities devastated by foreclosures, transitioning people back into the workforce who have been on the sidelines for too long, and freeing up disposable income through tax relief and refinancing opportunities.\n\n\tThe contrast could not be clearer with the Republican opposition in Congress, which thus far has only produced obstacles to a healthy economic recovery. This summer, congressional Republicans used their shared responsibility for our country’s credit standing to force a political crisis. They have opposed policy after policy on jobs, and threatened tens of thousands of jobs.  The job-killing tactics of Republicans in Congress have to end, and they need to come to the table to address real job proposals. The first test of their willingness to be part of the solution, instead of obstructing progress, will be their willingness to pass transportation and FAA bills that improve the nation’s employment outlook.\n\n\n\n\n"
}