{
    "title": "First Lady Michelle Obama Dedicates White House Kitchen Garden and Highlights Impact of Let’s Move! on Healthy Living | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/10/05/first-lady-michelle-obama-dedicates-white-house-kitchen-garden-and",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nOctober 05, 2016\n\n \n\n\n\nFirst Lady Michelle Obama Dedicates White House Kitchen Garden and Highlights Impact of Let’s Move! on Healthy Living\n\n\n\n\n\n\tWashington, DC — First Lady Michelle Obama dedicated the White House Kitchen Garden, unveiling numerous updates and announcing how the garden will be preserved into the future. Making the garden even more accessible to kids and world leaders alike, the updates include establishing a revised layout with a new threshold, an entryway with an arbor, a wider walkway, and a gathering area with a table and benches. Underneath the new arbor rests an inscription stone, which reads:\n\n\tWHITE HOUSE KITCHEN GARDEN\n\testablished in 2009 by\n\tFirst Lady Michelle Obama\n\twith the hope of growing a\n\thealthier nation for our children\n\n\tTo preserve and care for the White House Kitchen Garden into the future, the Burpee Foundation and the W. Atlee Burpee Company generously provided support to the National Park Foundation.\n\n\t“This garden represents the transformational change we’ve seen in just the past six and a half years, as well as our collective hopes for growing a healthier nation for our children,” said First Lady Michelle Obama.\n\n\tWith the planting of the White House Kitchen Garden in 2009, the First Lady started a national conversation around the health and wellbeing of our country that evolved into her Let’s Move! initiative in February 2010. Let’s Move! is about putting children on the path to a healthy future during their earliest years; giving parents helpful information and fostering environments that support healthy choices; providing healthier foods in our schools; ensuring families have access to healthy, affordable food; and, increasing physical activity. \n\n\tOver the course of the Obama Administration, the White House Kitchen Garden has supplied fruits and vegetables to the First Family, guests at White House events, such as State Dinners, and for those in need in the local community. The First Lady has invited students from across the country to help in planting and harvesting the garden, and continuous improvements have been made to the garden since its inception. In 2014, a pollinator garden was planted to provide habitat for bees, butterflies, and birds as part of the Administration’s efforts to promote pollinator health. The garden has also grown in size, and with these latest changes, it now spans approximately 2,800 square feet.\n\n\tThe updates announced today took place through a cooperative agreement between the National Park Service, who care for the garden, and the University of Virginia School of Architecture, whose students and faculty designed the updated layout, along with the arbor, table, and benches. The structures contain wood and steel that were combined to make the elements stronger bonded together than when they stand alone.\n\n\tGathered from across the country, the wood was chosen for its durability and geographic diversity, with a few examples including Osage Orange from the South, White Oak from the Northeast, and Redwood from the Pacific Coast. The origins of some of the wood used also have historical significance:\n\n\nLongleaf Heart Pine from Thomas Jefferson’s Monticello in Virginia \n\nBlack Walnut from Montpelier, the home of James and Dolley Madison in Virginia\n\nLongleaf Heart Pine from the home of Martin Luther King, Jr. in Atlanta, Georgia\n\n\n\tFor more information on the history of growing food on the White House grounds and the evolution of the White House Kitchen Garden, please visit: go.nps.gov/WHKitchenGarden.\n\n\n\n\n"
}