{
    "title": "Vice President Biden Unveils Report Focused on Expanding Green Jobs And Energy Savings For Middle Class Families | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-unveils-report-focused-expanding-green-jobs-and-energy-saving-0",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nOctober 19, 2009\n\n \n\n\n\nVice President Biden Unveils Report Focused on Expanding Green Jobs And Energy Savings For Middle Class Families\n\n\n\n\n\n\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Vice President\n\t\t__________________________________________________________________________\n\t\tFor Immediate Release                                                                                                October 19, 2009\n\t\t \n\n\nVice President Biden Unveils Report Focused on Expanding Green Jobs And Energy Savings For Middle Class Families\n\n\t\t \n\n\t\t \n\n\n\tWASHINGTON, D.C. - Vice President Biden today unveiled Recovery Through Retrofit, a report that builds on the foundation laid in the Recovery Act to expand green job opportunities and boost energy savings by making homes more energy efficient.  Joining the Vice President today were Nancy Sutley, Chair of the White House Council on Environmental Quality; Steven Chu, Secretary of Energy; Hilda Solis, Secretary of Labor; Shaun Donovan, Secretary of Housing and Urban Development; and Karen Mills, Administrator of the Small Business Administration.\n\n\tAt a Middle Class Task Force meeting earlier this year, the Vice President asked the White House Council on Environmental Quality (CEQ) to develop a proposal for Federal action to lay the groundwork for a self-sustaining home energy efficiency retrofit industry. In response, CEQ facilitated a broad interagency process with the Office of the Vice President, eleven Departments and Agencies and six White House Offices to develop recommendations for how to use existing authority and funding to accomplish this goal.  These recommendations are described in detail in the Recovery Through Retrofit Report. \n\n\t“Recovery Through Retrofit is a blueprint that will create good green jobs – jobs that can’t be outsourced, and jobs that will be the cornerstones of a 21st-Century economy,” said Vice President Biden. “And, thanks to the Recovery Act’s unprecedented investments in energy efficiency, we are making it easier for American families to retrofit their homes - helping them save money while reducing carbon emissions and creating a healthier environment for our families.”\n\n\t“This report builds on the foundation laid in the Recovery Act to expand green job and business opportunities for the middle class while ensuring that the energy efficiency market will thrive for years to come,” said Nancy Sutley, Chair of the White House Council on Environmental Quality.  “An aggressive program to retrofit American homes and businesses will create more work, more savings, and better health for middle class Americans.”\n\n\tExisting techniques and technologies in energy efficiency retrofitting can reduce energy use by up to 40 percent per home and lower total associated greenhouse gas emissions by up to 160 million metric tons annually.  Retrofitting existing homes also has the potential to cut home energy bills by $21 billion annually.  Yet, despite the real energy cost savings and environmental benefits associated with improving home energy efficiency, a series of barriers have prevented a self-sustaining retrofit market from forming.  These barriers include a lack of access to information, financing and skilled workers.\n\n\tThe recommendations and actions in this Report have been carefully designed to help overcome these barriers and to leverage Recovery Act funding to help ensure that the energy efficiency market will thrive long after the Recovery Act money is fully spent.  \n\n\tSome recommendations in the report include:\n\n\t• Provide American Homeowners with Straightforward and Reliable Home Energy Retrofit Information:  Consumers need consistent, accessible, and trusted information that provides a reliable benchmark of energy efficiency and sound estimates of the costs and benefits of home energy retrofits. \n\n\t• Reduce High Upfront Costs, Making Energy Retrofits More Accessible:  Access to retrofit financing should be more transparent, more accessible, repayable over a longer time period, and more consumer-friendly. \n\n\t• Establish National Workforce Certifications and Training Standards:  A uniform set of national standards to qualify energy efficiency and retrofit workers and industry training providers will establish the foundation of consumer confidence that work will be completed correctly and produce the expected energy savings and benefits.  Such standards should incorporate healthy and environmentally friendly housing principles, as outlined in the report titled, the Surgeon General’s Call to Action To Promote Healthy Homes (2009).  Proper certification and training standards will ensure that retrofitted homes are healthy homes.  Consistent high-level national standards will spur the utilization of qualified training providers that offer career-track programs for people of all skill levels, promote and expand green jobs opportunities and facilitate the mobilization of a national home retrofit workforce.\n\n\tTo read the full report and recommendations, please go to http://obamawhitehouse.archives.gov/assets/documents/Recovery_Through_Retrofit_Final_Report.pdf\n\n\t“As Secretary of Labor I'm working to help build the clean energy economy of tomorrow by investing in our workers today,\" said Secretary Solis \"Training for green jobs can empower workers to climb the career ladder, sustain a family and provide a secure retirement. Through Recovery through Retrofit, we're committing to meet the needs of workers, employers and homeowners, so we can shape our clean energy future into one that supports working families and is inclusive of the diversity of our nation.”\n\n\t\"I am proud to join my colleagues today in announcing Recovery through Retrofit,\" said Secretary Donovan. \"It will allow us to work closely together to remove barriers to creating more energy efficient homes for American families.  This initiative will not only lead to cost savings for homeowners and reduce negative environmental impact, but will also be a powerful vehicle for economic recovery by creating quality middle class jobs and lasting neighborhood benefits. This is another demonstration of HUD's commitment to creating jobs for the new economy in high growth industries by encouraging and investing in “green” building and energy retrofits.\"\n\n\t\"This initiative will not only result in considerable cost savings for homeowners on their energy bills, but also put resources in the hands of green sector small businesses who will in turn create good-paying jobs in communities across the country,\" said SBA Administrator Mills.\n\nEPA Administrator Lisa Jackson, who was unable to attend this event due to travel added, “This is the Recovery Act at work.  Communities will benefit from good jobs, families will benefit from lower energy bills, and we will all benefit from reduced air pollution and a growing green economy. Our Energy Star program can help families cut up to 30% off their energy bills -- saving the average household more than $700 a year through efficiency investments.  EPA is proud to be working with all of our partners to help people save money when they need it the most, and build a new foundation for prosperity through a growing green economy.”\n\n\tThe Department of Energy today also announced $454 million under the American Recovery and Reinvestment Act for energy efficiency efforts nationwide.\n\tThe Department is now accepting applications for a new $390 million \"Retrofit Ramp-Up\" program that will deploy innovative approaches to energy efficiency building retrofits. These Recovery Act funds will help create new partnerships to deliver energy bill savings to entire neighborhoods and towns.  Bringing energy retrofits to whole neighborhoods at a time will simplify the process for homeowners and significantly reduce costs. When applied on a national scale, the program could save billions of dollars annually in utility bills for households and businesses and create thousands of jobs across the country. In addition, the Energy Department announced $64 million in energy efficiency funding for cities, counties, and Indian tribes.\n\n\t\"The Retrofit Ramp-Up initiative is designed to slice through the barriers identified in this report - inconvenience, lack of information, and lack of financing - and to make energy efficiency easy and accessible to all,\" said Secretary Chu.  \"We want to make our communities more energy efficient, block by block, neighborhood by neighborhood -- eventually expanding to entire cities and states.  We can literally bring energy efficiency to the doorsteps of the American people.\"\n\n\tSeparately, the Department of Energy will accept state proposals to use State Energy Grant or Energy Efficiency Conservation Block Grant funds for Property Assessed Clean Energy (PACE) pilots.  This is an innovative model which allows communities to provide financing to homeowners to install renewable energy systems and retrofit buildings that can be paid off over time on their property tax bills.  Today, the White House is announcing a “Policy Framework for PACE Financing Programs” developed through an interagency process to ensure that effective homeowner and lender safeguards are included in PACE programs. \n\n\tTo read the framework, please go to\n\nhttp://obamawhitehouse.archives.gov/assets/documents/PACE_Principles.pdf\n\n\tTo ensure implementation of the Recovery Through Retrofit Report’s recommendations, CEQ will continue to convene an interagency Energy Retrofit Working Group which will be co-chaired by the Department of Energy, the Environmental Protection Agency, the Department of Housing and Urban Development, the Department of Labor, and the Department of Agriculture. \n\n\tThe group will track the progress of the Report’s recommendations, develop additional strategies to support expansion of the retrofit market, including recommendations for rental housing, and operate as the single point of contact for the implementation of this effort.   Within thirty days, the group will submit an implementation plan to the Vice President.  Moreover, the group will report to the Vice President regularly on its progress toward implementing each of the recommendations identified in the Report.\n\n\n\n\n"
}