{
    "title": "Administration Officials Continue Travel Across the Country for “Recovery Summer” Events, Project Site Visits | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/administration-officials-continue-travel-across-country-recovery-summer-events-pro-1",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 20, 2010\n\n \n\n\n\nAdministration Officials Continue Travel Across the Country for “Recovery Summer” Events, Project Site Visits\n\n\n\n\nHHS Secretary Kathleen Sebelius to Visit New Mexico; DOT to Break Ground on Golden Gate Bridge Access Road Project\nWASHINGTON, DC – This week, Administration officials are continuing to hold “Recovery Summer” events and visit Recovery Act project sites as part of a focus on the surge in Recovery Act projects underway across the country this summer.  The Recovery Act has already funded tens of thousands of projects and put about 3 million Americans to work, but this summer is the most active Recovery Act season yet, with thousands of new projects breaking ground that are helping to create more jobs for American workers and economic growth for businesses large and small.\nWeek Ahead:\nTuesday, July 20 \nDepartment of Agriculture\nUSDA Deputy Under Secretary for Natural Resources and Environment Jay Jensen will visit the Humboldt-Toiyabe National Forest where the Recovery Act is funding highway and trail maintenance and facility upgrades at Mount Rose, Nevada.  The Deputy Under Secretary will also visit Fuels Reduction Projects that were funded by the Recovery Act to prevent wildfire threats in the Reno and Carson City, Nevada areas.\nDepartment of Transportation \nFHWA Administrator Mendez will visit the Eastern Avenue Bridge in Washington, DC to meet with workers and receive a progress update.  The new bridge will use $9.6 million in Recovery Act funds to provide higher clearances for interstate traffic and improve traffic flow.\nWednesday, July 21\nDepartment of Health and Human Services \nHHS Secretary Kathleen Sebelius will visit the Pueblo of Jemez, a federally recognized Indian tribe situated outside of Albuquerque, New Mexico, to meet with tribal leaders.  The Pueblo of Jemez, received a $900,000 Communities Putting Prevention to Work (CPPW) grant through the Recovery Act to improve health conditions for the Pueblo’s children and families.\nDepartment of Transportation \nFHWA Administrator Mendez will attend a groundbreaking for a segment of the Doyle Drive Replacement project.  Doyle Drive, the existing south access road to the Golden Gate Bridge, will be replaced with a structurally and seismically safer new road. The project received $83.3 million in Recovery Act funds, which has accelerated the project by one year.\nThursday, July 22\nDepartment of Justice \nDOJ Community Oriented Policing Services (COPS) Director Bernard Melekian will join Milwaukee Police Chief Ed Flynn to swear-in 48 Recovery Act-funded police officer recruits in Milwaukee, WI.  Without Recovery Act funding, the city of Milwaukee would not have created these 48 new law enforcement positions.\nHighlights of Recent Events:\nPresident Obama\nPresident Obama delivered remarks at a groundbreaking ceremony at Compact Power, Inc., a battery plant in Holland, Michigan.  The plant is the ninth of nine new advanced battery factories to start construction as a result of the $2.4 billion in Recovery Act advanced battery and electric vehicle awards President Obama announced last August.  The project is expected to create hundreds of construction and manufacturing jobs in Holland.  Once fully operational, the Compact factory will produce battery cells to support 53,000 Chevy Volts a year and also supply batteries for the new electric Ford Focus.\n“Seeking to boost economic spirits, President Barack Obama on Thursday hailed the construction of another car-battery plant as a symbol of a made-in-America rebound from desperate times. Said the president to workers: ‘You are leading the way in showing how manufacturing jobs are coming right back here to the United States of America.’ […] The president spoke at a groundbreaking for a Compact Power plant, the ninth factory to begin construction with the help of economic stimulus money, in this case $2.4 billion. Obama stood on a platform in the middle of the work site, which at the moment remains a big area of mud and dirt, with shovels ready to go. The plant is expected to ultimately employ 300 full-time workers, coming at a time when every new job is coveted. […] Obama said the U.S. is on its way — within five years — of commanding 40 percent of the world's capacity for advanced batteries. He spoke of progress in which salespeople have a few more dollars in their pockets, innovators are taking chances again, and construction workers are heading to jobs site each day. ‘This is a symbol of where Michigan's going,\" Obama said. \"This is a symbol of where Holland is going. This is a symbol of where America is going.’” [AP, 7/15/10]\nVice President Biden \nVice President Biden held an event to unveil the Council of Economic Advisers’ latest quarterly report on the economic impact of the Recovery Act. The Vice President was joined by Chair of the Council of Economic Advisers Christina Romer as he discussed how Recovery Act investments are bringing private capital off the sidelines to fund cutting-edge projects that are creating private-sector jobs and helping the U.S. make rapid advances in emerging industries like clean energy and electric vehicles.\n“President Barack Obama’s stimulus plan boosted employment and supported national growth, the White House said Wednesday, as it battles Americans’ waning confidence in his economic policies. A quarterly Council of Economic Advisers report estimated that the administration’s $862 billion economic recovery package raised employment by between 2.5 million and 3.6 million jobs. And for every $1 the government spends on American Reinvestment and Recovery Act programs, the private sector is investing $3. ‘I'm absolutely confident we’re moving in the right direction,’ Vice President Joe Biden said Wednesday, unveiling the new report…  ’We’d be barely growing at all were it not to have passed in the first place and been implemented,’ Biden said, referring to the stimulus, which passed Congress last year with minimal Republican support. ‘The other side has done everything in their power to keep this from happening.’ ‘I know what they're against but I don't know what they're for,’ he said. ‘Look, all were doing is following a long tradition of presidents who have helped business invest, provided the seed money to get whole new industries going, creating not only jobs now but jobs of the future. The other side has done everything in their power to keep this from happening.’” [Politico, 7/14/10]\nSBA Administrator Mills \nSBA Administrator Karen Mills visited Amis’s Italian restaurant in Philadelphia where owner Marc Vetri received a $525,000 SBA Recovery loan that allowed him to open his third restaurant and create 62 new jobs. Thanks to the fee eliminations provided in the Recovery Act, Vetri saved $11,000 in waived loan fees.  Under Recovery Act loan enhancements, SBA has provided nearly 70,000 Recovery Act loans, supporting more than $30 billion in capital to help small businesses drive economic growth and create jobs.\n“The head of the Small Business Administration visited Philadelphia Monday and urged the Senate to pass a bill that would revive provisions that supercharged SBA lending between early 2009 and May. ‘Now is not the time to pull back. Now is the time to make sure that healthy small businesses can get money,’ said SBA administrator Karen Mills, with the staccato sound of a cook chopping herbs for lunch at Center City restaurant Amis in the background. Amis, at 13th and Waverly Streets, the third restaurant by Marc Vetri and partners, opened in January with the help of a $525,000 SBA-backed loan from Susquehanna Bank that covered most of the $700,000 cost.” [Philadelphia Inquirer 7/20/10]\n\n\n\n"
}