{
    "title": "Statement by NSC Spokesperson Caitlin Hayden on National Security Advisor Susan E. Rice’s Meeting with Brazilian Foreign Minister Luiz Alberto Figueiredo | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/09/11/statement-nsc-spokesperson-caitlin-hayden-national-security-advisor-susa",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 11, 2013\n\n \n\n\n\nStatement by NSC Spokesperson Caitlin Hayden on National Security Advisor Susan E. Rice’s Meeting with Brazilian Foreign Minister Luiz Alberto Figueiredo\n\n\n\n\nIn President Obama’s meeting with President Rousseff last week in St. Petersburg, the President made clear that we understand the concerns raised in Brazil and elsewhere about certain intelligence collection activities allegedly undertaken by the United States, and he committed to working in diplomatic channels to address these concerns. As a part of that dialogue, today National Security Advisor Rice hosted Brazilian Foreign Minister Figueiredo at the White House.  \nThe United States and Brazil enjoy a strong and strategic partnership rooted in our shared interests as multicultural democracies and major economies.  Brazil is a major trading partner of the United States, with more than $100 billion in bilateral trade in goods and services in 2012.  Growing commercial ties and investment between our two countries are creating jobs in the United States and contributing to the development of advanced manufacturing in Brazil and to the increased competitiveness of both countries.  We continue to pursue an important and broad-ranging shared agenda that includes international peace and security, energy, global financial issues, and food security, among other issues.\nAs the President has previously stated, his national security team – informed by the work of key experts – is undertaking a broad review to examine U.S. intelligence activities to ensure that they are appropriately tailored and reflective of policy decisions about what we should do, versus what we can do.  The President seeks to ensure that our activities are consistent with our broader national interests, including our relationships with key partners.\nNational Security Advisor Rice expressed to Foreign Minister Figueiredo that the United States understands that recent disclosures in the press – some of which have distorted our activities and some of which raise legitimate questions for our friends and allies about how these capabilities are employed -- have created tensions in the very strong bilateral relationship we have with Brazil. The United States is committed to working with Brazil to address these concerns, while we continue to work together on a shared agenda of bilateral, regional and global initiatives.  \n\n\n\n\n"
}