{
    "title": "Message from the President and Notice of Continuation regarding Iraq | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/message-president-and-notice-continuation-regarding-iraq",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 20, 2009\n\n \n\n\n\nMessage from the President and Notice of Continuation regarding Iraq\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\t\t---------------------------------------------\n\n\t\tFor Immediate Release                        May 20, 2009\n\nTO THE CONGRESS OF THE UNITED STATES:\n\n\tSection 202(d) of the National Emergencies Act (50 U.S.C. 1622(d)) provides for the automatic termination of a national emergency unless, prior to the anniversary date of its declaration, the President publishes in the Federal Register and transmits to the Congress a notice stating that the emergency is to continue in effect beyond the anniversary date. In accordance with this provision, I have sent the enclosed notice to the Federal Register for publication. This notice states that the national emergency with respect to the stabilization of Iraq declared in Executive Order 13303 of May 22, 2003, as modified in scope and relied upon for additional steps taken in Executive Order 13315 of August 28, 2003, Executive Order 13350 of July 29, 2004, Executive Order 13364 of November 29, 2004, and Executive Order 13438 of July 17, 2007, is to continue in effect beyond May 22, 2009.\n\n\tObstacles to the orderly reconstruction of Iraq, the restoration and maintenance of peace and security in the country, and the development of political, administrative, and economic institutions in Iraq continue to pose an unusual and extraordinary threat to the national security and foreign policy of the United States. Accordingly, I have determined that it is necessary to continue the national emergency with respect to this threat and maintain in force the measures taken to deal with that national emergency.\n\n\tBARACK OBAMA\n\tTHE WHITE HOUSE,\n\tMay 19, 2009.\n\n\t\t \n\n\n\nNOTICE\n\t\t- - - - - - -\n\t\tCONTINUATION OF THE NATIONAL EMERGENCY WITH RESPECT TO THE\n\t\tSTABILIZATION OF IRAQ\n\n\tOn May 22, 2003, by Executive Order 13303, the President declared a national emergency protecting the Development Fund for Iraq and certain other property in which Iraq has an interest, pursuant to the International Emergency Economic Powers Act (50 U.S.C. 1701-1706). The President took this action to deal with the unusual and extraordinary threat to the national security and foreign policy of the United States posed by obstacles to the orderly reconstruction of Iraq, the restoration and maintenance of peace and security in the country, and the development of political, administrative, and economic institutions in Iraq.\n\n\tIn Executive Order 13315 of August 28, 2003, Executive Order 13350 of July 29, 2004, Executive Order 13364 of November 29, 2004, and Executive Order 13438 of July 17, 2007, the President modified the scope of the national emergency declared in Executive Order 13303 and amended the steps taken pursuant to it.\n\n\tBecause the obstacles to the orderly reconstruction of Iraq, the restoration and maintenance of peace and security in the country, and the development of political, administrative, and economic institutions in Iraq continue to pose an unusual and extraordinary threat to the national security and foreign policy of the United States, the national emergency declared on May 22, 2003, and the measures adopted on that date, August 28, 2003, July 29, 2004, November 29, 2004, and July 17, 2007, to deal with that emergency must continue in effect beyond May 22, 2009. Therefore, in accordance with section 202(d) of the National Emergencies Act (50 U.S.C. 1622(d)), I am continuing for 1 year the national emergency with respect to the stabilization of Iraq.\n\n\tThis notice shall be published in the Federal Register and transmitted to the Congress.\n\n\tBARACK OBAMA\n\tTHE WHITE HOUSE,\n\tMay 19, 2009.\n\n\n\n\n"
}