{
    "title": "On Earth Day Vice President Biden Announces 300 Million in Recovery Act Funds for Clean Cities Program | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/earth-day-vice-president-biden-announces-300-million-recovery-act-funds-clean-citie",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 22, 2009\n\n \n\n\n\nOn Earth Day Vice President Biden Announces 300 Million in Recovery Act Funds for Clean Cities Program\n\n\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Vice President\n\n\t\t_________________________________________________________________________\n\n\t\tFOR IMMEDIATE                             RELEASE April 22, 2009\n\n\t\t \n\n\t\t \n\nOn Earth Day Vice President Biden Announces $300 Million in Recovery Act Funds for Clean Cities Program\n\n\t\tDepartment of Energy Will Lead Alternative Fuel and Advanced Technology Vehicles Pilot Program\n\n\t\tLANDOVER, Md. – During a visit to the WMATA Carmen Turner Maintenance and Training Facility in Landover, MD, Vice President Joe Biden today announced $300 million in funding from the American Recovery and Reinvestment Act for state and local governments, and transit authorities to expand the nation’s fleet of clean, sustainable vehicles and the fueling infrastructure necessary to support them. \n\n\t\t\"For city and state governments across this country, every day is Earth Day thanks to the ambitious commitments they are making to green their vehicles and transit systems.  Now it’s time for Washington to help them deliver on those promises,\" said Vice President Biden.  \"From advanced battery cars to hybrid-electric city buses, we’re going put Recovery Act dollars to work deploying cleaner, greener vehicles in cities and towns across the nation that will cut costs, reduce pollution and create the jobs that will drive our economic recovery.\"\n\n\t\tThe Clean Cities Alternative Fuel and Advanced Technology Vehicles Pilot Program will speed the transformation of our nation’s vehicle fleet, help to reduce carbon emissions and increase energy security by helping reduce U.S. dependence to foreign oil. This funding adds to the $11 billion already announced by the Department of Energy to bolster state and local government energy efficiency programs and weatherize low-income homes.\n\n\t\t\"These funds will give local and state governments the tools to expand the use of advanced technology vehicles in their fleets while at the same time building the infrastructure needed for tomorrow’s clean economy,\" said Energy Secretary Steven Chu. \"This program represents another step toward freeing America from its reliance on foreign oil and lessening our emissions that contribute to global climate change.\"\n\n\t\tVice President Biden was joined at the event by Maryland Governor Martin O’Malley, who last year committed to convert the entire Maryland Transit Administration bus fleet to hybrid-electric buses by 2014.  Earlier this year, the state of Maryland was able to accelerate purchase of the hybrid-electric buses with the help of Recovery Act funds and, as a member of the Clean Cities program, the state would be eligible to apply for additional funds needed to meet their goal through the pilot program announced today. The Vice President was also joined by United States Senator Ben Cardin (D-MD) and Congresswoman Donna F. Edwards (D-MD).\n\n\t\t\"Sustainability, particularly in terms of stabilizing and reversing Global Climate Change before it is too late, may very well prove to be the defining economic, environmental, and moral issue of our times,\" said Governor O’Malley.  \"One of the boldest, most innovative, most forward-looking parts of the President and Vice President’s vision for economic recovery and reinvestment, is their belief that we can fuel our country’s economic engine by revolutionizing the way we fuel our cars, trucks, buses, trains and airplanes. Here in Maryland, where the $610 million in transportation investments we’re receiving from the Obama-Biden Administration are supporting an estimated 17,000 jobs, federal investments are helping us advance toward a goal we’ve set of transitioning a full 40 percent of our state vehicle purchases to alternative fuel or hybrid vehicles by 2010.\"\n\n\t\tThe Clean Cities Program offers $300 million to support at least 30 alternative fuels or advanced vehicles projects and requires a 50 percent participant cost share. Technologies eligible to be funded include a number of different light and heavy-duty vehicles, including hybrid, plug-in electric hybrid, hydraulic hybrid, electric, fuel cell, and compressed natural gas vehicles. In addition, projects can support refueling infrastructure for alternative fuels, including biofuels and natural gas. Other efforts eligible for funds include public awareness campaigns and training programs on alternative fuel and advanced technology vehicles and infrastructure.\n\n\t\t\"We are living in a critical time in our nation’s history.  We face an economic crisis, an energy security crisis, and a global climate crisis. The Recovery Act has already begun to put Americans to work undertaking the essential task of reducing our use of energy and our dependence on foreign oil, which will strengthen our economy and security.  It will also boost investments in clean renewable energy generation from the wind, sun, and other clean sources,\" said Senator Cardin. \"These funds will allow us to develop new sectors in our economy that will provide high-paying jobs here in America and technologies and services we can export aboard.\"\n\n\t\t\"On this Earth Day, I am proud to join Vice President Biden, Gov. O’Malley, and Sen. Cardin in announcing funds from the Recovery Act to be used for the Clean Cities Petroleum Reduction Technologies Project,\" said Rep. Donna F. Edwards. \"This funding exemplifies the dedication of the Obama Administration and this Congress to invest in the development of alternative fuel technology and infrastructure.  These efforts will help spur economic development through job creation in Maryland and across the country, and reduce our dependence on fossil fuels.\"\n\n\t\tApplicants to the Clean Cities Program must be state governments, local governments, or metropolitan transit authorities, that partner with a designated Clean Cities coalition. Once awarded, these funds will help local and state government agencies make investments in clean transportation vehicles and fuels that they may not have the resources to do otherwise.\n\n\t\tClean Cities is a government-industry partnership led by the Department of Energy’s Office of Energy Efficiency and Renewable Energy that promotes the growth of alternative fuels and showcases the potential of advanced fuels and vehicles. The existing program has helped put more than half a million alternative fuel vehicles on the road and played a role in the construction of thousands of alternative refueling stations. For more information on Clean Cities, please visit www.eere.energy.gov/cleancities.\n\n\t\tThe pilot projects will be funded with money appropriated by the American Recovery and Reinvestment Act. The Administration expects these projects will create tens of thousands of U.S. jobs. More information on the Recovery Act and all projects funded by it are available at www.recovery.gov.\n\n\t\t###\n\n\n\n\n\n"
}