{
    "title": "Expected Attendees joining Reception following State Dinner | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/expected-attendees-joining-reception-following-state-dinner",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 19, 2010\n\n \n\n\n\nExpected Attendees joining Reception following State Dinner\n\n\n\n\nBelow is a list of expected attendees who will join tonight’s Reception and Performance following the State Dinner:\nThe President & First Lady Michelle Obama \nHis Excellency Felipe Calderón Hinojosa, President of Mexico and Mrs. Margarita Zavala\n      The Honorable Tom Atkin, Special Assistant to the President & Senior Director, NSC \n              Mr. Monte Briggs Hawkins \n \n     The Honorable Joe Baca, United States Representative \n               \n      Mr. Robert C. Barber, Cambridge, MA \n \n      Mrs. Denise Bauer, Belvedere Tiburon, CA \n              Mr. Steve Bauer \n \n      The Honorable Robert Rand Beers, Under Secretary for National Protection Programs, U.S. Department of Homeland Security, Washington, DC \n              Mrs. Marian Beers \n  \n      The Honorable Alan D. Bersin, Assistant Secretary of Homeland Security for International Affairs \n \n      The Honorable Barbara Boxer, United States Senate \n \n      Mr. Michael Camuñez, Special Assistant to the President, Office of Presidential Personnel \n              Mr. Steven Means \n \n      Mr. Thomas Castro, BMP Radio, Houston, TX \n              Ms. Jacqueline Castro \n \n      The Honorable Gil Cedillo, California State Senate, Los Angeles, CA \n              Mr. Gilbert Martinez \n \n      The Honorable James E. Clyburn, United States Representative, Washington, DC \n \n      The Honorable  Henry Cuellar, United States Representative \n              Amy Travieso \n  \n      Mr. Jim Demers, Concord, NH \n \n      Mr. Carlos Elizondo, Washington, DC \n              Mr. Mark Dumas\n \n      The Honorable Eliot Engel, United States Representative \n              Mrs. Patricia Engel \n \n      The Honorable José W. Fernández, Assistant Secretary of State for Economic, Energy and Business Affairs, U.S. Department of State, Washington, DC \n              Ms. Andrea Gabor \n \n      Ms. María Garza, President, Mexican American Council, Homestead, FL \n              Edward Garza \n      \n      Mr. Stuart Grant, Greenville, DE \n              Mrs. Suzanne Grant \n \n      The Honorable Raúl  Grijalva, United States Representative \n              Ms. Marisa H. Grijalva \n \n      The Honorable Gary Grindler, Acting Deputy Attorney General of the United States \n              Christine Grindler \n \n      Ms. Christy Haubegger, Creative Artists Agency, Los Angeles, CA \n              Mr. Steven Wolfe Pereira \n \n      The Honorable David Heyman, Assistant Secretary for Policy, U.S. Department of Homeland Security, Washington, DC \n             Ms. Victoria T White \n \n      The Honorable Rubén Hinojosa, United States Representative \n              Mrs. Martha Hinojosa \n       \n      The Honorable Fred Hochberg, Export-Import Bank, Washington, DC\n      Dr. John P. Holdren, Washington, DC \n \n      Ms. Roberta Jacobson, Deputy Assistant Secretary of State for North American Affairs \n              Mr. Jonathon Jacobson \n \n      The Honorable David Johnson, Assistant Secretary of State for INL \n              Ms. Scarlett Swan \n \n      Mr. Lon Johnson \n \n      Mr. Michael Kempner, East Rutherford, NJ \n              Mrs. Jacqueline Kempner \n \n      Mr. Steven Lerner, Chapel Hill, NC \n              Dr. Sharon Van Horn \n \n      The Honorable David Lipton, SAP and Senior Director for International Economics \n              Ms. Mary Galbraith \n \n      The Honorable Nita Lowey, United States Representative \n              Mr. Stephen Lowey \n \n      The Honorable Ben Ray Lujan, United States Representative \n              Ms. Deanna Archeleta \n \n      Ms. Maria Matos, Wilmington, DE \n              Ms. Sindy Ortiz \n \n      Mr. Gary Matthews, Chicago, IL \n              Mrs. Sandy Matthews \n \n      Mr. John F. McShane \n              Mrs. Kathleen C. McShane \n \n      The Honorable Daniel Meltzer, Deputy Assistant to the President and Principal Deputy Counsel to the President, White House Counsel \n \n      The Honorable Janet Murguía, President and CEO, National Council of La Raza, Washington, DC \n              Mauro Morales \n \n      The Honorable Grace Napolitano, United States Representative \n              Ms. Angela Salinas \n \n      Mr. Danny Ortega, Chair, National Council of La Raza Board, Phoenix, AZ \n  \n      Mr. Raul Perea-Henze \n              Mr. Stephen B. Sobhani \n \n      Mr. Jon Ralston, Las Vegas Sun, Henderson, NV \n              Ms. Madeline Ralston \n \n      The Honorable Vivian Rapposelli, Secretary, Delaware Department of Services for Children, Youth and their Families, Newark, DE \n              Stephen Rapposelli \n \n      The Honorable Nick Rasmussen, SAP and Senior Director for Counterterrorism \n              Mrs. Maria Rasmussen \n \n      Mr. Sean Regan, Director, NSSS Transborder Security Policy \n              Mrs. Eva N. Regan \n \n      Ms. Rosa Rosales, San Antonio, TX \n              Mr. Brent Ashley Wilkes, Executive Director, League of United Latin American Citizens (LULAC), Washington, DC \n \n      The Honorable Lucille Roybal-Allard, United States Representative \n              Mr. Edward Allard \n \n      The Honorable Francisco Sánchez, Undersecretary of Commerce, Washington, DC \n              Ms. Mileydi Guilarte \n \n      The Honorable Linda Sánchez, United States Representative \n              Mr. James Sullivan\n \n      The Honorable Loretta Sanchez \n              Ms. Esther L. Coopersmith \n \n      The Honorable Elizabeth Sears Smith, Office of Cabinet Affairs \n              Mr. Douglas Smith \n \n      Mr. Jeffrey Stirling \n              Mrs. Cynthia L. Stirling \n \n      The Honorable Paul Stockton, Assistant Secretary of Defense for Homeland Defense and Americas' Security Affairs \n             Mrs. Kristin Stockton \n \n      The Honorable Bruce Swartz, Department of Justice \n              Ms. Deborah Goodings \n \n      Ms. Grace Tsao-Wu, Chicago, IL \n              Ms. Laura Kofoid \n \n     Ms. Mimi Valdés Ryan, Co-Founder/Editor-in-Chief, Kidult.com, New York, NY \n              Mr. Florian Bachleda \n \n      Mr. Jorge Valencia, West Des Moines, IA \n              Ms. Ramona Rowbury-Valencia \n \n      Secretary Tom Vilsack, Secretary, Department of Agriculture, Washington, DC \n              Mrs. Christie Vilsack\n\n\n\n"
}