{
    "title": "Online Review and Rating for Race to the Top High School Commencement Challenge Begins | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/21/online-review-and-rating-race-top-high-school-commencement-challenge-beg",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 21, 2011\n\n \n\n\n\nOnline Review and Rating for Race to the Top High School Commencement Challenge Begins\n\n\n\n\n\nRating period ends Friday, April 29 at 11:59 PM ET\n\n\tWASHINGTON – Public review and rating of the six high school finalists in the Race to the Top Commencement Challenge begins today and ends Friday, April 29 at 11:59 pm ET.  Rating of the schools will be based on a short video from each school, produced with support from the Get Schooled Foundation, along with an essay on how each school is preparing its students to win the future and achieve the goal of having the highest proportion of college graduates in the world by 2020. \n\n\tPresident Obama taped a video message encouraging the public to go to obamawhitehouse.archives.gov/commencement and rate the final six schools.  Schools will be rated on a scale from 1 to 5 (with 5 being the best).  The three schools with the highest average ratings will be announced on Monday, May 2ndwith the final winner selected by President Obama later that week.   \n\nFinalist Videos:  \n\n\nBridgeport High School (Bridgeport, Washington)  \n\nBooker T. Washington High School (Memphis, Tennessee)\n\nHigh Tech High International (San Diego, CA)\n\nPittsburgh CAPA 6-12, School for Creative and Performing Arts (Pittsburgh, PA)         \n\nScience Park High School (Newark, New Jersey)\n\nWayne Early Middle College High School (Goldsboro, North Carolina)\n\n\nClick here to view a highlight reel of all the videos and here to watch a video of the schools being notified of their selection on Thursday, April 7 and Friday, April 8, 2011.\n\nBackground on Videos and Commencement Challenge\n\n\tThe While House partnered with Viacom and the Get Schooled Foundation to ensure that each of the finalist high schools had access to the tools and media expertise needed to produce high quality videos.  Viacom provided the services of a producer and camera equipment to each of the high school finalists, where they worked with a team of students to help bring their applications to life on video.  The crews - which hailed from Viacom's BET, MTV, CMT, Spike and Nickelodeon - assisted the students in pre-production, story-boarding, filming and editing over a three-day period.  In addition, Viacom's mtvU provided a college mentor to each school who helped the teams to develop and execute their respective visions.  After the final winner is selected, Viacom will be on hand to film the President's visit to the winning school and his commencement address.\n\n\tThe President set a goal of having the highest proportion of college graduates in the world by 2020 and the Commencement Challenge invited the nation’s public high schools to submit applications that demonstrate their commitment to preparing students for college and a career.   Hundreds of applications were received and were judged based on the schools’ performance, essay questions and supplemental data. The six finalists were selected for their creativity in engaging and supporting students, academic results, and progress in preparing students tograduate college and career ready.\n\n\n\n\n"
}