{
    "title": "Presidential Nominations Sent to the Senate | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/01/20/presidential-nominations-sent-senate",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 20, 2010\n\n \n\n\n\nPresidential Nominations Sent to the Senate\n\n\n\n\nLouis B. Butler, Jr., of Wisconsin, to be United Stated District Judge for the Western District of Wisconsin, vice John C. Shabaz, retired.\nEdward Milton Chen, of California, to be United States District Judge for the Northern District of California, vice Martin J. Jenkins, resigned.\nJon E. DeGuilio, of Indiana, to be United States District Judge for the Northern District of Indiana, vice Allen Sharp, retired.\nStephanie A. Finley, of Louisiana, to be United States Attorney for the Western District of Louisiana for the term of four years, vice Donald W. Washington.\nAudrey Goldstein Fleissig, of Missouri, to be United States District Judge for the Eastern District of Missouri, vice E. Richard Webber, retired.\nR. Booth Goodwin II, of West Virginia, to be United States Attorney for the Southern District of West Virginia for the term of four years, vice Karl K. Warner II.\nDavid J. Hale, of Kentucky, to be United States Attorney for the Western District of Kentucky for the term of four years, vice David L. Huber, resigned.\nKerry B. Harvey, of Kentucky, to be United States Attorney for the Eastern District of Kentucky for the term of four years, vice Amul R. Thapar, resigned.\nChristopher Tobias Hoye, of Nevada, to be United States Marshal for the District of Nevada for the term of four years, vice Gary D. Orton.\nLucy Haeran Koh, of California, to be United States District Judge for the Northern District of California, vice Ronald M. Whyte, retired.\nMilton C. Lee, Jr., of the District of Columbia, to be an Associate Judge of the Superior Court of the District of Columbia for the term of fifteen years, vice Jerry Stewart Byrd, retired.\nLoretta E. Lynch, of New York, to be United States Attorney for the Eastern District of New York for the term of four years, vice Roslynn R. Mauskopf, resigned.\nJane E. Magnus-Stinson, of Indiana, to be United States District Judge for the Southern District of Indiana, vice Larry J. McKinney, retired.\nGervin Kazumi Miyamoto, of Hawaii, to be United States Marshal for the District of Hawaii for the term of four years, vice Mark Moki Hanohano.\nPeter Christopher Munoz, of Michigan, to be United States Marshal for the Western District of Michigan for the term of four years, vice James Robert Dougan, resigned.\nKelly McDade Nesbit, of North Carolina, to be United States Marshal for the Western District of North Carolina for the term of four years, vice Patrick Carroll Smith, Sr.\nTanya Walton Pratt, of Indiana, to be United States District Judge for the Southern District of Indiana, vice David F. Hamilton, elevated.\nBrian Todd Underwood, of Idaho, to be United States Marshal for the District of Idaho for the term of four years, vice Patrick E. McDonald.\nJoAnn Lynn Balzer, of New Mexico, to be a Member of the Board of Trustees of the Institute of American Indian and Alaska Native Culture and Arts Development for a term expiring May 19, 2012, vice Letitia Chambers, term expired.\nCraig Becker, of Illinois, to be a Member of the National Labor Relations Board for the term of five years expiring December 16, 2014, vice Dennis P. Walsh.\nDana Katherine Bilyeu, of Nevada, to be a Member of the Federal Retirement Thrift Investment Board for a term expiring October 11, 2011, vice Thomas A. Fink, term expired.\nDaryl J. Boness, of Maine, to be a Member of the Marine Mammal Commission for a term expiring May 13, 2010, vice Paul K. Dayton, term expired.\nJohn Coppola, of Florida, to be a Member of the National Museum and Library Services Board for a term expiring December 6, 2013, vice Gail Daly, resigned.\nKatherine Hammack, of Arizona, to be an Assistant Secretary of the Army, vice Keith E. Eastin.\nCarla D. Hayden, of Illinois, to be a Member of the National Museum and Library Services Board for a term expiring December 6, 2014, vice Kevin Owen Starr, term expired.\nDawn Elizabeth Johnsen, of Indiana, to be an Assistant Attorney General, vice Jack Landman Goldsmith III, resigned.\nMichael D. Kennedy, of Georgia, to be a Member of the Federal Retirement Thrift Investment Board for a term expiring September 25, 2010, vice Gordon Whiting, term expired.\nMichael D. Kennedy, of Georgia, to be a Member of the Federal Retirement Thrift Investment Board for a term expiring September 25, 2014. (Reappointment)\nCynthia Chavez Lamar, of New Mexico, to be a Member of the Board of Trustees of the Institute of American Indian and Alaska Native Culture and Arts Development for a term expiring May 19, 2010, vice Allen E. Carrier.\nJeffrey R. Moreland, of Texas, to be a Director of the Amtrak Board of Directors for a term of five years, vice David McQueen Laney, term expired.\nMarsha J. Rabiteau, of Connecticut, to be a Member of the Board of Directors of the State Justice Institute for a term expiring September 17, 2010, vice Sandra A. O'Connor, term expired.\nChristopher H. Schroeder, of North Carolina, to be an Assistant Attorney General, vice Elisebeth C. Cook, resigned.\nTheodore Sedgwick, of Virginia, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Slovak Republic.\nMary L. Smith, of Illinois, to be an Assistant Attorney General, vice Nathan J. Hochman, resigned.\nWinston Tabb, of Maryland, to be a Member of the National Museum and Library Services Board for a term expiring December 6, 2013, vice Beverly Allen, term expired.\nMichael F. Tillman, of California, to be a Member of the Marine Mammal Commission for a term expiring May 13, 2011, vice John Elliott Reynolds, III, term expired.\nHernán D. Vera, of California, to be a Member of the Board of Directors of the State Justice Institute for a term expiring September 17, 2012, vice Terrence B. Adamson, term expired.\nDennis P. Walsh, of Maryland, to be Chairman of the Special Panel on Appeals for a term of six years, vice John L. Howard, term expired.\nRobert Wedgeworth, of Illinois, to be a Member of the National Museum and Library Services Board for a term expiring December 6, 2013, vice Amy Owen, term expired.\nEarl F. Weener, of Oregon, to be a Member of the National Transportation Safety Board for the remainder of the term expiring December 31, 2010, vice Mark V. Rosenker, resigned.\n\n\n\n"
}