{
    "title": "MENSAJE SEMANAL: El Presidente Obama Dice Que La Ley Para la Recuperación Está Creando Trabajos y Fortaleciendo la Economía | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/mensaje-semanal-el-presidente-obama-dice-que-la-ley-para-la-recuperaci-n-est-creand",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 31, 2009\n\n \n\n\n\nMENSAJE SEMANAL: El Presidente Obama Dice Que La Ley Para la Recuperación Está Creando Trabajos y Fortaleciendo la Economía\n\n\n\n\nWASHINGTON – En el mensaje de esta semana, el Presidente Barack Obama dijo que aunque todavía muchas familias estadounidenses están pasando por un mal momento, esta semana se vio verdadera evidencia de progreso en la economía. El jueves, nos enteramos de que en el tercer trimestre, el PIB aumentó por primera vez en más de un año y creció más rápido que en los últimos dos años. Y el viernes, informes provenientes de todo el país dejaron en claro que la Ley para la Recuperación ahora ha generado o preservado más de un millón de empleos. El pueblo estadounidense aún está pasando apuros, pero éstos son indicios de que estamos comenzando a avanzar por el camino correcto.\nEl audio y video del discurso estará disponible a las 6:00am del sábado 31 de octubre en obamawhitehouse.archives.gov. \nDeclaraciones del Presidente Barack Obama\n- Versión Preparada -\nMensaje Semanal \nSábado, 31 de octubre, 2009\nCada semana, he hablado con ustedes sobre los desafíos que enfrentamos como nación y el camino que debemos tomar para abordarlos. El hecho es que durante los últimos diez meses, a menudo he tenido que reportar noticias inquietantes durante lo que ha sido una época difícil para nuestro país. Pero hoy me complace ofrecer una mejor noticia que, aunque no es motivo de celebración, ciertamente es razón para creer que vamos por el camino correcto.\nEl jueves, recibimos un informe sobre nuestro Producto Interno Bruto o PIB. Éste es un indicador importante de nuestra situación económica en general, y refleja nuestra producción y lo que están ganando nuestras empresas y familias. Nos enteramos de que la economía creció por primera vez en más de un año y más rápido que en cualquier otro momento en los dos últimos años. Entonces, aunque nos queda mucho camino por recorrer para que retorne la prosperidad e indudablemente habrá altibajos, también es cierto que hemos progresado mucho. Es fácil olvidarse de que fue apenas hace unos meses que la economía se contraía rápidamente y muchos economistas temían otra Gran Depresión.\nClaro, el crecimiento económico no sustituye la generación de empleos. Y es probable que veamos más empleos perdidos en los próximos días, un hecho que es preocupante con respecto a nuestra economía y doloroso para los hombres y mujeres que repentinamente se encuentran sin trabajo. Pero no generaremos los empleos que necesitamos a no ser que la economía esté creciendo; es por eso que este informe sobre el PIB es un buen indicio. Y podemos ver claramente ahora que las medidas que mi gobierno está tomando están teniendo un impacto, mitigando lo peor de esta recesión y ayudando a llevarla a su fin.\nHemos actuado enérgicamente para reanudar el crédito a familias y empresas, incluidas las pequeñas empresas, que han visto un aumento de 73 por ciento en préstamos. Hemos tomado medidas para reducir la ola de ejecuciones de hipotecas, modificando hipotecas para ayudar a cientos de miles de propietarios de vivienda responsables a retener sus casas y ayudar a millones más a mantener el valor de sus casas. Y la Ley para la Recuperación está aumentando la demanda, por medio de un recorte tributario para 95 por ciento de las familias trabajadoras y asistencia a las personas mayores y quienes han perdido el empleo, lo que no sólo ayuda a las personas más afectadas por la desaceleración, sino también fomenta el gasto del consumidor que ayudará a hacer que esta economía repunte.\nFinalmente, la Ley para la Recuperación está preservando y generando empleo en todo el país. Apenas esta semana, alcanzamos un hito importante. En base a informes provenientes de todo Estados Unidos – a medida que se colocan las primeras piedras, se vuelve a contratar a los funcionarios públicos necesarios y las fábricas se vuelven a poner en marcha– está claro que la Ley para la Recuperación ha generado y preservado más de un millón de empleos. Se trata de más de un millón de personas que, de otra manera, no tendrían trabajo hoy, personas que se despiertan todos los días sabiendo que podrán mantenerse a sí mismos y a sus familias.\nHemos preservado empleos al disminuir déficits estatales para evitar el despido de cientos de miles de policías, bomberos y maestros que hoy patrullan las calles, están en sus estaciones y en las aulas gracias a la Ley para la Recuperación. También hemos generado cientos de miles de empleos con la mayor inversión en nuestras carreteras desde la construcción de las interestatales y con las mayores inversiones de la historia en educación, investigación médica y energía limpia.\nEstas inversiones no sólo nos están ayudando a recuperarnos a corto plazo, sino que están ayudando a sentar nuevas bases para la prosperidad a largo plazo y están dándoles a los esmerados estadounidenses de clase media la oportunidad de tener éxito y velar por sus familias. Debido a las inversiones que hemos hecho y las medidas que hemos tomado, es más fácil que las familias de clase media envíen a sus hijos a la universidad y reciban la capacitación que necesitan para competir en la economía mundial. Estamos facilitando que estas familias ahorren para la jubilación. Y en sectores como el de energía limpia, estamos generando los empleos del futuro, empleos bien remunerados que no se pueden enviar al extranjero.\nDe hecho, apenas esta semana pasada, fui a Arcadia, Florida para anunciar el mayor conjunto de proyectos de energía limpia por medio de la Ley para la Recuperación. Hasta ahora: cien subvenciones para empresas, servicios públicos, fábricas, ciudades y otros socios en todo el país con el fin de poner a miles de personas a trabajar modernizando nuestra red eléctrica, el sistema que suministra energía a nuestras casas y negocios, para que desperdicie menos energía, ayude a integrar fuentes renovables como la eólica y solar, y les ahorre dinero a los consumidores. Y ése es apenas un ejemplo.\nEntonces, hemos alcanzando logros. Al mismo tiempo, quiero destacar que aún queda mucho por hacer. Porque sabemos que las noticias positivas sobre la economía en general no significan mucho si usted ha perdido el empleo y no puede encontrar otro, si no puede pagar el cuidado de salud o la hipoteca, si no ve en su propia vida las mejoras que estamos viendo en estas cifras económicas. Y la noticia positiva de hoy no significa que no habrá más días difíciles en el futuro. Como he dicho muchas veces, la crisis que enfrentamos tomó años en gestarse. Tomará más que unos cuantos meses salir de ella. Pero que no quepa la menor duda: eso es exactamente lo que haremos.\nPues en la economía que queremos forjar, las personas que necesitan un empleo pueden encontrar uno y los ingresos vuelven a aumentar. En la economía que queremos forjar, las pequeñas empresas pueden prosperar y los empresarios pueden obtener el capital que necesitan para plantar las nuevas semillas del crecimiento. La economía que queremos forjar ya no se basa en tarjetas de crédito al máximo, especulación descontrolada y viejos ciclos de auge o crisis, sino que tiene una base sólida, que respalda el crecimiento sólido, sostenido y extensamente compartido por familias de clase media en todo Estados Unidos. Eso nos esmeramos por lograr todos los días. Y no nos detendremos hasta que lo alcancemos.\n \nGracias y Feliz Halloween.\n###\n \n\n\n\n"
}