{
    "title": "President Obama Discusses Credit Card Principles Following Meeting with Credit Card Executives | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-discusses-credit-card-principles-following-meeting-with-credit-card",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 23, 2009\n\n \n\n\n\nPresident Obama Discusses Credit Card Principles Following Meeting with Credit Card Executives\n\n\n\n\n THE WHITE HOUSE Office of the Press Secrectary   For Immediate Release  April 23, 2009 President Obama Discusses Credit Card Principles Following Meeting with Credit Card Executives  President Obama met with representatives from the credit card industry this afternoon to discuss the impact of the current economic crisis on consumers. He has been a strong proponent of cleaning up the practices of the credit card industry since he was a Senator and he called for measures to strengthen consumer protection in the credit card market during the campaign. Credit cards have been made unnecessarily complicated for consumers, often leading them to pay more than they reasonably expect. The Federal Reserve has taken a strong first step towards improving disclosures and ending unfair practices. Leaders in the House, including Chairman Frank and Representatives Maloney and Gutierrez, and in the Senate, including Chairman Dodd and Senator Levin, have drafted bills that will codify and strengthen these new regulations. Following the meeting, the President highlighted the following principles that he would like to see as part of the final legislation:  Strong and reliable protections for consumers – protections that ban unfair rate increases and forbid abusive fees and penalties. All the forms and statements that credit card companies send out have to have plain language that is in plain sight. No more fine print, no more confusing terms and conditions. Requirement that all firms make their contract terms easily accessible and provide consumers with the information they need to go online and do some comparison shopping. It also means requiring firms to offer at least one simple, straightforward credit card that offers the strongest protections along with the simplest terms and prices. Increased accountability in the system, so that we can hold those responsible who do engage in deceptive practices that hurt families and consumers. This will require beefing up monitoring and enforcement, and also penalties for any violations of the law.  Below is some background on the impact of credit cards on American families: Prevalence of credit card debt  Credit Card Debt has increased significantly in the past decade. Credit card debt has increased by 25 percent in the past 10 years, and reached $963B in January 2009. (Federal Reserve 2009) More than three-quarters of families have credit cards and close to half carry a balance. Seventy-eight percent of U.S. families have a credit card, and 44 percent of families carried a balance on their credit card. (Nielsen 2008, Federal Reserve 2008) Families carry significant credit card debt. The average amount of credit card debt among families with a balance was $7,300 in 2007 (the median was $3,000). (Federal Reserve, 2008) Delinquency rates have increased by more than a third since the end of 2006. The number of accounts more than 30 days late has increased from 3.9% in the fourth quarter of 2006, to 5.6% in the fourth quarter of 2008. (FFIEC, 2008)  Credit card fees and interest rates are extremely high  Issuers collect $15B annually in penalty fees. Penalty fees on credit cards are around $15 billion annually, an estimated 10 percent of total credit card industry revenues. (Calculation based on GAO 2006 and Federal Reserve 2009) One-fifth of those carrying credit card debt pay an interest rate above 20 percent. Ninety-percent of issuers assessed variable rate cards and an estimated one-fifth were charged interest rates above 20 percent (GAO 2006). \n\n\n\n"
}