{
    "title": "Presidente Obama rendirá homenaje a maestros y asesores, anuncia sociedades clave con campaña \"Educate to Innovate\" | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidente-obama-rendir-homenaje-a-maestros-y-asesores-anuncia-sociedades-clave-con",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 05, 2010\n\n \n\n\n\nPresidente Obama rendirá homenaje a maestros y asesores, anuncia sociedades clave con campaña \"Educate to Innovate\" \n\n\n\n\nWASHINGTON – El miércoles, 6 de enero, en su segundo evento de la campaña “Educar para Innovar” (“Educate to Innovate”) a beneficio de la enseñanza de ciencias, tecnología, ingeniería y matemáticas (STEM por sus siglas en inglés), el Presidente Obama rendirá homenaje a educadores de todo el país por los galardones recibidos por excelencia en la enseñanza y asesoría sobre las matemáticas y ciencias. El Presidente también anunciará sociedades clave en su campaña para ayudar a cumplir con el objetivo del poder ejecutivo de hacer que los estudiantes estadounidenses pasen de tener un rendimiento promedio a uno superior en ciencias y matemáticas en la próxima década. En noviembre, el Presidente Obama anunció una serie de dinámicas sociedades en las que participan destacadas empresas, fundaciones, organizaciones sin fines de lucro y sociedades científicas y de ingeniería, dedicadas a motivar e inspirar a jóvenes en todo Estados Unidos a sobresalir en ciencias y matemáticas. Para mayor información sobre la campaña Educate to Innovate del Presidente, PULSE AQUÍ.\n \nEl evento se transmitirá por Internet en obamawhitehouse.archives.gov/live, y la prensa podrá presenciarlo. Los periodistas interesados que están en Washington y que no tienen credenciales permanentes de la Casa Blanca deben enviar un mensaje electrónico a media_affairs@who.eop.gov con su nombre completo, fecha de nacimiento, número de Seguro Social y país de ciudadanía a más tardar a las 4 p.m. del martes, 5 de enero. Los periodistas no recibirán confirmación de la autorización, pero nos comunicaremos con ustedes si se requiere información adicional. \n \nLos periodistas deben entrar por la puerta del noroeste (Penn y Jackson Pl), enseñar un documento de identidad y pasar por seguridad. El punto de congregación será la puerta del Salón de Palmas. (Preparativos 12:30 p.m., hora final de congregación 1:00 p.m.). Nótese que los periodistas que lleguen después de la hora final de congregación no podrán asistir al evento. \n \nSe tiene previsto que más de 80 maestros de todo el país asistan a este evento en la Casa Blanca. Para obtener biografías y una lista de los maestros que recibieron el Premio Presidencial por Excelencia en la Enseñanza de Matemáticas y Ciencias, y que serán homenajeados, PULSE AQUI.\n \nTambién se tiene previsto que asistan a este evento en la Casa Blanca más de 20 asesores que recibirán el Premio Presidencial por Excelencia en la Asesoría sobre Ciencias, Matemáticas e Ingeniería. Son:\n•         Frank T. Bayliss Jr., San Francisco State University, CA\n•         Laura Lynne J. Bottomley, North Carolina State University, NC\n•         Goldie S. Byrd, North Carolina A&T State University, NC\n•         Suzzette F. Chopin, Texas A&M University, Corpus Christi, TX\n•         Lesia L. Crumpton-Young, University of Central Florida, FL\n•         Patricia A. DeLeon, University of Delaware, DE\n•         Nancy L. Elwess, SUNY College, Plattsburgh, NY\n•         Benjamin C. Flores, University of Texas, El Paso, TX\n•         Susan M. Kauzlarich, University of California, Davis, CA\n•         Philip Kutzko, University of Iowa, IA\n•         Cato T. Laurencin, University of Virginia, VA\n•         Jerzy R. Leszczynski, Jackson State University, MS\n•         Mary Anne Nelson, University of New Mexico, NM\n•         Steven B. Oppenheimer, California State University, Northridge, CA\n•         Stacy Phelps, Chief Executive Officer, The American Indian Institute for Innovation, SD\n•         Ashanti Johnson, University of South Florida and Institute for Broadening Participation, FL\n•         Kennedy J. Reed, Lawrence Livermore Natl. Lab. and the University of California, CA\n•         Kenneth S. Sajwan, Savannah State University, GA\n•         Richard N. Zare, Stanford University, CA\n•         Leadership Alliance, Providence, RI\n•         Maria Mitchell Association, Nantucket, MA\n•         Project Exploration, Chicago, IL\n \nPara mayor información sobre los premios que recibieron estos maestros y asesores, PULSE AQUI.\n \n\n\n\n"
}