{
    "title": "Executive Order 13550 -- Establishment of Pakistan and Afghanistan Support Office | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/08/18/executive-order-13550-establishment-pakistan-and-afghanistan-support-off",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 18, 2010\n\n \n\n\n\nExecutive Order 13550 -- Establishment of Pakistan and Afghanistan Support Office\n\n\n\n\n  By the authority vested in me as President by the Constitution and the laws of the United States of America, including section 202 of the Revised Statutes (22 U.S.C. 2656) and section 3161 of title 5, United States Code, it is hereby ordered as follows:\nSection 1.  Establishment.  There is established within the Department of State, in accordance with section 3161 of title 5, United States Code, a temporary organization to be known as the Pakistan and Afghanistan Support Office (PASO).\nSec. 2.  Purpose of the Temporary Organization.  The purpose of the PASO shall be to perform the specific project of supporting executive departments and agencies in strengthening the governments in Afghanistan and Pakistan, enhancing the capacity of those governments to resist extremists, and maintaining an effective U.S. diplomatic presence in both countries.\nSec. 3.  Functions of the Temporary Organization.  In carrying out the purpose set forth in section 2, the PASO shall:\n(a)  support executive departments and agencies in efforts to enhance civilian control and stable constitutional government in Pakistan, to promote a more capable, accountable, and effective government in Afghanistan that serves the Afghan people and eventually can function, especially regarding internal security, with limited international support, and to stimulate an economy that will provide licit opportunity for the people of Pakistan and Afghanistan;\n(b)  assume the functions assigned to the Afghanistan Support Office (ASO) as of the date of this order; and\n(c)  perform such other functions related to the specific project set forth in section 2 as the Secretary of State (Secretary) may assign.\nSec. 4.  Personnel and Administration.  The PASO shall be headed by a Director appointed by the Secretary.  The PASO shall be based in Washington, D.C., Pakistan, and Afghanistan.  The Secretary shall transfer from the ASO to the PASO the personnel, assets, liabilities, and records of the ASO.\nSec. 5.  General Provisions.\n(a)  Nothing in this order shall be construed to impair or otherwise affect:\n(i)   authority granted by law to a department or agency, or the head thereof; or\n(ii)  functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n(b)  This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n(c)  This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n(d)  The PASO shall terminate at the end of the maximum period permitted by section 3161(a)(1) of title 5, United States Code, unless sooner terminated by the Secretary.\nBARACK OBAMA\nTHE WHITE HOUSE,\n\t    August 18, 2010.\n \n\n\n\n\n"
}