{
    "title": "Governor Rendell Applauds President Obama’s Efforts to Defend Middle Class | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/08/governor-rendell-applauds-president-obama-s-efforts-defend-middle-class",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 08, 2010\n\n \n\n\n\nGovernor Rendell Applauds President Obama’s Efforts to Defend Middle Class\n\n\n\n\n\nHarrisburg – Governor Edward G. Rendell is praising President Obama’s work to reach a tax-package compromise with Congress that will have an immediate impact on more than 83,000 Pennsylvanians scheduled lose their unemployment benefits this month.\n\n\tOn the Dec. 7 “Hardball with Chris Matthews” show on MSNBC, Governor Rendell said:\n\n\t“The president did a good job. He only extended the millionaire’s tax cut for two years. After that, we can peel it back to Reagan-Clinton levels. What some people are missing is that we got five very important things in return:\n\n\t•    Extending the earned income tax credit for the poorest Americans;\n\t•    Extending the college credit;\n\t•    Adding 13 more months of unemployment benefits for millions of Americans desperately in need;\n\t•    Adding a 2-percent payroll cut for average working people making less than $100,000 — if you make $50,000, you’re getting a $1,000 cut; and\n\t•    Helping small businesses by allowing them to write off investments in their business.\n\n\t“These important items will get this economy humming and those are the things we needed. The president didn't just concede; he got a lot back in return for the American people.\n\n\t“I hate the fact we gave a tax cut to the very rich. When President Clinton raised the tax in 1993, they said it’s going to be a job killer by hurting the job creators. But the opposite happened; we created 23.5 million new jobs. That’s the important thing, so the Republicans are full of bull. But they had the cards here and the president had no choice. He created a very good bargain for working-class and middle-class Americans.”\n\n\n\n\n"
}