{
    "title": "Statements on the President’s Executive Order Supporting Safe and Responsible Development of Unconventional Domestic Natural Gas Resources | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/04/13/statements-president-s-executive-order-supporting-safe-and-responsible-d",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 13, 2012\n\n \n\n\n\nStatements on the President’s Executive Order Supporting Safe and Responsible Development of Unconventional Domestic Natural Gas Resources\n\n\n\n\n\nAmerican Chemistry Council\n\nWASHINGTON, D.C. (April 13, 2012) – The American Chemistry Council (ACC) issued the following statement in response to the Obama Administration’s release of an executive order calling for coordination in federal agency efforts related to unconventional natural gas resources.\n\t \n\t“We welcome the President’s call to coordinate federal agency activities related to domestic shale gas.  As his order stated, this resource ‘creates jobs and provides economic benefits to the entire domestic production supply chain, as well as to chemical and other manufacturers, who benefit from lower feedstock and energy costs.’  With shale gas poised to play an important and growing role in the nation’s energy strategy, appropriate regulations and policies will be critical.\n\n\t“We agree that ‘states are the primary regulators of onshore oil and gas activities,’ and indeed many states are paving the way in developing robust regulations. Nine federal agencies are also looking at shale gas issues, including the Bureau of Land Management, which will issue new rules covering production on public lands.  We are concerned that these rules may duplicate existing state regulations, creating additional barriers that will slow down permitting and increase production costs.\n\n\t“Natural gas is important as a fuel and power source for American manufacturers, but to the chemistry industry, it’s much more.  We use ethane contained in natural gas as a raw material, or feedstock, for our products, which then go into 96 percent of all U.S.-manufactured goods.  Natural gas and natural gas liquids such as ethane require separate infrastructure systems, and we encourage the administration to consider the implications as it coordinates policy.\n\n\t“The full potential from shale gas will only be realized with sound state regulatory policies that allow for aggressive production in an environmentally responsible way.  A coordinated approach to regulation can certainly help.  We will be watching closely as the President’s initiative develops.”\n\nAmerican Gas Association\n\nWashington, D.C. – The American Gas Association (AGA) today released the following statement regarding the announcement that the Administration will create a new interagency working group to support safe and responsible development of unconventional domestic natural gas resources and associated infrastructure to help reduce our dependence on foreign oil.\n\n\t“President Obama highlighted the benefits of natural gas in his State of the Union address, and has been promoting responsible production and broader use of this domestic, abundant, affordable, clean and reliable energy source,” said Dave McCurdy, president and CEO of AGA. “We are pleased to see this action today, which will help promote consistency between the Administration and policies that are put in place.\n\n\t“This working group will foster improved government communication and coordination that will help our members continue to safely deliver this foundation fuel to 177 million Americans every day.”\n\nAmerican Petroleum Institute\n\nWASHINGTON, April 13, 2012 – The American Petroleum Institute (API) welcomed President Obama’s executive order establishing an interagency working group to “facilitate coordinated Administration policy efforts to support safe and responsible unconventional domestic natural gas development.”\n\t \n\t“We’re pleased that the White House recognizes the need to coordinate the efforts of the ten federal agencies that are reviewing, studying or proposing new regulations on natural gas development and hydraulic fracturing,”  said Jack Gerard, API president and CEO, after attending a White House meeting on the executive order today.  “We have called on the White House to rein in these uncoordinated activities to avoid unnecessary and overlapping federal regulatory efforts and are pleased to see forward progress.”\n\t \n\tGerard also cautioned that we need to look first to the states as the historic regulators of natural gas before applying additional layers of federal regulation from Washington.\n\t \n\t“There are already strong state regulatory systems in place,” Gerard said.  “Adding potentially redundant federal regulation could stifle the kind of investment that has led to lower energy prices for consumers, more American jobs, and increased energy security.”\n\t \n\tGerard added that the natural gas boom, as well as the oil development in North Dakota and other tight oil areas, would not be possible without hydraulic fracturing technology.\n\t \n\t“The president’s support of natural gas reminds us that we are reliant on technologies developed by the industry that make it possible to develop this energy resource,” Gerard said.  “We have one of the largest known reserves of natural gas in the world, and we need public policies based on sound science in order to develop this affordable source of energy.”\n\n\t“API and its members remain committed to the safe and reliable production of American’s vast natural gas resources and look forward to working with the administration and continued coordination with the states to meet America’s growing energy demands,” Gerard said.\n\nAmerica's Natural Gas Alliance\n\nStatement by Regina Hopper, President and Chief Executive Officer of America's Natural Gas Alliance, on the executive order establishing an interagency working group to coordinate executive branch efforts regarding production of clean, abundant, American natural gas.\n\n\t“President Obama has expressed his strong support for the environmental, economic and energy security benefits of the safe and responsible development of America’s abundant natural gas resources. Therefore, we appreciate the Administration’s issuance of this Executive Order. It lays out a blueprint for the coordination of work among the federal agencies on this important domestic resource. We particularly note that the Administration, through the order, recognizes that the states are the primary regulators of natural gas activities. Each state has different geological conditions and state regulators have the on-the-ground presence and expertise to promulgate and oversee unique operating requirements. We look forward to continuing to work with both the Administration and the states in bringing the benefits of this clean, domestic resource to all Americans.”\n\nBusiness Roundtable\n\nWashington – John Engler, president of Business Roundtable (BRT), issued the following statement today in response to President Obama's executive order establishing a working group to coordinate federal oversight of hydraulic fracturing.\n\n\t“Today's executive order is a solid first step toward coordinating and, we hope, improving federal oversight of hydraulic fracturing. Business Roundtable CEOs recently discussed with the President how federal handling of this technology threatened to become burdensome, with overlapping authorities and unnecessary and duplicative rules. We hope this working group can cut through these complications and ultimately encourage further investment in the energy sector.\"\n\nDow Chemical Company\n\nMIDLAND, MICHIGAN – April 13, 2012 – The Dow Chemical Company (NYSE: DOW) issued a statement today applauding President Obama’s Executive Order commissioning an interagency working group to support the safe and responsible development of the country’s vast shale gas resources.\n\n\t“We are pleased with the signing of this Executive Order and consider it a vital step toward ensuring that federal regulation of hydraulic fracturing for shale gas is not overly burdensome and duplicative of state efforts, and addresses real risks using sound scientific data,” stated Andrew Liveris, chairman and CEO of The Dow Chemical Company.  “Smart policy paves the way for business planning, and today’s announcement will help U.S. companies to responsibly capitalize on the tremendous shale gas opportunity, which will lead to further investment on our soil and thousands of job opportunities for Americans.”\n\nIndependent Petroleum Association Of America\n\nToday, President Obama issued an executive order that establishes a working group to coordinate federal efforts on hydraulic fracturing. IPAA President and CEO Barry Russell welcomed this initiative:\n\n\t“The White House executive order has a very good intent – centralizing the many ongoing reviews of hydraulic fracturing policies and proposals.  We hope this order provides the administration with a more comprehensive understanding of the federal government’s increasing regulatory grasp on the industry.\n\n\t“A key mission of this new coordination effort should be to reach out to the state agencies who already regulate hydraulic fracturing and the industry’s other practices.”\n\nMarcellus Shale Coalition\n\nCanonsburg, PA – Today, President Barack Obama issued an executive order aimed at increasing coordination among federal agencies as it relates to hydraulic fracturing. Kathryn Klaber, president of the Marcellus Shale Coalition (MSC), issued the following statement:\n\n\t“The responsible development of American natural gas has been, and continues to be, a tremendous source of job creation for our nation. At the same time, and as the President noted in his State of the Union address, clean-burning natural gas is ‘proving that we don’t have to choose between our environment and our economy.’\n\n\t“Affordable, abundant supplies of domestic natural gas – which are helping to provide much-needed consumer savings while bringing about a manufacturing renaissance in America – could not be realized without hydraulic fracturing.\n\n\t“To even further improve environmental performance, states like Pennsylvania continue to raise the bar on regulatory requirements. This proven and aggressively regulated technology is critical to the long-term economic, energy security and environmental health of our nation.\n\n\t“As the inter-agency’s panel begins its work, we remain eager to provide real-time, on-the-ground insight in an effort to ensure that common sense regulations are in place, which is essential to leveraging the countless benefits of America’s natural gas resources.”\n\nThe National Association of Manufacturers\n\nWashington, D.C., April 13, 2012 - National Association of Manufacturers (NAM) President and CEO Jay Timmons issued a statement in response to President Obama’s Executive Order coordinating natural gas activities through an inter-agency working group:\n\n\t“President Obama's Executive Order is a step toward national recognition that shale is a game changer. As the consumers of one-third of our nation’s energy supply, manufacturers know that shale gas is a critical part in formulating an ‘all of the above’ energy policy.\n\n\tWe welcome a ‘one stop shop’ for research and information to promote the development of this badly needed resource and are pleased that there will be discussion and input on regulatory policy across agencies  Manufacturers also appreciate that the Executive Order recognizes that the states, who know the shale gas issue best, are the primary regulators of these policies.\n\n\tThe development of shale gas has the potential to drive economic growth and create one million manufacturing jobs. The NAM looks forward to providing input to the working group to ensure that manufacturers and our nation’s energy needs are well represented.”\n\n\n\n\n"
}