{
    "title": "Mensaje Semanal: El Presidente Obama dice que Washington tiene que aprovechar esta oportunidad para aprobar la reforma del sistema de seguro de salud | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/el-presidente-obama-dice-que-washington-tiene-que-aprovechar-esta-oportunidad-para-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 27, 2010\n\n \n\n\n\nMensaje Semanal: El Presidente Obama dice que Washington tiene que aprovechar esta oportunidad para aprobar la reforma del sistema de seguro de salud\n\n\n\n\n\nWASHINGTON – En su mensaje semanal, el Presidente Barack Obama dijo que el país no puede perder esta oportunidad y que se debe finalizar una reforma sustantiva del sistema de seguro de salud. Durante la reunión del jueves sobre la reforma, ambos lados lograron identificar varios puntos de acuerdo, pero hubo algunas diferencias. Aunque el Presidente está dispuesto y deseoso de poder seguir adelante con miembros de ambos partidos en el Congreso, las familias y empresas estadounidenses no se pueden dar el lujo de esperar otra generación.\nEl audio y el video están disponibles por Internet en obamawhitehouse.archives.gov.\nDeclaraciones del Presidente Barack Obama\nMensaje semanal\nWashington, DC\n27 de febrero, 2010\nAl concluir las Olimpiadas de invierno este fin de semana, sólo quiero tomarme un minuto para felicitar a todos los atletas que compitieron en estos juegos. Y quiero expresar especialmente el orgullo que siento por todo lo que lograron los hombres y mujeres estadounidenses en las últimas semanas.\nYa sea el equipo masculino de hockey que sorprendió derrotando a los canadienses para llegar a los cuartos de final, Lindsey Vonn que ganó la medalla de oro tras su heroica recuperación de una lesión en la espinilla o Apolo Ohno, quien se convirtió en el estadounidense con más medallas en Olimpiadas de invierno, es imposible no sentirse inspirado por la impresionante determinación y fortaleza atlética desplegada en Vancouver.\nY no sólo el número de medallas es inspirador, aunque ciertamente nos fue bien en ese aspecto. Lo verdaderamente inspirador es el carácter de los hombres y mujeres que han ganado esas medallas. Los sacrificios. La integridad. El indomable espíritu olímpico que dice que no importa quién eres ni de dónde vienes ni las dificultades que enfrentas; puedes esforzarte al máximo y entrenar arduamente y al final triunfarás. Por eso vemos los juegos. Por eso vitoreamos. Por eso en medio de momentos extremadamente difíciles para Estados Unidos, hemos podido unirnos como nación por unas cuantas semanas en febrero y llenarnos de orgullo por lo que nuestros ciudadanos han logrado.\nAhora, en lo que respecta a abordar los desafíos más grandes que enfrentamos como nación, me doy cuenta de que para encontrar esta unidad, es muy difícil ir del dicho al hecho, especialmente en Washington. Pero si queremos competir en el plano mundial, así como hemos competido en estas olimpiadas internacionales, necesitamos encontrar terreno común. Necesitamos superar las riñas y maniobras que no nos dejan progresar, y son un obstáculo para el progreso del pueblo estadounidense.\n \nSabemos que es posible hacerlo. Y la semana pasada fue un recordatorio de que los demócratas y republicanos pueden unirse como lo hicieron al aprobar un proyecto de ley de empleos para otorgarles créditos tributarios a las pequeñas empresas a fin de que contraten a más trabajadores. También lo vimos cuando los demócratas y republicanos de la Cámara de Representantes se unieron para aprobar un proyecto de ley que obligará a las aseguradoras a obedecer normas de sentido común para evitar la fijación de precios y otras prácticas que elevan los costos del cuidado de salud.\nNecesitamos ese mismo espíritu de cooperación entre partidos con la aprobación final de la reforma que reducirá el costo del cuidado de salud y les dará a los estadounidenses más control sobre su seguro. El jueves, tuvimos una reunión con ambos partidos para conversar de manera franca y productiva sobre esto. En esa conversación, escuchamos muchos puntos de acuerdo. Ambas partes están de acuerdo en que el creciente costo del cuidado de salud es un problema serio que afecta a las familias, pequeñas empresas y a nuestro presupuesto federal. Muchos en ambos partidos están de acuerdo en que debemos darles a las pequeñas empresas y a las personas la posibilidad de participar en un nuevo mercado de seguros, que los miembros del Congreso también usarán, que les permita usar su capacidad adquisitiva conjunta y conseguir mejores precios de las aseguradoras. Y escuché algunas ideas de nuestros amigos republicanos que creo que merecen consideración.\nPero siguen habiendo diferencias. No nos pusimos de acuerdo acerca de responsabilizar a las aseguradoras que les niegan atención a las personas o que aumentan arbitrariamente las primas. Creo que deben rendir cuentas. No nos pusimos de acuerdo acerca de otorgarles créditos tributarios a las pequeñas empresas y personas que hacen que el cuidado de salud esté al alcance de quienes no pueden pagarlo. Éste sería el mayor crédito tributario por cuidado de salud en la historia, en beneficio de la clase media, y creo que debemos aprobarlo. Y si bien concordamos en que los estadounidenses con enfermedades preexistentes deben tener acceso a cobertura, no estamos de acuerdo en la manera de hacerlo.\n \nPodremos resolver algunos de estos desacuerdos. Pero no todos. Y ninguna ley final incluirá todo lo que quiere todo el mundo. Eso se llama transar. Y como dije al final de la cumbre del jueves, estoy deseoso y dispuesto a avanzar con miembros de ambos partidos sobre el tema de salud si la otra parte habla en serio sobre unirnos para resolver nuestras diferencias y concluir esta labor. Pero también creo que no podemos perder la oportunidad de solucionar este problema. Decenas de millones de hombres y mujeres para quienes el seguro de salud es demasiado caro no pueden esperar que la próxima generación actúe. Las pequeñas empresas no pueden esperar. Los estadounidenses con enfermedades preexistentes no pueden esperar. Los presupuestos estatales y federales no pueden aguantar estos costos crecientes.\n \nEs hora de que nos unamos. Es hora de que actuemos. Es hora de que quienes estamos en Washington cumplamos nuestras responsabilidades con el pueblo estadounidense y las futuras generaciones. Así que concluyamos la labor.\n \n\n\n\n"
}