{
    "title": "ADVISORY: President Obama to Host Second White House Film Festival | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/03/11/advisory-president-obama-host-second-white-house-film-festival",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 11, 2015\n\n \n\n\n\nADVISORY: President Obama to Host Second White House Film Festival\n\n\n\n\nWASHINGTON – On March 20, 2015 President Obama will host the second-annual White House Student Film Festival. This year’s competition was an opportunity for K-12 students to produce short films on the idea of service and helping your community.\nBuilding off the success of the first-ever White House Student Film Festival last year, the second annual White House Student Film Festival was announced in December of 2014. Last year’s event was a celebration of technology in education, and this year the film festival event will showcase 15 students’ visions on the theme, “The Impact of Giving Back.”  The film festival will highlight the promise of mentorship in the arts and be a call for the entertainment industry to build upon their mentoring programs and engagement nationwide.\nIn keeping with the President’s vision of giving every child the chance to reach their full potential, in the East Room of the White House, President Obama will discuss the ongoing progress towards the goals of his My Brother’s Keeper initiative which aims to close opportunity gaps still faced by too many young people, often boys and young men of color in particular.\nThis year, fifteen student videos from around the country were chosen as “Official Selections” and will be screened at the White House. Selections were made in collaboration with the American Film Institute. The student filmmakers selected, and their guests, will attend the screening and a reception in their honor afterwards, made possible by the American Film Institute and Participant Media. The audience will be comprised of students, parents, teachers, Hollywood leaders, and education advocates.\nThis year’s Student Film Festival, in collaboration with the American Film Institute and Participant Media, will feature a second day of programming at the Newseum in Washington, D.C. At the Newseum student filmmakers will be treated to a day of educational workshops around best practices in the film industry and tips from professional filmmakers and actors.\nThe event in the East Room will be open press and streamed live on obamawhitehouse.archives.gov/live . For more information about the film festival visit obamawhitehouse.archives.gov/filmfest .\nWHAT: The White House will host its second annual Student Film Festival, highlighting the President’s call to mentorship, in particular mentorship in the arts and film industries. As part of the event the President will deliver remarks on his My Brother’s Keeper goal of ensuring all young Americans can reach their full potential.\nWHEN: Friday, March 20th, 2015\nWHERE: East Room of the White House, which will be transformed into a movie theater. Media should enter the White House complex via the northwest appointment gate, located on Pennsylvania Avenue. Media should bring a government-issued photo ID, such as a driver’s license or passport, as well as a media credential from their outlet for success.\nMEDIA REGISTRATION: The President’s remarks and the Film Fest are open press.  Media wishing to cover this event must RSVP. Press holding White House hard passes must send their name, media outlet, phone, and email, to media_affairs@who.eop.gov, by Wednesday, March 18, at 5:00PM ET, with the subject line “Film Fest”.  Press not holding White House hard passes must include their full legal name, date of birth, Social Security number, gender, country of citizenship, and current city and state of residence. All press will enter the White House at the northwest gate.\n\n\n\n\n"
}