{
    "title": "FACT SHEET: Accelerating Improvements in HIV Prevention and Care in the United States through the HIV Care Continuum Initiative | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/07/15/fact-sheet-accelerating-improvements-hiv-prevention-and-care-united-stat",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 15, 2013\n\n \n\n\n\nFACT SHEET: Accelerating Improvements in HIV Prevention and Care in the United States through the HIV Care Continuum Initiative\n\n\n\n\n\"We’ve got to keep pushing. We’ve got to make access to health care more available and affordable for folks living with HIV.\" \n— President Obama, June 13, 2013 \nIn July 2010, President Obama released the first comprehensive National HIV/AIDS Strategy. The HIV Care Continuum Initiative calls for coordinated action in response to data that has been released since the Strategy three years ago, showing only a quarter of people living with HIV in the United States have achieved the treatment goal of controlling the HIV virus. In fact, along the entire HIV care continuum – the sequential stages of care from being diagnosed to suppressing the virus—there are significant gaps. To address this need, the HIV Care Continuum Initiative will mobilize Federal efforts in line with the recent advances in our understanding of how best to prevent and treat HIV infection. It will support further integration of HIV prevention and care efforts; promote expansion of successful HIV testing and service delivery models; encourage innovative approaches to addressing barriers to accessing testing and treatment; and ensure that Federal resources are appropriately focused on implementing evidence-based interventions along the HIV care continuum in relation to other scientifically proven approaches to combatting HIV. \nScientific advances in the three years since the Strategy’s release highlight the importance of accelerating efforts to increase HIV testing, services, and treatment along the continuum: \n\n\nFederal guidelines now recommend antiretroviral treatment for all adults and adolescents living with HIV in the United States. Instead of waiting for the immune system to show signs of decline, experts now recommend starting treatment right away. Evidence indicates that treating HIV as soon as possible reduces HIV-related complications. \n\n\nTreatment reduces the risk of HIV transmission. Along with other proven prevention methods, such as condom use, abstinence, and comprehensive drug treatment, effective treatment reduces the risk of HIV transmission. An NIH-sponsored study showed that among heterosexual couples, starting treatment early reduced transmission risk by 96%. \n\n\nScreening for HIV is now recommended for all persons 15-65 in the United States. About half of Americans have never been tested for HIV, and nearly 200,000 people living with HIV in this country are unaware that they are infected. Screening all persons between 15 and 65 years of age is now a grade \"A\" recommendation of the independent U.S. Preventive Services Task Force. \n\n\nTowards an AIDS-Free Generation \nThe HIV Care Continuum Initiative will be overseen by the Office of National AIDS Policy. A workgroup including key Federal agencies is charged with implementing the Initiative. Today, as part of the Initiative launch, the Secretary of the Department of Health and Human Services (HHS), Kathleen Sebelius, announced that HHS plans to launch \"Integrating HIV Prevention and Care Services to Improve HIV Outcomes in Areas of High Unmet Need,\" a new demonstration project to expand the capacity of community health centers, local health departments, and their grantees to provide integrated HIV prevention and treatment services across the HIV care continuum. Estimated annual funding: $8.5 to $10 million. \nOther upcoming projects relevant to the Initiative include: \no In October 2013, HRSA plans to release a new funding opportunity announcement from its Special Projects of National Significance (SPNS) initiative, \"System-level Workforce Capacity Building for Integrating HIV Primary Care in Community Healthcare Settings.\" This initiative will identify factors that increase the potential for successful integration of HIV care into primary care and community healthcare settings; enhance the capacity and readiness of funded organizations to adapt and realign their systems to identify and provide care to people living with HIV along the care continuum; and identify models and best practices to increase the HIV workforce’s capacity to identify, link, retain and achieve viral load suppression. Estimated annual funding: $4.7 million. \no CDC will release its \"National Capacity Building Assistance for High Impact Prevention\" funding opportunity announcement to address gaps in each step of the HIV care continuum by providing quality training and technical assistance to optimize workforce performance within health departments, community-based organizations, and healthcare organizations. Estimated annual funding: $26 million. \no The Department of Housing and Urban Development (HUD) will invest $300,000 in a year-long technical assistance initiative as part of the Housing Opportunities for Persons with AIDS (HOPWA) program. This initiative will build grantee capacity to integrate health care planning and care outcome measures into HIV housing programs. \nIn addition to today’s announcements, the Administration is implementing policies and programs the work group will focus on in identifying steps to improve outcomes along the HIV care continuum: \nIncreasing healthcare coverage: \no The Affordable Care Act will expand health insurance coverage to millions of Americans, including thousands living with HIV. Under the Affordable Care Act, new health insurance plans will be required to cover HIV testing without additional out-of-pocket costs. Starting in 2014, insurance companies will not be able to deny coverage based on pre-existing conditions, including HIV. \nMaintaining strong support for the Ryan White Program: \no The Ryan White Program is the largest Federal program solely dedicated to providing HIV care and treatment. The Ryan White Program will continue to play a vital role in completing coverage and ensuring people living with HIV continue to receive treatment without service gaps. \nSupporting innovation to link and engage persons living with HIV into care: \no Funded through the Secretary's Minority AIDS Initiative Fund, the Care and Prevention of HIV in the United States demonstration project is underway in eight states and is designed to reduce HIV-related morbidity, mortality, and related health disparities among racial and ethnic minorities. \nFocusing on prevention interventions that work: \no CDC and its partners are pursuing a High-Impact Prevention approach to reducing new HIV infections. This approach is using combinations of scientifically proven, cost-effective, and scalable interventions targeted to the right populations in the right geographic areas to increase the impact of HIV prevention efforts. \nStandardizing HIV data to improve health outcomes along the care continuum: \no In June 2013, the Secretary approved plans submitted by nine HHS operating divisions to adopt and deploy seven HIV common core indicators and streamline data collection for HIV services grantees. HHS offices are working to include these indicators as clinical quality measures in electronic health record (EHR) systems beginning in 2016. \nSupporting research to improve outcomes along the HIV care continuum: \no The National Institutes of Health (NIH) has expanded its investment in research to address gaps and opportunities in the HIV care continuum. Highlights include investigations of the effectiveness of methods to identify HIV-infected people earlier and to link them to care; community-level interventions to expand HIV testing and treatment; interventions to improve HIV outcomes among substance users; and evaluation of innovative network approaches for HIV testing and referral for uninfected persons in the correctional system. \nSupporting HIV prevention , care and treatment for veterans living with HIV/AIDS: \no The Veterans Administration (VA) is focusing on increasing HIV testing rates and the number of veterans who are aware of their HIV status. The HIV program office will support HIV testing quality improvement efforts in all medical settings, provide educational opportunities, develop best practices, and monitor HIV rates annually. The HIV program office will work to ensure that all Veterans diagnosed with HIV in VA are linked to a provider within 90 days of that diagnosis and have equal access to medication, care, and supportive services. \nAddressing HIV-related stigma and discrimination: \no Stigma and discrimination keep people from getting tested, care and treatment. The Department of Justice (DOJ) will continue its aggressive HIV non-discrimination enforcement efforts, specifically targeting enforcement and outreach to the geographic areas with the highest prevalence of HIV, and continue its efforts to address HIV criminalization laws. DOJ will also increase its work under the Barrier-Free Health Care Initiative, which focuses on removing barriers to health care for people with HIV. The Federal Bureau of Prisons (BOP) will continue its efforts to maximize optimal HIV treatment for inmates and improve clinical linkages upon their release. \nIncreasing employment opportunities and economic advancement for people living with HIV/AIDS: \no Unemployment, low income status, and social marginalization are linked to poor health outcomes. The Department of Labor (DOL), in collaboration with the HUD, will develop an online, multimedia training to increase the capacity of service providers to create employment opportunities and economic advancement for people living with HIV/AIDS and those at risk of HIV/AIDS. \nSupporting robust funding for domestic HIV/AIDS programs:\no The President’s proposed 2014 domestic HIV budget is over $23.2 billion, and includes increases in discretionary funding for HIV prevention, care, and treatment. For more details on how the President’s budget supports the fight against the domestic HIV epidemic go to: \nhttp://obamawhitehouse.archives.gov/omb/budget/factsheet/strengthening-t... \n\n\n\n\n"
}