{
    "title": "Vice President Biden Departs for Southeastern Europe | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-departs-southeastern-europe",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 18, 2009\n\n \n\n\n\nVice President Biden Departs for Southeastern Europe\n\n\n\n\nTHE WHITE HOUSE  Office of the Vice President _______________________________________________________________ For Immediate Release                      May 18, 2009   Vice President Biden Departs for Southeastern Europe Washington, DC – Vice President Biden departed today for Southeastern Europe, traveling to Bosnia and Herzegovina, Serbia and Kosovo.  During the visit, the Vice President will meet with the political leadership in all three countries, as well as U.S. officials and military personnel stationed in the region.  An overview schedule of the trip is below, and coverage highlights include:  a speech at the Parliament of Bosnia on Tuesday at 11 AM EDT; a meeting and joint statement to the press with Serbian President Boris Tadic on Wednesday at 6:00 AM EDT; an Address to the Assembly of Kosovo on Thursday at 7:00 AM EDT; and a speech to U.S. troops and NATO forces stationed at Camp Bondsteel in Kosovo on Thursday at 12:00 PM EDT. AP Television is traveling with the Vice President throughout the trip.  Times and scheduling are subject to change.  An overview schedule of the trip is included below, as well as the transcript from Friday’s briefing by a senior administration official on the Vice President’s travel to the region. On Monday, May 18:  The Vice President departs for Southeastern Europe.  On Tuesday, May 19:  The Vice President will be in Sarajevo, Bosnia and Herzegovina.  He will be joined by High Representative for the Common Foreign and Security Policy for the European Union Javier Solana.  The Vice President will meet with the Bosnian Tri-Presidency – with tri-President Radmanovic, tri-President Silajdzic and tri-President Komsic.  The Vice President will then make remarks at Bosnia’s Parliament and then hold a joint meeting with the Governing Coalition. In addition, he will meet with the Prime Minister of Bosnia and Herzegovina Nikola Spiric and Prime Minister of Republika Srpska Milorad Dodik. On Wednesday, May 20: The Vice President will travel to Belgrade, Serbia.  He will meet with the Serbian President Boris Tadic; attend a Plenary Session of the Serbian Parliament; meet with the Prime Minister of Serbia Mirko Cvetkovic; meet with the Defense Minister Dragan Sutanovac; and attend a dinner hosted by President Tadic.  On Thursday, May 21:  The Vice President will travel to Pristina, Kosovo.  He will meet with President Fatmir Sejdiu; Prime Minister Hashim Thaci; Foreign Minister Skender Hyseni; Minister of the Kosovo Security Force Fehmi Mujota; and Assembly President Jakup Krasniqi. He will then address the Assembly of Kosovo.   Afterwards, he will meet with U.S. Ambassador to Kosovo Tina S. Kaidanow.  Later, the Vice President will travel to Camp Bondsteel to meet and speak to U.S. troops and NATO forces stationed there.     ###    \n\n\n\n"
}