{
    "title": "Vice President Biden Announces Actions to Build a Strong Home Energy Retrofit Market to Increase Energy Efficiency, Savings for Families | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/11/09/vice-president-biden-announces-actions-build-a-strong-home-energy-retrof",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nNovember 09, 2010\n\n \n\n\n\nVice President Biden Announces Actions to Build a Strong Home Energy Retrofit Market to Increase Energy Efficiency, Savings for Families\n\n\n\n\n\n\tWASHINGTON – At a Middle Class Task Force event today, Vice President Biden announced a series of federal actions designed to lay the groundwork for a strong, self-sustaining home energy efficiency retrofit industry.  These actions include a new Home Energy Score program that will help homeowners make cost-effective decisions about home energy improvements and a new retrofit financing program called PowerSaver.  The Vice President was joined by Nancy Sutley, Chair of the White House Council on Environmental Quality (CEQ); Steven Chu, Secretary of Energy (DOE); Hilda Solis, Secretary of Labor (DOL); and Shaun Donovan, Secretary of Housing and Urban Development (HUD).\n\n\t“The initiatives announced today are putting the Recovery Through Retrofit report’s recommendations into action – giving American families the tools they need to invest in home energy upgrades,” said Vice President Biden. “Together, these programs will grow the home retrofit industry and help middle class families save money and energy.”\n\n\tThe announcement culminates an 18-month-long interagency effort facilitated by CEQ with the Office of the Vice President, 11 departments and agencies and six White House offices.  The interagency working group has addressed the recommendations laid out in the October 2009 Middle Class Task Force Recovery Through Retrofit report, which identified homeowners’ lack of access to information and consumer-friendly financing options, as well as a lack of skilled workers, as the key barriers to a strong nationwide market for home energy upgrades.  The initiatives announced today include:\n\n\n\t\tThe Home Energy Score program\n\n\t\tThe FHA PowerSaver loan program\n\nNew Workforce Guidelines for Home Energy Upgrades and Healthy Indoor Environment Protocols for Home Energy Upgrades\n\n\t\tSmall Business Administration Green Business Opportunities Course\n\n\n\t“Improving home energy efficiency in the U.S. is a common sense way to grow jobs here at home while saving American families money on their electricity bills and reducing harmful air pollution,” said Nancy Sutley. “These actions will support the growth of a strong home energy retrofit market in yet another demonstration of how a healthy economy and a healthy environment go hand in hand.”\n\n\tSaid Secretary Chu, “The Home Energy Score will help make energy efficiency easy and accessible to America’s families by providing them with straightforward and reliable information about their homes’ energy performance and specific, cost-effective energy efficiency improvements that will save them money on their monthly energy bills. ”\n\n Home Energy Score program:  DOE has developed a voluntary new Home Energy Score program that will help homeowners make cost-effective decisions about home energy improvements.  Trained and certified contractors will be able to use a newly developed energy software tool to generate:\n\n\n\t\tA Home Energy Score between 1 and 10, which will be presented as part of a simple graphic that will help homeowners understand their home’s current efficiency level and how it compares to other homes in the area.\n\n\t\tAn estimate of how much money could be saved by making energy retrofits.\n\n\t\tA personalized list of recommended improvements, with estimated annual savings and an estimated payback period for each upgrade.\n\n\n\tDOE will launch the Home Energy Score this fall through a pilot program in select regions across the country before making the voluntary program available everywhere.  For those pilots in rural areas, USDA Rural Development will partner with DOE and rural electric cooperatives to increase participation and improve home energy efficiency in rural America.  To see a sample Home Energy Score, click HERE.\n\n\t“HUD and FHA are committed to lowering the cost and expanding the availability of affordable financing for home energy retrofits,” said Secretary Donovan. “PowerSaver will help more homeowners afford common sense, cost saving improvements to their homes, and will create jobs for contractors, installers and energy auditors across the country.”\n\n A New Financing Option – PowerSaver Loans:  FHA PowerSaver is a new financing option, developed by the Federal Housing Administration (FHA), which will enable homeowners to make energy saving improvements to their homes through affordable federally-insured loans from private lenders.  Homeowners will be able to borrow money for terms as long as 20 years to make energy improvements of their choice, based on a list of proven, cost-effective measures developed by FHA and DOE.  FHA’s approval and monitoring procedures will ensure that PowerSaver loans are only offered by responsible, qualified lenders.  PowerSaver will begin as a two-year pilot program. For more information, click HERE.\n\n\t“Publishing workforce guidelines will help workers and employers pursue training strategies that are consistent with leading energy retrofitting practices,” said Secretary Solis. “Not only is high quality training at the core of broader access to job opportunities in this growing industry, it also keeps workers safe and fosters maximum return on the investments of homeowners looking to decrease their energy costs.  That’s what I call a win-win proposition.”\n\nWorkforce Guidelines for Home Energy Upgrades:  DOE and DOL, with support from the Departments of Education, Health and Human Services, and the Environmental Protection Agency, have created voluntary guidelines that identify the skills and knowledge necessary for workers in the home energy retrofit industry.  The Workforce Guidelines for Home Energy Upgrades can be adopted by training providers to improve retrofit course curriculum and training programs.  In addition, DOE will work with the Weatherization Assistance Program, Recovery Act grantees, and other federal retrofit programs to put the Workforce Guidelines into practice across the country.  The Guidelines, which were drafted with input from a wide range of industry stakeholders, are designed to foster the growth of a skilled workforce that will increase homeowners’ confidence in the retrofit industry.  Before finalizing the Workforce Guidelines, DOE invites the public and industry to provide comments at: www.weatherization.energy.gov/retrofit_guidelines.\n\nHealthy Indoor Environment Protocols for Home Energy Upgrades:  The Environmental Protection Agency’s (EPA) Healthy Indoor Environment Protocols for Home Energy Upgrades serves as a companion document to the Workforce Guidelines for Home Energy Upgrades.  These protocols provide the recommended actions necessary to maintain or improve indoor air quality and resident health when performing home energy retrofits.  Before finalizing the Protocols, EPA invites the public to provide comments at:  www.epa.gov/iaq/homes/retrofits.html.\n\n SBA’s Green Business Opportunities Course:  The Small Business Administration’s (SBA) new online course, Green Business Opportunities: A Small Business Guide, provides training for entrepreneurs who are looking to enter the home energy retrofit market.  The course provides free business counseling and information for those seeking to launch a new business or expand an existing business in the energy efficiency market.  This training opportunity is free and available on SBA Office of Entrepreneurship Education’s website at www.sba.gov/training.\n\n\tFor more information on all these initiatives, click HERE.\n\n\n\n\n"
}