{
    "title": "Hoja informativa: La Ley de Ayuda para los Trabajadores, la Propiedad de Vivienda y las Empresas del 2009 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/hoja-informativa-la-ley-de-ayuda-para-los-trabajadores-la-propiedad-de-vivienda-y--0",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 06, 2009\n\n \n\n\n\nHoja informativa: La Ley de Ayuda para los Trabajadores, la Propiedad de Vivienda y las Empresas del 2009\n\n\n\n\nGenerando empleos, reforzando la recuperación y ayudando a los trabajadores que no pueden encontrar empleo\nHoy, El Presidente Obama promulgó legislación para ayudar a generar empleos al otorgar recortes tributarios a empresas y compradores de casa, y a la vez otorgar ayuda muy necesaria a los trabajadores que aún tienen dificultad para encontrar empleo. Estas tres medidas son parte de la estrategia del Presidente para ayudar a que la economía crezca.\nEl año pasado, nuestra economía estaba cayendo en picada. Algunos economistas pronosticaban que estábamos camino a una segunda Gran Depresión. El gobierno del Presidente Obama tomó medidas enérgicas para evitar que las ejecuciones hipotecarias se propagaran, para reanudar el crédito a familias y empresas, y para promulgar el conjunto de medidas para la recuperación de mayor envergadura en la historia. Dichas medidas han logrado sacar a la economía del borde del abismo y nos han llevado camino a la recuperación. Nuestra economía ha vuelto a crecer, lo que es un importante paso inicial para hacer que se vuelva a generar empleo.\nLa legislación de hoy expande las exitosas medidas de la Ley para la Recuperación y Reinversión en Estados Unidos a fin de ayudar a promover la generación de empleo y brindar asistencia a los trabajadores en apuros. Es fiscalmente responsable, ya que se paga al posponer disposiciones tributarias que benefician a corporaciones multinacionales de Estados Unidos y otras medidas. La Administración continuará dedicándose a generar empleo, impulsar la economía y sentar nuevas bases para el crecimiento.\nLAS MEDIDAS DE HOY PARA GENERAR EMPLEO Y AYUDAR A LOS TRABAJADORES \nAunque hemos sacado a la economía del borde del abismo, y hay indicios de una recuperación en marcha, queda una cantidad enorme de trabajo por hacer. Todavía hay demasiados estadounidenses sin empleo y demasiadas familias que pasan apuros. Esta medida:\n• Refuerza la red de seguridad de los trabajadores que no pueden encontrar empleo al ayudar inmediatamente a 700,000 personas y a fin de cuentas, ayudar a más de un millón. Hay millones de trabajadores que quieren y necesitan empleo pero no pueden encontrarlo. Hay 5.6 millones de trabajadores que están desempleados desde hace por lo menos 27 semanas. Estos trabajadores desempleados a largo plazo representan 36 por ciento de los trabajadores desempleados, el más alto porcentaje de la historia. La legislación de hoy permitirá hasta 20 semanas adicionales de beneficios por desempleo, y la mayor parte se destinará a los trabajadores en estados con las más altas tasas de desempleo. Les brindará ayuda inmediata a 700,000 personas que ya han agotado sus beneficios, pero aún no pueden encontrar trabajo. En total, más de un millón de trabajadores se beneficiarán y recibirán un promedio de $300 por semana. Además de ayudar a las familias en apuros, los economistas sostienen que los beneficios por desempleo están entre las mejores maneras de darle solidez a la economía y generar empleo porque a menudo se gastan rápidamente en necesidades como alquiler y comida.\n• Genera empleos al reducir los impuestos de las empresas que están pasando apuros. La medida otorga una expansión de recortes tributarios a decenas de miles de negocios que pasan apuros, otorgándoles el efectivo inmediato que necesitan para realizar una expansión o evitar la contratación o tener que otorgar licencias sin paga a sus trabajadores. La Ley para la Recuperación Económica incluyó una cláusula que permitía que las pequeñas empresas usaran sus pérdidas de este año para descontarlas de los impuestos pagados en años previos. Hoy, el Presidente extendió ese beneficio por un año adicional y lo extendió para abarcar también a las medianas y grandes empresas. Las pérdidas que las empresas incurrieron en el 2008 o 2009 ahora se pueden usar para recuperar los impuestos pagados en los cinco años previos. Esta cláusula es una medida de impulso económico responsable en términos fiscales y pondrá recortes tributarios por $33,000 millones en manos de empresas este año que más los necesitan, y a la vez permitirá que el Tesoro recupere la mayoría de esos fondos en los próximos años a medida que estas empresas recuperen fuerzas y vuelvan a pagar impuestos.\n• Extiende y expande el crédito tributario a los compradores de vivienda con estrictas medidas contra el fraude. El crédito tributario es una medida temporal pero importante para continuar la recuperación económica. Hoy, el Presidente está promulgando una extensión única del crédito por viviendas que se compren o estén bajo contrato para el 30 de abril del 2010, a más tardar. Se aplicará un crédito de hasta $8,000 para los que compran casa por primera vez y reúnen los requisitos, y ahora se aplicará un crédito menor de hasta $6,500 a las familias que hayan vivido en su casa durante por lo menos cinco años y deseen comprar una casa nueva. La nueva ley extiende un crédito similar hasta mayo del 2011 a los miembros de las fuerzas armadas que sean trasladados al extranjero. La nueva ley también contiene importantes medidas para combatir el fraude tributario y proteger a los compradores de casa responsables, lo que incluye fijar una edad mínima para la compra de viviendas y requerir documentación de prueba de la compra para recibir el crédito.\n• Otras medidas para disminuir el déficit y reforzar la economía. La legislación paga estas medidas nuevas principalmente postergando disposiciones tributarias que benefician a corporaciones multinacionales en Estados Unidos. También ayuda a las familias militares al clarificar que los pagos por reestructuración y cierre de bases militares –agregados como parte de la Ley para la Recuperación– están exonerados de impuestos.\nLAS MEDIDAS PROMULGADAS HOY SIGUEN EXITOSAS MEDIDAS DE LA LEY PARA LA RECUPERACIÓN \nLas medidas de hoy siguen exitosas medidas de la Ley para la Recuperación y Reinversión de Estados Unidos, promulgada en febrero por el Presidente Obama. La Ley para la Recuperación y Reinversión en Estados Unidos:\n• Modernizó y expandió los beneficios por desempleo: La Ley para la Recuperación incluyó una inversión sin precedente en beneficios por desempleo, que incluía hasta 79 semanas de beneficios en las zonas más afectadas, $25 semanales para complementar los beneficios e incentivos para que los estados expandan la cobertura a trabajadores de medio tiempo y otras medidas para modernizar sus sistemas de desempleo. La ley también redujo los impuestos sobre beneficios por desempleo hasta un monto de $2,400 y creó un crédito tributario que paga 65 por ciento de las primas de seguro médico de los trabajadores desempleados. Estas disposiciones ayudaron a evitar que 800,000 personas cayeran en situación de pobreza, según cálculos del Centro de Prioridades de Presupuesto y Política (Center on Budget and Policy Priorities).\n• Generó Empleos al Recortar los Impuestos de las Empresas: La Ley para la Recuperación y Reinversión en Estados Unidos permitió que las pequeñas empresas usen las pérdidas operativas del 2008 para recibir un reembolso de impuestos pagados en años previos. Al igual que la disposición de hoy, gran parte de los ingresos se recuperarán en años futuros. Se proyecta que la disposición de la Ley para la Recuperación y Reinversión en Estados Unidos otorgue recortes tributarios de $5,000 millones en recortes tributarios a pequeñas empresas en el 2009 con un costo de apenas $1,000 millones en el transcurso de diez años.\n• Expandió el crédito a quienes compran casa por primera vez: El crédito tributario de $8,000 a quienes compran casa por primera vez promulgado por la Ley para la Recuperación y Reinversión en Estados Unidos ha llevado a muchas familias nuevas al mercado de vivienda. Estos compradores, a su vez, redujeron el inventario de casas no vendidas y contribuyeron a un aumento del precio de vivienda durante tres meses consecutivos en todo el país. La inversión residencial en viviendas aumentó 23 por ciento en el tercer trimestre y fue uno de los factores que contribuyó al crecimiento económico positivo.\n###\n\n\n\n"
}