{
    "title": "The United States and the 2009 Summit of the Americas: Securing Our Citizens' Future | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/united-states-and-2009-summit-americas-securing-our-citizens-future",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 19, 2009\n\n \n\n\n\nThe United States and the 2009 Summit of the Americas: Securing Our Citizens' Future\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\t\t(Port of Spain, Trinidad)\n\n\t\t___________________________________________________________\n\n\t\tFor Immediate Release                   April 19, 2009\n\t\t                  \n\n\t\t \n\t\t The United States and the 2009 Summit of the Americas: \n\t\tSecuring Our Citizens’ Future\n\n\t\t\"As neighbors, we have a responsibility to each other and to our citizens.  And by working together, we can take important steps forward to advance prosperity, security, and liberty.\"  President Barack Obama, Port of Spain, Trinidad and Tobago, April 17, 2009\n\n\t\tOn April 17-19, President Barack Obama attended the Fifth Summit of the Americas in Trinidad and Tobago, along with the 33 other democratically elected Heads of State and Government of the Western Hemisphere.  The President used his first meeting with many of his regional counterparts to start engaging in a new relationship with countries of the Americas and to forge partnerships and joint approaches to work on the common challenges facing the people of the Americas—the economic crisis, our energy and climate future, and public safety.  The theme of the Summit was \"Securing Our Citizens' Future by Promoting Human Prosperity, Energy Security, and Environmental Sustainability.\" \n\n\t\tOver the past three days, the Summit leaders demonstrated their commitment to promote human prosperity by agreeing to cooperate to address the current financial crisis, strengthening efforts to reduce inequality, improving food security, promoting health, and improving the quality of education.  In the spirit of partnership, leaders committed to developing strategies to promote access for our people to reliable, efficient, affordable and clean energy, especially for the poorest sectors.   Leaders also agreed to take actions to promote environmental sustainability.  Recognizing the importance of addressing the threats to security in our hemisphere, leaders reaffirmed their commitment to strengthen public security.  Leaders also affirmed that the aspirations and goals for the Americas depend on strong democracies, good governance, the rule of law, and respect for human rights and fundamental freedoms.    President Obama announced measures of the past three days that reinforce the U.S. commitment to work jointly to advance the goals agreed to in Trinidad and Tobago.\n\nSocial Inclusion and Economic Development\n\n\t\tIn recent years, the Western Hemisphere has made significant progress in social inclusion, the reduction of poverty, and democratic governance.  Still, much more needs to be done and President Obama committed to work jointly to protect these advances in a period of economic crisis.\n\n\n\t\t\t        Economic Recovery:  President Obama led efforts to triple the size of a reformed International Monetary Fund from $250 billion to $750 billion, which will have significant impact on emerging markets in the region.  The United States also supported expanding the Inter-American Development Bank's short term crisis response through changes in lending limits and capital ratios. \n\n\t\t\t        Microfinance Growth Fund for the Western Hemisphere:  The President announced a new partnership of the Multilateral Investment Fund (MIF) at the Inter-American Development Bank (IDB), the U.S. Overseas Private Investment Corporation (OPIC), and the Inter-American Investment Corporation (IIC) for the purpose of launching a fund that will provide stable sources of finance to microfinance institutions and microfinance investment vehicles to help rebuild their capacity to lend during this difficult period and to increase the supply of finance for micro and small businesses as recovery takes hold.  The partners have identified $100 million in initial capital and will look for additional partners with the ultimate goal of $250 million.\n\n\t\t\t        Social Protection Network:  President Obama announced his support for the Inter-American Social Protection Network, which will share best practices, including the development of new conditional cash transfer programs.  The President also announced that 1,500 students from marginalized groups would receive scholarships to learn English, and 1,300 students would receive scholarships over five years through the Scholarships for Education and Economic Development (SEED) program to study in the United States.\n\n\t\t\t       Education Partnerships for At-Risk Youth.  The President proposed a pilot program to form partnerships with countries that have the highest levels of inequality, significant numbers of unemployed and at-risk youth, and considerable potential for leveraging additional public and private sector resources.  This program would add a focus on youth at risk such as out of school youth, under-employed youth, and ex-gang members.\n\n\nEnergy and Climate Change\n\n\t\tApproximately 50 percent of U.S. oil imports come from the Western Hemisphere.  By increasing green energy cooperation, we will set our economies on a clean energy growth path and curb global greenhouse gas emissions. \n\n\n\t\t\t       Energy and Climate Partnership of the Americas:  President Obama invited countries of the region to participate in an Energy and Climate Partnership of the Americas; a voluntary and flexible framework for advancing energy security and combating climate change.  Countries will be encouraged to suggest tangible ideas for cooperation, including on energy efficiency, renewable energy, cleaner fossil fuels, and energy infrastructure.  President Obama also asked Secretary of Energy Chu to advance further cooperation with his counterparts this June in Peru at the Americas Energy Symposium.\n\n\t\t\t         Global Climate Change:  President Obama expressed his commitment to working with his regional counterparts toward a strong international climate agreement at Copenhagen.  He will also work closely with Brazil, Canada, and Mexico through the Major Economies Forum on Energy and Climate.\n\n\nCitizen Safety\n\n\t\tPublic safety and crime are among the top concerns of citizens throughout the region.  President Obama emphasized the need for partnerships that address this issue, focusing on our co-responsibility to address threats to public safety.\n\n\n\t\t\t       Firearms Trafficking:  The United States must do more to reduce the number of illegal firearms which flow to Latin America and the Caribbean.  President Obama announced his commitment to seek ratification of the Convention on Illicit Trafficking in Firearms Convention (CIFTA) in 2009, and offering technical assistance to trace illicit firearms and control, store, or destroy excess national stockpiles.\n\n\t\t\t        Caribbean Basin Security Dialogue:  President Obama announced that he would engage the Caribbean Community member states and the Dominican Republic in a strategic security dialogue with the intent of developing a joint security strategy, which may include future increased financial and technical assistance to address shared challenges such as transnational crime, illicit trafficking, and maritime and aviation security.  The next meeting between the Caribbean Community and Common Market and the United States is scheduled to take place in May in Suriname.\n\n\t\t\t       Enhance Public Security Cooperation:  President Obama has asked the Attorney General and Secretary of Homeland Security to meet with all of their counterparts in the hemisphere to address violent crime in our communities. \n\n\n\t\t###\n\n\n\n\n\n"
}