{
    "title": "Background on the White House Summit on Community Colleges | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/10/05/background-white-house-summit-community-colleges",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nOctober 05, 2010\n\n \n\n\n\nBackground on the White House Summit on Community Colleges\n\n\n\n\n\nWHITE HOUSE SUMMIT ON COMMUNITY COLLEGES\nEAST ROOM\n\n\tToday, the President will join Dr. Jill Biden at the first-ever White House Summit on Community Colleges. This event will highlight the critical role that community colleges play in developing America’s workforce and reaching our educational goals. The Summit will also enable Americans across the country to submit their thoughts, questions and challenges for discussion as part of the Summit dialogue. The White House has set up a number of ways for the public to participate in the Summit online at obamawhitehouse.archives.gov/CommunityCollege.  The opening and closing plenary sessions will be streamed live on obamawhitehouse.archives.gov/live.  A video featuring current community college students as well as community college graduates is available HERE.\n\n\tThe President will deliver remarks during the opening plenary session and will be introduced by Dr. Jill Biden.\n\n\tThe audience will be made up of approx. 150 people from across the nation, including community college, business, philanthropy, federal and state policy leaders, and students.\n\n*Backgrounder on Dr. Jill Biden and Community Colleges attached.  Also attached, Fact Sheet: Building American Skills by Strengthening Community Colleges.\n\nOPENING PLENARY SESSION STAGE PARTICIPANTS\n\nAlbert Ojeda, Maricopa Community College District, will introduce Dr. Jill Biden.\n\tAlbert Ojeda was an honors student at Estrella Mountain Community College before transferring to continue his education at Arizona State University.  He is the product of the Maricopa to ASU Pathways Program (MAPP) a program created by the Maricopa Community Colleges and ASU to facilitate the ability of community college students to transfer to the university.  While at Estrella Mountain, Ojeda compiled a record of achievement that included participation in the Maricopa Community Colleges' Student Public Policy Forum, an academic program that provides an overview of local, state and national public policy making, and citizen influence and involvement.\n\nDr. Jill Biden previously met Albert Ojeda in April when she visited Tempe, Arizona for a listening session focusing on community college transfer students with representatives of Maricopa Community College District and Arizona State University.\n\nMelinda French Gates, Bill & Melinda Gates Foundation, will deliver remarks.\n\tMelinda French Gates is the co-founder and co-chair of the Bill & Melinda Gates Foundation and a former unit manager for several Microsoft products such as Publisher, Microsoft Bob, Encarta, and Expedia. Gates attended St. Monica Catholic School and was the top student in her class. After graduating as valedictorian from Ursuline Academy of Dallas in 1982, she earned a bachelor's degree in computer science and economics from Duke University in 1986 and an MBA from Duke's Fuqua School of Business in 1987.\n\nOn Tuesday, the Bill & Melinda Gates Foundation will announce Completion by Design, a competitive grant program is a $35 million investment over five years to 3-5 multi-campus groups of community colleges in nine states serving the largest populations of low-income students (Arizona, California, Florida, Georgia, Ohio, New York, North Carolina, Texas, and Washington).\n\nPenny Pritzker, Skills for America’s Future, will deliver remarks.\n\tPenny Pritzker is chairman of the board of TransUnion and chairman/CEO of Pritzker Realty Group as well as chairman and co-founder of Vi, The Parking Spot and Artemis Real Estate Partners.\n\nPenny Pritzker is a member of the President's Economic Recovery Advisory Board and has committed to spearhead the Skills for America’s Future, a new initiative to expand innovative strategies and improve the skills of America’s workers that the President announced on Monday, October 4th.\n\n\n\n\n"
}