{
    "title": "President Obama Issues Call to Action to Invest in America at White House \"Insourcing American Jobs\" Forum | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/01/11/president-obama-issues-call-action-invest-america-white-house-insourcing",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 11, 2012\n\n \n\n\n\nPresident Obama Issues Call to Action to Invest in America at White House \"Insourcing American Jobs\" Forum\n\n\n\n\n\n\tWASHINGTON, DC -- Today, President Obama will call on companies across the nation to invest in America at an “Insourcing American Jobs” forum at the White House.  The forum will focus on the increasing trend of insourcing – where companies are bringing jobs back to the United States and making additional investments here in America.  The President, Vice President, members of the Cabinet and other Senior Administration Officials will lead a discussion on ways to encourage companies across the country to insource American jobs and help rebuild our economy for the future.\n\n\tIn the coming weeks, the President will put forward new ways to encourage American companies to seize this opportunity to increase investment here at home and bring jobs back to America.  In the coming weeks, the President will put forward new tax proposals to reward companies that choose to invest or bring back jobs to the United States, and to eliminate tax advantages for companies moving jobs overseas.\n\n\tIn prepared remarks, President Obama will say, “Today I am meeting with companies choosing to invest in the one country with the most productive workers, best universities, and most creative and innovative entrepreneurs in the world: the United States of America.  That’s exactly the kind of commitment to country we need – especially now, at this make-or-break moment for the middle class.  And I’m calling on those businesses that haven’t brought jobs back to take this opportunity to get the American people back to work.  That’s how we’ll rebuild an economy where hard work pays off and responsibility is rewarded – and a nation where those values live on.”\n\n\t“Since day one, this Administration has been focused on encouraging investment and job creation here at home,” Vice President Biden added. “The business leaders coming here from across the country today have looked at the facts and concluded what the President and I have been saying all along: that America is the best place in the world to do business and create jobs.  We’re calling on other companies to follow their lead and bring jobs back to America—jobs that provide middle-class families not just with a paycheck, but with a fundamental sense of dignity.”\n\n\tIn conjunction with the forum, the White House today released a report that details the emerging trend of “insourcing” and how companies are increasingly choosing to invest in the United States.  For example, real business fixed investment has grown by about 18% since the end of 2009. In the past two years, 334,000 manufacturing jobs have been created, while manufacturing production has increased by about 5.7 percent on an annualized basis since its low in June of 2009, its fastest pace in a decade. In addition, continued productivity growth has – as several outside analysts have noted – made the United States more competitive in attracting businesses to invest and create jobs by reducing the relative cost of doing business compared to other countries. The full report can be found HERE.\n\t            \n\tWhile other countries often advocate at the national level for business investment, the United States has historically left this activity to the states.  The President launched the SelectUSA program in 2011 to address this critical gap, creating the first federal program to promote and facilitate U.S. investment in partnership with our states.  To build on early success, the President will be proposing, in his FY13 Budget, $12 million in new resources to increase SelectUSA to 35 full-time employees.  An expanded SelectUSA will:\n\n• Build a comprehensive worldwide foreign direct investment promotion program: SelectUSA will be fully resourced to engage and assist potential investors to the U.S. from all major global markets.\n\n• Support more than 300 investment cases per year:  SelectUSA will build a case management team to oversee ombudsman and advocacy cases, enabling SelectUSA’s and its multi-agency investment team to work with states and cities to address issues that impede business investment. \n\n• Host a SelectUSA Conference in Washington D.C. to boost investment in the U.S.:  The Administration will host a two day investment conference with all levels of government and businesses from around the world to attract companies to our shores, address issues companies face in choosing to invest in the U.S., and providing relevant information from federal agencies to support investment and insourcing jobs. \n\n\tAs a part of the administration’s ongoing We Can’t Wait efforts, the administration also announced several common-sense steps it has taken to incentivize insourcing:\n\n• Building use of SBA’s International Trade Loan program to support small businesses seeking to insource. The Small Business Administration will launch an effort using its existing authority to educate businesses about opportunities to access insourcing loans through the SBAs International Trade Loan program, which provides generous loan support (loans up to $5 million and a guarantee up to 90 percent) for small businesses that are trying to access foreign markets or are adversely impacted by imports. While many small businesses that are insourcing are eligible for these loans, few have taken advantage of the program.  SBA will expand outreach efforts around this product by informing small businesses across the country of their eligibility for this opportunity and helping them apply for loans to bring production back home. \n\n• Launching a partnership between Commerce and the State Department to promote investment in 10 priority countries through the Foreign Commercial Service supported by the U.S. Embassies. This pilot effort will dedicate resources from Commerce’s Foreign Commercial Service (FCS) to investment promotion in 10 pilot countries representing 30% of foreign direct investment in the United States, expanding to cover 25 countries in 2013 representing roughly 90% of FDI.  U.S. Ambassadors will lead these efforts, engaging officials from State and other in country officials to assist investment promotion through business outreach, hosting ‘investment missions’ with governors and mayors, and connecting foreign firms to Select USA services.\n\n• Increasing support for states’ efforts to promote investment through federal officials in Export Assistance Centers (USEACs) in more than 100 cities. Officials will serve as a local link for state economic development officials and Select USA services to ensure federal advocacy for state efforts and address any federal issues requiring rapid resolution.\n\n\tThese efforts build on previous actions by the administration to support efforts by businesses to create jobs and invest in the United States.  A fact sheet providing additional background on administration efforts to support increased investments in America can be found HERE.\n\nA full list of attendees at the event today is below:\n\n\tMembers of the Cabinet and administration officials in attendance include Secretary John Bryson, Secretary Hilda Solis, Administrator Karen Mills, Ambassador Ron Kirk, Chair Fred Hochberg, NEC Director Gene Sperling, Chief of Staff Bill Daley, CEA Chairman Alan Krueger, Senior Adviser Valerie Jarrett, and Deputy Chief of Staff for Policy Nancy-Ann DeParle.\n\n\tIn addition, Governor John Kitzhaber, State of Oregon, Mayor Kasim Reed, City of Atlanta, Bob King, President, United Auto Workers, Leo Gerard, President, United Steelworkers, Hal Sirkin, Boston Consulting Group, Harold Moser, Founder, The Reshoring Initiative, James Manyika, Director, McKinsey Global Institute and Senior Partner, McKinsey & Company, and Brad Jensen, Professor, Georgetown University will also be in attendance.\n\n\tBelow are the representatives from the companies in attendance at forum who have brought jobs back or decided to make significant investments in the United States:\n\nFord (Mark Fields, President of the Americas)\n\tFord's competitive labor agreement with its UAW partners is making it possible to build small cars profitably in the U.S., invest $16 billion here at home, and add 12,000 jobs in U.S. plants by 2015.   In fact, Ford is insourcing jobs from China, Japan and Mexico.  Instead of adding production for the Fusion in Mexico, Ford is planning to bring that additional work to its Flat Rock plant in Michigan. This insourcing effort will ensure the viability of a key assembly plant in the U.S. and add over 1,200 new jobs. Also, Ford has committed to in-source the production of F-650 and F-750 commercial trucks from a joint venture in Mexico to Ohio Assembly Plant in Avon Lake, Ohio.  This will make Ford the first auto manufacturer to produce Class 6 and Class 7 trucks in the U.S. and help retain nearly 2,000 jobs in that plant.\n\nDuPont (Mark Vergnano, Executive Vice President)\n\tAs part of broad investments the company is making across its portfolio, DuPont started up a new $500 million plant last year to produce Kevlar anti-ballistic fiber near Charleston, South Carolina, that created over 500 construction and 135 full time jobs.  The company has made a recent $150 million investment in an expansion of its photovolatic film production in Circleville, Ohio creating over 70 jobs, and is investing some $150 million to expand agricultural research in Iowa, Pennsylvania, and Delaware creating over 500 jobs.\n\nOtis Elevator Company (Randy Wilcox, President, North America)\n\tOtis, a unit of United Technologies Corporation, is the world’s largest manufacturer and maintainer of elevators, escalators and moving walkways.  Otis has invested in a major new plant in South Carolina that co-locates multiple functions from various geographic locations, including Mexico, into one highly efficient, state-of-the-art facility that will produce energy-efficient elevators for US and Canadian customers.  The facility will result in 360 new jobs in South Carolina and will enable close cooperation between our engineering, design, manufacturing and supply chain teams, which will promote innovation and achieve future cost savings in serving our customers throughout North America. Hiring for the plant will begin in the next few weeks.\n\nIntel (Brian Krzanich, Senior Vice President, General Manager, Manufacturing and Supply Chain)\n\tFrom 2002 to 2010, Intel spent $68 billion on U.S. operations, manufacturing and R&D.  75% of the company’s product manufacturing is conducted in the United States while 80% of its revenue is earned abroad.  The company employs 44,000 individuals in high tech high wage jobs across America and is the leading private sector employer in Oregon, Arizona and New Mexico.  Most recently, in September 2011, Intel announced it was partnering with IBM and other companies as part of a $4.4 billion investment over five years to create a semiconductor research and development hub in New York to develop next-generation chip technology.  This combined investment will create about 4,400 jobs and result in the retention of another 2,500 existing jobs in upstate New York.\n\nSiemens (Eric Spiegel, President and CEO, Siemens USA)\n\tSiemens, a global integrated technology company operating in the industry, infrastructure, energy and healthcare sectors, employs more than 60,000 people and has 100 manufacturing sites across the United States.  The company has invested nearly half a billion dollars in the United States over the past four years.  It has chosen to invest in the United States because of the proximity it provides to its customers, the ability to locate near highly skilled workers, access to infrastructure to power its plants, transport components, and move products to market and the ability to co-locate manufacturing and R&D.  Siemens invests nearly $50 million annually in training its U.S. workforce. Today, the Ex-Im Bank announced approval of export financing for power generation equipment supporting 825 jobs at Siemens’ North Carolina plant.  Ex-Im Bank financing helped Siemens win the sale against competition from Japan, Germany and Korea.\n\nThyssenKrupp (Christian Konig, President, ThyssenKrupp North America)\n\tThe new steel and stainless steel manufacturing and processing plant in Alabama opened by Germany-based ThyssenKrupp AG in December 2010 represents one of the biggest ever business investments in the USA by a foreign-domiciled company. ThyssenKrupp invested approximately $5 billion dollars in the overall complex, $3.6 billion of which went to facilities that will manufacture premium carbon steel and $1.4 billion of which toward stainless steel production.  Construction of the 3,700 acre site, approximately four times larger than New York’s Central Park, generated thousands of new construction jobs and close to $100 million in wages from the time it began in November 2007 until the plant’s opening in 2010.  The facility will employ 2,700 individuals and produce 5.1 million metric tons of premium carbon and stainless steel products per year when fully operational. In fiscal year 2010/2011, ThyssenKrupp USA subsidiaries employed approximately 19,100 individuals, an increase of nearly 2,000 employees compared to the year prior.\n\nRolls Royce (James Guyette, President and CEO, Rolls-Royce North America)\n\tLast year, Rolls-Royce dedicated its Crosspointe, Virginia plant, the company’s newest facility in the world and its first facility in the U.S. built from the ground up.  The Crosspointe plant produces aero engine discs for both Boeing and Airbus aircraft and will result in a $500 million dollar investment and 500 jobs.  Rolls-Royce also recently held a hiring event at the company’s Indianapolis facilities to fill 87 openings for skilled machinists, jobs that are the result of insourcing work and a new contract with the United Auto Workers. \n\nMaster Lock (John Heppner, CEO)\n\tMaster Lock is the world's largest manufacturer of padlocks and related security products.  Since mid-2010, Master Lock has returned approximately 100 jobs back to Milwaukee, Wisconsin that had previously been off-shored.  The decision to bring these jobs back was partially motivated by economic reasons related to increasingly higher labor and logistics costs in Asia, and further, ongoing labor availability challenges especially in the coastal areas of China, which have negatively impacted continuity in supply to its key customers.  Master Lock plans to continue bringing jobs back to Wisconsin, citing a more competitive overall cost structure, greater control, and the ability to provide better service to its customers.\n\nLincolnton Furniture (Bruce Cochrane, President and CEO)\n\tLincolnton Furniture, a small specialty furniture maker opening in North Carolina, is adding 130 new jobs and re-starting operations at a once vacant plant.  Bruce Cochrane, the current owner and CEO, comes from a family that manufacturer furniture in North Carolina.  The family business was sold and eventually the new owners moved manufacturing to China.  Bruce worked as a consultant in Asia for twelve years, importing furniture to the US.  Two years ago, he decided the time was right to start his own furniture company back in the US, in North Carolina, in the same plant his family once ran.  He recently opened operations and is adding 130 jobs to the area.\n\nGalaxE. Solutions (Tim Bryan, Chairman and CEO)\n\tGalaxE Solutions was established in 1990 and specialized in custom software application development for Fortune 50 corporations, with a particular focus on health care.  A little over a year ago the company created the \"Outsource to Detroit\" program that is a model for repatriating jobs back to the United States.  Key benefits include complex, quality solutions, geographic proximity to U.S. customers, cost efficiencies, and elimination of linguistic issues.  GalaxE. Solutions opened operations in Detroit in 2010 and, with 150 professionals on board, is well on its way to its goal of hiring 500 IT specialists.  The firm is also working with the area's universities and community colleges to train and retrain professionals for the future.\n\nAGS (Joe LoParco, Co-President)\n\tCanadian company AGS Automotive Systems was recently awarded a significant contract for the manufacture of automotive components.  Working with the Michigan Economic Development Corporation, and other local Michigan agencies, AGS recently elected to make an investment in excess of $20 million to add new manufacturing capabilities to permit it to manufacture a portion of the bumper impact assemblies in Michigan.  The new business will likely represent in excess of $100 million in annual sales over the next 5 years and will enable AGS to retain approximately 50 jobs and create over 100 new jobs in Michigan.  Coordination between the company and local officials in Michigan was facilitated by SelectUSA, a Department of Commerce program that promotes business investment in the United States and launched by President Obama in June 2011.\n\nKEEN (James Curleigh, CEO)\n\tKEEN manufactures original hybrid outdoor and casual products, including footwear, bags and socks. In 2010, KEEN decided to build a factory near their headquarters in Portland, Oregon to create competitive advantages in the market,  including production capacity and agility, quality and delivery assurance, duty and transportation reduction, costing and commodity expertise, training and development, and intellectual and innovation protection.  The modern factory relies on skilled labor and improved automation to design, test, and manufacture the best of ‘built in America’ Footwear.  The company has created 20 jobs initially and can increase capacity by adding more jobs and shifts based on increased demand.  They have also used this factory to launch a new category of work boots – built in America for American workers – called KEEN Utility.\n\nChesapeake Bay Candle (Mei Xu, Co-Owner and President)\n\tChesapeake Bay Candle is in the process of hiring 100 workers to staff its new 117,000 square foot plant in Maryland that will produce the company’s signature candles.  The plant represents the company's first expansion in the United States in 16 years and will supplement existing facilities in China and Vietnam.  Mei Xu, the Co-Owner and President of the company, has said that she believes consumers both in the United States and abroad are willing to pay a premium for products manufactured in America.\n\nNOVO 1 (Mary Murcott, CEO)\n\tSince 1987, NOVO 1 has been dedicated to tailoring contact center solutions to support clients’ business goals in building customer relationships and growing their brands. NOVO 1’s Smart Desktop Solutions and Customer Obsession Program, incorporate game-changing technology and top 1% industry best- practices to design customized solutions to provide ideal customer experiences.  Last year, NOVO 1 officials announced they were opening a 30,000 square foot customer contact facility in the Eisenhower Business Center in Denison, Texas. They will employ up to 300 people over the next three years and are operational as of September.  They also opened a new office in 2010 in Holland, Michigan, where 300 people are currently employed.\n\n\n\n\n"
}