{
    "title": "Readout of the President’s Meeting on Commonsense Immigration Reform | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/03/08/readout-president-s-meeting-commonsense-immigration-reform",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 08, 2013\n\n \n\n\n\nReadout of the President’s Meeting on Commonsense Immigration Reform\n\n\n\n\nThis morning, the President, joined by members of his senior staff, met with leaders from the faith community to discuss the need to fix the broken immigration system so that everyone plays by the same rules.  The President thanked the leaders for their support and reiterated his strong commitment to working with Congress in a bipartisan manner so that they can swiftly pass and send a commonsense immigration reform bill to his desk. The leaders expressed their concerns over the impact the broken immigration system is having on families throughout their congregations. The President and the leaders discussed the pillars the President has put forward for reform, including that any bill must include a pathway to earned citizenship, as well as measures to crack down on employers who game the system and exploit both American and immigrant workers, continuing to strengthen our border security, and strengthening the legal immigration system for families, employers, and workers. The President noted that there is good progress being made by a bipartisan group in the Senate, but urged the leaders to continue to make this important issue a priority. The President and the leaders agreed that the diversity of faith communities represented around the table was indicative of the growing consensus across America in support of fixing the broken immigration system. The leaders thanked the President for his leadership, offered a prayer, and agreed to continue working together to move the immigration debate forward in Congress.\nParticipants in the meeting included:\n\n\n\t\tLeith Anderson, National Association of Evangelicals\n\n\t\tStephan Bauman, President and CEO, World Relief\n\n\t\tBishop Minerva Carcaño, United Methodist Church\n\n\t\tRev. Luis Cortés, President, Esperanza\n\n\t\tBarrett Duke, Southern Baptist Convention\n\n\t\tBishop Orlando Findlayter, Senior Pastor, New Hope Christian Fellowship\n\n\t\tArchbishop José Horacio Gomez, Archdiocese of Los Angeles\n\n\t\tMark Hetfield, President and CEO, Hebrew Immigrant Aid Society \n\n\t\tRev. Kathryn Lohre, National Council of Churches\n\n\t\tImam Mohamed Magid, President, Islamic Society of North America\n\n\t\tRev. Samuel Rodriguez, President, National Hispanic Christian Leadership Conference\n\n\t\tRev. Gabriel Salguero, President, National Latino Evangelical Coalition\n\n\t\tDieter Uchtdorf, Second Counselor, Church of Jesus Christ of Latter Day Saints\n\n\t\tJim Wallis, President and CEO, Sojourners\n\n\n\n\n\n"
}