{
    "title": "First Lady Michelle Obama, Dr. Jill Biden, HHS Secretary Sebelius to Discuss New Preventive Health Benefits | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/first-lady-michelle-obama-dr-jill-biden-hhs-secretary-sebelius-discuss-new-preventi",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 14, 2010\n\n \n\n\n\nFirst Lady Michelle Obama, Dr. Jill Biden, HHS Secretary Sebelius to Discuss New Preventive Health Benefits\n\n\n\n\nSebelius, Administration Officials to Host Conference Call Following Event\nWASHINGTON- On Wednesday, at 2:15 PM EDT, First Lady Michelle Obama, Dr. Jill Biden, HHS Secretary Kathleen Sebelius will join doctors, nurses, families, and leaders from health community to make an announcement regarding new preventive health care coverage made available under the Affordable Care Act at The George Washington University Medical Faculty Associates.  The event is pooled press and will be webcast live at obamawhitehouse.archives.gov/live.\nFollowing the event at 3:30 PM EDT, Secretary Sebelius will discuss the announcement on a conference call with members of the media, HHS Assistant Secretary for Health Dr. Howard Koh and the Director of the HHS Office of Health Reform, Jeanne Lambrew.\n \nChronic and often preventable diseases, such as heart disease, cancer, and diabetes, are responsible for 7 of 10 deaths among Americans each year and account for 75 percent of the nation’s health spending.  In addition, obese individuals have health care costs 39 percent above average.  High-quality preventive care helps Americans stay healthy, avoid or delay the onset of disease, lead productive lives and help reduce costs.  Under the Affordable Care Act, new insurance plans are required to provide preventive care without cost-sharing, which will remove financial barriers for many Americans to preventive services such as mammograms, colonoscopies and immunizations, help prevent disease and reduce costs. \nWHO:  First Lady Michelle Obama, Dr. Jill Biden, HHS Secretary Kathleen Sebelius\nWHEN: Wednesday, July 14, 2010. Event begins at 2:15 PM EDT and is webcast live at obamawhitehouse.archives.gov/live. Conference call with Secretary Sebelius begins at 3:30 PM EDT\nDIAL-IN: Reporters wishing to join the conference call at 3:30 PM EDT should dial 800-230-1092 and ask to join the “White House Call.”\n\n\n\n"
}