{
    "title": "Dr. Jill Biden Arrives in Lusaka, Zambia to Highlight Women’s Empowerment | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/07/01/dr-jill-biden-arrives-lusaka-zambia-highlight-women-s-empowerment",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nJuly 01, 2014\n\n \n\n\n\nDr. Jill Biden Arrives in Lusaka, Zambia to Highlight Women’s Empowerment\n\n\n\n\nDr. Jill Biden has arrived in Lusaka, Zambia, her first stop on a three-country visit to Africa. Dr. Biden is joined by Rajiv Shah, Administrator of the United States Agency for International Development (USAID), and Catherine Russell, U.S. Ambassador-at-Large for Global Women's Issues. Dr. Biden’s trip to Africa will highlight the importance of girls’ education and women’s participation in government, the economy, and civil society in accelerating economic development, improving health and educational outcomes, strengthening democratic governance, and fostering peace and security.\nWhile in Zambia, Dr. Biden will underscore the U.S. government’s commitment to women’s empowerment, education, and health. She will meet with Zambia’s Second Lady, Dr. Charlotte Harland Scott, to discuss the major issues affecting women in the country, with particular attention to education, gender-based violence, health and economic empowerment. They will be joined by government officials to discuss activities that the local ministries are carrying out to empower women and girls.\nLater, Dr. Biden will deliver remarks at Shalom Community School to underscore U.S. programs and priorities in education, health, and women’s empowerment. Her remarks will highlight joint U.S. and Zambian efforts in this area.\nDr. Biden will then open a panel discussion to discuss the challenges, successes and continued opportunities for the economic empowerment of women in the Zambian economy, where few women have traditionally held positions of power.  The discussion will include prominent women representing key sectors and organizations who will share their experiences.\nBefore departing Zambia, Dr. Biden will visit a local health facility to highlight how partnerships between the U.S. government, the Zambian government, and local organizations have helped increase the availability and uptake of quality services for adult and child survivors of gender-based violence. \n\n\n\n\n"
}