{
    "title": "White House Report: Race to the Top Setting the Pace for Gains across the Education System | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/03/25/white-house-report-race-top-setting-pace-gains-across-education-system",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 25, 2014\n\n \n\n\n\nWhite House Report: Race to the Top Setting the Pace for Gains across the Education System\n\n\n\n\nMore support for educators and increases in student achievement are among signs of progress as anniversary of President Obama’s signature education reform approaches\nWASHINGTON, DC – In the four years since the Obama Administration announced its first Race to the Top grants, the President’s signature education initiative has helped spark a wave of reform across the country, according to the attached report released today by the White House and Department of Education.\nAs the four-year anniversary of those grants approaches this week, “Setting the Pace” finds that the President’s education reform agenda has helped raise standards for students, better support teachers and school leaders, and turn around low-performing schools. Ultimately, these efforts have led to signs of encouraging progress among the nation’s students.\nAmong the report’s key findings are:\n\n\nStates that received Race to the Top funds to reform their K-12 education systems serve 22 million students and 1.5 million teachers in more than 40,000 schools.  \n\n\nThese states represent 45 percent of all students and a similar percentage of all low-income students. Some of the most encouraging signs of progress have come in states that have done the most to embrace the types of reforms called for in Race to the Top, including Tennessee, Hawaii and the District of Columbia. \n\n\nAll Race to the Top grantees have taken key steps toward focusing on college- and career-readiness for all students and supporting hard-working teachers and principals, including developing a number of new tools and resources, providing coaching for educators, and expanding options for students. \n\n\n“Race to the Top set out to advance a simple idea: that the most powerful ideas for improving education come not from Washington, but from educators and leaders in states throughout the country. Now, nearly four years in, change is touching nearly half the nation’s students – for an investment that represents less than 1 percent of education spending,” U.S. Education Secretary Arne Duncan said. “We know this work is never easy, but what is most encouraging is that despite some debate in state legislatures and here in Congress, state and district leaders have had the courage to put their plan into action.\n“The Obama Administration is focused on expanding opportunity for America’s students to ensure not only that they have a shot at achieving the American dream, but that the next generation of American workers can continue to compete in the global economy,” said Cecilia Muñoz, Director of the White House Domestic Policy Council. \"The Race to the Top program has helped spur the change and improvement needed in our education system, demonstrating that by working together across the federal government, with governors and school boards, principals and teachers, businesses and non-profits, parents and students – we can provide the education that our young people need and deserve, to prepare for college and a successful career.”\nAt 80 percent, the nation’s high school graduation rate is the highest in American history, thanks to comprehensive, state-led efforts inspired in part by Race to the Top. In addition, student test scores on the National Assessment of Educational Progress are the highest since the test was first given 20 years ago.\nWith an initial budget of just more than $4 billion – less than 1 percent of total education spending in America – Race to the Top unleashed a flurry of pent-up education reform activity at the state and local level. Importantly, these efforts have created partnerships among parents, educators, and state and community leaders to continue this progress in the months and years ahead.\nToday’s report highlights examples of the most innovative and effective reforms that are taking place in states across the country to prepare students for college and careers, support educators, and spur innovative educational strategies. From Massachusetts’ work to increase access to Advanced Placement (AP) classes by training more than 1,100 middle and high school teachers, to Tennessee’s efforts to support its educators by coaching 30,000 on new state standards and equipping 700 teacher-leader coaches, to Florida’s investment in programs to get the best and brightest educators to the highest-needs areas, to Maryland’s development of STEM curriculum models for use in language programs statewide, states are leading the way with plans tailored to meet the unique needs of their educators and students. This federal support, paired with state and local investment and leadership, is getting results for students and educators.\nLooking at these examples and the progress made across our education system, the report finds that while much work remains, Race to the Top has empowered and reinforced the best ideas at the state and local level. By staying on course, America can continue to make progress toward ensuring that every child has an opportunity to get a world-class education and the skills he or she will need to succeed in today’s economy — and tomorrow’s.\n“Encouraged and supported by Race to the Top, states are taking major steps forward for our nation’s students,” the report concludes. “There will never be a moment to declare victory in this race – the work will continue for many years to come. But America’s educators remain committed to support all our children on their path to a prosperous future. State and local leaders share that commitment. Staying on course is critical while this hard work is underway.”\nSetting The Pace - 2014\n\n\n\n\n"
}