{
    "title": "El Impacto de los Recortes Fiscales a la Clase Media en las Familias Hispano Americanas | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/12/06/el-impacto-de-los-recortes-fiscales-la-clase-media-en-las-familias-hispa",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nDecember 06, 2012\n\n \n\n\n\nEl Impacto de los Recortes Fiscales a la Clase Media en las Familias Hispano Americanas\n\n\n\n\nEl Presidente Obama está comprometido a fomentar nuestra economía del centro hacia afuera con la garantía de una clase media fuerte, segura y floreciente.  Ahora encaramos una fecha límite que requiere acción sobre los empleos, los impuestos y los déficits antes de final de año. Aunque el Presidente está comprometido a colaborar con el Congreso para reducir nuestro déficit de una manera equilibrada y responsable, no hay motivo para tener de rehenes a las familias de la clase media mientras debatimos los recortes fiscales para los millonarios y los multimillonarios.\nLAS FAMILIAS HISPANO AMERICANAS DE CLASE MEDIA NO PUEDEN HACERLES FRENTE A LOS AUMENTOS DE IMPUESTOS\n·         Una familia con cabeza de familia hispano americana de ingreso promedio compuesta de cuatro miembros (con entradas de alrededor de $43,000) podría experimentar un aumento en sus impuestos sobre el ingreso de $2,200.\n·         El 99 por ciento de las familias hispano americanas que gana menos de $250,000 al año no experimentaría ningún aumento de impuestos sobre el ingreso bajo el plan propuesto por el Presidente.\n·         Además, 3.6 millones de familias hispano americanas que trabajan y cerca de 6.3 millones de menores hispano americanos continuarían beneficiándose de las mejoras propuestas por el Presidente al Crédito tributario por hijos y al Crédito tributario por ingreso del trabajo (conocido como EITC, por sus siglas en inglés).\nLAS FAMILIAS HISPANO AMERICANAS CONTRIBUYEN A IMPULSAR LOS GASTOS DE LOS CONSUMIDORES, EL CRECIMIENTO Y LOS EMPLEOS\nLa mayor parte de la actividad económica proviene de las familias estadounidenses que compran necesidades básicas tales como ropa y cuidado médico; bienes duraderos tales como automóviles y muebles; y los alimentos y los regalos de los que millones de personas disfrutarán durante la época de fiestas.\n·         Durante el transcurso de este año, se espera que los consumidores estadounidenses gasten alrededor de $5 billones en las ventas al detalle. Ahora, con el comienzo de la época de compras para las fiestas, que constituyen cerca de la quinta parte de las ventas de la industria minorista en todo el país, los minoristas no pueden hacerle frente a la amenaza de aumentos de impuestos a las familias de la clase media.\n·         La industria minorista emplea alrededor de 15 millones de estadounidenses y ha sido una parte clave de la recuperación. En los 40 meses transcurridos desde que terminó la recesión en junio de 2009, la industria minorista por sí sola ha sido responsable de más del 9 por ciento del crecimiento general de los empleos y ha agregado 438,000 empleos en los últimos 32 meses.  Alrededor de 2.4 millones de hispano americanos trabajan en la industria de ventas al detalle.\nAUMENTARLE LOS IMPUESTOS A LA CLASE MEDIA PERJUDICARÁ A LOS HISPANO AMERICANOS Y A LA ECONOMÍA DE EE.UU.\nLa economía de los Estados Unidos no puede permitirse eso en estos momentos.  Un nuevo análisis realizado por el Consejo de Asesores Económicos (CEA, por sus siglas en inglés) del Presidente dio a conocer lo siguiente:\n·         A nivel nacional, este grave aumento de los impuestos a la clase media y la resultante disminución en el consumo podrían afectar negativamente el crecimiento del PIB real en 1.4 puntos de porcentaje.\n·         Al encarar aumentos de impuestos, CEA estima que los consumidores en todo el país probablemente gasten cerca de $200 mil millones menos que lo que en otro caso gastarían en 2013.\nEJEMPLOS DE FAMILIAS DE CLASE MEDIA QUE EXPERIMENTARÁN UN AUMENTO DE IMPUESTOS SI NO SE PROLONGAN LOS RECORTES FISCALES PARA LA CLASE MEDIA\n·         Ejemplo 1: Una típica familia hispano americana de ingreso medio con cuatro miembros: un matrimonio con dos hijos que tiene ingresos de entre cerca de $50,000 y $85,000 experimentaría un aumento de impuestos de $2,200.\no Un aumento de impuestos de $1,000 debido a que el Crédito tributario por hijos se reducirá de $1,000 a $500 por hijo.\no Un aumento de impuestos de alrededor de $900 debido a la fusión de la categoría impositiva del 10 por ciento con la categoría impositiva del 15 por ciento.\no Un aumento de impuestos de alrededor de $300 debido al vencimiento del alivio de la penalidad por matrimonio que les provee una deducción estándar mayor a las parejas casadas.\nEl total del aumento de impuestos para esta familia si el Congreso no toma acción = $2,200\n·         Ejemplo 2: Una madre soltera hispano americana que tiene tres hijos pequeños, desde 11 meses hasta 6 años de edad, que trabaja a tiempo completo al salario mínimo (que es un ingreso anual de $14,500).\no Un aumento de impuestos de $1,725 debido a que el Crédito tributario por hijos se reducirá de $1,000 a $500 por hijo, mientras que el límite para que sea reembolsable será mucho más estricto.\no Un aumento de impuestos de $670 debido al vencimiento de la prolongación del EITC para las familias más numerosas.\nEl total del aumento de impuestos para esta familia si el Congreso no toma acción = Cerca de $2,400\n·         Ejemplo 3: Una familia hispano americana de ingresos medios altos compuesta de un matrimonio con un hijo de 15 años de edad en casa y una hija de 19 años de edad en su segundo año en una universidad pública; el ingreso de la pareja es de $120,000.\no Un aumento de impuestos de $700 debido a que, en lugar de poder reclamar el Crédito tributario de la oportunidad americana de $2,500 para contribuir a cubrir los gastos de estudios, ellos solo podrán reclamar el Crédito Hope que asciende a $1,800.\no Un aumento de impuestos de $500 debido a que el Crédito tributario por hijos se reducirá de $1,000 a $500 por cada hijo que califique.                                                             \no Un aumento de impuestos de alrededor de $900 debido a la desaparición de la categoría impositiva del 10 por ciento.\no Un aumento de impuestos de $2,400 debido a la combinación de tasas marginales más altas y el vencimiento del alivio de la penalidad por matrimonio que provee una deducción estándar mayor.\nEl total del aumento de impuestos para esta familia si el Congreso no toma acción = $4,500\n\n\n\n\n"
}