{
    "title": "Background on the President's trip to Portsmouth, New Hampshire today | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-presidents-trip-portsmouth-new-hampshire-today",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nAugust 11, 2009\n\n \n\n\n\nBackground on the President's trip to Portsmouth, New Hampshire today\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  ___________________________________________________________________________  For Immediate Release                                                       August 11, 2009 BACKGROUND ON THE PRESIDENT’S TRIP TO PORTSMOUTH, NEW HAMPSHIRE TODAY: HEALTH CARE TOWN HALL  Portsmouth High School   1:00 pm EDT Today, the President will conduct a town hall meeting on health insurance reform at Portsmouth High School in Portsmouth, New Hampshire. At the town hall, the President will discuss what health insurance reform will mean for Americans who already have insurance, highlighting the consumer protections he laid out in recent weeks and focusing on ending denial of coverage based on preexisting conditions. The President will be introduced by a Portsmouth resident, Lori Hitchcock, who has been denied health insurance due to her health condition. He will then deliver prepared remarks before answering questions from the audience. Click here for facts about health care in New Hampshire. AUDIENCE/FOR BACKGROUND ONLY  There will be approximately 1,800 people in the audience. Like nearly every other town hall the White House has hosted, the vast majority of the tickets were available to the public via a website where people could register for the opportunity to receive tickets to attend the town hall. The remaining tickets were distributed by the White House to elected officials, community leaders, etc. OFFICIALS EXPECTED TO ATTEND  Governor John Lynch, NH  Governor John Baldacci, ME  US Senator Jeanne Shaheen, NH  US Rep. Paul Hodes  US Rep Carol Shea-Porter  Portsmouth Mayor Tom Ferrini  Speaker Terie Norelli  Senate President Sylvia Larsen  Treasurer Catherine Provencher  House Majority Leader Mary Jane Wallner  State Rep. Paul McEachern STAGE PARTICIPANTS Vivan Martindale will deliver the Invocation. Martindale is the Pastor of the Middle Street Baptist Church in Portsmouth, NH. Philip \"Phil\" Boynton will lead the Pledge of Allegiance. Phil will be a Portsmouth High School senior and has served as his class Vice President for the last two years. Upon graduation, Phil hopes to attend college in the Washington, DC area to pursue a degree in Political Science. Natalie Hazzard will sing the National Anthem. Natalie will be a Portsmouth High School senior and is a fixture in the high school choral program as well as the Portsmouth High School Madrigal singers. Upon graduation, Natalie hopes to study Music Education and dreams of starting a high school choral program. Lori Hitchcock will introduce the President. Lori Hitchcock is a 52-year-old, single, self-employed Portsmouth resident who was diagnosed with Hepatitis C in 2003. No insurance company will sell health coverage to her because of her pre-existing condition and as a result she has been uninsured for 2 years. (There is a state program that would provide health insurance, however at $750/mo and a $500 deductible Lori is unable to afford this coverage.) While she continues her self-employment, she continues to look for a job that has health coverage (due to the state of the economy she is currently working temp jobs to make ends meet) but hasn't had any luck yet. Lori lost her husband in 2006 to Hepatitis C and is the mother of 2 grown children – her daughter is currently raising her family in Portsmouth and her son is raising his family in Atlanta. NEW HAMPSHIRE ECONOMIC STATS In June 2009, New Hampshire’s Unemployment Rate Was 6.8 Percent. According to the most recent data available from the Bureau of Labor Statistics, New Hampshire’s unemployment rate stood at 6.8 percent in June 2009. [Bureau of Labor Statistics, Regional and State Employment and Unemployment Summary, accessed 8/10/09] Since June 2008, New Hampshire Has Lost 13,300 Jobs. According to the Bureau of Labor Statistics, New Hampshire lost 13,300 jobs between June 2008 and June 2009. [Bureau of Labor Statistics, Regional and State Employment and Unemployment Summary, accessed 8/10/09] ATTACHMENT Recovery Act Update – State of New Hampshire (as of 8/10/09)\n\n\n\n"
}