{
    "title": "Vice President Biden, Secretary Duncan highlight recovery act success in Florida | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-secretary-duncan-highlight-recovery-act-success-florida",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nAugust 19, 2009\n\n \n\n\n\nVice President Biden, Secretary Duncan highlight recovery act success in Florida\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  ___________________________________________________________________________  For Immediate Release                                                       August 19, 2009     VICE PRESIDENT BIDEN, SECRETARY DUNCAN   HIGHLIGHT RECOVERY ACT SUCCESS IN FLORIDA  Orlando, FL -- Vice President Joe Biden and Secretary of Education Arne Duncan today visited Jackson Middle School in Orlando, highlighting how the Recovery Act is saving tens of thousands of teaching jobs and providing the resources necessary to prepare American students for the 21st century economy. Jackson Middle School, a leader in the efforts to reform primary education, is just one of thousands of Florida schools benefitting from the Recovery Act. Vice President Biden and Secretary Duncan were joined by Jackson Middle School Principal Dr. Joseph Miller and Monica Arbelaez, who currently teaches 6th and 8th grade students at the school. A number of elected officials also attended the event, including Congressman Alan Grayson, Congresswoman Suzanne Kosmas and Congresswoman Corrine Brown. \"We’re here today to talk about keeping teachers in the classroom -- where they belong,\" said Vice President Biden. \"The ultimate foundation for our nation’s future is a well-educated child. And every day, the Recovery Act is helping educators, parents, and students work together to build the best possible foundation for the 21st-century.\" \"Education funding in the Recovery Act will save tens of thousands of jobs in schools – many of them for teachers and aides who work with disadvantaged students and students with disabilities,\" said Secretary Duncan. \"Because of the Recovery Act, these students are more likely to get the individual attention they need, and all students will have better access to extracurricular activities and enrichment programs that extend their learning opportunities.\" As part of the Recovery Act’s efforts to impact education across the country, Florida has felt the impact of more than $3.1 billion in education funds. This includes nearly $2 billion in State Fiscal Stabilization Funds that the state of Florida says has kept more than 25,000 teachers and staff in Florida’s classrooms and maintained other essential services, over $335 million to provide special education and related services to children with disabilities under the Individuals with Disabilities Act (IDEA), and $245 million to Title I schools. Orange County Public Schools, the 11th largest school district in the nation and encompassing all of Orlando’s public schools, says they have preserved more than 1600 teachers, nurses, counselors, tutors and other essential staff due to $132 million from the Recovery Act. Overall, the Recovery Act is impacting all aspects of the lives of Floridians, from education to tax relief, to transportation and job creation. The Recovery Act has made $8.3 billion available to Florida, including $1.8 billion to help prevent cuts in Medicaid, $995 million to improve roads and highways, and 3.6 million seniors, veterans, and other high-need residents have received one-time $250 economic relief payments. Over 710,000 Floridians have also benefitted from expanded unemployment benefits available because of the Recovery Act. Across the country, the Recovery Act has committed $250 billion in six months, including more than $53 billion in tax cuts. The Recovery Act is also making long-term commitments to America’s economy, investing in high-speed rail, broadband, and smart-grid. ### The Recovery Act: Strengthening America’s Schools for the 21st Century Below is a fact sheet outlining the impact of President Obama’s economic policies on Florida: State Fiscal Stabilization Funds: The State Fiscal Stabilization Fund (SFSF) program is a new one-time appropriation of $53.6 billion under the American Recovery and Reinvestment Act of 2009 (ARRA). These funds are distributed directly to states to:  Help stabilize state and local government budgets in order to minimize and avoid reductions in education and other essential public services. Help ensure that local educational agencies (LEAs) and public institutions of higher education (IHEs) have the resources to avert cuts and retain educational personnel and staff. Help support the modernization, renovation, and repair of school and college facilities. Help advance early learning through post-secondary education reforms to benefit students and families.  As of today, $1,971,375,524 in State Fiscal Stabilization funds have been awarded to Florida. Title I, Part A– Supporting Low-Income Schools: The ARRA provides $10 billion in additional Title I, Part A funds to state education agencies (SEAs) and local education agencies (LEAs) to support schools that have high concentrations of students from families that live in poverty in order to help improve teaching and learning for students most at risk of failing to meet state academic achievement standards. As of today, $245,287,677 in Title I funds have been awarded to Florida. IDEA Grants, Parts B & C – Improving Special Education Programs: The ARRA provides $12.2 billion in additional funding for Parts B and C of the Individuals with Disabilities Education Act (IDEA). Part B of the IDEA provides funds to state educational agencies (SEAs) and local educational agencies (LEAs) to help them ensure that children with disabilities, including children aged three through five, have access to a free appropriate public education to meet each child's unique needs and prepare him or her for further education, employment, and independent living. Part C of the IDEA provides funds to each state lead agency designated by the Governor to implement statewide systems of coordinated, comprehensive, multidisciplinary interagency programs and make early intervention services available to infants and toddlers with disabilities and their families. As of today, $335,020,297 in IDEA funds have been awarded to Florida. Education Technology Grants: The ARRA provides $650 in additional funding for Education Technology Grants. The primary goal of the Education Technology Grants program is to improve student academic achievement through the use of technology in schools. It is also designed to help ensure that every student is technologically literate by the end of eighth grade and to encourage the effective integration of technology with teacher training and curriculum development. As of today, $30,195,950 million in Education Technology Grants have been awarded to Florida. Vocational Rehabilitation Funds: The ARRA provides $540 million in additional funding for the Vocational Rehabilitation (VR) State Grants program. The VR State Grants program provides grants to states to help individuals with disabilities, especially those individuals with the most significant disabilities, prepare for, obtain, and maintain employment. As of today, $16,079,420 in Vocational Rehabilitation Funds have been awarded to Florida. Independent Living Services Fund: The ARRA provides $140 million in additional funding for the Independent Living (IL) programs. The IL programs support services to individuals with significant disabilities and older individuals who are blind to maximize their leadership, empowerment, independence, and productivity, and to promote the integration and full inclusion of individuals with disabilities into the mainstream of American society. As of today, $3,359,953 in Independent Living Services Funds have been awarded to Florida. McKinney-Vento Homeless Assistance Funds: The ARRA provides $70 million under the McKinney-Vento Education for Homeless Children and Youth program to assist States and local educational agencies (LEAs) in addressing the educational and related needs of some of the most vulnerable members of our society – homeless children and youth – during a time of economic crisis in the United States. As of today, $3,124,358 in McKinney-Vento Homeless Assistance funds have been awarded to Florida. Pell Grant Funds: The ARRA provides $17.1 billion in additional funds for students across the country in need of Pell Grants. The Federal Pell Grant Program provides need-based grants to low-income undergraduate and certain postbaccalaureate students to promote access to postsecondary education. Students may use their grants at any one of approximately 5,400 participating postsecondary institutions. The additional funding allowed the Department of Education to raise the maximum Pell award from $4,731 to $5,350. Pell Grants are awarded based on student applications, not by state. As of today, $486,832,603 in Pell Grants have been awarded to students attending schools in Florida. Work Study Funds: The ARRA provides an additional $200 million to the Work-Study program, providing colleges and universities with additional funding to provide jobs to students to help with their college and living expenses. Work Study funds are distributed to qualifying schools which select students based on financial need. As of today, $8,247,257 in Work Study funds have been awarded to students attending schools in Florida.\n\n\n\n"
}