{
    "title": "Indonesia: Follow-Up To The President’s Cairo Speech | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/11/09/indonesia-follow-president-s-cairo-speech",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 09, 2010\n\n \n\n\n\nIndonesia: Follow-Up To The President’s Cairo Speech\n\n\n\n\nIn Indonesia, the world’s largest Muslim-majority country, the vision the President articulated in his June 2009 speech in Cairo is flourishing.  There continues to be significant progress in the areas of science and technology, entrepreneurship, education and exchanges, regional democracy promotion, and interfaith dialogue.  The burgeoning U.S. Comprehensive Partnership with Indonesia embodies how the United States is implementing the President’s vision for a New Beginning.\nENTREPRENEURSHIP & ECONOMIC DEVELOPMENT\n• The Global Entrepreneurship Program Indonesia (GEPI) is being created to bolster the development of entrepreneurship in Indonesia.  GEPI is an Indonesian initiative, led by the private sector and with support of the GOI and the U.S. Government through the State Department’s Global Entrepreneurship Program.  The GEP is helping the U.S. Government harness and leverage NGOs, foundations, corporations, colleges and universities to advance entrepreneurship activity.  GEP Indonesia will rely on a secretariat privately funded by a private Entrepreneurship Board, the majority of which were delegates to the Presidential Summit on Entrepreneurship.\n• The Indonesian government will also host a follow-on conference to the Presidential Summit on Entrepreneurship in July 2011.\n• Partners for a New Beginning (PNB), an independent private sector group that operates in partnership with the Department of State, has identified Indonesia as a priority country in which to implement projects that address local priorities.  PNB is a group of eminent Americans from a variety of sectors – corporate, philanthropic, education, non-profit, entertainment – who will leverage resources and capabilities outside the U.S. Government to advance the vision for a new beginning with Muslim communities around the world.\n• We have strengthened our ties with business leaders in Indonesia's economic and political sectors. We continue to build on these efforts with a planned entrepreneurship trade mission to Indonesia linked with OPIC's 2011 investment conference and in updating OPIC’s Investment Incentive Agreement.\n• The MCC is currently negotiating a large, multi-year compact to promote economic growth and poverty reduction, for submission to its Board in 2011.  The negotiations are focused on three thematic areas: green prosperity, access to economic opportunities, and governance.  “Green Prosperity” investments are expected to enhance livelihoods consistent with a low carbon, environmentally and socially sustainable growth strategy.  Programs under the compact will look to leverage and complement climate change and development programs under the U.S.-Indonesia Comprehensive Partnership as well as support the Norway-Indonesia initiative.\n• In June, the United States announced it would support Indonesia in establishing a Climate Change Center that will link science to policy on strategic priorities the in climate change area.  While the design of the Center is still under discussion, the United States is moving forward to implement cooperation, as well as discuss new forms of technical assistance, that will assist Indonesia to both mitigate and adapt to climate change.\nSCIENCE AND TECHNOLOGY PARTNERSHIPS\nPresident Obama and Indonesian President Yudhoyono have made strengthening science and technology collaboration a central part of the U.S.-Indonesia Comprehensive Partnership, and recently announced several new initiatives while highlighting ongoing flagship programs.\n• In March 2010, the U.S. and Indonesia signed a Science and Technology Agreement providing a legal framework for expanded bilateral cooperation and collaboration on a broad range of issues, including science-based decision making, health sciences, energy, marine research, and the environment. Once it enters into force, the Agreement will allow for the creation of a Joint Committee on Science and Technology Cooperation.\n• In May, Dr. Bruce Alberts traveled to Indonesia as part of the new U.S. Science Envoy Program announced by President Obama in 2009. Dr. Alberts established and strengthened linkages with research institutions across the country, seeking ways to advance opportunity, prosperity, and security in the United States and Indonesia by addressing issues of common concern and advancing cooperation in areas of mutual interest.  He also prepared for the July 2011 launch of Frontiers of Science, a partnership between the U.S. National Academy of Sciences and Indonesia.  Dr. Alberts will return to Indonesia to advance the science education partnership, the Fulbright Indonesia Research, Science and Technology (FIRST) Program, and University Partnership Program.\n• The images from the July/August joint research voyage of the U.S. National Oceanic and Atmospheric Administration’s (NOAA) research vessel, The Okeanos Explorer, and the Indonesia Maritime and Fisheries Research Agency ship, the Baruna Jaya IV marked a new partnership in marine exploration and sparked a new interest in Indonesia’s waters.\n• The U.S. National Institute for Allergies and Infectious Diseases, the Department of Health and Human Services, the Center for Disease Control, and USAID are working with Indonesia to increase cooperation on research and to strengthen Indonesia’s public health sector.\n• NASA is finalizing negotiations on a Statement of Intent addressing future cooperation with Indonesia in a number of potential areas, including capacity building and education, earth science applications for societal benefits, scientific data exchange, space weather monitoring and research, and measuring and monitoring emissions and the impacts of climate change.\n• The U.S. Environmental Protection Agency (EPA), with the Jakarta Provincial Government, launched Breathe Easy, Jakarta, a program designed to reduce the harmful effects of pollution in the city.\nEDUCATION AND EXCHANGE\nClose cooperation in education is a fundamental element of our Comprehensive Partnership with Indonesia.\n• In June 2010, President Obama announced a commitment to invest $165 million in higher education collaboration over five years.  A key element of the strategic approach will be joint efforts to facilitate self-sustaining partnerships among U.S. and Indonesian institutions, foundations, corporations, universities, and individuals.\n• To help jointly achieve the shared goals in higher education, the first 10 students and scholars are studying in each other’s countries this fall under the new Fulbright Indonesia Research, Science and Technology (FIRST) Program, a $15 million commitment over five years to support academic exchange in critical fields that address common challenges, including climate change, food security and public health.  The program will expand the Fulbright program in Indonesia, making it one of the largest Fulbright programs in the world.\n• In addition, USAID will launch an $88 million, five-year higher education initiative to improve the quality of higher education in Indonesia.\n• Over 100 Indonesian high school students began their studies in America this fall through the Youth Exchange and Study (YES) program.\n• The first expanded cohort of 50 young Indonesians are beginning their studies this fall at U.S. community colleges under the new $12.5 million five-year Community College Initiative in fields important to national development such as agriculture, business, engineering, information technology, and health.\n• The U.S. is doubling the number of English Access Microscholarships that will be awarded this year for after-school English classes for disadvantaged 14-18 year-olds.  Meanwhile, the first cohort of 17 Americans studied Indonesian in intensive summer institutes in Malang this summer, strengthening their language skills while deepening their understanding and respect for Indonesian society and culture.\n• The number of American English Teaching Assistants (ETAs) in Indonesia doubled over the last year.  Some of these ETAs will be placed at Islamic boarding schools.\n\n\t• In early 2011 the U.S. Department of Commerce will bring the largest-ever U.S. government-led delegation of U.S. universities to Indonesia in April 2011. The visit will allow Indonesian students to hear from 60 universities about why they should consider study in the United States and promote greater collaboration between these U.S. universities and Indonesian institutions in scientific research, faculty and student exchanges, and other mutually beneficial projects.\n• The U.S. Secretary of Education has invited his Indonesian counterpart to travel to the United States in 2011 for a U.S.-Indonesia Higher Education Summit to advance our cooperation in education.\nCIVIL SOCIETY PARTNERSHIPS\nThe United States and Indonesia are committed to enhancing cooperation between the world’s second and third largest democracies through the U.S.- Indonesia Comprehensive Partnership, including supporting democratic institutions, improving governance, and fostering respect for human rights.\n• In August, the United States announced its commitment to supporting “Inisiatif Kemitraan Asia Tenggara – United States (IKAT-US)” or “Southeast Asia – U.S. Partnership: Civil Societies Innovating Together,” through a $15 million contribution over three years. IKAT-US is an unprecedented effort to assist Indonesian civil society groups to share their expertise and experiences outside Indonesia, by developing and implementing democracy, governance, and human rights projects throughout the region in partnership with civil society from the United States and Southeast Asia.\nINTERFAITH DIALOGUE\n• Indonesia will send two high-level delegations to the U.S. in November and December to build on the January 2010 U.S.-Indonesia Interfaith Conference in Jakarta.  The delegations will meet with U.S. religious leaders to enhance mutual understanding, build communities of understanding, and share ideas on joint community service projects.\n@AMERICA\n• On December 1st, the U.S. Government will open the first-ever @america in Jakarta, which is designed to be a 21st century “America House” that leverages technology, harnesses the ingenuity of partners ranging from corporations and NGOs to universities and museums, and is accessible to the Indonesian public.  Visitors will be able to explore the programming and exhibits, learn about America, and express their thoughts and ideas, both in person and virtually.\n\n\n\n\n"
}