{
    "title": "Statement by Deputy National Security Advisor For Strategic Communications Ben Rhodes on the Opening of a Peace Corps Program in Burma | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/11/13/statement-deputy-national-security-advisor-strategic-communications-ben-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 13, 2014\n\n \n\n\n\nStatement by Deputy National Security Advisor For Strategic Communications Ben Rhodes on the Opening of a Peace Corps Program in Burma \n\n\n\n\nThe United States strongly supports the people of Burma as they continue their democratic transition and lay the foundation for a future of economic prosperity that strengthens civil society, empowers youth, and develops opportunities for all. There is no better way for the United States to demonstrate our commitment to the people of Burma than through people-to-people connections at the grassroots level. In this spirit, President Obama is proud to announce today in Naypyitaw that the Peace Corps will open a program in Burma.\nLast year, the Peace Corps received a formal invitation from the Government of Burma to open a program to support the people of their country. The first Peace Corps volunteers will arrive in late 2015 and will undergo three months of comprehensive cross-cultural, language, and technical training before moving to their volunteer sites for two years. At their sites, they will partner with people to strengthen local capacity, facilitate cultural exchanges at the grassroots level, and build friendships that will last a lifetime and further strengthen the ties between our two countries.\nThe Peace Corps is ideally suited to enhance our engagement with the people of Burma at this historic and consequential moment in time. We look forward to continued efforts to deepen the people to people ties between our two countries.\nInformation on the Peace Corps:\nThe Peace Corps was established in 1961 as a symbol of world peace and friendship between the United States and other nations. Since then, nearly 220,000 Americans of all ages have served in 140 countries worldwide. This new program will make Burma the 141st country with a Peace Corp program.\nThe Peace Corps seeks to 1) help the people of interested countries meet their need for trained men and women; 2) help promote a better understanding of Americans on the part of the people served; and, 3) help promote a better understanding of other people on the part of Americans.\nThe Peace Corps sends the best and brightest Americans overseas to help meet the most pressing needs of people around the world. Volunteers live and work alongside the people they serve. They work in tandem with local government counterparts, work in schools, partner with their communities, and help local business organizations and entrepreneurs create sustainable, community-based projects that address challenges in education, health, community economic development, agriculture, environment, and youth development.\nToday’s announcement further demonstrates the strong partnership and enduring relationship between the United States and Burma.\nTo learn more about the Peace Corps and apply to be a volunteer, please visit www.peacecorps.gov.\n\n\n\n\n"
}