{
    "title": "President Obama to Host White House Science Fair | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/10/18/president-obama-host-white-house-science-fair",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 18, 2010\n\n \n\n\n\nPresident Obama to Host White House Science Fair\n\n\n\n\n\n\t \n\nPresident will Celebrate Winners of Science, Technology, Engineering and Math (STEM) Competitions and Announce New Steps to Inspire All Students to Excel\n\n\tWASHINGTON, D.C. – Today, President Obama will host the White House Science Fair celebrating the winners of a broad range of science, technology, engineering and math (STEM) competitions. The White House Science Fair fulfills a commitment the President made at the launch of his Educate to Innovate campaign in November 2009 to move American students from the middle to the top of the pack in science and math achievement over the next decade. \n\n\t “If you win the NCAA championship, you come to the White House. Well, if you're a young person and you produce the best experiment or design, the best hardware or software, you ought to be recognized for that achievement, too,” the President said in November.\n\n\tThe White House Science Fair kicks off a week that culminates with the USA Science and Engineering Festival on the National Mall and in 50 satellite locations, poised to engage more than a million people nationwide.\n\n\tAt the White House Science Fair, President Obama will view exhibits of winning student projects, ranging from breakthrough basic research to new inventions, and will deliver remarks congratulating these students on their diligence, desire to tackle hard problems, and drive to invent and discover. \n\n\tThe President will also announce his personal appearance onthe upcoming December 8, 2010 episode of Discovery Channel’s MythBusters, a popular television show which uses science to determine the truth behind urban legends.\n\n\tAdditionally, the Administration and leading companies are taking further steps to advance STEM education, which include expanding the tools of invention so that more students can directly be the “makers of things.” This includes efforts by DARPA (the Defense Advanced Research Projects Agency), an agency that has supported key technological breakthroughs, to place 3D printers in 1000 schools and an initiative by Autodesk to make new easy-to-use design tools freely available to students, and a viral video competition by leading Fortune 500 companies to show the rewarding jobs students can get if they achieve in math and science.\n\nBackground \n\n\tPresident Obama has identified STEM education as necessary for laying the new foundation for America’s future prosperity. Presidential leadership on the issue has already made a difference. The President made STEM education a priority as part of the Administration’s $4 billion Race to the Top (RTT) competition.  States were encouraged to develop a comprehensive strategy to improve achievement in STEM subjects, to partner with local institutions, and to broaden participation of women and underrepresented minorities. As a result, the winning states are undertaking decisive actions to embed improvements in STEM education into their overall educational plans.\n\n\tThese efforts by Governors, State Superintendents, industry, foundations, and science and engineering professionals to work together with students, parents and educators demonstrates the power and potential of the of the “all hands on deck” approach that the President has called for.  The “Educate to Innovate” campaign has resulted in over $700 million in financial and in-kind support for STEM programs. \n\nNew Steps to Inspire Students to Excel in STEM:\n\nPresident Obama to Appear in Episode of Discovery Channel’s Mythbusters:Showcasing his personal commitment to inspire young people to excel in math and science, President Obama will appear in the December 8, 2010 episode of Discovery Channel’s MythBusters, a television show which uses science to determine the truth behind urban legends. MythBusters has approximately 13 million viewers a week and is very popular with 9-14 year olds.  The show will also be included in the Science Channel’s commercial-free kids STEM television block as part of Educate to Innovate.\n\nDARPA Launches “Renaissance of Wonder” Campaign: DARPA will launch two new initiatives designed to ignite creativity and to show students that scientists and engineers create things that can change the world – to spark “a renaissance of wonder.” As part of Manufacturing Experimentation and Outreach (MENTOR) program, DARPA will put 21st century tools for design and fabrication, such as 3D printers, in the hands of students at 1,000 high schools.  DARPA will use prize-based competitions and social networks to encourage teams of students to design and manufacture go-carts, mobile robots, and small unmanned vehicles. Secondly, with the launch of ENGAGE, DARPA will build on its support for the highly successful Fold-It program, which has allowed 13-year-olds to learn how to solve “protein folding” problems. The ENGAGE program will use the power of games and computer simulations to make learning personalized and engaging, and will allow researchers to gain new insights on customized learning.\n\nNew “Cool Jobs” Viral Video Competition by Leading Fortune 500 CEOs: Change the Equation, with a membership of over 100 CEOs including leading media companies, will launch a viral video contest where its companies will vie to create the best video for students on the rewarding jobs they can get if they excel in math and science. \n\nAutodesk’s Expanded Commitment to Make Tools of Invention Broadly Available to Students:Autodesk, a leader in 3D design, engineering, and entertainment software, is expanding their long-standing commitment to help young people develop a passion for design and engineering by providing access to software, curricular resources, and student programs. Autodesk will deliver new software that makes it possible for students to create, design, and visualize just about anything, and share those designs.\n\nLeading Companies, Federal Agencies and Others Host Science Festival on the Mall: More than 850 corporations, trade associations, federal agencies, colleges and universities and 300 K-12 schools will come together October 23-24, 2010 in downtown DC to host one of the largest science and engineering festivals ever put on in the United States. With over 1,500 interactive exhibits, 75 stage shows and 50 satellite events in 25 states, this festival is poised to reach over a million people nationwide.\n\nBACKGROUND ON WHITE HOUSE SCIENCE FAIR\n\nWinners from Broad Range of Science, Technology, Engineering and Math Competitions Include:\n\n\nChristopher Columbus Awards, for science and technology solutions to local challenges\n\nDC Science and Engineering Fair, is the District’s largest science competition\n\nDuPont Challenge Science Essay Competition, to write about an area of cutting-edge science\n\nDigital Media and Learning Competition, to have students use new media and learn\n\nDiscovery Education 3M Young Scientist Challenge, for middle school students\n\neCYBERMISSION, for middle school students to design solution to local problem\n\nFIRST Robotics Competition, for best robot by high school team\n\nFIRST Tech Challenge, for best robot by middle school team\n\nFIRST Lego League, for elementary students to create LEGO-based robots\n\nGlobal Learning and Observations to Benefit the Environment, for using local data\n\nIntel Science and Engineering Fair, for cutting-edge science projects\n\nIntel Science Talent Search, for original research\n\nInternational BioGENEius Challenge, for original research in biotechnology\n\nJunior Engineering Technical SocietyTEAMS, for engineering new solutions\n\nJunior Science and Humanities Symposia Program, for original research\n\nJunior Solar Sprint, a model solar car competition for middle school students\n\nLemelson-MIT InvenTeams, to have high school students invent new technologies\n\nMATHCOUNTS, for middle school students to do innovative math problems\n\nNational American Indian Science and Engineering Fair, for cutting-edge projects\n\nNational Engineers Week Future City, for middle school students to design a future city\n\nNational FFA Agriscience Fair, for projects in agriculture and food science\n\nNational Science Decathlon, is team events tournament in various science activities\n\nPBS Design Squad, for students who design and build new inventions with recyclable materials\n\nPete Conrad Spirit of Innovation Award, to create new products using technology\n\nReal World Design Challenge, for work on real world engineering challenges\n\nRoboCupJunior, for student projects using robotics\n\nScience Olympiad, to test science and engineering abilities of teams\n\nSiemens Competition in Math, Science, and Technology, for original research\n\nSiemens We Can Change the World Challenge, for environmental change projects\n\nTeam America Rocketry Challenge, is world’s largest student rocketry contest\n\nToshiba/NSTA Exploravision Awards, to design future technology using current science\n\nU.S. Imagine Cup, to design software that tackles a local or global challenge\n\nUnited States of America Math Olympiad, for best math skills among high school\n\nU.S. Department of Energy National Science Bowl, a national academic competition\n\nU.S. National Chemistry Olympiad, to test knowledge and skills in chemistry\n\nYoung Epidemiology Scholars, for original research in public health\n\n\n\t \n\nExhibits at the White House Science Fair\n\nStudent Team Invents Motorized Chair for Classmate with Disabilities. Diego Vazquez and Antonio Hernandez hail from Phoenix, Arizona and represent Caesar Chavez High School’s InvenTeam, one of fifteen schools selected nationwide. They won a grant from Massachusetts Institute of Technology to develop a motorized chair for positioning medically fragile students during therapies and daily living activities.  InvenTeam is a national grants program designed to excite the next generation of inventors and problem solvers through hands-on learning, while encouraging an inventive culture in schools and communities.\n\nMiddle School Student with a Winning Model Solar Car. A freshman at Central Catholic High School, Mikayla Nelson hails from Billings, Montana and represents the Will James Middle School team with their solar car. Mikayla helped build the carbon-fiber vehicle from scratch, and it won first place in the design document and fifth in the race at the Department of Energy’s Junior Solar Sprint, which is a model car race to students with a “hands-on” engineering experience.\n\nResearch on Interplanetary Travel that Wins Top Research Award.A freshman at the California Institute of Technology, Erika DeBenedictishails from Albuquerque, New Mexico and won the Intel Science Talent Search’s top award in 2010. She developed a software navigation system to help improve spacecraft travel through the solar system from her research on gravity and planetary movement.  The Intel Science Talent Search invites the country’s most promising young innovators to participate in America’s oldest and most prestigious pre-collegiate science competition to tackle challenging scientific questions through original research and demonstrate the ability to think critically and solve problems.\n\nYoung Students Develop Safer Sports Helmets. Seventh graders Jonathan Berman, Benjamin Kotzubei, and Austin Veseliza from Los Angeles’ Mirman School won first place for the sixth grade division in the U.S. Army’s eCYBERMISSION competition. The team experimented with multiple materials for possible use in sports helmets, concluding that gel rubber remains far more shock absorbent than foam. eCYBERMISSION is a web-based science, technology, engineering and math competition for 6th, 7th, 8th and 9th grade teams with teams proposing a solution to a real problem in your community.\n\nBest Rocketry Students in US and Abroad. Jordan Franssen and Nathan Bernhardt hail from Lancaster, Pennsylvania and represent Penn Manor High School’s rocketry team. They won both the Team America Rocketry Challenge and the Transatlantic Rocketry Challenge, giving them the title of best rocketry students in the world.  The Team America Rocketry Challenge intends to spark students’ interest in aerospace careers and in science, technology, engineering and mathematics.\n\nWinner of Largest Engineering Fair Takes Innovative Steps In Cancer Research. Amy Chyao, a junior at Williams High School, hails from Richardson, Texas and won first place and the Gordon E. Moore Award at the Intel International Science and Engineering Fair for her project. She developed a photosensitizer for photodynamic therapy, using light energy to activate a drug that kills cancer cells. The Intel International Science and Engineering Fair is the world's largest pre-college science fair competition with more than 6 million young scientists vying to attend; 1,500 finalists share ideas and showcase cutting edge ideas and compete for over $4 million in awards and scholarships.\n\nStudent Develops “Smarter Toilet” That Conserves Water. A freshman at Rome Free Academy High School, MaryAnn Bulawa hails from Ava, New York and won the PBS Design Squad Trash to Treasure competition for her invention. She used bubble wrap, plexiglass, and PVC piping to develop the Smart Toilet, which displaces water inside the tank to reduce the toilet’s water and energy consumption. The PBS television series Design Squad challenged kids aged 5-19 to reuse recycled materials by engineering the green invention for their Trash to Treasure competition. The competition aligns with Design Squad’s mission to engage kids in engineering and illustrate how it can make a difference.\n\nStudents Model New Jet Designs that Reduce Fuel Consumption. Seniors Brandon Baltzell, Carson Barnes, junior Shelby Gregory, and sophomore Carrie Deitz represent Baldwin High School’s Real World Design Challenge National Championship team from Baldwin City, Kansas. They had the best design for Real World Design Challenge’s task of designing an optimized business jet wing and tail for specific flight conditions. The Real World Design Challenge, providing professional engineering software and access to industry experts, presents high school students with the opportunity to address actual challenges in industry.\n\nTeam Invents Water Purifier That Would Benefit Rural Communities. Sonja Solomon, Samuel Snodgrass, and Lloyd Mathilda hail from Oak Ridge, Tennessee and represent Oak Ridge High School’s InvenTeam, one of fifteen schools selected nationwide. They won a $10,000 grant from Massachusetts Institute of Technology to develop the “Wildcat Water Purifier,” a micro-scale hydroelectric generator to purify surface water in remote areas.  InvenTeam is a national grants program designed to excite the next generation of inventors and problem solvers through hands-on learning.\n\nYoung Students Develop Steering Wheel that Combats Distracted Driving. Tristan Evarts, Jaiden Evarts, and Bryeton Evarts hail from Londonderry, New Hampshire and represent the Inventioneers, the top team at the 2010 FIRST LEGO League World Festival. They won the Champion’s Award for creating SMARTwheel, a device to combat the growing problem of drivers texting behind the wheel. The FIRST LEGO League competition aims to engage kids ages nine to fourteen in engineering and focused its “Smart Move” competition on applying robotics and research to today’s transportation safety and efficiency problems.\n\nStudent Wins with Research on Bone Implants. Raina Jain, a senior at Freedom High School, hails from Bethlehem, Pennsylvania and won first place at the International BioGENEius Challenge for her research. She analyzed whether cells adhere better to rough or smooth surfaces of Bioglass, which could lead to improved bone implants. The International BioGENEius Challenge, the premier biotechnology competition for high school students, enables students to research in biotechnology and design an original independent project.\n\nYoung Students Develop Aid for Arthritis Patients in Opening Doors. Freshmen Mary Chiang, Gulrukh Shaheen, and Thomas Wiygul from Madison Central High School in Madison, Mississippi won the Christopher Columbus Awards’ grand prize for their invention, “Arthritis Magic.” The team designed a device that allows arthritis sufferers to turn a standard doorknob by pulling downward rather than by using a twisting motion to reduce the pain of opening a door.  The Christopher Columbus Awards challenge teams of middle-school students to enact positive change in their communities through science and technology, and has attracted more than 18,000 students from across the nation to participate.\n\nStudents Model a Future City for Earthquake Victims. Eighth grade students Selin Altintas, Nurbanu Simsek, and Madina Khurishanova from Oakton, Virginia’s Pinnacle Academy represented Washington D.C. at the 2010 Future City Competition National Finals. The team developed a digital and three-dimensional model of “Yeshilist,” an imaginary city that anticipates the accommodation needs of citizens who lose their homes during an earthquake. The National Engineers Week Future City Competition promotes engineering as a creative profession by challenging middle school students to design their vision of the city of tomorrow through computer simulation and a three-dimensional model.\n\nNational Winner of Largest Student Robotics Competition. Evan Ostrow, Ryan Morris, Emily Ostrow, Gina Triolo, and Jennifer Herchek hail from Ambler, Pennsylvania and represent Team #341, Wissahickon High School’s Robotics Program. They won the Chairman’s Award, the highest honor at the 2010 FIRST Robotics Championship for their robot “Miss Daisy.” The FIRST Robotics Competition challenges high-school student teams to build robots from a kit of hundreds of parts, competing against 340 teams.\n\nYoung Students Model Novel Paper Saving Method. Eighth-graders Anika Patel and Angela Riggins from Mercer Island’s Forest Ridge School and won first place at the 18th annual Toshiba ExploraVision Awards. They developed the Ecological Paper Printing and Ink Collector (EPPIC) system recycles and reuses printed-paper and its ink created by binding an organic renewable pigment to a graphene sheet with a large surface area made using nanotechnology. ExploraVision encourages K-12 students to create and explore a vision of future technology by combining their imaginations with the tools of science. \n\nAll-girl Robotics Team Wins Middle School Challenge. Catherine Wooten, Taylor Halsey, Salia Wilson hail from Los Angeles, California and represent the Rock n’ Roll Robots, an all-girl team composed of all Girl Scouts. They won the Inspire Award, the most prestigious award at the 2010 FIRST Tech Challenge, honoring the team that performs well in all categories and deemed as the most desirable alliance partner by their peers. The FIRST Tech Challenge presents high-school student teams with the chance to design and program robots and compete against other teams in an alliance format.\n\n\n\n\n"
}