{
    "title": "Statement by the Press Secretary on H.R. 255, H.R. 272, H.R. 291, H.R.330, H.R.356, H.R. 507, H.R. 697, H.R 876, H.R. 1158, H.R. 1216, H.R. 1376, H.R. 1813, H.R. 2337, H.R. 3110 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/07/25/statement-press-secretary-hr-255-hr-272-hr-291-hr330-hr356-hr-507-hr-697",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 25, 2014\n\n \n\n\n\nStatement by the Press Secretary on H.R. 255, H.R. 272, H.R. 291, H.R.330, H.R.356, H.R. 507, H.R. 697, H.R 876, H.R. 1158, H.R. 1216, H.R. 1376, H.R. 1813, H.R. 2337, H.R. 3110\n\n\n\n\nOn Friday, July 25, 2014, the President signed into law:\nH.R. 255, which amends certain definitions in the Provo River Project Transfer Act;\nH.R. 272, which designates the Department of Veterans Affairs and Department of Defense joint outpatient clinic to be constructed in Marina, California, as the \"Major General William H. Gourley VA‑DOD Outpatient Clinic\";\nH.R. 291, the \"Black Hills Cemetery Act,\" which directs the Secretary of Agriculture to convey specified parcels of National Forest System land in South Dakota to local communities;\nH.R. 330, the \"Distinguished Flying Cross National Memorial Act,\" which designates a memorial located in Riverside, California, as the Distinguished Flying Cross National Memorial;\nH.R. 356, the \"Hill Creek Cultural Preservation and Energy Development Act,\" which authorizes a subsurface mineral land exchange in the State of Utah;\nH.R. 507, the \"Pascua Yaqui Tribe Trust Land Act,\" which requires, subject to certain conditions and valid existing rights, that specified land be held in trust for the benefit of the Pascua Yaqui Tribe;\nH.R. 697, the \"Three Kids Mine Remediation and Reclamation Act,\" which provides for the conveyance of 948 acres of Federal land in Clark County, Nevada, and for the remediation and reclamation of the Three Kids Mine site;\nH.R 876, the \"Idaho Wilderness Water Resources Protection Act,\" which authorizes the continued use of certain water diversion facilities located in specified wilderness areas within National Forest System land in the State of Idaho;\nH.R. 1158, the \"North Cascades National Park Service Complex Fish Stocking Act,\" which requires the Secretary of the Interior to continue stocking fish in certain lakes within the North Cascades National Park Service Complex in Washington State;\nH.R. 1216, which designates the Department of Veterans Affairs Vet Center in Prescott, Arizona, as the Dr. Cameron McKinley Department of Veterans Affairs Veterans Center;\nH.R. 1376, which designates the facility of the United States Postal Service in Jersey City, New Jersey, as the Judge Shirley A. Tolentino Post Office Building;\nH.R. 1813, which redesignates the facility of the United States Postal Service in Tallmadge, Ohio, as the Lance Corporal Daniel Nathan Deyarmin, Jr., Post Office Building;\nH.R. 2337, the \"Lake Hill Administrative Site Affordable Housing Act,\" which provides for the conveyance of about 40 acres of National Forest System land to Summit County, Colorado; and\nH.R. 3110, the \"Huna Tlingit Traditional Gull Egg Use Act,\" which authorizes the Secretary of the Interior to allow members of the Hoonah Indian Association to collect the eggs of glaucous-winged gulls within Glacier Bay National Park, Alaska.\n\n\n\n\n"
}