{
    "title": "President Obama and Administration Officials to Mark 5th Anniversary of Hurricane Katrina with Travel to Gulf Coast, Project Site Visits | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/08/25/president-obama-and-administration-officials-mark-5th-anniversary-hurric",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 25, 2010\n\n \n\n\n\nPresident Obama and Administration Officials to Mark 5th Anniversary of Hurricane Katrina with Travel to Gulf Coast, Project Site Visits\n\n\n\n\nClick HERE for Further Background on the Administration’s Gulf Coast Hurricane Recovery and Nationwide Disaster Preparedness and Response Efforts\nWASHINGTON, DC – This week, President Obama and Administration officials will travel to the Gulf Coast to mark the 5th Anniversary of Hurricane Katrina.  Since taking office in January 2009, the Obama Administration has cut bureaucratic red tape to provide residents of the Gulf Coast with the tools that they need to recover from Hurricanes Katrina and Rita.\nIn total, the President, Vice President, Cabinet-level officials and other key agency heads have visited the gulf coast upward of 155 times since January 20th 2009. In addition, President Obama has also worked to improve disaster preparedness, response, and recovery nationwide, so that the Gulf Coast and all other regions of the country will be more resilient and better prepared for future disasters.\nClick HERE for further background on Gulf Coast hurricane recovery and nationwide disaster preparedness and response efforts.\nOn Sunday, August 29, President Obama will travel to New Orleans, La., to mark the fifth anniversary of Hurricane Katrina.  The visit will include remarks by the President at Xavier University of Louisiana. Further details and media credentialing information will be announced shortly.\nMembers of the President’s Cabinet and other Senior Administration officials who have worked to speed recovery and restoration efforts will also be in the region to mark the anniversary.\nCabinet Travel planned for the Gulf Coast, August 25 – August 29 includes the following:\nNote: Please contact the relevant agency’s press office for more information on these events and for updates on media coverage opportunities. \nWednesday, August 25\n\n\n\t\tFEMA Administrator Craig Fugate will visit St. Bernard Parish schools.\n\nThursday, August 26\n\n\n\t\tSecretary of Education Arne Duncan will visit J.S. Clark Elementary School in Monroe, LA, with Surgeon General Regina Benjamin.  The focus of the visit will be the importance of nutrition and exercise.  Open press.\n\n\t\tHousing and Urban Development Secretary Shaun Donovan will attend a “Welcome Home” Event hosted by Rebuilding Together in New Orleans, LA.  Open press.\n\n\t\tSecretary Donovan and Administrator Fugate will participate in a field hearing in Chalmette, LA on Katrina recovery, hosted by Senator Landrieu.  Open press.\n\n\t\tSecretary Donovan and  Patrick Corvington, Chief Executive Officer of the Corporation for National and Community Service will deliver remarks at the St. Bernard Project’s 50-Hour Build Kick-Off Event, New Orleans, LA.  Open press.\n\n\t\tAdministrator Jackson will deliver the keynote at a conference, Fighting for Survival: The Vulnerability of America’s Gulf Coast and the Caribbean Basin, at Tulane University. \n\n\t\tAdministrator Fugate will tour three FEMA-funded recovery projects in New Orleans – a school, a transportation project and a hospital. Open press.\n\nFriday, August 27\n\n\n\t\tSecretary Duncan will visit the Kids College at Jackson State University in Jackson, MS.  The focus of this event will be teacher recruitment.  Open press.\n\n\t\tSecretary Duncan will visit George C. Hall Elementary School in Mobile, AL.  The focus of this event will be turnaround schools.  Open press.\n\n\t\tSecretary Donovan will deliver remarks at the Silver Lining Breakfast sponsored by the Louisiana Recovery Disaster Foundation.  Open press.\n\n\t\tAdministrator Jackson will meet with volunteers at the “Wave of Green” in City Park.\n\n\t\tAdministrator Jackson will speak at the TEDxNOLA conference in Le Petit Theatre.\n\n\t\tAdministrator Jackson will speak at a summit with students at the Wilson School.  She will discuss her background and the work of EPA in the gulf.\n\n\t\tAdministrator Fugate will tour recovery projects in Biloxi, MS including a fire station, Biloxi Light House, and a highway project. Open press.\n\n\t\tMr. Corvington will deliver opening remarks at the Louisiana Organization of Non-profit Organizations conference focusing on community service and volunteerism. \n\n\t\tMr. Corvington will participate in a Community Dialogue.  The Dialogue will gather together community stakeholders to inform the Corporation’s five year strategy.\n\n\t\tMr. Corvington will participate in an event to celebrate the efforts of Reach Out and Read, an organization that has given out 1 million books to children through doctors who mentor parents and their young children on the importance of reading at a young age. \n\n\t\tSaturday, August 28\n\n\t\tMr. Corvington is participating in a ribbon cutting hosted by Rebuilding Together.  The event will commemorate and celebrate all of the work that AmeriCorps and other volunteer organizations have done to rebuild communities impacted by Hurricane Katrina.\n\n\t\tMr. Corvington will attend an event at Tulane University where he will address a group of 1200 volunteers, thanking them for their service to the community.\n\n\t\tMr. Corvington will attend a ceremony with the Greater NOLA Habitat for Humanity at a site where the organization will commemorate the 5th anniversary of Hurricane Katrina by building five homes in five days.\n\nSunday, August 29\n\n\n\t\tSecretary Napolitano and Deputy FEMA Administrator Rich Serino will travel to Mississippi.\n\n\t\tAdministrator Jackson will attend an interfaith service in New Orleans, LA.\n\n\t\tAdministrator Jackson will attend a candlelight vigil in New Orleans, LA.\n\n\n\n\n\n"
}