{
    "title": "Vice President Biden Highlights Recovery Act Progress in New York | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-highlights-recovery-act-progress-new-york",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 09, 2009\n\n \n\n\n\nVice President Biden Highlights Recovery Act Progress in New York\n\n\n\n\n   THE WHITE HOUSE   Office of the Press Secretary  ________________________________________________________________  For Immediate Release                                             July 9, 2009 Vice President Biden Highlights Recovery Act Progress in New York Announces Release of $275 Million in Unemployment Insurance Modernization Incentive Funds to New York    Clifton Park, NY — In a visit to Shenendehowa High School this afternoon, Vice President Biden highlighted the many ways in which the American Recovery and Reinvestment Act (ARRA) has supported Saratoga County. Vice President Biden was joined at the site by New York Governor David A. Paterson and Congressman Scott Murphy. \"I see it everywhere we go: communities being rebuilt, factories being reopened, workers rehired — teachers in their classrooms, cops on the streets, families better able to live a quality life,\" said Vice President Biden. \"With the Recovery Act, Saratoga County and America are reclaiming our proud past — and, while we’re at it, creating a better future.\" So far, $16 billion in Recovery Act funds have been obligated to New York State, including $2 billion for education, $700 million for transportation and many projects in other categories. These investments are already lifting up Saratoga County by funding new bridges, building low-income housing for seniors, strengthening its criminal justice system and contributing to many other local goals. \"Thanks to President Obama, Vice President Biden and the entire New York State Congressional Delegation, we have been able to utilize significant economic recovery funding for the rehabilitation of numerous roads and bridges that otherwise may not have received immediate improvements to enhancing our energy independence, expanding our educational opportunities and improving affordable health care for New Yorkers,\" said Governor Paterson. \"In so doing, we have succeeded in both creating and maintaining jobs in Saratoga County and across the entire state and in moving New York’s economy toward recovery.\" In addition, Vice President Biden today announced that the U.S. Department of Labor has certified for release $275,161,405 in unemployment insurance (UI) modernization incentive funds to the state of New York. New York qualified for these funds available under the ARRA by making it easier for unemployed workers seeking part-time work and those unemployed for family reasons to be eligible for benefits. The New York Department of Labor can use the funds to pay unemployment benefits or, if appropriated by the legislature, for administering its unemployment insurance program or delivering employment services. \"The over $200 million of recovery funding that has come into the 20th District is injecting much-needed capital into our local economy while improving the quality of our health care, our schools and our aging infrastructure,\" said Congressman Scott Murphy. \"By improving our roads, bridges and water infrastructure, we are not only creating jobs in the short term, but building a base upon which we can attract businesses to our area and foster long-term economic growth. I am proud to welcome Vice President Biden to the 20th District and look forward to working with him to continue to implement recovery funds to turn our economy around.\" Overall, the Recovery Act is touching upon all aspects of New Yorkers’ lives, from health care and transportation to education and job creation. Taken together, these improvements mean a more competitive Saratoga County that will attract businesses, families and jobs. Across the country, $174 billion of the Recovery Act have been committed in its first 130 days, including $43 billion in tax cuts. One third of the act’s total funding is devoted to tax cuts for 95% of Americans. The act is also on pace to save or create 750,000 jobs in its first 200 days, or more than 3,000 jobs per day. For additional information on the Recovery Act, including breakdowns by category, state and agency, please visit http://www.recovery.gov.    \n\n\n\n"
}