{
    "title": "Fact Sheet on Obama Administration Auto Restructuring Initiative for General Motors | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/fact-sheet-obama-administration-auto-restructuring-initiative-general-motors",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 31, 2009\n\n \n\n\n\nFact Sheet on Obama Administration Auto Restructuring Initiative for General Motors\n\n\n\n\nObama Administration Auto Restructuring Initiative  General Motors Restructuring On March 30, 2009, President Obama laid out a framework for General Motors to achieve viability that required the Company to rework its business plan, accelerate its operational restructuring and make far greater reductions in its outstanding liabilities.After two months of significant management engagement, General Motors has developed such a plan and has already begun to make progress toward its achievement. The Company has also secured commitments of meaningful sacrifice from all of its major stakeholder groups , sacrifices sufficient for this plan to proceed forward. As a result, the President has deemed GM’s plan viable and will be making available about $30 billion of additional federal assistance to support GM’s restructuring plan . To effectuate its plan, General Motors will use Section 363 of the bankruptcy code to clear away the remaining impediments to its successful re-launch.     For the better part of a century, The General Motors Corporation has been one of the most recognizable and largest businesses in the world. Today will rank as another historic day for the company  —the end of an old General Motors, and the beginning of a new one.  General Motors Restructuring – Shared Sacrifice The President made clear throughout this process that every one of the Company’s stakeholder would be expected to sacrifice, and that none would receive special treatment because of the involvement of the government. The resulting agreement is tough but fair , and has garnered broad support from GM’s major stakeholders:   • Operational restructuring: GM is undertaking a significant operational restructuring that will  address past failures, dramatically improve its overall cost structure, and allow the company to  move toward profitability even if the auto market recovers slowly. As a result of this restructuring,  GM will lower its breakeven point to a 10 million annual car sales environment. Before the  restructuring, GM’s breakeven point was in excess of 16 million annual car sales. • The UAW has made important concessions on compensation and retiree health care that, while difficult, will help save jobs for active employees, pensions and health care for retirees, and make GM more competitive. In virtually every respect, the concessions that the UAW agreed to are more aggressive than what the Bush Administration originally demanded in its loan agreement with GM. Among other things, the UAW’s existing VEBA – to which GM has a $20bn obligation – will be replaced by a new VEBA as described below. • The Steering Committee to a portion of GM bondholders has confirmed that bondholders representing at least 54% of GM’s unsecured bonds have agreed to exchange their portion of the Company’s $27.1 billion unsecured debt for their pro-rata share of 10% of the equity of new GM, plus warrants for an additional 15% of the new Company. The Steering Committee confirms that the number of individual and institutional bondholders that support this deal is now over 1,000. The bankruptcy court process will be used to confirm this treatment for those bondholders and other unsecured creditors that failed to accept or did not participate in the offer that was accepted by the aforementioned majority.   • Painful but necessary restructuring steps will also be implemented. In order to size GM’s footprint to its current share but also allow for volume growth when the economy and the automotive market rebound, GM has planned to reduce its plant operations. Today GM is announcing its intention to close 11 facilities and idle another 3 facilities. Details on the Creation of New GM: The newly organized GM will purchase substantially all of the assets of the old GM needed to implement its business plan out of a chapter 11 in exchange for the U.S. Government relinquishing the majority of its loans to GM. • This new GM will establish an independent trust (VEBA) that will provide health care benefits for GM’s retirees. The VEBA will be funded by a note of $2.5 billion payable in three installments ending in 2017 and $6.5 billion in 9% perpetual preferred stock. The VEBA will also receive 17.5% of the equity of New GM and warrants to purchase an additional 2.5% of the company. The VEBA will have the right to select one independent director and will have no right to vote its shares or  ther governance rights. • The GM qualified pension plans for both hourly and salaried employees will be transferred to the New GM as part of the purchase process. • The U.S. Treasury is prepared to provide approximately $30.1 billion of financing to support GM through an expedited chapter 11 proceeding and transition the new GM through its restructuring plan. The U.S. Treasury does not anticipate providing any additional assistance to GM beyond this commitment. In exchange for funds already committed by the U.S. Treasury and the new injection of $30.1 billion, the U.S. government will receive approximately $8.8 billion in debt and preferred stock in the new GM and approximately 60% of the equity of the new GM. The U.S. Treasury will also have the right to appoint the initial directors other than those that will be selected by the VEBA and the Canadian government. • The Governments of Canada and Ontario will participate alongside the U.S. Treasury by lending $9.5 billion to GM and New GM. The Canadian and Ontario governments will receive approximately $1.7 billion in debt and preferred stock, and approximately 12% of the equity of the new GM. Based on its substantial financial contribution, the Canadian government will also have the right to select one initial director. • Based on these steps, the new GM will have far less debt and a world class balance sheet. This will allow the company the financial stability to weather future market downturns and generate significant excess free cash flow to invest in the business. • The new GM will also pursue a commitment to build a new small car in an idled UAW factory, which when in place will increase the share of U.S. production for U.S. sale from its current level of about 66% to over 70%. Principles for Managing Ownership Stake Consistent with the goal of clearly limiting the government’s role as a reluctant equity owner but careful steward of taxpayer resources, the Obama Administration has established four core principles that will guide the government’s management of ownership interests in private firms. These principles will apply to the U.S. government’s equity stake in GM: • The government has no desire to own equity stakes in companies any longer than necessary, and will seek to dispose of its ownership interests as soon as practicable. Our goal is to promote strong and viable companies that can quickly be profitable and contribute to economic growth and jobs without government involvement. • In exceptional cases where the U.S. government feels it is necessary to respond to a company’s request for substantial assistance, the government will reserve the right to set upfront conditions to protect taxpayers, promote financial stability and encourage growth. When necessary, these conditions may include restructurings similar to that now underway at GM as well as changes to ensure a strong board of directors that selects management with a sound long-term vision to restore their companies to profitability and to end the need for government support as quickly as is practically feasible. • After any up-front conditions are in place, the government will protect the taxpayers’ investment by managing its ownership stake in a hands-off, commercial manner. The government will not interfere with or exert control over day-to-day company operations. No government employees will serve on the boards or be employed by these companies. • As a common shareholder, the government will only vote on core governance issues, including the selection of a company’s board of directors and major corporate events or transactions. While protecting taxpayer resources, the government intends to be extremely disciplined as to how it intends to use even these limited rights. Warrantees: • GM will continue to honor consumer warranties. This past week, the U.S. Treasury made available the Warranty Support Program to GM and $361 million was funded to a special vehicle available to provide a backstop on the orderly payment of warranties for cars sold during this restructuring period. The Bankruptcy Process During this process, GM will continue operating in the ordinary course. From an operating perspective, the day after the filing will not be materially different from the day before the filing. The following parties will be treated as described below: • Employees: Employees will get paid in the ordinary course, including salary, wages and ordinary benefits. Assuming the sale moves forward as expected, Pension Plan and VEBA funding will be transferred to New GM. • Suppliers: GM will seek authority at its \"first day\" hearing to continue to pay suppliers in the ordinary course. In addition, the U.S. Treasury’s Supplier Support Program will continue to operate, and GM suppliers benefiting from the program will continue to receive that support. • Dealers: GM will seek authority at its \"first day\" hearing to honor its customer warranties in the ordinary course. Moreover, GM will seek to continue to honor its dealer incentives for those dealers who are expected to continue to be part of GM’s distribution network going forward. There are some dealers that GM has identified that will not continue with GM. It is expected that the terminated dealers will be offered an agreement to orderly wind down their operations over the next 18 months • UAW: The modified labor agreement reached between the UAW and GM will be operative and will be assumed by the New GM.\n\n\n\n"
}