{
    "title": "Readout of the Deputy National Security Advisor's Recent Trip to Afghanistan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/03/readout-deputy-national-security-advisors-recent-trip-afghanistan",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 03, 2011\n\n \n\n\n\nReadout of the Deputy National Security Advisor's Recent Trip to Afghanistan\n\n\n\n\nDeputy National Security Advisor Denis McDonough traveled to Afghanistan last week, arriving Monday night and returning home on Friday. The purpose of the trip was to follow up on the just completed Afghanistan and Pakistan Annual Review and, in the week between Christmas and New Year's, thank our troops and civilians for a year of consequential progress in advancing our country's interests in Afghanistan.  \n\t \n\tMcDonough met with Afghan National Security Adviser Dr. Rangin Dadfar Spanta, providing him a readout of the Annual Review.\n\t \n\tHe also met with Ambassador Eikenberry and his Deputy Ambassador Tony Wayne, and the Coordinating Director of Rule of Law and Law Enforcement, Ambassador Hans Klemm, as well as the Country Team at the American Embassy in Kabul.  The Country Team briefed on development and governance plans and efforts to increase transparency and accountability in U.S. contracting and among Afghan institutions. While in Kabul, McDonough was also updated on plans for Afghan Security Force training and developments at NATO Training Mission - Afghanistan.\n\t \n\tOn Tuesday night and Wednesday, McDonough traveled to Bagram Air Field and throughout Regional Command-East where he was provided updates by Major General John Campbell, commanding general, 101st Airborne Division and Lt. Gen. David Rodriguez, deputy commander, U.S. Forces-Afghanistan, on efforts to clear key Taliban strongholds along the border with Pakistan.  He also toured and received an update on the Parwan detention facility, which is on track to transfer key components to Afghan control in the middle of January 2011, and to full Afghan control in January 2012. Included in the briefing delivered by Vice Admiral Robert Harward were updates on completed Afghan prosecutions of Taliban members.\n\t \n\tOn Thursday, McDonough traveled to Kandahar where he was briefed by Maj. Gen. James Terry, commanding general, 10th Mountain Division and Brig. Gen. Michael Linnington, ISAF deputy chief of staff for plans and projects, on ongoing clearing efforts in traditional Taliban strongholds in Kandahar City and the Argandahb River Valley north of Kandahar City. Throughout the day he received inter-agency briefings on development and stability operations, including a briefing by the Kandahar Provincial Reconstruction Team on efforts to develop the Afghan Local Police throughout Kandahar.\n\n\n\n\n"
}