{
    "title": "Message to the Senate Concerning the Annex VI of the Antarctic Treaty | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/message-senate-concerning-annex-vi-antarctic-treaty",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 03, 2009\n\n \n\n\n\nMessage to the Senate Concerning the Annex VI of the Antarctic Treaty\n\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\t\tOffice of the Press Secrectary\n\t\t\t_____________________________________________________\n\t\t\tFor Immediate Release                                                     April 3, 2009\n\nTO THE SENATE OF THE UNITED STATES: \n\n\n\t\tWith a view to receiving the advice and consent of the Senate to ratification, I transmit herewith Annex VI on Liability Arising From Environmental Emergencies to the Protocol on Environmental Protection to the Antarctic Treaty (Annex VI), adopted on June 14, 2005, at the twenty-eighth Antarctic Treaty Consultative Meeting held in Stockholm, Sweden. I also transmit for the information of the Senate the report of the Department of State, which includes an Overview of Annex VI.\n\n\t\tThe Protocol on Environmental Protection to the Antarctic Treaty (the \"Protocol\") together with its Annexes I-IV, adopted at Madrid on October 4, 1991, and Annex V to the Protocol, adopted at Bonn on October 17, 1991, received the advice and consent of the Senate to ratification on October 7, 1992, and entered into force for the United States on January 14, 1998, and May 24, 2002, respectively.\n\n\t\tIn Article 16 of the Protocol, the Parties undertook to elaborate, in one or more Annexes, rules and procedures relating to liability for damage arising from activities taking place in the Antarctic Treaty area and covered by the Protocol. Annex VI sets forth rules and procedures relating to liability arising from the failure of operators in the Antarctic to respond to environmental emergencies.\n\n\t\tI believe Annex VI to be fully in the U.S. interest. Its provisions advance the U.S. goals of protecting the environment of Antarctica, establishing incentives for Antarctic operators to act responsibly, and providing for the reimbursement of costs incurred by the United States Government when it responds to environmental emergencies caused by others.\n\n\t\tAs the report of the Department of State explains, Annex VI will require implementing legislation, which will be submitted separately to the Congress for its consideration.\n\n\t\tI recommend that the Senate give early and favorable consideration to Annex VI and give its advice and consent to ratification.\n\n\t\tBARACK OBAMA\n\n\t\tTHE WHITE HOUSE,\n\t\tApril 2, 2009.\n\n\n\n\n\n"
}