{
    "title": "Vice President Joe Biden to Depart for Germany to Represent United States at Annual Munich Security Conference | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-joe-biden-depart-germany-represent-united-states-annual-munich-secur",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nFebruary 06, 2009\n\n \n\n\n\nVice President Joe Biden to Depart for Germany to Represent United States at Annual Munich Security Conference\n\n\n\n\n\nTHE WHITE HOUSE\n\n\tOffice of the Vice President\n\t_____________________________________________________________________________________________\n\tFOR IMMEDIATE RELEASE                  February 6, 2009\n\n\n\nVice President Joe Biden to Depart for Germany to Represent United States at Annual Munich Security Conference\n\nVice President Biden to Urge Strong Cooperation among Allies to Confront Common Security and Economic Challenges \n\n\n\tThe Vice President will travel to Germany later today to represent the United States and address the 45th Munich Conference on Security Policy, also known as the Wehrkunde Conference. General James L. Jones, Assistant to the President for National Security Affairs, will also attend the conference. The Munich Security Conference is an annual gathering of government officials, foreign and defense policy experts and journalists to discuss Trans-Atlantic security issues.\n\n\tIn his speech to the conference and in bilateral meetings with foreign leaders, Vice President Biden will discuss the need for strong partnerships to meet our common challenges. He will urge cooperation among our allies to confront the security and economic issues of a post-Cold War and post-9/11 world.\n\n\tThe following is a notional schedule for the Vice President’s trip:\n\nFriday February 6, 2009: Travel to Munich, Germany\n\nSaturday, February 7, 2009: The Vice President will address the Annual Munich Conference on Security Policy at 12:20 PM LOCAL TIME in Germany/6:20 AM EDT. The speech is open to credentialed press in Munich and will be covered by the Vice President’s traveling pool. The print pooler is David S. Cloud with Politico; the network pooler is ABC.\n\n\tIn addition to his speech, he will engage in bilateral meetings with German Chancellor Angela Merkel; Poland Prime Minister Donald Tusk; Ukrainian Prime Minister Yulia Tymoshenko; French President Nicholas Sarkozy; British Foreign Secretary David Miliband; NATO Secretary General Jakob Gijsbert de Hoop Scheffer; German Foreign Minister Frank-Walter Steinmeier.\n\n\tIn the evening, he will host a reception for the U.S. Congressional Delegation and German Bundestag members, and attend a dinner hosted by the Minister President of Bavaria Horst Seehofer.\n\nSunday, February 8, 2009: The Vice President will engage in bilateral meetings with Georgian President Mikheil Saakashvili, as well as the Russian Deputy Prime Minister Ivanov. He will then travel back to the United States.\n\n\n\n\n"
}