{
    "title": "Background On AFL CIO Labor Day Picnic | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-afl-cio-labor-day-picnic",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nSeptember 07, 2009\n\n \n\n\n\nBackground On AFL CIO Labor Day Picnic\n\n\n\n\nTHE WHITE HOUSE Office of the Press Secretary  ______________________________________________________________________  FOR IMMEDIATE RELEASE                                       September 7, 2009     AFL-CIO LABOR DAY PICNIC   Coney Island – Cincinnati, OH  1:15 PM  On Monday, President Barack Obama will address the Cincinnati AFL-CIO Labor Day Picnic in Cincinnati, OH.  The picnic is hosted by the Cincinnati AFL-CIO Labor Council and is open to the public.  The Cincinnati AFL-CIO Labor Council handled ticketing. (The Cincinnati AFL-CIO Labor Council distributed approximately10,000 tickets to its affiliates to access the event grounds where the President will speak.)  Ed Montgomery, Executive Director of the White House Council on Automotive Communities and Workers, will be in attendance. PRE-PROGRAM: Doug Sizemore, Executive Secretary Treasurer (Cincinnati AFL-CIO Labor Council), will introduce Secretary Hilda Solis and she will deliver brief welcome remarks. PROGRAM: Charles \"Charlie\" Dilbert will introduce the President.  Charlie is a 45-year old Cincinnati native currently working for A&A Safety (a company that makes and installs road signs and concrete barriers as well as provides traffic control for highway projects) and a member of the Laborers Local 265.  He began with A&A in late April of 2009 after having been laid off from another company in early December 2008 and has worked construction for 20 years. His current company was able to hire Charlie as a result of the increase in business due to the Recovery Act funds at work in Ohio.  Without the Recovery Act Charlie believes he would still be unemployed and facing serious health insurance bills for him and his family – he is married with two teenage sons, one of whom has cerebral palsy. ADDITIONAL PROGRAM PARTICIPANTS (for background):  Hamilton County Commission President David Pepper   Ohio State Senator Eric Kearney  Ohio Secretary of State Jennifer Brunner   Ohio Attorney General Richard Cordray   Ohio Lt. Governor Lee Fisher   Invocation delivered by Pastor Gregory Chandler (World Outreach Christian Church)  National Anthem sung by Kathy Wade  Pledge lead by Peter Aguilera (8th grader)  Kathy Mattea (Singer)  Mayor Mark Mallory   Ohio AFL- CIO President Joe Rugola   Congressman Steve Driehaus   Senator Sherrod Brown   AFL- CIO Secretary Treasurer Richard Trumka   AFL- CIO President John Sweeney ### \n\n\n\n"
}