{
    "title": "Presidential Proclamation -- Education and Sharing Day, U.S.A., 2013 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/03/21/presidential-proclamation-education-and-sharing-day-usa-2013",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 21, 2013\n\n \n\n\n\nPresidential Proclamation -- Education and Sharing Day, U.S.A., 2013\n\n\n\n\nEDUCATION AND SHARING DAY, U.S.A., 2013\n- - - - - - -\nBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\nA PROCLAMATION\nIn a letter to his nephew, Thomas Jefferson once wrote, \"an honest heart being the first blessing, a knowing head is the second.\" It is a notion that rings as true today as it did in 1785: that just as we owe our children a strong start in the classroom, so must we pass on the common values that help define us as a people. On Education and Sharing Day, U.S.A., we celebrate hard work, service, and commitment to learning as cornerstones of a bright future for our youth.\nWe know education is essential to putting our children on the path to good jobs and a decent living. It is a simple fact that to out-compete the rest of the world for tomorrow's jobs, we need to equip our sons and daughters with the education and skills a 21st-century economy demands. We need to give them every chance to work harder, learn more, and reach higher, from cradle to career.\nWe also know that learning does not stop when students leave the classroom. Whether at the dinner table or on the field, it is our task as parents, teachers, and mentors to make sure our children grow up practicing the values we preach. We have an obligation to instill in them the virtues that define our national character -- honesty and independence, drive and discipline, courage and compassion. And as citizens of a country where so much progress came only after we fought for fairness and equality, we must remember the wisdom of the Golden Rule by treating others as we would want to be treated.\nThis day recalls the memory of Rabbi Menachem Mendel Schneerson, the Lubavitcher Rebbe, who taught generations of young men and women the importance of education and good character. His work strengthened ties between people around the world, and his legacy continues to inspire the service, charity, and goodwill he championed in life. As we reflect on the example he and so many others have set, let each of us strive to better realize the values we share.\nNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim March 22, 2013, as Education and Sharing Day, U.S.A. I call upon all Americans to observe this day with appropriate ceremonies and activities.\nIN WITNESS WHEREOF, I have hereunto set my hand this twenty-first day of March, in the year of our Lord two thousand thirteen, and of the Independence of the United States of America the two hundred and thirty-seventh.\nBARACK OBAMA\n\n\n\n\n"
}