{
    "title": "Statement by the Press Secretary on H.R. 267, H.R. 678, H.R. 1092, H.R. 1171, H.R. 1344, H.R. 1911, H.R. 2167, H.R. 2576, and H.R. 2611 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/08/09/statement-press-secretary-hr-267-hr-678-hr-1092-hr-1171-hr-1344-hr-1911-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 09, 2013\n\n \n\n\n\nStatement by the Press Secretary on H.R. 267, H.R. 678, H.R. 1092, H.R. 1171, H.R. 1344, H.R. 1911, H.R. 2167, H.R. 2576, and H.R. 2611\n\n\n\n\n\nOn Friday, August 9, 2013, the President signed into law: \n\n\t \n\n\tH.R. 267, the \"Hydropower Regulatory Efficiency Act of 2013,\" which modifies the Federal Power Act and the Public Utility Regulatory Policies Act to promote and facilitate the development of hydroelectric power capacity; \n\n\t \n\n\tH.R. 678, the \"Bureau of Reclamation Small Conduit Hydropower Development and Rural Jobs Act,\" which amends the Reclamation Project Act of 1939 to authorize the Secretary of the Interior to contract for small conduit hydropower development at Reclamation facilities; \n\n\t \n\n\tH.R. 1092, which designates the air route traffic control center located in Nassau, New Hampshire, as the \"Patricia Clark Boston Air Route Traffic Control Center\" in honor of Patricia Clark, an FAA employee who has worked at the Center since it opened 50 years ago; \n\n\t \n\n\tH.R. 1171, the \"Formerly Owned Resources for Veterans to Express Thanks for Service Act of 2013,\" which expands the ability of States to donate Federal surplus property to organizations that serve veterans; \n\n\t \n\n\tH.R. 1344, the \"Helping Heroes Fly Act,\" which requires the Transportation Security Administration to develop and implement a process for expedited air passenger screening for severely injured or disabled members of the Armed Forces and veterans; \n\n\t \n\n\tH.R. 1911, the \"Bipartisan Student Loan Certainty Act of 2013,\" which amends the Higher Education Act of 1965 to establish interest rates for new direct student loans made on or after July 1, 2013; \n\n\t \n\n\tH.R. 2167, the \"Reverse Mortgage Stabilization Act of 2013,\" which provides the Department of Housing and Urban Development expanded authority to improve the fiscal stability of the Home Equity Conversion Mortgage Program; \n\n\t \n\n\tH.R. 2576, which modifies requirements relating to the availability of pipeline safety regulatory documents incorporated by reference into Federal pipeline safety regulations; and \n\n\t \n\n\tH.R. 2611, which designates the headquarters building of the Coast Guard located at St. Elizabeths West Campus in the District of Columbia as the \"Douglas A. Munro Coast Guard Headquarters Building\" in honor of the only member of the U.S. Coast Guard to have received the Medal of Honor.\n\n\n\n\n"
}