{
    "title": "Presidential Memorandum -- Preparing for Implementation of the Joint Comprehensive Plan of Action of July 14, 2015 (JCPOA) | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/10/18/presidential-memorandum-preparing-for-implementation-of-the-joint-comprehensive-plan-of-action",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 18, 2015\n\n \n\n\n\nPresidential Memorandum -- Preparing for Implementation of the Joint Comprehensive Plan of Action of July 14, 2015 (JCPOA)\n\n\n\n\n\n\tOctober 18, 2015\n\n\tMEMORANDUM FOR THE SECRETARY OF STATE\n\t                                 THE SECRETARY OF THE TREASURY\n\t                                 THE SECRETARY OF COMMERCE\n\t                                 THE SECRETARY OF ENERGY\n\n\tSUBJECT: Preparing for Implementation of the Joint Comprehensive Plan of Action of July 14, 2015 (JCPOA)\n\n\tToday, October 18, 2015, marks Adoption Day under the JCPOA, the day on which the JCPOA comes into effect and all JCPOA participants, including the United States, are to make the necessary arrangements and preparations for implementation of their respective JCPOA commitments.\n\n\tConsistent with section 11 of Annex V of the JCPOA, the Secretary of State, acting under previously delegated authority, is taking action with respect to waivers of relevant statutory sanctions, to take effect upon confirmation by the Secretary of State that Iran has implemented the nuclear-related measures specified in sections 15.1-15.11 of Annex V of the JCPOA, as verified by the International Atomic Energy Agency (IAEA).\n\n\tI hereby direct you to take all appropriate additional measures to ensure the prompt and effective implementation of the U.S. commitments set forth in the JCPOA, in accordance with U.S. law. In particular, subject to the requirements of applicable U.S. law, I hereby direct you to take all necessary steps to give effect to the U.S. commitments with respect to sanctions described in section 17 of Annex V of the JCPOA, including preparation for the termination of Executive Orders as specified in section 17.4 and the licensing of activities as set forth in section 17.5, to take effect upon confirmation by the Secretary of State that Iran has implemented the nuclear-related measures specified in sections 15.1-15.11 of Annex V of the JCPOA, as verified by the IAEA.\n\n\tIn discharging these responsibilities, you are directed to consult with the heads of other executive departments and agencies as may be appropriate.\n\n\tThe Secretary of State is hereby authorized and directed to publish this memorandum in the Federal Register.\n\n\tBARACK OBAMA\n\n\n\n\n"
}