{
    "title": "Enhancing the Security of the Maritime Supply Chain Gift Basket | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/03/25/enhancing-security-maritime-supply-chain-gift-basket",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 25, 2014\n\n \n\n\n\nEnhancing the Security of the Maritime Supply Chain Gift Basket\n\n\n\n\nThis gift basket records the intent of Australia, Belgium, Canada, Georgia, Germany, Israel, Lithuania, Kazakhstan, Netherlands, Spain, United Arab Emirates, United Kingdom, and the United States, to seek enhanced measures to permanently remove nuclear and radiological materials that are out of regulatory control from the global supply chain, while effectively deterring, detecting, and appropriately responding to trafficking of nuclear and radiological material and weapons through the maritime shipping system. \nThe Nuclear Security Summit recognizes the importance of a national level approach or framework for the prevention, detection and response of nuclear and radiological materials that are out of regulatory control.  An important element of such an approach is ensuring that illicit trafficking of nuclear and radiological material and weapons does not occur through the global supply chain, including its maritime shipping component.  In support of this objective, we the parties to this statement declare our commitment to undertake the following actions:\n\n\nStates with radiation detection capabilities at their large container seaports will continue to maintain robust capabilities and be prepared to assist States that wish to initiate similar radiation detection programs.  This assistance could take the form of sharing best practices and lessons learned, including alarm resolution and disposition, and in some cases, the provision of financing, training, and technical guidance. \n\n\nBy the next Nuclear Security Summit in 2016, interested States will participate in a workshop, co-hosted by the United States, aimed at enhancing measures to detect and permanently remove nuclear and radiological materials that are out of regulatory control from the global supply chain.  Topics for the workshop could include current and potential future developments in:\n\n\n\n\t\t\t\t\tstates’ national laws, regulations, and procedures;\n\n\n\n\t\t\t\t\tnational response plans;\n\n\n\n\t\t\t\t\tdisposition approaches;\n\n\n\n\t\t\t\t\ttargeting and screening;\n\n\n\n\t\t\t\t\tbest practices in areas such as detection, forensics, law enforcement; and new technologies.\n\n\n\n\n\n\n\n\n"
}