{
    "title": "Presidential Proclamation--National Volunteer Week | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/07/presidential-proclamation-national-volunteer-week",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 07, 2011\n\n \n\n\n\nPresidential Proclamation--National Volunteer Week\n\n\n\n\n\n\tNATIONAL VOLUNTEER WEEK, 2011\n\n\tBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\n\tA PROCLAMATION\n\n\tAmerica's story has been marked by the service of volunteers.  Generations of selfless individuals from all walks of life have served each other and our Nation, each person dedicated to making tomorrow better than today.  They exemplify the quintessential American idea that we can change things, make things better, and solve problems when we work together.\n\n\tVolunteers are the lifeblood of our schools and shelters, hospitals and hotlines, and faith-based and community groups.  From mentoring at-risk youth and caring for older Americans to supporting our veterans and military families and rebuilding after disasters, these everyday heroes make a real and lasting impact on the lives of millions of women and men across the globe.\n\n\tLast year, nearly 63 million Americans gave of themselves through service.  Their compassion is a testament to the generosity of the American spirit.  In difficult times, Americans are coming together -- tackling our challenges instead of ignoring them -- and renewing the principle that we are our brother's keeper and our sister's keeper.\n\n\tToday, as many Americans face hardship, we need volunteers more than ever.  Service opportunities tap the energy and ingenuity of our greatest resource -- the American people -- to improve our neighborhoods and our world.  My Administration is committed to investing in community solutions and increasing opportunities for Americans to serve.  The bipartisan Edward M. Kennedy Serve America Act strengthened the programs of the Corporation for National and Community Service, which engage millions of citizens each year in service through Senior Corps, AmeriCorps, and Learn and Serve America.  We are building the capacity of organizations and communities to tackle their own problems by investing in social innovation and volunteer cultivation.  And through United We Serve, a national call to service, we are making it easier for women and men of all ages to find volunteer opportunities or create their own projects where they see a need.\n\n\tDuring National Volunteer Week, we celebrate the profound impact of volunteers and encourage all Americans to discover their own power to make a difference.  Every one of us has a role to play in making our communities and our country stronger.  I encourage all Americans to help us renew progress and prosperity and build a brighter future for our Nation by visiting www.Serve.gov to find a local project.\n\n\tNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim April 10 through April 16, 2011, as National Volunteer Week.  I call upon all Americans to observe this week by volunteering in service projects across our country and pledging to make service a part of their daily lives.\n\n\tIN WITNESS WHEREOF, I have hereunto set my hand this seventh day of April, in the year of our Lord two thousand eleven, and of the Independence of the United States of America the two hundred and thirty-fifth.\n\n\tBARACK OBAMA\n\n\n\n\n"
}