{
    "title": "Supporting our troops: The post 9/11 Gi Bill | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/supporting-our-troops-post-911-gi-bill",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nAugust 03, 2009\n\n \n\n\n\nSupporting our troops: The post 9/11 Gi Bill\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  _________________________________________________________________________  For Immediate Release                                                      August 3, 2009  SUPPORTING OUR TROOPS: THE POST 9/11 GI BILL Colleges and Universities Partner with VA to Improve GI Bill Benefits  WASHINGTON, DC – Today, President Obama celebrated the beginning of implementation of the Post 9/11 GI Bill. This bill, through its Yellow Ribbon Programs and partnerships with colleges and universities throughout the nation, will provide our service members with the most generous educational benefits package since the original GI Bill of 1944. Over 3,400 agreements were received from the 1,100 schools participating in the Yellow Ribbon Program. The Yellow Ribbon Program, a provision of the new Post-9/11 GI Bill, funds tuition expenses that exceed the highest public in-state undergraduate tuition rate. \"Sixty-five years ago, a grateful nation offered a generation of World War II heroes the chance to go to college,\" President Obama said. \"The original GI Bill paved the way to a better life for millions of veterans and their families while building the foundation of the American middle class. Today, the Post-9/11 GI Bill is affording a new generation of heroes a 21st century version of that same opportunity.\" \"The President and I know that the nation’s courageous service members and their families have shouldered the heaviest burden for our country’s security and safety over the past eight years,\" VA Secretary Eric Shinseki said. \"This new GI Bill is a way for a grateful nation to tangibly demonstrate our heartfelt appreciation and abiding respect for their service.\" \"More than two and half years ago, we began with the simple concept that those who have been serving since 9/11 should have the same opportunity for a first class educational future as those who served during World War II,\" Senator Jim H. Webb said. \"This bill provides a modern and fair educational benefit to address the needs of those who answered the call of duty to our country--those who moved toward the sound of the guns--often at great sacrifice.\" With the implementation of the Post 9/11 GI Bill, our nation has an opportunity to honor America’s veterans in a very tangible way. The maximum benefit under the Post-9/11 GI Bill allows veterans, service members, Reservists and Guard members the ability to receive an in-state, undergraduate education at a public institution at no cost. Further, to honor their many sacrifices, the Post 9/11 GI Bill allows for the transferability of unused benefits to eligible career service members’ families. More information on the transferability of unused benefits can be found HERE. President Obama has directed Secretary Shinseki to create a results-driven, 21st Century VA. Since the signing of this monumental legislation, VA has made meeting the August 1 implementation deadline a top priority. As of July 30th VA has processed over 112,000 claims.\n\n\n\n"
}