{
    "title": "Presidente Obama anuncia otro cargo clave en su gobierno | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidente-obama-anuncia-otro-cargo-clave-en-su-gobierno",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 01, 2010\n\n \n\n\n\nPresidente Obama anuncia otro cargo clave en su gobierno\n\n\n\n\nWASHINGTON – Hoy, el Presidente Barack Obama anunció su intención de nombrar a la siguiente persona a un cargo clave en su gobierno:\n \n•   Michael C. Camúñez, secretario adjunto de acceso a mercados y acatamiento del Departamento de Comercio\n \nEl Presidente Obama afirmó, “Estoy sumamente agradecido con Michael por su sobresaliente trabajo en la Casa Blanca. Le deseo lo mejor cuando se pase al Departamento de Comercio a fin de ayudar a dirigir nuestros esfuerzos para generar empleo en Estados Unidos aumentando las exportaciones y el acceso a nuevos mercados”.\n \nEl Presidente Obama anunció su intención de nombrar a la siguiente persona a un cargo clave en su gobierno:\n \nMichael C. Camúñez, candidato a secretario adjunto de acceso a mercados y acatamiento del Departamento de Comercio.\nMichael C. Camúñez es asesor especial del Presidente en la Oficina del Asesor Legal de la Casa Blanca. También trabajó como asesor especial del Presidente para personal presidencial y aconsejó al Presidente sobre el nombramiento de altos funcionarios del gabinete nacional y agencias independientes. Camúñez también trabajó en el Proyecto de Transición Presidencial Obama-Biden como parte del Equipo de Análisis de Agencias. Antes de incorporarse al equipo de gobierno, Camúñez fue socio de la firma de abogados O’Melveny & Myers LLP, donde representó a empresas, funcionarios y directores de Fortune 500 en una variedad de litigios comerciales nacionales e internacionales. También asesoró a empresas estadounidenses sobre negocios en América Latina y Europa en temas de acatamiento corporativo, anticorrupción y los riesgos relacionados con inversiones en el extranjero y transacciones comerciales multinacionales. Camúñez ha desempeñado un papel activo en el servicio público durante toda su carrera. De 1991-1993, fue funcionario y director del Programa de Demostración de Servicio Nacional de la Comisión de Servicio Nacional de Estados Unidos en Washington, DC. De 1993 a 1995 fue asesor principal de política de servicio nacional en el gobierno del Presidente Clinton, donde ayudó a dirigir los esfuerzos para crear la Corporación de Servicio Nacional, entidad respaldada por ambos partidos, y su programa distintivo, AmeriCorps. También fue miembro de varios directorios, presidente del Colegio de Abogados México-Americanos en el condado de Los Ángeles y miembro de la Junta de Visitantes de la Facultad de Derecho de Stanford. Fue nombrado por gobernadores demócratas y republicanos a la junta de la comisión de servicio público de California, la cual presidió del 2005 al 2007 junto con la Primera Dama de California, Maria Shriver. Del 2007 hasta que comenzó a trabajar para el gobierno, Camúñez también fue miembro de la Comisión de Ética de la ciudad de Los Ángeles. Es miembro del Consejo del Pacífico sobre Política Internacional, afiliada al Consejo sobre Relaciones Exteriores en la Costa Oeste. Se graduó de la Universidad de Harvard y de la Facultad de Derecho de Stanford. \n \n\n\n\n"
}