{
    "title": "UAW Backs Middle Class Tax Cut Framework | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/09/uaw-backs-middle-class-tax-cut-framework",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 09, 2010\n\n \n\n\n\nUAW Backs Middle Class Tax Cut Framework\n\n\n\n\n\n\tDear Senator:\n\n\tThe Senate will soon take up comprehensive tax and unemployment insurance legislation growing out of the compromise agreement reached between the White House and Republican leadership. This legislation will provide much needed support to American families who are struggling to find work, to keep businesses afloat, and to keep their families fed, clothed and housed. Moreover, it will provide urgently needed stimulus to grow the economy and to create jobs. While we are disappointed by the inclusion of costly income and estate tax giveaways to the wealthiest Americans, the UAW urges you to vote for this less than perfect compromise.\n\n\tThe UAW is very pleased that the compromise extends unemployment benefits at their current level through the end of 2011. If enacted, this extension will restore benefits to 800,000 laid off workers who have lost them since November 30, and will prevent an additional six million laid off workers and their families from losing benefits next year. Importantly, the President's Council of Economic Advisors anticipates that this extension will create 600,000 jobs 2011. A recent Department of Labor report found that each dollar spent on unemployment insurance increases the gross domestic product by two dollars. This stimulative impact is one reason that 35 prominent economists, including five Nobel Laureates and five past chairs of the Council of Economic Advisors, recently signed a letter urging the continuation of federal unemployment benefits to stimulate demand and warning that letting the program expire will further weaken the economy.\n\n\tWe are also pleased with the stimulative tax breaks for working families that are contained in the compromise. The agreement includes a two percent, employee-side payroll tax holiday for over 155 million workers, as well as extensions of the child tax credit, the earned income tax credit and the American opportunity tax credit. We note that the Social Security Trust Fund will be fully reimbursed from the general fund for the revenues lost due to the payroll tax holiday. Working families will likely spend this money in their local communities, creating jobs and stimulating overall growth. That's why the Congressional Budget Office, for instance, has concluded that \"policies aimed at lower income households tend to have greater stimulative effects.\" We believe the small business tax cuts are beneficial as well. These include allowing businesses to expense all of their capital investments in 2011, which the Treasury Department estimates could generate more than $50 billion in additional investment in the U.S. in 2011.\n\n\tIn contrast, we are very disappointed that the compromise includes a two-year extension of the upper-income tax cuts and an agreement about the inheritance tax that is overly generous to Americans who already have a disproportionate share of the nation's income. The upper-income tax cuts will cost $60 billion per year, money that would be far better spent creating jobs through, for example, infrastructure projects. CBO has found that extending tax cuts for high-income households is the worst policy option for boosting jobs and economic growth. The agreement on the estate tax will make it weaker than at any time since its inception in 1916. Wealth inequality is already at the highest level since 1928. We are concerned that a weaker estate tax will result in the richest one percent owning even more of our nation's wealth and will shift the responsibility for paying taxes from the wealthy to the middle class. We believe the benefits for job creation and economic growth would have been much greater if the money had been used to extend unemployment insurance even longer or added to the payroll tax holiday or to the refundable tax credits.\n\n\tTaken together, despite the misguided tax provisions benefiting the very wealthiest and least deserving Americans, the UAW believes the agreement will provide urgently needed support to working families, to displaced workers, to low-income Americans, and to the nation's economy. For these reasons, we urge you to vote for the legislation built on this tax and UI compromise agreement.\n\n\tSincerely,\n\tBarbara Somson\n\tLegislative Director\n\n\n\n\n"
}