{
    "title": "Vice President Biden, Administration Officials, Continue Travel Across the Country Holding “Recovery Summer” Events, Project Site Visits | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-administration-officials-continue-travel-across-country-holdin",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 27, 2010\n\n \n\n\n\nVice President Biden, Administration Officials, Continue Travel Across the Country Holding “Recovery Summer” Events, Project Site Visits\n\n\n\n\nVice President Biden Visits Yellowstone and Grand Canyon National Parks; Other Officials Visit FL, NV, CO, WI, DC\nWASHINGTON, DC – This week, Vice President Biden and Administration officials are continuing to hold “Recovery Summer” events and visit Recovery Act project sites as part of a focus on the surge in Recovery Act projects underway across the country this summer.  The Recovery Act has already funded tens of thousands of projects and put about 3 million Americans to work, but this summer is the most active Recovery Act season yet, with thousands of new projects breaking ground that are helping to create more jobs for American workers and economic growth for businesses large and small. \nWeek Ahead:\nTuesday, July 27\nVice President Biden\nVice President Biden will meet workers and deliver remarks at Grand Canyon National Park in Arizona. Grand Canyon and Yellowstone – where the Vice President traveled on Monday – received $25 million in Recovery Act funding that is creating jobs and jump-starting previously-deferred construction and maintenance projects. Overall, there are 800 Recovery Act projects underway at National Parks across the country this summer – eight times as many as there were last summer.\nDepartment of the Treasury\nTreasurer of the United States Rosie Rios will attend a groundbreaking for the Vida Senior Residences at Brightwood, a 36-unit affordable housing development for low-income senior citizens in Washington, DC.  The project received $6.8 million in Recovery Act Funds which were leveraged to attract other investments and help the project move forward. An estimated 55 construction workers will complete the job.\nSmall Business Administration\nSBA Administrator Karen Mills will visit A. Harold and Associates where owner Andy Harold received two Recovery loans and has created 10 new jobs in Jacksonville, Florida. Harold is a service disabled veteran and current reservist who runs a technology, education, engineering, training and management service for both public and private sectors.  Thanks to the fee eliminations provided for in the Recovery Act, Harold saved over $33,000 in waived loan fees. Under Recovery Act loan enhancements, SBA has supported nearly 70,000 recovery loans, providing more than $30 billion in much needed capital to help small businesses drive economic growth and create jobs.\nWednesday, July 28\nDepartment of Housing and Urban Development\nHUD Secretary Shaun Donovan will participate in the groundbreaking of Gibson Plaza Apartments in Washington, DC.  Gibson Plaza was awarded a $2.1 million Recovery Act Green Retrofit Program grant to do substantial “green” rehabilitation. The rehabilitation will create dozens of quality jobs in the DC area, while transforming Gibson Plaza from an aging 1970s inefficient structure into a LEED certified building with, among other improvements, a new handicapped accessible elevator, Energy Star roof and windows, and an energy efficient HVAC system.  The Secretary will be joined by DC Mayor Adrian Fenty, Congresswoman Holmes Norton, and other local elected officials.\nDepartment of Agriculture\nRural Business Service Administrator Judith Canales will host a Recovery Summer event with the Delaware YWCA in Harrington, DE. The Delaware YWCA received $41,000 in Recovery Act funds from the Rural Business Enterprise Grant Program. The funds are being used to provide technical assistance for the Women’s Entrepreneurship Center’s Business Plan Development series.  The event will take place at Ocean Fresh Seafood, where one of the program participants works as a seafood broker, connecting retail stores and restaurants with local products.\nThursday, July 29\nDepartment of Transportation\nDOT Secretary LaHood will join Governor Jim Doyle in Watertown, WI, for a visit to the site of the future high-speed rail corridor that will connect Milwaukee and Madison.  The corridor, which will operate at speeds of up to 110 mph, will eventually extend from Milwaukee to Minneapolis.  Wisconsin is slated to receive more than $800 million from the Recovery Act for the development of high-speed rail.\nDepartment of Housing and Urban Development\nHUD Deputy Secretary Ron Sims will travel to Pueblo, CO to visit a Pueblo Housing Authority project that is using $1.7 million in Recovery Public Housing Capital Funds to make much needed improvements and bring the project to ADA compliance.  Deputy Secretary Sims will be joined by Pueblo Housing Authority Executive Director Frank D. Pacheco and other local elected officials. They will tour the project, meet with workers and discuss how this transformative project is creating jobs and stimulating the local economy.\nHighlights of Recent Events:\nVice President Biden\nVice President Biden visited Yellowstone National Park, Wyoming, where Recovery Act projects are creating jobs, generating economic activity, and preserving the life of the park. The Vice President met workers at the Recovery Act-funded construction site of the Madison Wastewater treatment facility, then delivered remarks outside the Madison Junior Ranger Station, joined by Director of the National Park Service Jonathan Jarvis. Overall, there are 800 Recovery Act projects underway at National Parks across the country this summer – eight times as many as there were last summer.\n“Biden began a two-day tour highlighting Recovery Act projects in Yellowstone and Grand Canyon national parks by speaking to about 100 park workers, contractors and their families in the scenic Madison Valley, where the famous Madison River is formed in the shadow of 7,500-foot National Park Mountain. He said some $750 million in stimulus money has gone to about 800 national park projects, which have created jobs in tough times. But, he added, the projects would have been necessary even if the economy was good to protect the parks and reduce man's footprint there. ‘For too long our nation's crown jewels have been neglected,’ Biden said. ‘Everything we're doing in this park is worthwhile and needed to be done anyway, whether times were good or bad.’\" [AP, 7/26/10]\n\n\n\n"
}