{
    "title": "Readout By Press Secretary Robert Gibbs On The Presidents Bilateral Meeting With President Lula Of Brazil | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/readout-press-secretary-robert-gibbs-presidents-bilateral-meeting-with-president-lu",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 09, 2009\n\n \n\n\n\nReadout By Press Secretary Robert Gibbs On The Presidents Bilateral Meeting With President Lula Of Brazil\n\n\n\n\n\n\nTHE WHITE HOUSE\n\t\t \n\n\t\tOffice of the Press Secretary\n\t\t________________________________________________________________________\n\t\tFor Immediate Release                                                         July 9, 2009\n\n\t\t READOUT BY PRESS SECRETARY ROBERT GIBBS\n\t\tON THE PRESIDENT'S BILATERAL MEETING WITH PRESIDENT LULA OF BRAZIL \n\n\t\tU.S. Press Filing Center\n\t\tL'Aquila, Italy \n\n\t\t 11:20 A.M. (Local)\n\n\n\t\tMR. GIBBS:  Nice day, guys, huh?  I'm surprised everyone came to work and didn't just stay in Rome.\n\n\t\tWe just wanted to give you guys a quick readout on the Lula bilateral meeting.  Just to just sort of give you a quick preface, I think the meeting lasted about 30 minutes.  This was a meeting that the President sought out.  They have had occasion now to meet and talk on the phone probably five or six times since the President took office.  Obviously the President believes that Brazil can be a close strategic partner with the United States, that many of the issues that they're -- there are a number of issues of mutual national -- national interest that the President believes Brazil -- the United States and Brazil can and should cooperate on.\n\n\t\tThey touched on really four primary topics in the bilateral meeting, the first on energy and climate.  The two countries agreed to continue to work together leading up to Copenhagen later this year in an effort to find greater agreement among nations on the issues of climate change.  Obviously the President continues to hold Brazil up as an example of a country that has taken strong action on biofuels and renewable energy.\n\n\t\tOn Honduras, the President expressed his appreciation for coordination with Brazil and other countries in the hemisphere to seek a diplomatic resolution to the crisis in Honduras, and thanked -- again, thanked President Lula for that.\n\n\t\tThe next topic they discussed was the economy, continuing to work together to do what's necessary to bring the global economy back on track, steps that can be taken obviously to help emerging markets for global demand of exports.  And there was a discussion of financial regulation and how that -- how that will be a big topic when the nations get together in Pittsburgh at the G20.\n\n\t\tAnd then lastly, they talked about Iran.  The President told President Lula, said that obviously the relationship that Brazil has with Iran gives it a unique opportunity to reiterate the message that was approved here at the G8 last night about the responsibilities that Iran has in the international community; that that relationship gives them the ability to underscore that with the Iranian government.\n\n\t\tAnd the last thing the President said in the bilateral was next time we won't give up a 2-0 lead in soccer.  So that was the last thing they said at the bilateral.\n\n\t\tQ    After that it all fell apart?  (Laughter.) \n\n\t\tMR. GIBBS:  I think there appeared to be a look of genuine relief on President Lula's face at the ultimate outcome of that match.\n\n\t\tQ    Robert, you all pretty much laid out yesterday what's -- especially on climate change -- what's going to be in the G8 language and the MEF language.  What's in play today?  Do you expect any movement on that front at all, or what's --\n\n\t\tMR. GIBBS:  Well, no, I mean, I think they'll just continue to work through that.  I think they will -- I mean, obviously there are some meetings throughout the day on trade.  Again, that was a topic that the President talked to President Lula about. \n\n\t\tBut I think obviously a lot of business was done on some of the major topics -- climate and Iran -- yesterday. \n\n\t\tQ    You don't have any concerns about the two-degree target coming out -- possibly coming out of the MEF language that --\n\n\t\tMR. GIBBS:  Not that I'm aware of, no, no.\n\n\t\tQ    Did they talk about anything specifically about trade, about Doha or subsidies --\n\n\t\tMR. GIBBS:  They didn't -- they didn't talk in specifics except I think there was, again, general agreement between the two sides that now is not a time for pulling back; that we've seen -- we certainly saw global exports dive quite a bit at the end of last year and the beginning of this year.  I think there's a recognition that if the global economy is going to get back on track, we can't go back to a protectionist mindset.\n\n\t\tQ    One of the problems with Doha has always been a fight over subsidies, farm subsidies, especially -- and part of them has been between Brazil and the U.S.  So what is the -- what's changed with the optimism over Doha?  Have any of the rifts between the U.S. and Brazil, for example, been healed, patched up?\n\n\t\tMR. GIBBS:  Well, look, I think one of the things that they discussed is -- again, they did not get into that level of specifics today, except -- I think one of the things that they both agreed on was to, going forward, have a greater degree of coordination and meeting between the two countries leading up to both Pittsburgh, to Copenhagen, in an effort to, through sort of sustained relations, make progress on a number of these issues that they find important.\n\n\t\tQ    Was there any discussion at all about the issue of the dollar status as a global reserve currency?  Some of the countries have brought that up.\n\n\t\tMR. GIBBS:  No.\n\n\t\tQ    There was nothing at all on that?\n\n\t\tMR. GIBBS:  No.\n\n\t\tQ    Robert, this was planned -- it became available when President Hu went home to China?\n\n\t\tMR. GIBBS:  Yes.\n\n\t\tQ    So they would not have met otherwise?\n\n\t\tMR. GIBBS:  They talked on the phone I think last week, but when -- I mean, obviously I think you guys have seen the schedule -- there is not as much time for bilateral meetings as you would probably originally like.  When the time freed up, this was, I think, the first priority for meetings that the President and the team wanted to do. \n\n\t\tObviously, again, I think if you just -- if you look at the core of issues that they spent time discussing, obviously, Honduras is probably first and foremost in the news, but the sort of two primary topics that they're working through here -- Iran and energy and climate -- were very natural to sit down with Brazil on.\n\n\t\tQ    Did President Lula say -- make the case for what it would take for the developing nations to agree to the 50 percent?\n\n\t\tMR. GIBBS:  Not specifically, but I think one of the big things that, again, that he stressed is that the two -- Brazil and the United States -- he thought could work together to make progress, leading up to Copenhagen; that there was still time in which they could close the gap on that disagreement in time for that important meeting.\n\n\t\tQ    Time and space -- they actually -- he sees an avenue for agreement at this point?\n\n\t\tMR. GIBBS:  Look, I think there's -- I think there's no question that Lula and Brazil are very, very important players as we lead up to -- as we lead up to them.  There's no question of that.\n\n\t\tQ    Speaking of important players, could you assess for us a little bit the impact of Hu not being here, and the resulting discord or disunity in the G8?\n\n\t\tMR. GIBBS:  Disunity?\n\n\t\tQ    Failing to get an accord on climate change?\n\n\t\tMR. GIBBS:  Well, I'm not entirely sure that we expected to come here and have eight to 10 years of disagreement wash away in a couple of days in July in Italy.  I think everybody understands that -- everybody understands that this is going to take some time; that one of the points that the President brought up very specifically with the Brazilians was that -- and I think you probably heard him on the campaign trail say -- that it is hard for us to go to certain countries in the world and ask them to do something that we don't appear to be likely to do.  He said that in '07 and '08. \n\n\t\tHe said today now the United States is taking steps, right.  The House of Representatives has begun the process of getting a specific policy to his desk.  Now it's going to be hard to go back and explain why China and India and Brazil aren't also willing to take those steps.\n\n\t\tSo I think what you saw happen in the United States will, I think, help move countries throughout the world that thus far haven't been willing to take certain steps to demonstrate that we all have some skin in this game.  And I think that is -- I know it was important to the President to have that step through the House of Representatives before he got here in order, I think, to show a strength in hand in dealing with developing nations.\n\n\t\tQ    Is there any particular leverage the U.S. sees Brazil is having with Iran?\n\n\t\tQ    Sorry, what's the question?\n\n\t\tMR. GIBBS:  What leverage, what particular leverage does the United States see in Brazil dealing with Iran.\n\n\t\tObviously they are -- obviously they have a fairly close commercial relationship, and the President emphasized there was agreement among the two countries that the statements that the G8 approved last night, the strong condemnation of actions, as well as the notion that nuclear power has to be used only for peaceful means; that because of the strength of their commercial relationship and the depth of those relationships, that they can have an impact on reiterating, despite Brazil and Iranian agreement on their business relationships, that the Iranian government still has responsibilities to the international community as it relates to their weapons program.  So that was a point the President wanted to stress. \n\n\t\tQ    Did you get a look at the jersey?\n\n\t\tMR. GIBBS:  I told the President I would take the jersey, as a matter of fact.  (Laughter.)\n\n\t\tQ    You don't know any of the names that are on it, do you?  Did you --\n\n\t\tMR. GIBBS:  Well, I did not look at it closely.  I assume that Kaká is on there and others.  Ben is researching who normally wears number 5  My sense is it's probably a defender, given the normal order of things.  But it actually was a pretty light moment when we were sort of -- we sort of thought everyone was kind of done with their points.  The President said, \"I just have one more thing to say,\" and, you know, Lula puts back on the piece while they're doing simultaneous translation, and says, \"We will not lose a 2-0 lead again.\"  And he hit the microphone and walked away.  So it was kind of fun.  Lula started laughing, so it was good.\n\n\t\tNo, no hard feelings, except, you know, it's -- again, I could sense some relief on the Brazilian President's part that he wasn't meeting with the President of the United States having lost to him in soccer, so I think --\n\n\t\tQ    One last question.  Following up on the dollar as a reserve currency, where is all of that talk here at the G8?  Previously, coming in, there was talk about the dollar having some competition.  Is there any talk, or is that kind of a dead issue?\n\n\t\tMR. GIBBS:  Well, I mean, I haven't obviously been in every meeting, but if it was an important issue in the relationship with us and Brazil, I would have thought it would have been brought up, and it was not.  Despite a fairly lengthy conversation about the economy, it was not brought up.  I think that despite whatever talk you might hear, I don't see that there's any movement away from the notion of the dollar being that currency.\n\n\t\tAll right, thanks, guys.\n\n\t\tEND        \n\t\t11:35 A.M. (Local)\n\t\t \n\n\n\n\n\n"
}