{
    "title": "President and First Lady, Vice President and Dr. Biden, Cabinet Secretaries, Senior Administration Officials to Honor Martin Luther King, Jr. Day of Service | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/14/president-and-first-lady-vice-president-and-dr-biden-cabinet-secretaries",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 14, 2011\n\n \n\n\n\nPresident and First Lady, Vice President and Dr. Biden, Cabinet Secretaries, Senior Administration Officials to Honor Martin Luther King, Jr. Day of Service\n\n\n\n\nWASHINGTON, DC – In celebration of the Martin Luther King, Jr. Day of Service and in honor of Dr. King’s life and legacy, the President and the First Lady, the Vice President and Dr. Biden, Cabinet Secretaries, and senior Administration officials will participate in memorial events and community service projects in the Washington, D.C. area, Atlanta, Georgia and elsewhere.  \n\n\tLed by the Corporation for National and Community Service and the King Center, the Martin Luther King, Jr. Day of Service is an opportunity for all Americans to come together to help meet the needs of their communities and make an ongoing commitment to service throughout the year.  This year’s Day of Service will include thousands of projects in all corners of the country.  \n\n\t“Martin Luther King, Jr. lived his life for others, dedicating his work to ensuring equal opportunity, freedom, and justice for all,” said President Obama.  “I encourage every American to observe this holiday in honor of Dr. King’s selfless legacy by volunteering in their own communities and by dedicating time each day to bettering the lives of those around us.”\n\n\tFor more on the Martin Luther King, Jr. National Day of Service, please visit the Corporation for National and Community Service at www.mlkday.gov .\n\nPlease see below for a list of Cabinet Secretaries and Administration officials who will be participating in memorial and community service events in the Washington, D.C., area, Atlanta, Georgia and elsewhere.  Any inquiries on the below events should be directed to the corresponding agency or office.\n\t \n\n\n\t\tThe President and First Lady will participate in a service project in Washington, D.C. Further details are forthcoming.\n\n\t\tThe Vice President and Dr. Biden will participate in the Martin Luther King Jr. Day of Service in Wilmington, DE. Further details are forthcoming.\n\n\t\tOn January 13, Secretary Robert Gates attended the Department of Defense’s National Dr. Martin Luther King Jr. Day Observance Program in the Pentagon Auditorium in Arlington, Virginia.\n\n\t\tOn January 15, Attorney General Eric Holder will deliver remarks at the Shiloh Baptist Church annual Martin Luther King Jr. prayer breakfast in Washington, D.C.  On January 16, he will deliver remarks at the Ebenezer Baptist Church worship service in Atlanta, Georgia.\n\n\t\tOn January 13, Secretary Ken Salazar, District of Columbia Mayor Vincent Gray and Congresswoman Eleanor Holmes Norton visited the Washington, DC Martin Luther King, Jr. Memorial to view progress underway at the worksite.  The memorial, which is currently under construction, is expected to be completed in 2011. Secretary Salazar was joined by Harry E. Johnson Sr., President of the Martin Luther King, Jr. National Memorial Project Foundation on the walking tour.\n\n\t\tOn January 13, Secretary Tom Vilsack will attend a celebration in the Jefferson Auditorium located at the Department of Agriculture in Washington, D.C. from 10 to 11 a.m. The ceremony will feature Reverend Leroy Gilbert of Mt. Gilead Baptist Church, located in Washington D.C., as the keynote speaker.\n\n\t\tOn January 18, Secretary Kathleen Sebelius will speak at the opening convocation of the Howard School of Divinity. Her remarks will focus on the Affordable Care Act as a victory for civil rights.\n\n\t\tOn January 17, Secretary Arne Duncan will keynote at a breakfast with Reverend Al Sharpton and the National Action Network in the morning and will participate in a service project with City Year at Kramer Middle School, 1700 Q Street, SE, DC in the afternoon.\n\n\t\tOn January 17, Secretary Ray LaHood and White House Domestic Policy Council Director Melody Barnes will join Department of Transportation employees and other volunteers for Martin Luther King Day of Service events at Ballou Senior High School.  As part of President and First Lady’s continued call to engage in community service, Secretary LaHood, Director Barnes and students from Ballou Senior High School and George Washington University will paint murals, cover up graffiti, clean up around the school and assist in other projects that will enhance the learning environment for students.\n\n\t\tOn January 18, Secretary Steven Chu will host a Martin Luther King, Jr. Day celebration in the auditorium at the Department of Energy.  Dr. Clayborne Carson, a professor at Stanford University who has devoted his life to the study of Dr. King and his teachings, will be the keynote speaker.  Students from McKinley Technology High school will be in attendance.\n\n\t\tOn January 17, Secretary Eric Shinseki will serve meals at So Others Might Eat (S.O.M.E.) in Washington, D.C.\n\n\t\tOn January 17, EPA Administrator Lisa Jackson will attend a breakfast with Reverend Al Sharpton, followed by a Kid Power Inc. Citizen Farm Community Service Event at Tubman Elementary School in Washington, D.C.\n\n\t\tOn January 18, Ambassador Ron Kirk will deliver remarks at a Martin Luther King Jr. reception at the World Bank.  \n\n\t\tOn January 17, Office of Management and Budget Director Jack Lew will participate in a City Year New York service event at Intermediate School 292 and join over 1,700 volunteers taking part in City Year New York/AmeriCorps activities in Brooklyn and across New York City.\n\n\t\tOn January 9, Surgeon General Regina Benjamin delivered the keynote address at the 29th Annual Martin Luther King, Jr. Commemoration at the Johns-Hopkins School of Medicine in Baltimore, Maryland.\n\n\t\tOn January 17, Peace Corps Director Aaron Williams and Deputy Director Carrie Hessler-Radelet will prepare and serve dinners at Miriam’s Kitchen in Washington, D.C.  On January 14, at 10am, the Peace Corps will host the Duke Ellington High School Show Choir to honor the memory and legacy of Dr. Martin Luther King, Jr..\n\n\t\tOn January 14, GSA Administrator Martha Johnson will participate in the Martin Luther King, Jr. Federal Building Rededication in Atlanta, Georgia. GSA Rep. John Lewis will keynote the event.\n\n\t\tOn January 12, the CIA held a Martin Luther King, Jr. Day celebration where Director Leon Panetta made an address. The event also featured poet and activist Nikki Giovanni and a performance by the US Air Force Band Brass Quintet.\n\n\t\tOn January 17, USAID Administrator Rajiv Shah will prepare, serve, and share in a community meal with over 60 guests who are experiencing homelessness and hunger with the Youth Service Opportunities Project at the Church of Epiphany, 1317 G St NW, Washington, DC.\n\n\t\tOn January 17, Corporation for National and Community Service CEO Patrick Corvington will speak at the 18th Annual Hands On Atlanta Martin Luther King, Jr. Day Service Summit, an event which will include a service project to package up to 10,000 food boxes for hungry Georgians as well as learning sessions on important community issues. On January 14, CEO Corvington headlined a national conference call and roundtable with African American media hosted by White House Media Affairs. The Corporation for National and Community Service will also promote many MLK Day initiatives including Drum Majors for Service, the “MLK Day 25 Challenge: What are You Doing for Others in 2011” initiative, and MLK Day Ambassadors.\n\n\t\tOn January 17, the Office of National Drug Control Policy (ONDCP) will perform a home maintenance project for a “Gold Star” family – those who have lost a loved one in Iraq or Afghanistan. Director Gil Kerlikowkse and other ONDCP staff will do a variety of projects, including painting, light plumbing work and light carpentry, at the homes of several Maryland Gold Star families. ONDCP is also conducting a staff diaper drive and will deliver all contributions to a diaper bank to be distributed to needy families.\n\n\t\tOn January 17, White House Domestic Policy Council Director Melody Barnes will join hundreds of George Washington University Students to participate in school beautification projects at five D.C. public schools.   Barnes will deliver remarks on Dr. King’s legacy and the importance of service as a solution to our nation’s toughest challenges.\n\n\n\n\n\n"
}