{
    "title": "Información más reciente sobre la respuesta por el gobierno de Estados Unidos a la catástrofe causada por el terremoto de Haití | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/informaci-n-m-s-reciente-sobre-la-respuesta-por-el-gobierno-de-estados-unidos-a-la-0",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 18, 2010\n\n \n\n\n\nInformación más reciente sobre la respuesta por el gobierno de Estados Unidos a la catástrofe causada por el terremoto de Haití \n\n\n\n\nEl 12 de enero, 2010, un poderoso terremoto azotó a Haití, causando daños catastróficos en la capital, Puerto Príncipe, y zonas aledañas. El Presidente Obama le ha prometido al pueblo haitiano que \"no quedarán abandonados; no quedarán olvidados”.\nEl gobierno de Estados Unidos ha movilizado recursos y personal para contribuir a la labor de socorro. A continuación, sírvase encontrar algunos datos importantes y ejemplos de las medidas tomadas por el gobierno hasta la fecha. Todas las cifras a continuación eran válidas el lunes, 18 de enero, 2010 al mediodía.\n\t \nCOORDINACIÓN INTERNACIONAL\n\tEstados Unidos continuó coordinando su campaña de socorro en Haití con las Naciones Unidas y la comunidad internacional:\n\t \n\t• El Presidente Obama habló por segunda vez tanto con el Secretario General Ban de la ONU como el Presidente Lula de Brasil sobre los esfuerzos de la ONU, Brasil, Estados Unidos y otros para ayudar al pueblo haitiano. En particular, el Presidente habló sobre una mayor coordinación de nuestra labor en el terreno y expresó su apoyo a la ONU y la Misión de Estabilización de la ONU en Haití (MINUSTAH por sus siglas en francés). El Presidente le trasmitió su agradecimiento al Presidente Lula por la dirección que su país le presta a la MINUSTAH, y los dos líderes comentaron sobre su objetivo común de coordinar estrechamente la labor del gobierno de Haití y la comunidad internacional.\n• Los miembros del Consejo de Seguridad de la ONU se reunieron hoy para escuchar la más reciente evaluación del Secretario General de la ONU, quien acaba de regresar de Haití. La delegación de Estados Unidos presentó una resolución que aumentaría el límite de soldados y policías que respaldan la misión de la ONU (2,500 soldados más y 1,500 policías más, o un total de 8,940 soldados y 3,711 policías). La embajadora Rice posteriormente hizo declaraciones reiterando la solidaridad internacional y de Estados Unidos con el pueblo haitiano, expresando condolencias por las vidas perdidas en Haití, incluidas las de miembros de la comunidad de la ONU, y prometió nuestro apoyo continuo al gobierno de Haití y la ONU mientras toda la comunidad internacional continúa contribuyendo a los rescates, la recuperación y reconstrucción en todo el país.\n\t \nAEROPUERTOS Y ESPACIO AEREO \n\t• El aeropuerto está abierto para operaciones las veinticuatro horas al día, siete días a la semana y puede dar cabida a 100 aeronaves al día.\n\t• El personal de control de tráfico aéreo y administración de aeropuertos de la Fuerza Aérea de Estados Unidos continuará a cargo de las operaciones aéreas en el aeropuerto, con la aprobación del gobierno de Haití.\n\t• Hay 33 helicópteros que apoyan los operativos de socorro y realizan operativos en 9 zonas de aterrizaje. Además, se tiene previsto que 15 helicópteros adicionales lleguen a Haití en las próximas 24 horas. Estos helicópteros están operando desde nueve zonas de aterrizaje, entre ellas cinco puntos de recogida.\nSEGURIDAD\n\t• La primera prioridad de los operativos militares es establecer puntos de distribución de agua, y entregar combustible, alimentos y medicamentos.\n\t• Aproximadamente 11,274 miembros de las Fuerzas Armadas están el terreno o a bordo de embarcaciones.\n\t• 5 buques de la Marina de Estados Unidos están presentes, incluido el USS Carl Vinson. Se tiene previsto que 5 buques adicionales lleguen el lunes, 18 de enero.\n\t• 5 escampavías del Servicio de Guardacostas están en la zona, junto con una variedad de activos del Servicio de Guardacostas presentes, que trabajan día y noche para apoyar el control militar del tráfico aéreo, realizar evaluaciones de daños y rescatar a personas que necesitan ayuda.\n\to El escampavías Forward del Servicio de Guardacostas llegó a Puerto Príncipe el 13 de enero y fue el primer activo presente.\n\to 3 escampavías adicionales —Mohawk, Tahoma y Valiant— han llegado a la zona y están proporcionando ayuda y suministros. El Tahoma y Valiant tienen la capacidad de coordinar cubiertas de vuelo y comunicaciones, y el Tahoma está cargado de agua y suministros médicos.\n\to El escampavías Oak llegó a Puerto Príncipe y entregará agua y suministros médicos, además de realizar reconocimientos marítimos y servicio de ayudas para la navegación. Oak cuenta con una grúa de 20 toneladas.\n\t• El Crimson Clover, una barca cubierta de carga rodada con dos rampas extensibles de 46 pies y un cargador para operativos de descarga, está en Puerto Príncipe y ha comenzado dichos operativos.\n\t• 7 aviones C-130 del Servicio de Guardacostas están realizando evacuaciones de personal de Estados Unidos y otros servicios de apoyo bajo dirección de la Embajada de Estados Unidos; un C-144 del Servicio de Guardacostas está realizando vigilancia aérea del puerto, y 5 helicópteros del Servicio de Guardacostas están realizando evacuaciones y otros servicios de respaldo.\n\t \nSALUD\n\t• 265 profesionales médicos del Departamento de Salud y Servicios Humanos (HHS por sus siglas en inglés) están en Haití:\n\to Médicos, enfermeros, paramédicos, técnicos de urgencias médicas y otro personal médico que son parte del Sistema Médico Nacional para Catástrofes y el Cuerpo Comisionado del Servicio de Salud Pública de Estados Unidos. El Departamento de Salud activó el Sistema Médico Nacional para Catástrofes y el Cuerpo Comisionado del Servicio de Salud Pública de Estados Unidos para que contribuyan a la labor de socorro en Haití.\n\t• Equipos médicos del HHS han comenzado a atender pacientes.\n\to Se atendió a más de 300 pacientes ayer en un orfelinato de Haití, la mayoría de ellos con problemas médicos graves.\n\to Un cirujano pediátrico del Equipo Médico Quirúrgico Internacional de Respuesta del HHS operó a un niño ayer a bordo del USNS Carl Vinson.\n\to Un Equipo de Asistencia Médica en Catástrofes y el Equipo Médico Quirúrgico Internacional de Respuesta hoy atenderán a pacientes en la clínica GHESKIO en Puerto Príncipe.\n\to Miembros del Equipo de Asistencia Médica en Catástrofes también verán pacientes hoy en la base del Servicio de Guardacostas de Haití en Killick, Haití.\n\t• El USNS Comfort se encuentra en camino y se tiene previsto que llegue el 20 de enero con 600 profesionales médicos a bordo.\n\t \nEVACUACION Y RESCATES\n\t• Se ha evacuado a un total de 2,971 estadounidenses.\n\t• La FEMA está coordinando y apoyando la movilización de equipos de Búsqueda y Rescate Urbana (USAR por sus siglas en inglés) en todo Haití.\n\to Actualmente, 6 equipos USAR municipales y estatales (511 personas en total) están en el terreno en Haití. Estos equipos están compuestos por socorristas municipales y estatales especialmente preparados que provienen de todo el país.\n\to Los equipos USAR de Estados Unidos han rescatado a 37 personas, y 27 equipos internacionales de USAR han realizado 69 rescates exitosos.\n\to Cada equipo USAR incluye a aproximadamente 70 miembros.\n\t \nALIMENTOS & AGUA\n\t• Se ha entregado más de 89,800 libras de carga.\n\t• Un total de 20 paletas con 27,000 raciones humanitarias diarias han sido entregadas en Puerto Príncipe, como también tres paletas de medicamentos y paletas de productos de aseo.\n\t• El Departamento de Defensa proporcionó tres unidades de purificación y tratamiento de agua, y entregó doce cámaras de 3,000 galones de agua y 18 paletas de agua embotellada.\n\t• Helicópteros militares transportaron 26,000 raciones humanitarias diarias de la bahía de Guantánamo a Puerto Príncipe.\n\t• Un C-17 del Departamento de Defensa hizo entrega por paracaídas de 40 bultos del Sistema de Reparto de Contenedores (20 de comidas listas/20 de agua).\nManeras de contribuir a la labor de socorro \n\t• Contribuya por Internet por medio de ClintonBushHaitíFund.org.\n\t• Envíe el mensaje de texto “QUAKE” a 20222 para hacer una donación de $10 al Clinton Bush Haiti Fund. (Se le cobrará la donación en su cuenta de teléfono celular).\n\t• Encuentre más maneras de ayudar por medio del Centro de Información sobre Catástrofes Internacionales. (www.cidi.org).\nObtenga información sobre familiares y amigos\n\t• El Centro de Operaciones del Departamento de Estado ha designado la siguiente línea telefónica para estadounidenses en busca de información sobre familiares en Haití: 1-888-407-4747. (Debido a la gran cantidad de llamadas, es posible que le conteste una grabación). También puede enviarle un mensaje electrónico al Departamento de Estado. Favor de tener en mente que la comunicación dentro de Haití es muy difícil en este momento.\n###\n\t \n\n\n\n\n"
}