{
    "title": "DIA PANAMERICANO Y SEMANA PANAMERICANA, 2011 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/11/dia-panamericano-y-semana-panamericana-2011",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nApril 11, 2011\n\n \n\n\n\nDIA PANAMERICANO Y SEMANA PANAMERICANA, 2011\n\n\n\n\n\nTHE WHITE HOUSE \n\nOficina del Secretario de Prensa\n\n\t________________________________________________________________\n\n\tPara publicación inmediata                                                                                                               8 de abril, 2011\n\n\tDIA PANAMERICANO Y SEMANA PANAMERICANA, 2011\n\n\tPROCLAMA\n\n\tDEL PRESIDENTE DE ESTADOS UNIDOS DE AMERICA\n\n\t Durante todo el Día Panamericano y la Semana Panamericana, celebramos la estrecha cooperación a lo largo y ancho de nuestro hemisferio que incrementan la capacidad de nuestros ciudadanos de disfrutar de la libertad y alcanzar sus mayores aspiraciones. Todos los días, el futuro está siendo forjado por países y pueblos del continente americano. Ahora el mundo debe reconocer al continente americano entero como una región dinámica y en desarrollo, y estamos trabajando juntos para solucionar los desafíos que tenemos en común. Cada vez más, nuestro hemisferio está contribuyendo a la prosperidad y seguridad mundiales. Estos lazos entre nuestros pueblos tienen sus raíces no solo en el respeto mutuo e intereses y responsabilidades compartidos, sino también en los valores que tenemos en común. Y a medida que las naciones del continente americano sigan creciendo, progresando y solucionando los desafíos de nuestros días, nuestra amistad será más importante que nunca para lograr y mantener la seguridad y prosperidad para todos.\n\n\tEste año, el continente americano puede celebrar fechas históricas que han fortalecido los vínculos entre nuestras sociedades. Hace más de 60 años, nuestros países se unieron para formar la Organización de Estados Americanos y declararon que “la democracia representativa es condición indispensable para la estabilidad, la paz y el desarrollo de la región”. Hace una década, reafirmamos este principio en una Carta Democrática Interamericana que declaró que “los pueblos de América tienen el derecho a la democracia y sus gobiernos la obligación de promoverla y defenderla”. Este año también celebramos la designación del 2011 por las Naciones Unidas y la Organización de Estados Americanos como el Año Internacional para las Personas de Ascendencia Africana, una oportunidad para reconocer las innumerables maneras en que los hombres y mujeres de ascendencia africana han fortalecido nuestros países y enriquecido nuestra sociedad.\n\n\tEl continente americano les demuestra a los países de todo el mundo la fuerza de la democracia como una vía para respaldar los anhelos de libertad y la búsqueda de la felicidad que abrigan las personas; pero sabemos que nuestro trabajo está lejos de haber terminado. Muchos ciudadanos en nuestra región viven en la pobreza o carecen de acceso a empleos y oportunidades económicas, y algunos sufren la injusticia y la trasgresión de derechos humanos, entre ellos la libertad de expresión. En Haití y en otros lugares donde han ocurrido desastres naturales, muchos no tienen acceso a las necesidades básicas. A medida que nos unamos para desarrollar nuestras economías, aumentar la cooperación en seguridad ciudadana y el comercio, y promover la democracia, sabemos que nuestras alianzas, esfuerzos de cooperación y principios compartidos nos ayudarán a superar los desafíos de hoy y construir un futuro más seguro y próspero.\n\n\tAl celebrar el Día Panamericano y la Semana Panamericana, volvamos a poner énfasis en la cooperación entre todas las naciones del continente americano como una parte vital de nuestro interconectado mundo. Juntos, seguiremos desarrollando nuestras alianzas de igualdad y responsabilidad compartida y demostraremos que el cambio es posible, que toda nación puede ser libre y que no se puede negar la dignidad y los derechos humanos que nuestros países respetan.\n\n\tAHORA, POR TANTO, YO, BARACK OBAMA, Presidente de los Estados Unidos de América, en virtud de la autoridad que me confieren la Constitución y las leyes de Estados Unidos, proclamo por la presente el 14 de abril, 2011, como el Día Panamericano y la semana del 10 al 16 de abril,2011, como la Semana Panamericana. Insto a los gobernadores de los 50 estados, al gobernador del Estado Asociado de Puerto Rico, y a los funcionarios de otros territorios bajo la bandera de Estados Unidos de América a que realcen estas celebraciones con las ceremonias y actividades apropiadas.\n\n\tEN FE DE LO CUAL, firmo en este octavo día de abril del año de Nuestro Señor dos mil once, y 235° de la Independencia de Estados Unidos de América.\n\n\t \n\n\tBARACK OBAMA\n\n\t \n\n\t \n\n\t \n\n\t# # #\n\n\t \n\n\n\n\n"
}