{
    "title": "State Legislators: What They're Saying About the Affordable Care Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/19/state-legislators-what-theyre-saying-about-affordable-care-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 19, 2011\n\n \n\n\n\nState Legislators: What They're Saying About the Affordable Care Act\n\n\n\n\n\n\tAs Congress considers legislation that would repeal the Affordable Care Act, it’s important to take a look at who is opposing repeal. Here’s what state legislators are saying:\n\t \n Iowa State Senator Jack Hatch:\n\n\t“Before they vote, they need to think about the Iowa mother who can now get coverage for her 3-year old son who has severe asthma, a pre-existing condition; the Iowa cancer survivor who now no longer has to worry his insurance company will cut off his coverage due to an arbitrary lifetime limit; and, the tens of thousands of young Iowa men and women who now can get coverage on their parents’ health care plan.”\n\n Connecticut House Speaker Christopher G. Donovan and Rep. Betsy Ritter:\n\n\t“We would like to thank Connecticut's Congressional Delegation for standing up for quality, affordable health care for Connecticut's working families. Under federal health reform, our constituents are already seeing better access to affordable care, an end to arbitrary lifetime limits on benefits and denials without a chance of appeal. In addition, our state is taking advantage of millions of new health care dollars for Medicaid and retiree health insurance. We stand behind our delegation as they stand up to the special interests and put Connecticut's people before insurance industry profits.”\n\t \nArizona State Senator Kyrsten Sinema:  \n\n\t“I strongly urge every member of Arizona’s congressional delegation to stop the political games, stand up for Arizona families and vote against the Repealing Patients’ Rights Act.”\n\n\tNebraska State Senator Jeremy Nordquist:\n\n\t“Any attempts to weaken or repeal the Affordable Care Act will eliminate the ability of Nebraskans to get the coverage and care they need. We must work to ensure that Nebraska families can keep their coverage if they like it, increase access for those who are unable to get the care they need, and to ensure that all Nebraska families can see a family doctor.”\n\n Texas Representative Garnet F. Coleman:\n\n\t“It's telling that just weeks after taking office, Republicans in Congress have made it a priority to change current law to take away Americans' healthcare rights and allow insurance companies to drop someone from coverage if they develop a catastrophic illness like cancer. The Republican repeal would add billions to our national deficit and would have very real and drastic consequences on Texas families.”\n\nTexas Representative Rafael Anchia:\n\n\t“Repeal of the Affordable Care Act would be a disaster for the people I represent in North Texas, and would be a very bad turn of events for all Texans.  One in four families with children in my district lives in poverty, so my constituents need more access to affordable health insurance – not less.”\n\n Minnesota Representative Tom Huntley:\n\n\t“Every day, Minnesotans are coming to appreciate the Affordable Care Act more and more. Adult children are being offered coverage on their parents’ policy, seniors are getting help with the costly donut hole, and small businesses are adding jobs because the tax credit is helping them provide health coverage.”\n\n Minnesota Representative Erin Murphy:\n\n\t“Repealing the Affordable Care Act means repealing affordable coverage for Minnesotans with preexisting conditions like asthma or diabetes.  It means repealing consumer protections that protects an insured family from unfair premium increases.  It means bringing back the prescription drug donut hole that prices seniors citizens out of the prescription drugs they need to stay healthy… Repealing the Affordable Care Act represents a fatal step backwards and the consequence is a less stable, more costly health care system for Minnesotans.”\n\nNew York Assemblyman Felix Ortiz:\n\n\t“Simply said, revoking the National Health Care Reform Act will make preventative health care non affordable at a time when it is most needed and when it makes the most sense for our country economically. We must provide the means to allow people to seek preventive health care in order to stop the explosive cost of caring for people in emergency settings.”\n\n Washington State Senator Karen Keiser:\n\n\t“For Washington State, going backward is not an option. For small businesses, seniors, families and our most vulnerable communities, we simply cannot afford repeal.\"\n\n New York Assemblyman Roberto Rodriguez:\n\n\t“In the past few years we have taken great steps forward and overcome many barriers to finally enact Health Care Reform, it would be disgraceful to revoke this legislation which stands to benefit our citizens.”\n\nNorth Dakota State Senator Tim Mathern:\n\n\t“I use my time in the Legislature to make health care reform work for North Dakotans. All of us need to tell Congress to move on and give families freedom from the anxiety of medical cost bankruptcy and family stress from health care problems. Don’t repeal what we have – build on it to make it better.”\n\nMaryland Delegate James W. Hubbard:\n\n\t“I strongly urge every member of Maryland’s congressional delegation to stop the political games, stand up for Maryland families and vote against the Repealing Patients’ Rights Act. A repeal of the Patient Bill of Rights would mean:…41,465 Marylanders on Medicare would see significantly higher prescription drug costs… small businesses will once again have to pay higher rates for health insurance than big corporations… (and) adding hundreds of billions of dollars to the deficit without creating a single job.”\n\n Maryland Delegate Joseline A. Peña-Melnyk:\n\n\t“If the bill is repealed, the State of Maryland would lose funding for several initiatives, including resources proposed to help limit health insurance premium increases, consumer assistance programs designed to protect our citizens from unscrupulous industry practices, planning for a health insurance exchange to provide low cost insurance, and assistance to 101 employers through the Early Retiree Reinsurance Program.”\n\n\n\n\n"
}