{
    "title": "Nellis Solar Power System Tour Nellis Air Force Base Las Vegas NV | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/nellis-solar-power-system-tour-nellis-air-force-base-las-vegas-nv",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 27, 2009\n\n \n\n\n\nNellis Solar Power System Tour Nellis Air Force Base Las Vegas NV\n\n\n\n\n\nTHE WHITE HOUSE\n \nOffice of the Press Secretary\n___________________________________________________\nFOR IMMEDIATE RELEASE                  May 27, 2009\n \n NELLIS SOLAR POWER SYSTEM TOUR\nNELLIS AIR FORCE BASE, LAS VEGAS, NV\n\nPresident Obama will tour the photovoltaic array at Nellis Air Force Base, seeing first-hand how solar energy is being used to generate clean electricity supplies – including 25% of the base’s total power.\nCol. Howard D. Belote, the Commander of the 99th Air Base Wing, will lead President Obama and Senate Majority Leader Harry Reid on the tour.\n \nBackground on Nellis solar power system:\n\n         The Nellis solar power system, completed in December of 2007, is America's largest solar photovoltaic array.\n         The plant will generate more than 30 million kilowatt-hours (kWh) of clean electricity annually and supply approximately 25% of the total power used at the base, where 12,000 people live and work.\n         The system covers 140 acres of land at Nellis AFB, 33 acres of which are a capped landfill which has been reused for this \"green\" energy project.  The array is made from over 72,000 solar panels which track the sun to maximize the solar renewable energy we can receive.\n         It will reduce carbon emissions by 24,000 tons annually.\n         Using a \"first-of-its-kind\" public/private partnership, this project (which cost over $100M to construct) cost the AF less than $100,000 in capital costs, yet saved Nellis over $1.2M in its first year of operation.\n         The Nellis solar power system is joint venture between the U.S. Air Force; Renewable Ventures; SunPower Corporation; and N.V. Energy.\n         It took over 200 workers to build the array.   \n\nBackground on Col. Howard D. Belote:\nColonel Howard D. (Dave) Belote is Commander, 99th Air Base Wing, Nellis Air Force Base, Nevada. He is the installation commander for Nellis and Creech Air Force Bases and the 2.9 million-acre Nevada Test and Training Range. He is responsible for all installation support, providing communications, contracting, engineering, environmental, law enforcement, logistics, medical, security, services, supply, transportation, and mission support for more than 12,000 assigned personnel and 313,000 dependents, retirees, and veterans. In addition, the Wing supports the United States Air Force Warfare Center, 98th Range Wing, 53d Wing, 57th Wing, 432d Wing, 505th Command & Control Wing, 171 rotary- and fixed-wing aircraft assigned to Nellis, and the nearly 1,500 visitors and temporary-duty personnel conducting business at Nellis daily.\nColonel Belote, a native of Virginia Beach, Virginia, entered the Air Force via Officer Training School in 1985. He has held squadron, wing, numbered air force, and major command-level positions, and commanded the 32d Air Operations Squadron, Ramstein AB, GE, and the 3d Air Support Operations Group, Fort Hood, TX; his previous assignment was Chief, Combating Weapons of Mass Destruction Division, Strategic Plans and Policy Directorate (J-5), The Joint Staff, Pentagon. During Operation IRAQI FREEDOM, he commanded the USCENTCOM Air Component Commander's Element in Tel Aviv, Israel (Jan-Apr 2003); from Sep 2004 to Feb 2005, he commanded the 3d Expeditionary Air Support Operations Group in Baghdad, serving simultaneously as air liaison officer and deputy effects coordinator for Multi-National Corps-Iraq.\n \n### \n\n\n\n\n"
}