{
    "title": "NEW WHITE HOUSE REPORT: The Impact of Raising the Minimum Wage on Women and the Importance of Ensuring a Robust Tipped Minimum Wage | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/03/26/new-white-house-report-impact-raising-minimum-wage-women-and-importance-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 26, 2014\n\n \n\n\n\nNEW WHITE HOUSE REPORT: The Impact of Raising the Minimum Wage on Women and the Importance of Ensuring a Robust Tipped Minimum Wage\n\n\n\n\n“Most people who would get a raise if we raise the minimum wage are not teenagers on their first job – their average age is 35.  A majority of lower-wage jobs are held by women.  These Americans are working full-time, often supporting families, and if the minimum wage had kept pace with our economy’s productivity, they’d already be earning well over $10 an hour today.  Instead, it’s stuck at $7.25.  Every time Congress refuses to raise it, it loses value because the cost of living goes higher, minimum wage stays the same.”\n- President Obama, Remarks at Central Connecticut State University, March 5, 2014\nOver the past 30 years, modest minimum wage increases have not kept pace with the rising costs of basic necessities for working families. No one who works full time should have to raise his or her family in poverty. President Obama supports raising the minimum wage to help build real, lasting economic security for the middle class and has made it a key part of his plan to create more opportunities for every hardworking American to get ahead in 2014.\nThe President knows this is important for workers, and good for the economy. That is why the President has already signed an executive order to raise the minimum wage and tipped minimum wage for federal contract workers and is calling on Congress to raise the national minimum wage  from $7.25 to $10.10 per hour and index it to inflation thereafter, while also raising the tipped minimum wage for the first time in over 20 years. Increasing the minimum wage and the tipped minimum wage is especially important for women, who make up more than half of the workforce in jobs that pay the minimum wage and tipped occupations. Today, the White House is releasing a new report that lays out how women and the workforce would benefit if Congress passed legislation to raise the national minimum wage and tipped minimum wage for all Americans. Key findings from the report include:\nRaising the minimum wage is especially important for women because:\n\n\n\t\tWomen in the workforce are more highly concentrated in low-wage sectors such as personal care and healthcare support occupations.\n\n\t\tWomen account for more than half (55 percent) of all workers who would benefit from increasing the minimum wage to $10.10.\n\nWomen also make up the majority of workers in predominantly tipped occupation.  Under Federal law, employers are allowed to pay a “tipped minimum wage” of $2.13 to employees who regularly earn tips as long as their tips plus the tipped minimum wage meet or exceed $7.25 per hour.\n\n\n\t\tWomen account for 72 percent of all workers in predominantly tipped occupations – such as restaurant servers, bartenders, and hairstylists.\n\n\t\tAverage hourly wages for workers in predominantly tipped occupations are nearly 40 percent lower than overall average hourly wages.\n\n\t\tWorkers in predominantly tipped occupations are twice as likely as other workers to experience poverty, and servers are almost three times as likely to be in poverty.\n\n\t\tAbout half of all workers in predominantly tipped occupations would see their earnings increase as a result of the President’s proposal.\n\nThe national tipped minimum wage has been stuck at $2.13 for over 20 years.  Partly as a result, tipped workers are at greater risk of not earning the full minimum wage, even though employers are required by law to ensure that employees’ tips plus their employer-paid wage meet or exceed the full minimum wage.\n\n\n\t\tSince 1991, the tipped minimum wage has declined by 40 percent in real terms.  Today, the tipped minimum wage equals just 29 percent of the full minimum wage, the lowest share since the tipped minimum wage was established in 1966.\n\n\t\tWhen surveyed, more than 1 in 10 workers in predominantly tipped occupations report hourly wages below the full national minimum wage, including tips. This fact highlights the challenges of ensuring compliance with minimum wage laws for tipped workers, as the employer contribution has been eroded by 20 years of inflation.\n\n\t\tMany states have recognized the need for a greater employer contribution to the wages of tipped workers. Currently 32 states (including the District of Columbia) require employers to pay tipped workers an hourly wage that exceeds the national tipped minimum of $2.13 – and seven of these states require employers to pay both tipped and non-tipped workers the same state minimum wage before tips.\n\nRaising the full minimum wage and the tipped minimum wage will help reduce poverty among women and their families, as well as make progress toward closing the gender pay gap.\n\n\n\t\tAbout one-quarter (26 percent) of all workers who would benefit from increasing the minimum wage to $10.10 have dependent children, and 31 percent of female workers who would benefit have children.\n\n\t\t2.8 million working single parents would benefit from the President’s proposed increase in the full minimum wage, more than 80 percent of whom are women.\n\n\t\tResearch shows that raising the minimum wage reduces child poverty among female-headed households.\n\n\t\tIncreasing the minimum wage can also help women work their way out of poverty and into the middle class.\n\n\t\tFor every dollar that men earn, women earn just 77 cents. Estimates from the President’s Council of Economic Advisers suggest that increasing the minimum wage to $10.10 an hour and indexing it to inflation could close about 5 percent of the gender wage gap.\n\nTHE IMPACT OF RAISING THE MINIMUM WAGE ON WOMEN - March 2014\n\n\n\n\n"
}