{
    "title": "Senator Kerry Backs American Jobs Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/09/senator-kerry-backs-american-jobs-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 09, 2011\n\n \n\n\n\nSenator Kerry Backs American Jobs Act\n\n\n\n\n\n\tKerry: President Obama Includes Kerry-Hutchison Bi-Partisan Infrastructure Bank Plan in Jobs Proposal\n\n\tWASHINGTON, D.C. – Senator John Kerry (D-Mass.) released the following statement after President Obama’s speech tonight to a joint session of Congress:\n\n\t“This morning, 12 of us charged with putting America's fiscal house in order stressed, one after another, that we were deadly earnest about taking nothing off the table and finding the best ideas, left or right, for the strength and success of our country.  Governing in difficult times demands nothing less.\n\n\t“Tonight I was very encouraged to see President Obama include the Kerry-Hutchison infrastructure bank proposal in his jobs package, and I hope everyone looks at this idea on the merits alone, not as President Obama’s idea or my idea or a bill I wrote with Kay Bailey Hutchison and Lindsey Graham. This single idea is bigger than all of us. This is America’s bill.\n\n\t“An infrastructure bank is a novel and innovative approach that will create good jobs, help businesses, and make us competitive.  There’s almost $200 billion in private capital sitting on the sidelines that could be invested in our infrastructure, but it will take this bank to unlock private investment for bridges, roads, and rail. It will do more with less federal spending.  It’s the single cheapest part of the President’s jobs proposal.  It will create millions of jobs in the next decade.  It’s apolitical.  Instead of funding piecemeal projects based on political influence, the bank will operate outside of politics.  We have got to build consensus for the infrastructure bank to become law in this Congress.\n\n\t“Overall, tonight I thought President Obama laid out an aggressive, pragmatic jobs and growth plan. We know we can’t fix the budget without fixing jobs and we can’t fix jobs without fixing the budget.  Everyone and I mean everyone needs to cut the rhetoric and the soundbites and the political posturing and quietly roll up our sleeves and get to work.  Our joint committee has a big job to do and so does the entire Congress and the White House.  Let’s get at it.” \n\n\n\n\n"
}