{
    "title": "Presidential Nominations and Withdrawal Sent to the Senate, 9/29/10 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/29/presidential-nominations-and-withdrawal-sent-senate-92910",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 29, 2010\n\n \n\n\n\nPresidential Nominations and Withdrawal Sent to the Senate, 9/29/10\n\n\n\n\n\nNOMINATIONS SENT TO THE SENATE:\n\n\tPaula Barker Duffy, of Illinois, to be a Member of the National Council on the Humanities for a term expiring January 26, 2016, vice Harvey Klehr, term expired.\n\t \n\tIsabel Framer, of Ohio, to be a Member of the Board of Directors of the State Justice Institute for a term expiring September 17, 2012, vice Carlos R. Garza, term expired.\n\t \n\tMark Green, of Wisconsin, to be a Member of the Board of Directors of the Millennium Challenge Corporation for a term of three years, vice William H. Frist, term expiring.\n\t \n\tSusan H. Hildreth, of Washington, to be Director of the Institute of Museum and Library Services, vice Anne-Imelda Radice.\n\t \n\tThomas R. Nides, of the District of Columbia, to be Deputy Secretary of State for Management and Resources, vice Jacob J. Lew.\n\t \n\tAlan J. Patricof, of New York, to be a Member of the Board of Directors of the Millennium Challenge Corporation for a term of two years. (Reappointment)\n\t \n\tJo Ann Rooney, of Massachusetts, to be Principal Deputy Under Secretary of Defense for Personnel and Readiness, vice Michael L. Dominguez.\n\t \n\tMichael Vickers, of Virginia, to be Under Secretary of Defense for Intelligence, vice James R. Clapper, Jr.\n\t \n\tMartha Wagner Weinberg, of Massachusetts, to be a Member of the National Council on the Humanities for a term expiring January 26, 2016, vice Herman Belz, term expired.\n\t \n WITHDRAWAL SENT TO THE SENATE:\n\t \n\tTeresa Takai, of California, to be an Assistant Secretary of Defense, vice John G. Grimes, which was sent to the Senate on April 12, 2010.\n\n\n\n\n"
}