{
    "title": "H.R. 3962 — Ley del Cuidado de Salud a bajo Precio para Estados Unidos | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/hr-3962-ley-del-cuidado-de-salud-a-bajo-precio-para-estados-unidos",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 06, 2009\n\n \n\n\n\nH.R. 3962 — Ley del Cuidado de Salud a bajo Precio para Estados Unidos \n\n\n\n\n (Congresista Dingell, D-Michigan y 6 coauspiciadores)\nLa Administración apoya firmemente la aprobación por la Cámara de Representantes de la H.R. 3962, el Proyecto de Ley del Cuidado de Salud a Bajo Precio para Estados Unidos (Affordable Health Care for America Act), una propuesta que representa un hito crucial en el esfuerzo por reformar nuestro sistema de cuidado de salud. La H.R. 3962 realizará necesarias reformas de seguro para los estadounidenses que lo tienen, expandirá la cobertura a quienes no la tienen, reducirá los costos de familias y empresas, y comenzará a reducir el déficit del país. Cumple con los criterios del Presidente para la reforma del seguro médico: asegura que todos los estadounidenses tengan acceso a cuidado de salud de calidad y bajo precio, disponible cuando lo necesiten, sin añadir ni un centavo al déficit.\nEsta medida es producto de cooperación sin precedente e innumerables horas de trabajo por miembros de la Cámara de Representantes que comparten la convicción del Presidente de que el país no puede esperar otro año para la reforma del seguro médico. Han forjado un sólido consenso que representa un avance histórico.\nLa medida de la Cámara de Representantes incluye reformas cruciales del sector de seguros, para que los estadounidenses ya no tengan que preocuparse de que se les niegue cobertura, o se cancele o limite cuando más la necesitan. Cubre a prácticamente todos los estadounidenses y se asegura de que todos aquéllos con seguro médico estén protegidos contra altos gastos propios. La Administración se complace de que el proyecto de ley incluya una opción de seguro médico público ofrecida por medio de un mercado especializado. Como el Presidente ha dicho durante todo este proceso, una opción pública que compita con las aseguradoras privadas es una de las mejores maneras de garantizar opciones y competencia que son muy necesarias en el mercado actual.\nEl proyecto de ley de la Cámara de Representantes también incluye importantes reformas al sistema de atención médica y prolongará la solvencia del fideicomiso de seguro hospitalario de Medicare. Las medidas con respecto a Medicare y Medicaid promueven la atención primaria, integral y de calidad. Invierte en la investigación de los tratamientos más eficaces y en la fuerza laboral de salud. También hace mejoras cruciales para los beneficiarios de Medicare, entre ellas acabar con la brecha de cobertura en los beneficios de medicamentos de Medicare, conocida como el agujero de dona. Además, otorga nuevas opciones para la atención a largo plazo. Es más, la propuesta de la Cámara de Representantes está totalmente pagada y ayudará a reducir el déficit a largo plazo.\nEste proyecto de ley contiene las reformas necesarias de salud que quiere la Administración: cuidado de calidad y bajo precio al alcance de decenas de millones de estadounidenses que no tienen seguro actualmente, y estabilidad y seguridad para cientos de millones que sí lo tienen. El poder ejecutivo aprecia el arduo trabajo de la Cámara de Representantes en esta medida, que contribuye a transformar el sistema de cuidado de salud. La Administración está deseosa de continuar trabajando con el Congreso en esta legislación y lo alienta a que tome una pronta decisión respecto a este histórico proyecto de ley.\n* * * * * * *\n \n\n\n\n"
}