{
    "title": "Datos y Cifras sobre la Reducción de las Tropas en Irak | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/datos-y-cifras-sobre-la-reducci-n-de-las-tropas-en-irak",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\n\nAugust 02, 2010\n\n \n\n\n\nDatos y Cifras sobre la Reducción de las Tropas en Irak\n\n\n\n\n“Permítanme decirlo lo más claramente posible: el 31 de agosto, 2010, nuestra misión de combate en Irak concluirá”. \n- Presidente Barack Obama, Camp Lejeune, 27 de febrero, 2009\nTropas y cambio de misión \n \nCuando el Presidente Obama asumió el mando en enero del 2009, había 144,000 soldados estadounidenses en Irak. En su discurso en Camp Lejeune el 27 de febrero, 2009, el Presidente Obama anunció que Estados Unidos concluiría su misión de combate el 31 de agosto, 2010 y retendría una fuerza de transición de hasta 50,000 soldados estadounidenses para capacitar y asesorar a las Fuerzas de Seguridad de Irak, realizar conjuntamente operativos antiterroristas específicos, y proteger esfuerzos civiles y militares en curso de Estados Unidos.\n \n-          Para enero del 2010, había 112,000 soldados estadounidenses en Irak. Para fines de mayo del 2010, esa cifra se había reducido a 88,000. El general Odierno decidió en mayo del 2010 que acontecimientos positivos en el ámbito de seguridad permitían que la reducción prosiguiera como se había planeado. Se inició con ímpetu el tramo final de la reducción en junio del 2010 para cumplir con el compromiso del Presidente de concluir los operativos de combate. Para fines de agosto del 2010, el número de soldados estadounidenses en Irak se reducirá incluso más, a 50,000. El 31 de agosto, la Operación Iraqi Freedom llegará a su fin. La misión de transición ahora se llamará Operación New Dawn. Conforme a nuestros acuerdos con el gobierno de Irak, se tiene programado que todos los soldados estadounidenses salgan de Irak para fines del 2011. \n \n-          Actualmente hay 665,000 efectivos de la Fuerza de Seguridad de Irak que vienen encargándose de la seguridad de Irak desde junio del 2009, cuando soldados estadounidenses se trasladaron fuera de las ciudades de Irak. A pesar de que los terroristas han tratado de aprovechar el periodo formativo del gobierno posterior a las exitosas elecciones en Irak, el número de incidentes de seguridad continúa siendo el más bajo desde que llevamos la cuenta. Desde comienzos de este año, la colaboración entre militares de Estados Unidos e Irak ha resultado en la muerte o arresto de más de 30 de los principales líderes de Al-Qaida en Irak.  \n \n-          La disminución de tropas no significa un menor compromiso de Estados Unidos con Irak; significa, más bien, un cambio en el carácter de nuestro compromiso, de uno dirigido por militares a uno dirigido por civiles. La fuerza de transición que tendremos apostada puede continuar respaldando a las Fuerzas de Seguridad de Irak. Además, reforzaremos la alianza entre Estados Unidos e Irak en ámbitos como educación, imperio de la ley, comercio y tecnología. Para guiar el desarrollo de nuestra relación, Estados Unidos e Irak suscribieron un Acuerdo Marco Estratégico, que especifica temas de diálogo, intercambios, enlaces y transferencia de conocimientos.\n \nEquipo\n \nPara fines de agosto del 2010, las fuerzas de Estados Unidos en Irak reducirán el número total de equipo en Irak de 3.4 millones de piezas en enero del 2009 a un total de 1.2 millones de piezas, que se requieren para apoyar al resto de las tropas, las cuales estarán organizadas en seis brigadas de asesoría y asistencia, más facilitadores. El teniente general William Webster, al mando del Tercer Ejército y a cargo de la reducción, dijo “Éste es el mayor operativo, según hemos podido constatar, desde el preámbulo a la Segunda Guerra Mundial”. \n \n-          El equipo se está trasladando a uno de tres lugares en orden de prioridad:  a tropas estadounidenses que luchan en Afganistán, para  reabastecer las existencias militares de Estados Unidos, y a las Fuerzas de Seguridad de Irak para asegurar que tengan el mínimo de la capacidad esencial para hacerse cargo de la seguridad de Irak. La mayoría de los soldados y equipo se está transportando fuera de Irak por Kuwait, aunque Jordania y Turquía también permiten el tráfico.\n \n-          El Ejército ha denominado el operativo que combina la reducción de Irak y los refuerzos a Afganistán “Nickel II”. El nombre se basa en la función del Tercer Ejército en la Segunda Guerra Mundial, cuando el general Patton ordenó un cambio drástico para atacar a los alemanes durante la batalla de Bulge. Patton denominó “Nickel” A este operativo \n \nBases\n \nComo parte de la reducción de las tropas en Irak, las Fuerzas Armadas de Estados Unidos también están clausurando o transfiriendo bases militares en Irak. \n \n-           En junio del 2009, efectivos de Estados Unidos ocupaban 357 bases. Actualmente ocupan 121 bases, y se tiene previsto que se reduzca dicha cifra a 94 bases para fines de agosto.\n \nVisión general: “Botas en el terreno” (“Boots on the Ground” o BOG) de soldados estadounidenses en Irak y Afganistán\n \nVarios hechos esclarecen las dimensiones y el alcance de la reducción y el cambio de enfoque al concluir la guerra en Irak y centrarnos en Al Qaida y Afganistán. \n \n-          En enero del 2009, había aproximadamente 177,000 soldados estadounidenses en Irak y Afganistán: 144,000 en Irak y 33,000 en Afganistán. En julio del 2010, había aproximadamente 169,000: 81,000 en Irak y 87,000 en Afganistán. En septiembre del 2010, habrá aproximadamente 146,000: 50,000 en Irak y 96,000 en Afganistán. Por lo tanto, incluso con el aumento en Afganistán, el número total de soldados estadounidenses en Irak y Afganistán se habrá reducido de 177,000 a aproximadamente 146,000. Además de los que están en el terreno en Irak y Afganistán, hay miembros de las Fuerzas Armadas de Estados Unidos en funciones de apoyo a Irak, aproximadamente 28,000 y a Afganistán, 17,000. Prestan servicios desde otros lugares, como Kuwait, Qatar y en alta mar en el golfo Pérsico.\n \n-          La reducción de personal militar de Estados Unidos en Irak desde enero del 2009 representa aproximadamente tres veces el número de soldados que el Presidente movilizó a Afganistán en diciembre. \n \n\n\n\n"
}