{
    "title": "First Lady Michelle Obama and Epicurious Announce Winning Recipes in Nationwide “healthy Lunchtime Challenge” | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/06/20/first-lady-michelle-obama-and-epicurious-announce-winning-recipes-nation",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJune 20, 2013\n\n \n\n\n\nFirst Lady Michelle Obama and Epicurious Announce Winning Recipes in Nationwide “healthy Lunchtime Challenge”\n\n\n\n\n54 Kids to Attend \"State Dinner\" at White House on July 9\n\tTo Celebrate Nutritious, Delicious Lunchtime Dishes\n   \nWashington, DC – First Lady Michelle Obama, Epicurious, the Department of Education and the Department of Agriculture today announced the winners of a nationwide recipe challenge to promote healthy lunches as part of the First Lady’s Let’s Move! initiative.  The Healthy Lunchtime Challenge & Kids’ “State Dinner” will recognize 54 winners, representing all U.S. states, three territories and the District of Columbia, who will attend a Kids’ “State Dinner” at the White House hosted by Mrs. Obama on July 9. The group will join The First Lady for a healthy lunch, featuring a selection of the winning recipes, followed by a visit to the White House kitchen garden.\n“Our Kids’ State Dinner is one of my favorite events of the year, and the kid chefs who come from around the country never cease to impress and inspire me with their creativity and ingenuity.  I’m counting down the days until the winners join me at the White House to celebrate these healthy and delicious meals that kids everywhere will love,” said First Lady Michelle Obama.\n\n\tFor the second consecutive year, The Healthy Lunchtime Challenge & Kids’ “State Dinner” invited a parent or guardian to work with their child ages 8-12 to create a lunchtime recipe that is healthy, affordable, original and delicious.  In support of Let’s Move!, launched by the First Lady to help solve the problem of childhood obesity, each recipe adhered to the guidance that supports USDA’s MyPlate (at ChooseMyPlate.gov) to ensure that the criteria of a healthy meal were met. Entries had to represent each of the food groups, either in one dish or as parts of a lunch meal, including fruits, vegetables, whole grains, lean proteins and low-fat dairy foods, with fruits and veggies making up roughly half the plate or recipe.\nThe second Healthy Lunchtime Challenge, originated by Epicurious to promote healthy eating among America’s youth, received more than 1,300 entries featuring wholesome, tasty ingredients, including salmon, black beans and ground turkey.  The winners and featured recipes include:\n\n\n\t\tRowan Bean, 9, (Seward, AK) – “Alaskan Ceviche with Mango”\n\n\t\tKindall Sewell-Murphy, 10, (Selma, AL) – “Kale Broccoli Chicken and Apple Salad”\n\n\t\tEmma-Kate Schaefer, 8, (Fayetteville, AR) – “Confetti Spring Rolls - Orange-Cilantro Sauce”\n\n\t\tAlexandra Nickle, 10, (Phoenix, AZ) – “Banana's Black Bean Burritos”\n\n\t\tRose Scott, 12, Menlo (Park, CA) – “Pork and Tofu Lettuce Cups”\n\n\t\tNicholas Hornbostel, 8, (Edwards, CO) – “Sushi Salad”\n\n\t\tJohn Breitfelder, 9, (New Canaan, CT) – “Quinoa \"Risotto\" with Shrimp and Kale”\n\n\t\tBraeden Mannering, 9, (Bear, DE) – “Tortilla Bowl Deluxe”\n\n\t\tNicole Medina, 10, (Miami, FL) – “Summer Salmon”\n\n\t\tRegan Matthews, 12, (Atlanta, GA) – “Sweet Potato Turkey Sliders”\n\n\t\tEleanor Cowell, 8, (Honolulu, HI) – “Curried Chicken Salad & Taste of the Tropics”\n\n\t\tCorrine VanderGaast, 9, (Tipton, IA) – “Stone Curry with Brown Rice”\n\n\t\tAdam Wirth, 8, (Boise, ID) – “Veggie Barley Salad with Orange Honey Vinaigrette”\n\n\t\tTaddy Pettit, 10, (Oakwood, IL) – “Black Bean Wrap with Jicama - Grilled Corn Salsa”\n\n\t\tLydia Graham, 9, (Carmel, IN) – “Sneaky Chili Surprise”\n\n\t\tOlivia Neely, 10, (Lenexa, KS) – “Fun Mini Pizzas with Veggies & Cauliflower Crust”\n\n\t\tRegan Strehl, 11, (Lexington, KY) – “Raisin Bran Muffins”\n\n\t\tBrynna Robert, 12, (Metairie, LA) – “Sweet and Spicy Stir Fry”\n\n\t\tShefali Singh, 12, (Falmouth, MA) – “Shefali's Scrumptious Spring Rolls”\n\n\t\tEmma Scielzo. 10, (Chevy Chase, MD) – “Chicken Masala Wrap”\n\n\t\tNoah Koch, 9, (Waterville, ME) – “Vegan Powerhouse Pesto Pasta”\n\n\t\tJacob Hirsch, 8, (West Bloomfield, MI) – “Picky Eater Pita Pizza Pockets”\n\n\t\tKaitlyn Kirchner, 9, (Madelia, MN) – “Garden Stir-Fry”\n\n\t\tHenry Oates, 8, (Adrian, MO) – “Confetti Peanut Ginger Party Pasta”\n\n\t\tReed Lindsey, 10, (Booneville, MS) – “Pan Seared Mississippi Catfish on a Bed of River Rice”\n\n\t\tJoshua Garrigues, 8, (Bozeman, MT) – “Healthy Vegetable Fried Quinoa”\n\n\t\tVijay Dey, 12, (Chapel Hill, NC) – “Spring Rolls”\n\n\t\tCharli McQuillan, 8, (Oxbow, ND) – “Asian Fajitas”\n\n\t\tBence Brown, 9, (Omaha, NE) – “Terrific Tuna Casserole”\n\n\t\tOlivia Beauchesne, 12, (Nottingham, NH) – “Liv's Curry Chicken Salad Sandwich”\n\n\t\tGoldie Siegel, 8, (Clifton, NJ) – “Hawaiian Turkey Sliders with Mango-Pineapple Salsa”\n\n\t\tLouis Teich, 10, (Las Cruces, NM) – “Spinach Frittata”\n\n\t\tIsabella Gross, 11, (Henderson, NV) – “Chex Chicken and Bellaberry Smoothie”\n\n\t\tPeter Murphy, 8, (Manhasset, NY) – “Super Rescue Soup”\n\n\t\tAnisha Patel, 11, (Blacklick, OH) – “Kickin, Colorful, Bell Peppers stuffed with Quinoa”\n\n\t\tOgden Johnson, 10, (Tulsa, OK) – “Taco De Camaron”\n\n\t\tAudrey Russell, 10, (Portland, OR) – “Salmon Fried Rice”\n\n\t\tGanesh Selvakumar, 9, (Broomall, PA) – “Lentil Spinach Soup and Mint Chutney”\n\n\t\tSamantha Mastrati, 12, (Cranston, RI) – “Italian Garden Salsa with Crunchy Chicken Tenders”\n\n\t\tCorbin Jackson, 9, (Mount Pleasant, SC) – “Bring it On, Brussels Sprout Wrap!”\n\n\t\tOwen Kerkvliet, 9, (Huron, SD) – “Hidden Veggie Lasagna”\n\n\t\tMakenna Hurd, 9, (Mascot, TN) – “Makenna's Bodacious Banana Muffins”\n\n\t\tDevanshi Udeshi, 12, (Sugar Land, TX) – “Slam Dunk Veggie Burger”\n\n\t\tCecily Asplund, 10, (Provo, UT) – “Lucky Lettuce Cups”\n\n\t\tCampbell Kielb, 8, (Sterling, VA) – “Orange Chicken Lettuce Wraps”\n\n\t\tColin Hurliman, 9, (Burlington, VT) – “Champ's Maple BBQ Turkey Burgers”\n\n\t\tAmber Kelley, 10, (Woodinville, WA) – “Nummy No-Noodle Lasagna”\n\n\t\tLiam Kivirist, 11, (Browntown, WI) – “Wisconsin Solar Oven-Simmered Chili”\n\n\t\tJessica Wolfe, 9, (Shepherdstown, WV) – “Spicy Tofu Lettuce Cups”\n\n\t\tBreeze Petty, 11, (Thermopolis, WY) – “Scrumptious Chili with Zucchini Cornbread”\n\n\t\tIngrid Lamberg, 9, (Washington, DC) – “Inga Binga's Salmon Salad”\n\n\t\tGenzo Gonzales, 11, (Saipan, MP) – “Kangkong Pomegranate Salad”\n\n\t\tAliana Piñero, 9, (San Juan, PR) – “Yummy Eggplant Lasagna Rolls”\n\n\t\tSakari Clendinen, 8, (St. Thomas, VI) – “Zucchini Pancakes & Passion Fruit Banana Smoothie”\n\n \n\tThe winners were chosen by a panel of judges that included:  Tanya Steel, Epicurious editor-in-chief; Sam Kass, Executive Director of Let’s Move! and Senior Policy Advisor on Nutrition; Dr. Robert C. Post, Associate Executive Director, Center for Nutrition Policy and Promotion, USDA; Susan Winchell, Assistant General Counsel for Ethics, USED; Sam Myers, Jr., White House Liaison, USED; Mike Curtain, CEO of DC Central Kitchen and The Campus Kitchens Project; and two Washington, D.C.-based children who are graduates of Share our Strength’s Cooking Matters program. For a behind the scenes look at this year’s judging, click HERE.\nThe full list of winners and recipes can be found online at recipechallenge.epicurious.com. Additionally, a free downloadable and printable e-cookbook of the winning recipes, including nutritional analyses and photos, will be available in July at the contest site, epicurious.com, letsmove.obamawhitehouse.archives.gov, USDA.gov, and Ed.gov.\n\n\t“This year, we received very sophisticated recipe entries from all over the country that featured healthy ingredients like salmon, Greek yogurt, and ground turkey, which made it a delicious challenge to select the finalists,” said Tanya Steel.  “Each recipe also included anecdotes explaining the importance of healthy eating.  The insight from the kids who entered the challenge demonstrates that today’s youth understands the need to strengthen their bodies and minds with the most wholesome ingredients available.  We are, once again, incredibly thankful to Mrs. Obama for joining Epicurious to continue to raise awareness for the importance of healthy eating for future generations.”\n\n\t “Healthy eating can help spur academic success,” said Arne Duncan, U.S. Secretary of Education.  “And it’s exciting that our young people have harnessed their creativity to come up with fresh, new recipes that are nutritious and healthy. This competition is just another example of how kids can rise to any occasion—whether inside or outside the classroom—when challenged.”\n“The Healthy Lunchtime Challenge makes healthy eating fun and educational, and I am inspired every year by the creative efforts of these kids to create healthy recipes,” said Agriculture Secretary Tom Vilsack.  “By taking steps today to help our young people adopt healthy eating habits, we’re not just improving their health in the short term – we’re giving them important tools that will last a lifetime.”\n\n\tThe children’s arrivals on July 9 through the East Wing/Booksellers will be pooled press and the First Lady’s remarks at the lunch will be open press.  Members of the media interested in covering this event must RSVP to FirstLadyPress@who.eop.gov with their full name, date of birth, social security number, gender, city and state of residence and citizenship by Wednesday, July 3, at noon ET.\n\n\n\n\n"
}