{
    "title": "Statement of President Barack Obama on the Unjust Detention of Sarah Shourd, Shane Bauer, and Josh Fattal | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-president-barack-obama-unjust-detention-sarah-shourd-shane-bauer-and-josh",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 30, 2010\n\n \n\n\n\nStatement of President Barack Obama on the Unjust Detention of Sarah Shourd, Shane Bauer, and Josh Fattal\n\n\n\n\nTomorrow marks one year since Sarah Shourd, Shane Bauer, and Josh Fattal were detained by the Islamic Republic of Iran. Sarah, Shane and Josh committed absolutely no crime. When they were arrested and detained, they were hiking in the region along the border of Iran and Iraq. Yet for a full year, they have been held in prison, causing extraordinary grief and uncertainty for them, for their families, and for their loved ones.\nI want to be perfectly clear: Sarah, Shane and Josh have never worked for the United States government. They are simply open-minded and adventurous young people who represent the best of America, and of the human spirit. They are teachers, artists, and advocates for social and environmental justice. They have never had any quarrel with the government of Iran, and have great respect for the Iranian people. \n \nI call on the Iranian government to immediately release Sarah, Shane and Josh. Their unjust detention has nothing to do with the issues that continue to divide the United States and the international community from the Iranian government. This is a humanitarian imperative, as these three young people are innocent of any crime. As a signatory to multiple conventions on human rights, the government of Iran should act in line with the principles of justice, and allow Sarah, Shane and Josh to be reunited with their families. This call has been echoed by people in many countries, and is shared by all who respect human freedom and decency.\nI want to particularly acknowledge the suffering and advocacy of Sarah, Shane and Josh’s families. Earlier this week, I spoke with the mothers of these three young people, who have worked tirelessly for the release of their children. The Iranian government’s gesture of allowing these mothers to visit their children was welcome, but I cannot imagine how painful it was for these three courageous women to return home without their children. I told these three mothers that Sarah, Shane and Josh are in my thoughts and prayers, and that the U.S. government would continue to do all that it could to secure their release.\nI also spoke earlier this week with the wife of Robert Levinson, who went missing in Iran over three years ago. We continue to have no information about his welfare, and reiterate our call for the government of Iran to provide any information that it has about his whereabouts. It is time to facilitate Robert Levinson’s return to the family and friends who have suffered so greatly in his absence. We continue to have him in our thoughts and prayers, and to do all that we can to reunite him with his family.\nEach of these cases reminds us of the dignity that is shared by all human beings, and the necessity of justice. All Americans stand together in support of our citizens who are suffering through unjust detention abroad, and we will not rest until they are home.\nThose who may want to learn more about these cases can visit: www.freethehikers.org and www.helpboblevinson.com.\n\n\n\n"
}