{
    "title": "White House Forum on Health Reform Attendees and Breakout Session Participants | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/white-house-forum-health-reform-attendees-and-breakout-session-participants",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 05, 2009\n\n \n\n\n\nWhite House Forum on Health Reform Attendees and Breakout Session Participants\n\n\n\n\nTHE WHITE HOUSE Office of the Press Secretary  _______________________________________________________   FOR IMMEDIATE RELEASE                   March 5, 2009    White House Forum on Health Reform Attendees and Breakout Session Participants   President Obama will deliver remarks to open the White House Forum on Health Reform in the East Room this afternoon.  These remarks will be open press. Following the opening session, attendees will divide into five breakout groups to discuss ideas on how to bring down health care costs and increase coverage. Below is a list of participants in each breakout group as well as all attendees. Each session will have writer pools present; all five will be webcast on whitehouse.gov and one session will be carried by C-SPAN, which has opted to share footage with other television media outlets.  To close the forum, the President will reassemble participants to hold a dialogue in the East Room. This event will be open press.  Participants in Breakout Groups:   I. BREAKOUT SESSION ONE: STATE DINING ROOM Moderator:    Melody Barnes  Moderator:    Bob Kocher Sen. Byron Dorgan (D-ND)  Sen. Mike Enzi (R-WY)  Sen. Sheldon Whitehouse (D-RI)  Sen. Orrin Hatch (R-UT)  Rep. Rob Andrews (D-NJ)  Rep. Baron Hill (D-IN)  Rep. Jan Schakowsky (D-IL)  Rep. Jo Ann Emerson (R-MO)  Rep. Allyson Schwartz (D-PA)  Rep. Earl Pomeroy (D-ND)  Rep. John Conyers (D-MI)  SEIU, Dennis Rivera  Business Roundtable, Ken Powell (CEO of General Mills)  American Hospital Association, Rich Umbdenstock  American Cancer Society Cancer Action Network, Daniel Smith  American Nurses Association, Rebecca Patton  Blue Cross Blue Shield Association, Scott Serota  Consortium for Citizens with Disabilities (CCD) Health Task Force,  Peter Thomas  Planned Parenthood, Cecile Richards  National Council of La Raza (NCLR), Janet Murguia   II. BREAKOUT SESSION TWO: EEOB 350  Moderator:    Valerie Jarrett  Moderator:    Zeke Emanuel Sen. Chris Dodd (D-CT)  Sen. Robert Bennett (R-UT)  Sen. Bernie Sanders (I-VT)  Sen. Debbie Stabenow (D-MI)  Rep. Steny Hoyer (D-MD)  Rep. Roy Blunt (R-MO)  Rep. Miller (D-CA)  Rep. Buck McKeon (R-CA)  Rep. Rosa DeLauro (D-CT)  Rep. Donna Christensen (D-VI)  Rep. Tim Murphy (R-PA)  Rep. Michael Burgess (R-TX)  Rep. Nathan Deal (R-GA)  National Association of Manufacturers, John Engler  Federation of American Hospitals, Chip Kahn  University of Chicago Medical School, Eric Whitaker  Pfizer, Jeff Kindler  PICO, Scott Hersey Reed  National Partnership for Women and Families, Deb Ness  Racial and Ethnic Health Disparities, Fredette West  Alliance for Retired Americans, Ed Coyle  III. BREAKOUT SESSION THREE: EEOB 474 Moderator:    Peter Orszag  Moderator:    Secretary Shinseki Sen. Barbara Mikulski (D-MD)  Sen. Tom Harkin (D-IA)  Sen. Sherrod Brown (D-OH)  Sen. Judd Gregg (R-NH)  Rep. Charles Rangel (D-NY)  Rep. Dave Camp (R-MI)  Rep. Frank Pallone (D-NJ)  Rep. Lois Capps (D-CA)  Rep. Wally Herger (R-CA)  Rep. Xavier Becerra (D-CA)  Rep. Patrick Kennedy (D-RI)  Rep. Eric Cantor (R-VA)  United Food and Commercial Workers International Union (UFCW), Joe Hansen  National Federation of Independent Business (NFIB), Dan Danner  Catholic Health Association, Sister Carol Keehan  Hispanic Medical Association, Elena Rios  America's Health Insurance Plans (AHIP), Karen Ignani  Campaign for Mental Health Reform, Bill Emmet  Asian and Pacific Islander Health Forum, Dr. Ho Tran  Families USA, Ron Pollack  Center for American Progress, John Podesta  IV. BREAKOUT SESSION FOUR: EEOB 180 Moderator:    Nancy-Ann DeParle  Moderator:    Diana Farrel Sen. Max Baucus (D-MT)  Sen. Charles Grassley (R-IA)  Sen. Jeanne Shaheen (D-NH)  Rep. Henry Waxman (D-CA)  Rep. Joe Barton (R-TX)  Rep. Jim Cooper (D-TN)  AFL-CIO, Gerry Shea  Small Business Majority, John Arensmeyer  American Medical Association, Nancy Nielsen  PhRMA, Billy Tauzin  National Indian Health Board, Stacey Bohlen  National Association of People Living with AIDS, Frank Oldham   V. BREAKOUT SESSION FIVE: EEOB 248 Moderator:    Larry Summers  Moderator:    Neera Tanden Sen. Jay Rockefeller (D-WV)  Sen. Jeff Bingaman (D-NM)  Sen. Ron Wyden (D-OR)  Rep. John Dingell (D-MI)  Rep. Lucille Roybal-Allard (D-CA)  Rep. Mike Ross (D-AR)  Rep. Pete Stark (by phone) (D-CA)  Teamsters, Jim Hoffa  U.S. Chamber of Commerce, Tom Donahue  National Medical Association, Mohammad Akhter  Children’s Defense Fund, Marian Wright Edelman  AARP, Bill Novelli  HCAN, Richard Kirsch  University of Miami, Donna Shalala  White House Forum on Health Reform Attendees Everyday Americans In December, 2008 the Transition’s Health Policy Team solicited everyday Americans to hold Health Care Community Discussions around the country. The seven everyday Americans listed below all conveyed problems with the current health care system, expressed a desire to reform the system, and hosted discussions in their communities on health care issues.  They were invited to participate in Thursday’s White House Forum on Health Reform. Travis Ulerick is a 24-year old firefighter from Dublin, Indiana. He started out as a firefighter and first responder for the volunteer fire department on June 28, 2000.  When the fire department became the sole EMS provider for the southwestern portion of Wayne County in 2007, Ulerick was one of the four crew members hired to work full-time on the department's ambulance.  He graduated from nearby Lincoln High School, and is currently a senior at Ball State University in Muncie, Indiana. Travis hosted a health care community discussion with other local first responders, doctors, and everyday Americans in January in the bay of Dublin’s fire station. Recently HHS staff followed Travis around his job, and he will be featured in an upcoming video on the new healthreform.gov website. *NOTE: Travis Ulerick will introduce the President at the opening session.  Julia Denton is a 52-year old Republican from Yorktown, Virginia. Her husband is an active duty Air Force dentist with more than 23 years service. Julia currently devotes her time to caretaking and advocacy on behalf of her son Matthew, who was born with a rare genetic disorder resulting in multiple disabilities. Although Julia was a volunteer for the McCain/Palin campaign during the general election, she is now committed to the Obama health plan. She hosted a health care community discussion in December and since has continued to support the health reform effort. Siavash Sarlati is a 24-year old Iranian-born, American citizen, and a medical student at the University of Wisconsin. After completing high school, he pursued a degree in Biochemistry from the University of Wisconsin-Madison, graduating with honors. Siavash is currently a second-year medical student at the University of Wisconsin School of Medicine and Public Health, and he hopes to pursue a Masters in Public Health. Siavash hosted a health care community discussion in December. He is interested in doing his residency in an under-served urban area. Yvonne Rubie is a 57-year old from Brooklyn, New York. She is an active volunteer at House of the Lord Church, where she hosted a health care community discussion in December. Yvonne has a master’s degree in public health and uses her skills to promote health and wellness through health fairs, church discussions, and information sessions on diabetes. In an effort to continue the community discussion, she is in the process of planning an event in May focusing on elder care. Yvonne is committed to improving health care at both the national and local level. James Stoffer is a 54-year old teacher and small-business owner from Delafield, Wisconsin. As the owner of a malt shop, James is all too familiar with the high costs of insurance. Although his family has a history of cancer, he cannot afford the checkups due to cost. He spoke about insurance being an obstacle to fulfilling his lifelong dream of owning his own business and fears that the current system limits other entrepreneurs. Jose Oliva is a 63-year old Mexican-born, United States Citizen from El Paso, Texas. Jose works as a Customs and Border Protection Officer along the Texas-Mexico border. He is a veteran who served in the United States Air Force from May 1965 through May 1969, and all his higher education costs were paid through the GI bill and part-time employment. Jose and his wife have been married for 38 years and have four grown children. In December, Jose hosted a health care community discussion, where group participants discussed challenges to people in impoverished areas of the country. Jose believes that the biggest challenge in reforming health care is by improving access to all Americans.  Angela Diggs is a 42-year old Washington D.C. native, who is the administrator of the Congress Heights Senior Wellness Center, which is a partnership of the District of Columbia Office on Aging and Providence Hospital’s Wellness Institute. The center provides health and wellness classes for seniors on D.C.’s southwest side. In December, Angela helped organize a health care community discussion.    Members of Congress Expected to Attend Majority Leader Harry Reid (D-NV)  Minority Leader Mitch McConnell (R-KY)  Sen. Dick Durbin (D-IL) – Assistant Majority Leader  Sen. Edward Kennedy (D-MA) – Chairman, HELP Committee  Sen. Mike Enzi (R-WY) – Ranking Member, HELP Committee  Sen. Max Baucus (D-MT) – Chairman, Finance Committee  Sen. Charles Grassley (R-IA) – Ranking Member, Finance Committee  Sen. Jay Rockefeller (D-WV) – Chairman, Health Subcommittee of the Finance Committee  Sen. Orrin Hatch (R-UT) – Ranking Member, Health Subcommittee (Finance Committee)  Sen. Tom Harkin (D-IA) – Chairman, Appropriations Subcommittee on Health Care  Sen. Arlen Specter (R-PA) – Ranking Member, Appropriations Subcommittee on Health Care  Sen. Byron Dorgan (D-ND)  Sen. Chris Dodd (D-CT)  Sen. Robert Bennett (R-UT)  Sen. Bernie Sanders (I-VT)  Sen. Debbie Stabenow (D-MI)  Sen. Barbara Mikulski (D-MD)  Sen. Sherrod Brown (D-OH)  Sen. Sheldon Whitehouse (D-RI)  Sen. Jeanne Shaheen (D-NH)  Sen. Jeff Bingaman (D-NM)  Sen. Ron Wyden (D-OR)  Sen. Judd Gregg (R-NH) Speaker Nancy Pelosi  Rep. Steny Hoyer (D-MD) – House Majority Leader  Rep. Eric Cantor (R-VA) – Republican Whip  Rep. Xavier Becerra (D-CA) – Vice Chair of Democratic Caucus  Rep. Henry Waxman (D-CA) – Chairman, Energy & Commerce Committee  Rep. Joe Barton (R-TX) – Ranking Member, Energy & Commerce Committee  Rep. Charles Rangel (D-NY) – Chairman, Ways and Means Committee  Rep. Dave Camp (R-MI) – Ranking Member, Ways and Means Committee  Rep. George Miller (D-CA) – Chairman, Education and Labor Committee  Rep. Buck McKeon (R-CA) – Ranking Member, Education and Labor Committee  Rep. John Dingell (D-MI) – Chairman Emeritus of Energy & Commerce Committee  Rep. Frank Pallone (D-NJ) – Chairman, Health Subcommittee for Energy & Commerce  Rep. Nathan Deal (R-GA) – Ranking Member, Health Subcommittee for Energy & Commerce  Rep. Pete Stark (by phone) (D-CA) – Chairman, Health Subcommittee of Ways and Means  Rep. Wally Herger (R-CA) – Ranking Member, Health Subcommittee, Ways and Means  Rep. Rob Andrews (D-NJ) – Chair, Education & Labor Subcommittee on Health, Labor, et al.  Rep. John Conyers (D-MI)  Rep. Baron Hill (D-IN)  Rep. Jan Schakowsky (D-IL)  Rep. Jo Ann Emerson (R-MO)  Rep. Allyson Schwartz (D-PA)  Rep. Earl Pomeroy (D-ND)  Rep. Roy Blunt (R-MO)  Rep. Rosa DeLauro (D-CT)  Rep. Donna Christensen (D-VI)  Rep. Tim Murphy (R-PA)  Rep. Michael Burgess (R-TX)  Rep. Lois Capps (D-CA)  Rep. Patrick Kennedy (D-RI)  Rep. Jim Cooper (D-TN)  Rep. Lucille Roybal-Allard (D-CA)  Rep. Mike Ross (D-AR) Community Leaders and Stakeholders Expected to Attend   (in alphabetical order by organization name) AARP, Bill Novelli, President  ADAPT, Bobby Coward  AFL-CIO, Gerry Shea, Assistant to the President for Governmental Affairs        AFSCME, Gerry McEntee, President  AFT, Randy Weingarten, President  AIDS Action    Rebecca Haag  President and CEO  Alliance for Retired Americans, Ed Coyle, Executive Director  America’s Health Insurance Plans, Karen Ignani, President and CEO  American Cancer Society Cancer Action Network, Daniel Smith, President  American College of Physicians, Jeff Harris, President  American Academy of Pediatrics, David Tayloe, President  American College of Cardiology, W. Douglas Weaver, President  American Academy of Family Physicians, Ted Epperly, President  American Diabetes Association, Larry Hausner, CEO  American Heart Association, Timothy J. Gardner, President       American Hospital Association, Rich Umbdenstock, President  American Medical Association, Nancy Nielsen, President  American Nurses Association, Rebecca Patton, President  Asian and Pacific Islander Health Forum, Dr. Ho Tran, Executive Director  Association of Asian Pacific Community Health Organizations, Jeff Caballero, Executive Director  Building and Construction Trades Department, Mark Ayers, President  Better Health Care Together, Jody Hoffman, Executive Director  Blue Cross Blue Shield Association, Scott Serota, CEO  Campaign for America's Future, Roger Hickey, Founder and Co-Director  Campaign for Mental Health Reform, William Emmett, Director       Catholic Health Association, Sister Carol Keehan, President and CEO  CCD Health Task Force, Peter Thomas           CED, Charlie Kolb, CEO  Center for American Progress, John Podesta, President and CEO  Change to Win, Anna Burger, Chair  Children's Defense Fund, Marian Wright Edelman, Founding President   Columbia University Mailman School of Public Health, Irwin E. Redlener, M.D.  Communications Workers of America, Larry Cohen, President   Families USA, Ron Pollack, President  Federation of American Hospitals, Chip Kahn, President  General Mills, Ken Powell, President and CEO  Health Care for America Now, Richard Kirsch, National Campaign Manager    Hispanic Medical Association, Elena Rios, President      Human Rights Campaign, Joe Solmonese, President  Jennings Policy Strategies Group, Inc, Chris Jennings, President  League of United Latin American Citizens, Brent Wilkes, Executive Director       Markle Foundation, Zoe Baird, President  National Association of Counties, Valerie Brown, Incoming NACO Chair  National Association of Manufacturers, John Engler, President and CEO  National Association of People with AIDS, Frank Oldham, President and CEO  National Association of Community Health Centers, Tom Van Coverden, President and CEO  National Council of La Raza, Janet Murguia, President and CEO  National Jewish Hospital, Dr. Michael Salem, President           ;    National Congress of American Indians, Jacqueline L. Johnson Pata, Executive Director              National Federation of Independent Businesses, Dan Danner, President  National Indian Health Board, Stacey Bohlen, Executive Director  National Medical Association, Mohammad Akhter, Executive Director  National Partnership for Women and Families, Debra Ness, President    National Business Group on Health, Helen Darling, President           National Association of Children's Hospitals, Larry McAndrews, President and CEO  National Association of Public Hospitals, Larry Gage, President  National Rural Health Association, Dennis Berens, President  National Coalition on Health Care, Henry Simmons, Founder     National Association for Home Care & Hospice, Val Halamandaris, President             National Women's Law Center, Marcia Greenberger, President             National Minority AIDS Council, Paul Kawata, President           National Gay and Lesbian Task Force, Rea Carey, President  National Hispanic Health Alliance, Dr. Jane Delgado, President  National Education Association, Dennis Van Roekel, President  Pfizer, Jeffrey Kindler, CEO  Pharmaceutical Research and Manufacturers of America (PhRMA), Billy Tauzin, President and CEO        Physicians for a National Health Plan, Dr. Oliver Fein, Director  PICO, Scott Hersey Reed, Executive Director  Planned Parenthood Federation of America, Cecile Richards, President  Racial and Ethnic Disparities Health Coalition, Fredette West, President  Robert Wood Johnson Foundation, Dr. Risa Lavizzo-Mourey, President and CEO          SEIU, Dennis Rivera, Chair       SEIU, Andy Stern, President     Small Business Majority, John Arensmeyer, Founder and CEO  Teamsters, Jim Hoffa, President  Trust for America's Health, Jeff Levi, Executive Director              UAW, Ronald Gettelfinger, President  UFCW, Joe Hansen, President  University of Chicago Medical School, Eric Whitaker, Executive Vice President For Strategic Affiliations  University of Miami, Donna Shalala, President  USW, Leo Gerard, President  US Chamber, Tom Donohue, President\n\n\n\n"
}