{
    "title": "Presidential Memorandum--Government Reform for Competitiveness and Innovation | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/03/11/presidential-memorandum-government-reform-competitiveness-and-innovation",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 11, 2011\n\n \n\n\n\nPresidential Memorandum--Government Reform for Competitiveness and Innovation\n\n\n\n\n\n\tMEMORANDUM FOR THE HEADS OF EXECUTIVE DEPARTMENTS AND AGENCIES\n\n\tSUBJECT: Government Reform for Competitiveness and Innovation\n\n\tAs I outlined in my State of the Union address to the Congress on January 25, 2011, winning the future in the global economy will require reducing our deficit while investing in areas critical to long term economic growth and competitiveness such as education, innovation, and infrastructure.  By out educating, out innovating, and out building our competitors, we will enable our Nation to grow, create jobs, and thrive in the years ahead.\n\n\tAt the same time, we cannot win the future with a government built for the past.  We live and do business in the information age, but the organization of the Federal Government has not kept pace.  Government agencies have grown without overall strategic planning and duplicative programs have sprung up, making it harder for each to reach its goals.  Already, my Administration has taken on this waste and duplication.  My current budget proposes more than 200 terminations, reductions, and savings in agency programs totaling approximately $30 billion in fiscal year 2012.  And in areas as varied as surface transportation to job training, public health, and education, I have proposed to consolidate scores of programs into more focused, effective, and streamlined initiatives.\n\n\tBut we must go further.  Winning the future will take a government that judiciously allocates scarce government resources to maximize its efficiency and effectiveness so that it can best support American competitiveness and innovation.  Now is the time to act to consolidate and reorganize the executive branch of the Federal Government in a way that best serves this goal.\n\n\tBy this memorandum, I assign our Nation's first Chief Performance Officer, who also serves as the Deputy Director for Management of the Office of Management and Budget (the \"Chief Performance Officer\"), the responsibility of leading the effort to create a plan for the restructuring and streamlining of the executive branch of the Federal Government.  The first focus of this effort shall be on the executive departments and agencies and the functions that support one of our most important priorities    increasing trade, exports, and our overall competitiveness (\"trade and competitiveness\").\n\n\tAccordingly, I direct the following:\n\n\t(1)  The Chief Performance Officer shall establish a Government Reform for Competitiveness and Innovation Initiative, led by an Executive Director, to conduct a comprehensive review of the Federal agencies and programs involved in trade and competitiveness, including analyzing their scope and effectiveness, areas of overlap and duplication, unmet needs, and possible cost savings.\n\n\t(2)  As part of this review, the Chief Performance Officer and Executive Director shall confer broadly with the heads and staff of executive departments and agencies, including the offices and agencies within the Executive Office of the President (collectively, the \"agencies\").  They should also consult broadly with external stakeholders, including Members of Congress, business leaders, unions, nongovernmental organizations, and government reform experts, to hear their individual and independent perspectives on what we are doing well and where we could improve our effectiveness and efficiency.\n\n\t(3)  Within 90 days from the date of this memorandum, the Chief Performance Officer shall submit recommendations to me for presidential and, ultimately, congressional action to restructure and streamline Federal Government programs focused on trade and competitiveness, based on the following principles:\n\n\t(a)  the functions of the executive branch of the Federal Government involved in trade and competitiveness should be organized so that the Federal Government can most efficiently and effectively facilitate the competitiveness of American businesses, large and small, and American workers in the changing global economy;\n\n\t(b)  the responsibilities, authorities, programs, and requirements of agencies should be transparent, understandable, and easily accessible to the American public; and\n\n\t(c)  agencies and programs should be organized to reduce inefficiencies and overlapping responsibilities or functions, maximize return on taxpayer dollars, and best serve the American public.\n\n\t(4)  Agencies shall provide, consistent with law, information and assistance requested by the Chief Performance Officer and Executive Director to inform their work as directed by this memorandum.\n\n\t(5)  Agencies shall carry out the provisions of this memorandum to the extent permitted by law and consistent with their statutory and regulatory authorities and their enforcement mechanisms.\n\n\t(6)  This memorandum is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity, by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n\n\t(7)  The Director of the Office of Management and Budget is hereby authorized and directed to publish this memorandum in the Federal Register.\n\n\tBARACK OBAMA\n\n\n\n\n"
}