{
    "title": "First Lady’s Let’s Move! Campaign and NFL’s Play 60 Campaign Team up to Tackle Childhood Obesity | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/08/first-lady-s-let-s-move-campaign-and-nfl-s-play-60-campaign-team-tackle-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nSeptember 08, 2010\n\n \n\n\n\nFirst Lady’s Let’s Move! Campaign and NFL’s Play 60 Campaign Team up to Tackle Childhood Obesity\n\n\n\n\nFirst Lady Michelle Obama and NFL Commissioner Roger Goodell announced today that the First Lady’s Let’s Move! Campaign and NFL PLAY 60 are teaming to fight childhood obesity.  The announcement brings together two leading youth health and wellness initiatives. \nThe announcement was made today at Woldenberg Park in New Orleans during the NFL PLAY 60 Youth Football Festival, part of the NFL’s celebration to kick off the 2010 season. Making the announcement were the First Lady, Commissioner Goodell, Super Bowl winning coach and current NBC Sports broadcaster Tony Dungy and former NFL players.\n \nThe First Lady’s Office and the NFL will work to promote the joint goals of NFL PLAY 60 and the First Lady’s Let’s Move! campaign to combat childhood obesity and help the nation’s youth lead healthier, more active lives. \n \nAmong the highlights:\n \n\nThrough its two primary in-school programs -- the PLAY 60 Challenge in partnership with the American Heart Association and Fuel Up To Play 60 in partnership with The National Dairy Council -- the NFL will support the Presidential Active Lifestyle Award (PALA) program with a goal of encouraging 200,000 students to participate in the program this year. The First Lady’s Office supports programs like both the Play 60 Challenge and Fuel Up to Play 60 programs as great ways for kids to be active and healthy. \n\n \nThe PALA program enables people of all ages to receive Presidential recognition for leading healthier lifestyles. For more information about the President’s Challenge programs, visit www.presidentschallenge.org. Americans can earn PALA recognition by performing regular activity beyond their daily activity goal of 30 minutes a day for adults or 60 minutes a day for youths under 18 for at least 5 days per week, for a total of 6 weeks. \n \n\nThe NFL and the First Lady’s Office will develop and share co-branded content.  Among the elements will be a Public Service Announcement that will promote Let’s Move! and Fuel Up To Play 60, a joint program of the National Dairy Council and the NFL. The message will be produced in conjunction with the Ad Council and will debut in November.\n\n \nNFL PLAY 60 and the First Lady’s Let’s Move! campaign pledge to build upon the work already begun over the past year and announced today in the years ahead.  The NFL, for example, will build this fall its 100th site for children to play through NFL Play 60 as part of its NFL United Way \"Hometown Huddle\" day of service. \n \nToday’s announcement follows other recent joint efforts between the NFL and the White House:\n \n\nPresident Obama last month honored the New Orleans Saints for their Super Bowl victory and spoke of the role the team has played in helping New Orleans recover from the devastation from Hurricane Katrina. The team also held a NFL PLAY 60 football clinic on the White House lawn with local Washington, DC-area youth.\nIn June, the First Lady introduced Brees as the 2010 co-chair of the President’s Council on Fitness, Sports and Nutrition. Former New England Patriots great Tedy Bruschi also was named a member of the 2010 Council. Drew Brees has been the national spokesman for NFL PLAY 60 for the last three years. \nPresident Obama and the First Lady joined the NFL and players from the Washington Redskins, Baltimore Ravens and Miami Dolphins in helping kids learn the value of good health as part of the annual White House Easter Egg Roll in April. This year’s Egg Roll was themed “Ready, Set, Go!” promoting health and wellness. All activities, including youth football clinics led by the NFL and NFL players, encouraged children in attendance to lead healthy and active lives as part of the Let’s Move!  initiative.\nLast season, President Obama filmed a PSA at the White House with Brees, Pittsburgh Steelers S Troy Polamalu and Dallas Cowboys DE DeMarcus Ware promoting PLAY 60 and the White House’s “United We Serve” campaign. The PSA ran during NFL telecasts on Thanksgiving weekend in airtime donated by the NFL.\n\nAbout Let’s Move!\n \nLet's Move! cultivates the appreciation of nutritious food and inspires kids to engage in physical activity. It empowers parents and caregivers by emphasizing their role in making healthy choices for children and stresses the importance of access to nutritious foods in schools and communities. Let’s Move! was launched in February 2010 in partnership with the USDA, U.S. Department of Health and Human Services (HHS), the President's Council on Physical Fitness, Sports and Nutrition and other members of the White House Task Force on Childhood Obesity. Let’s Move! is a continuation of White House efforts to unite and inspire families to take real and sustained actions to eat better, be more active and make a commitment to embracing healthier lifestyles.\n \nAbout NFL PLAY 60\n \nDesigned to tackle childhood obesity, NFL PLAY 60 brings together the NFL’s long-standing commitment to health and fitness with partner organizations.  Since the program was launched in 2007, the NFL has committed $200 million to youth health and fitness through programming, grants, and media time for PSAs. For more information, visit www.nflrush.com\n\n\n\n"
}