{
    "title": "President Obama Announces New White House Director of Domestic Policy Council Cecilia Muñoz | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/01/10/president-obama-announces-new-white-house-director-domestic-policy-counc",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 10, 2012\n\n \n\n\n\nPresident Obama Announces New White House Director of Domestic Policy Council Cecilia Muñoz\n\n\n\n\n\n\tWashington, DC – Today, January 10th, the White House announced that current Director of Intergovernmental Affairs Cecilia Muñoz will now serve as the Director of the Domestic Policy Council.  Ms. Munoz will coordinate the policy-making process and supervise the execution of domestic policy in the White House.\n\n\t“Over the past three years, Cecilia has been a trusted advisor who has demonstrated sound judgment day in and day out,” said President Obama. “Cecilia has done an extraordinary job working on behalf of middle class families, and I’m confident she’ll bring the same unwavering dedication to her new position.”\n\n\tCecilia Muñoz currently serves as Deputy Assistant to the President and Director of Intergovernmental Affairs where she oversees the Obama Administration’s relationships with state and local governments. As Director of Intergovernmental Affairs under Valerie Jarrett, Ms. Muñoz leads a partnership between federal, state, local, and tribal governments that Governing magazine described as “more prominent and responsive than it ever was,” citing praise from local and state elected officials from across the political spectrum.  Under Muñoz’s leadership, this partnership has brought the voices of local elected officials and the people they represent into the White House in the development and execution of policies to address local challenges in the economy, health care, disaster relief, and transportation infrastructure among others.\n\n\tMs. Muñoz also leads the Administration’s efforts to fix the broken immigration system so that it meets America’s 21st century economic and security needs. In addition, she serves as Co-Chair of the President’s Task Force on Puerto Rico’s Status, which has worked to not only continue to address the question of the island’s political status, but also partnered with local officials to address immediate concerns over jobs and the economy, health care, education, the environment, energy, and infrastructure.\n\n\tPrior to joining the Obama Administration, Muñoz served as Senior Vice President for the Office of Research, Advocacy, and Legislation at the National Council of La Raza (NCLR), the nation’s largest Latino civil rights organization.  She supervised NCLR’s policy staff covering a variety of issues of importance to Latinos, including civil rights, employment, poverty, farmworker issues, education, health, housing, and immigration.  Her particular area of expertise is immigration policy, which she covered at NCLR for twenty years. \n\n\tMs. Muñoz is the former Chair of the Board of Center for Community Change, and served on the U.S. Programs Board of the Open Society Institute and the Board of Directors of the Atlantic Philanthropies and the National Immigration Forum.  In June 2000, she was awarded a MacArthur Foundation fellowship in recognition of her work on immigration and civil rights.\n\n\tMs. Muñoz is the daughter of immigrants from Bolivia and was born in Detroit, Michigan.  She received her undergraduate degree from the University of Michigan in Ann Arbor and her master’s degree from the University of California at Berkeley.  In 2007, she served as the Towsley Foundation Policymaker in Residence at the Gerald R. Ford School of Public Policy at the University of Michigan.  \n\n\n\n\n"
}