{
    "title": "Mensaje Semanal: Presidente Obama promete continuar oponiéndose a intereses particulares a favor del pueblo estadounidense | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/mensaje-semanal-presidente-obama-promete-continuar-oponi-ndose-a-intereses-particul",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 23, 2010\n\n \n\n\n\nMensaje Semanal: Presidente Obama promete continuar oponiéndose a intereses particulares a favor del pueblo estadounidense\n\n\n\n\nWASHINGTON – En su mensaje semanal, el Presidente Barack Obama prometió continuar luchando a favor de los estadounidenses para asegurarse que sus voces sean escuchadas por encima de las de los intereses particulares y cabilderos en Washington, a pesar del fallo de la Corte Suprema de esta semana que le permitirá a las empresas usar su poder económico para ejercer influencia directa en las elecciones.\nEl audio y el video estarán disponibles en obamawhitehouse.archives.gov\nDeclaraciones del Presidente Barack Obama \nVersión preparada \nMensaje semanal \n23 de enero, 2010\nUna de las razones por las cuales me postulé a la presidencia fue porque estaba firmemente convencido de que las voces de los estadounidenses promedio, la gente trabajadora que hace todo lo que puede para permanecer a flote, simplemente no estaban siendo escuchadas, ahogadas por las poderosas voces de los intereses particulares en Washington. Y el resultado era una política nacional que a menudo estaba demasiado parcializada a favor de quienes tienen el poder para inclinar la balanza.\nDurante el primer año de mi presidencia, redujimos la injerencia de esos poderes al implementar reformas históricas para eliminar la influencia de dichos intereses particulares. En mi primer día en el cargo, cerramos la puerta giratoria entre las firmas de cabilderos y el gobierno, para que ningún miembro de mi equipo tome decisiones en base a los intereses de empleadores pasados o futuros. Prohibimos los obsequios de los cabilderos federales a los funcionarios del poder ejecutivo. Impusimos restricciones estrictas para evitar que los fondos destinados a la recuperación vayan a parar a los bolsillos de los que están bien conectados en vez de generar empleos para estadounidenses. Y por primera vez en la historia, hemos revelado públicamente los nombres de las visitas diarias a la Casa Blanca, sean cabilderos o no, para que ustedes sepan lo que sucede en la Casa Blanca, la casa del pueblo.\nEl progreso logrado ha sido constante. Pero esta semana, la Corte Suprema de Estados Unidos emitió un dictamen que fue una enorme victoria para los intereses particulares y sus cabilderos, y propinó un duro golpe a nuestros esfuerzos por disminuir la influencia de las corporaciones. Esta norma es un ataque contra la democracia en sí. En un voto de 5-4, el tribunal anuló más de un siglo de leyes, incluida la ley de financiamiento de campañas respaldada por ambos partidos y redactada por los senadores John McCain y Russ Feingold, la cual prohibía que las corporaciones usaran su influencia económica para interferir directamente con las elecciones al sacar anuncios a favor o en contra de los candidatos en las cruciales semanas finales.\nEste fallo permite que inunde nuestra democracia un diluvio ilimitado de dinero de intereses particulares. Les da a los cabilderos de los intereses particulares un nuevo instrumento de influencia: la posibilidad de gastar millones en publicidad para convencer a funcionarios públicos de que voten como ellos quieren o castigar a quienes no lo hacen. Eso significa que cualquier funcionario público que tiene la valentía de oponerse a los intereses particulares y defender al pueblo estadounidense puede encontrarse bajo ataque en el momento de las elecciones. Incluso las corporaciones extranjeras pueden tomar parte ahora.\nNo se me ocurre nada más devastador para los intereses del pueblo. Lo último que necesitamos es darles más influencia a los cabilderos de Washington o más poder a los intereses particulares para inclinar a su favor los resultados de las elecciones.\nTodos nosotros, sin importar partido político, debemos estar preocupados de que será mucho más difícil lograr reformas financieras equitativas y de sentido común o cerrar las brechas tributarias no justificadas que recompensan a las empresas por esconder sus ganancias o enviar empleos estadounidenses al extranjero. \n Será más difícil que se aprueben normas de sentido común para promover la independencia energética porque se permitiría que incluso entidades extranjeras se inmiscuyan en nuestras elecciones. \nLe dará al sector de seguros médicos incluso más poder para evitar reformas que protejan a los pacientes.\nNo necesitamos darles más influencia a los poderosos intereses que ya ahogan las voces de los estadounidenses promedio. \n \nY no tenemos la intención de hacerlo. Cuando este dictamen fue emitido, le di instrucciones a mi gobierno para que empezara a trabajar inmediatamente con los miembros del Congreso dispuestos a defender al pueblo estadounidense a fin de desarrollar, con el respaldo de ambos partidos, una respuesta enérgica a este dictamen. Hemos empezado a trabajar en ella, y será nuestra prioridad hasta que reparemos el daño hecho. \n \nHace cien años, uno de los grandes presidentes republicanos, Teddy Roosevelt, luchó para limitar la influencia y el gasto de los intereses particulares en las campañas políticas en Estados Unidos y advirtió del impacto del gasto corporativo sin freno. Su mensaje tiene la misma vigencia hoy que ayer, en esta era de comunicaciones masivas, cuando con demasiada frecuencia se arregla la baraja en contra de los estadounidenses promedio. Mientras sea su Presidente, nunca dejaré de luchar para asegurarme de que la voz más fuerte en Washington sea la suya.\n###\n \n\n\n\n"
}