{
    "title": "Declassification Policy Forum to Launch This Week | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declassification-policy-forum-launch-week",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 01, 2009\n\n \n\n\n\nDeclassification Policy Forum to Launch This Week\n\n\n\n\nTHE WHITE HOUSE Office of the Press Secretary   _________________________________________  FOR IMMEDIATE RELEASE   JULY 1, 2009  Declassification Policy Forum to Launch This Week WHAT:          An important extension of the Open Government Initiative began this week: The Declassification Policy Forum.  This will be an interactive conversation available at obamawhitehouse.archives.gov/open/blog.  Members of the Public Interest Declassification Board will moderate and solicit recommendations from the public on possible revisions to the classification and declassification policies found in Executive Order 12958, as amended, \"Classified National Security Information.\"  This a request of the National Security Advisor in support of the ongoing review of the Order directed by President Barack Obama on May 27, 2009.                                                                                                    WHO:           Public Interest Declassification Board Members  WHEN:          Monday, June 29, 2009 (start) – Monday July 13, 2009 (end)    WHERE:        obamawhitehouse.archives.gov/open/blog    The President’s goals of promoting greater government transparency and participation is about to mark a new milestone in what one may think is a very unlikely topic for citizen participation: Classification and Declassification Policy.  This is an interesting avenue for public participation and a new facet to the President’s Open Government Initiative.  The Declassification Policy Forum will be used to solicit recommendations for revisions to the Order in four topical areas: Declassification Policy (June 29 – July 1), a National Declassification Center (July 2 – July 4), Classification Policy (July 5 – July 7), and Technology Challenges and Opportunities (July 8 – July 10).  Once posted, each topic will be available for comments for three days.  At the conclusion of the third day, the comment function on the topic will be turned off and the next topic will begin the following day.  After each topic closes, a concluding summary will be posted.  The Declassification Policy Forum began on Monday, June 29, 2009, and will require registration to participate.  Participants may make suggestions or comments, vote on previous postings, and flag topics that are off-topic.  The Public Interest Declassification Board members look forward to receiving thoughtful ideas and innovative suggestions that will further the policy discussion and assist the Board in making recommendations to the National Security Advisor.  In addition to the online discussion, the Board will also accept input via email (PIDB@nara.gov), fax (202-357-5907), and US mail (Public Interest Declassification Board, National Archives and Records Administration, 700 Pennsylvania Avenue NW, Room 100, Washington, DC 200408-0001).  Background The Public Interest Declassification Board is an advisory committee established by Congress in order to promote the fullest possible public access to a thorough, accurate, and reliable documentary record of significant U.S. national security decisions and activities. The Board is composed of nine individuals, five appointed by the President and four by the Congressional leadership. Current Presidential appointees include: Martin C. Faga (Acting Chair),   Herbert O. Briick, Ronald Radosh, Jennifer E. Sims, and Elizabeth Rindskopf Parker. The Minority Leader of the House appointed Admiral William O. Studeman, USN, (Ret.), the Majority Leader of the Senate appointed Sanford J. Ungar, and the Speaker of the House appointed Representative David E. Skaggs. For more information see:  http://www.archives.gov/declassification/pidb. *   *   *   \n\n\n\n"
}