{
    "title": "New Report: Foreign Direct Investment In the United States | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/10/31/new-report-foreign-direct-investment-united-states",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 31, 2013\n\n \n\n\n\nNew Report: Foreign Direct Investment In the United States\n\n\n\n\nReport Prepared by the Department of Commerce and the President’s Council of Economic Advisers:\nThe United States has been the world’s largest recipient of foreign direct investment (FDI) since 2006.  Every day, foreign companies establish new operations in the United States or provide additional capital to established businesses.  With the world’s largest consumer market, skilled and productive workers, a highly innovative environment, appropriate legal protections, a predictable regulatory environment, and a growing energy sector, the United States offers an attractive investment climate for firms across the globe.\nForeign direct investment in the United States is substantial\n\n\nIn 2012, net U.S. assets of foreign affiliates totaled $3.9 trillion.  The United States consistently ranks as one of the top destinations in the world for foreign direct investment (FDI), with inflows totaling $1.5 trillion in FDI just since 2006.  For 2012, FDI inflows totaled $166 billion.\n\n\nThe U.S. manufacturing sector draws a considerable share of FDI dollars, led by pharmaceuticals and petroleum and coal products.  Outside manufacturing, wholesale trade; mining; non-bank holding companies; finance and insurance; and banking receive the greatest shares of foreign investment.  \n\n\n\t\tInvestment flows into the United States come mostly from a small number of industrial countries.  Since 2010, Japan, Canada, Australia, Korea, and seven European countries[i] collectively have accounted for more than 80 percent of new FDI.   Although still small, flows from emerging economies like China and Brazil are growing rapidly. \n\nForeign direct investment benefits the U.S. Economy\n\n\nIn 2011, value-added by majority-owned U.S. affiliates of foreign companies accounted for 4.7 percent of total U.S. private output. \n\n\nThese firms employed 5.6 million people in the United States, or 4.1 percent of private-sector employment.  About one-third of jobs at U.S. affiliates are in the manufacturing sector. \n\n\nThese affiliates account for 9.6 percent of U.S. private investment and 15.9 percent of U.S. private research and development spending. \n\n\nIn the 2008-09 recession and subsequent recovery, employment at U.S. affiliates was more stable than overall private-sector employment.  As a result, U.S. affiliates’ share of total U.S. manufacturing employment rose from 14.8 percent in 2007 to 17.8 percent in 2011. \n\n\n\t\tCompensation at U.S. affiliates has been consistently higher than the U.S. average over time, and the differential holds for both manufacturing and non-manufacturing jobs.  \n\nLooking ahead, the United States will remain an attractive destination for foreign investment, and this investment will help bolster our economy.  However, we need to continue to nurture and build upon the underlying strengths of the U.S. economy that make firms want to invest here; including an open investment regime, a large economy, a skilled labor force, community colleges, world-class research universities, predictable and stable regulatory regime, adequate infrastructure, and new energy sources. \n\n\n\n\n"
}