{
    "title": "President Obama Announces Another Key Administration Post | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/09/30/president-obama-announces-another-key-administration-post",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 30, 2013\n\n \n\n\n\nPresident Obama Announces Another Key Administration Post\n\n\n\n\nWASHINGTON – Today, President Barack Obama announced his intent to nominate the following individual to a key Administration post:\n\n\nLanhee J. Chen – Member, Social Security Advisory Board \n\nPresident Obama announced his intent to nominate the following individual to a key Administration post:\nDr. Lanhee J. Chen, Nominee for Member, Social Security Advisory Board\nDr. Lanhee J. Chen is a Research Fellow at the Hoover Institution, Lecturer in Public Policy at Stanford University, and Lecturer in Law at Stanford Law School.  Previously, Dr. Chen was the Policy Director for the Romney-Ryan presidential campaign, Governor Romney’s chief policy adviser, and a senior strategist on the campaign.  He also served as Domestic Policy Director of Governor Romney's first presidential campaign in 2008.  In 2010, Dr. Chen was the Deputy Campaign Manager and Policy Director of Steve Poizner’s California gubernatorial campaign.  Previously, he was an Associate Attorney at Gibson, Dunn & Crutcher LLP.  In 2008, Dr. Chen served as Senior Counselor to the Deputy Secretary at the U.S. Department of Health and Human Services.  In 2004, he was a health policy adviser to the Bush-Cheney re-election campaign.  Dr. Chen was the Winnie Neubauer Visiting Fellow in Health Policy Studies at the Heritage Foundation and worked as a health policy advocate for the ERISA Industry Committee.  Dr. Chen received an A.B. from Harvard College, an A.M. and Ph.D. in Political Science from Harvard University, and a J.D. from Harvard Law School.\n\n\n\n\n"
}