{
    "title": "Fact Sheet: The President’s Plan to Reward Work by Raising the Minimum Wage | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/02/13/fact-sheet-president-s-plan-reward-work-raising-minimum-wage",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 13, 2013\n\n \n\n\n\nFact Sheet: The President’s Plan to Reward Work by Raising the Minimum Wage\n\n\n\n\nThe President’s plan strengthens the middle class by making America a magnet for jobs, equipping every American with the skills they need to do those jobs, and ensuring hard work leads to a decent living.\nThe President believes that no one who works fulltime should have to raise their family in poverty. But right now, a full-time minimum wage worker makes $14,500 a year – which leaves too many families struggling to make ends meet, with a family of four with a minimum wage worker still living below the poverty line.  That’s why the President is calling on Congress to raise the Federal minimum wage for working Americans in stages to $9 in 2015 and index it to inflation thereafter.\n\n\nReward work by raising the Federal minimum wage from $7.25 to $9: The President is calling on Congress to raise the minimum wage from $7.25 to $9 in stages by the end of 2015 and index it to inflation thereafter, which would directly boost wages for 15 million workers and reduce poverty and inequality.\n\nA stronger middle class is a key to a stronger economy: A range of economic studies show that modestly raising the minimum wage increases earnings and reduces poverty without jeopardizing employment. In fact, leading economists like Lawrence Katz, Richard Freeman, and Laura Tyson and businesses like Costco, Wal-Mart, and Stride Rite have supported past increases to the minimum wage, in part because increasing worker productivity and purchasing power for consumers will also help the overall economy.\n\nHelping parents make ends meet: Around 60 percent of workers benefiting from a higher minimum wage are women.  Less than 20 percent are teenagers.  Also, those workers who would benefit from an increase in the minimum wage brought home 46 percent of their household’s total wage and salary income in 2011.  These factors show that raising the minimum wage directly helps parents make ends meet and support their families.\n\n \n\n \n\nRewarding Work and Ensuring a Decent Living for Working Families\n\n\nRaising wages for over 15 million workers: The minimum wage has a substantial impact on the wages of low-income workers. Raising the minimum wage to $9 would directly boost the wages of about 15 million workers by the end of 2015 and would raise wages for millions more by causing a ripple effect of employers choosing to raise wages for workers above the minimum wage.\n\nReducing poverty and inequality, and helping more families realize the American Dream: A higher minimum wage will allow more families a shot at the American Dream– lifting many out of poverty and offsetting the roughly 10 to 20 percent of the increase in income inequality since 1980 that can be traced to the erosion of the minimum wage adjusted for inflation.\n\nRaising the minimum wage to $9 an hour would restore its real value to what it was at the beginning of the Reagan Administration: Since it was first established in 1938, the minimum wage has been increased 22 times, but was eroded substantially over several prolonged periods because of inflation. The proposal to raise the minimum wage by $1.75 by the end of 2015 would restore the real value of the minimum wage to what it was in 1981. The President is also proposing to raise the minimum wage for tipped workers, which has not been increased for over twenty years.\n\nIndexing the minimum wage to inflation would help lower-income workers keep up in the future: Indexing the minimum wage to inflation would ensure that working families can keep up with expenses and will not suffer if Congress fails to act. Indexing would prevent a repeat of the 34 percent decline in the real value of the minimum wage from 1978 to 1989 and the 19 percent decline in real value from 1998 to 2006.\n\n\nA Stronger Middle Class Is a Key to a Stronger Economy\n\n\nLeading economists say that a higher minimum wage would help the economy: A recent letter by leading economists including Lawrence Katz, Richard Freeman, Joseph Stiglitz  and Laura Tyson argued that “[L]ow-wage workers spend their additional earnings potentially raising demand and job growth. Therefore, pursuing a higher minimum wage at this juncture will not only provide raises for low-wage workers but would provide some help on the jobs front as well.”\n\nRaising the minimum wage will boost wages without jeopardizing jobs while improving turnover and productivity: A range of economic studies show that modestly raising the minimum wage increases earnings and reduces poverty without measurably reducing employment, and that in fact employers may see a more stable workforce due to reduced turnover and increased productivity:\n\t\t\n\nNumerous careful economic studies have shown that increasing the minimum wage has no negative effect on employment. Recent comprehensive studies have built on earlier research and confirmed that higher wages do not reduce employment, potentially because they increase employers’ ability to attract, retain, and motivate workers. And they benefit workers by increasing the reward to work. For example, one recent study found that when states like New York, Rhode Island, California, and Vermont raised their minimum wage, their workers benefited relative to workers in neighboring states that did not raise their minimum wage. This study concluded: “These estimates suggest no detectable employment losses from the kind of minimum wage increases we have seen in the United States.” [Arindrajit Dube, T. William Lester, and Michael Reich, 2010, “Minimum Wage Effects Across State Borders: Estimates Using Contiguous Counties,” Review of Economics and Statistics.]\n\n\t\t\t\tIn 2006, the Congressional Budget Office analyzed a $2 increase in the minimum wage and found that “the potential employment and unemployment impacts of raising the federal minimum wage rate….are difficult to predict, but are likely to be small.”\n\nBusinesses like Costco, Wal-Mart, and Stride Rite have supported past increases to the minimum wage because it helps build a strong workforce and profitability over the long run. As Costco Senior Vice President Jeff Long said in 2012  about raising the New York minimum wage: “At Costco, we know good wages are good business. We keep our overhead low while still paying a starting wage of $11 an hour. Our employees are a big reason why our sales per square foot is almost double that of our nearest competitor. Instead of minimizing wages, we know it’s a lot more profitable for the long term to minimize employee turnover and maximize productivity and commitment, product value, customer service and company reputation.”\n\n\n\n \n\nHelping Parents Make Ends Meet\n\n\nRaising the minimum wage mostly benefits adults, and especially working women: Around 60 percent of workers benefiting from a higher minimum wage are women, and few are teenagers – less than 20 percent.\n\nRaising the minimum wage helps parents: The average worker who would benefit from a rise in the minimum wage to $9 an hour brought home 46 percent of his or her household’s total wage and salary income in 2011, according to the Current Population Survey.\n\nFor a working family earning $20,000 - $30,000, the extra $3,500 per year from raising the minimum wage would cover:\n\n\t\tThe family’s spending on groceries for a year; or\n\n\t\tThe family’s spending on utilities for a year; or\n\n\t\tThe family’s spending on gasoline and clothing for a year; or\n\n\t\tSix months of housing.\n\n \n\n\n\n\n"
}