{
    "title": "Declaraciones del Presidente Obama sobre la muerte del Presidente Lech Kaczynski de Polonia y quienes viajaban con él | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-del-presidente-obama-sobre-la-muerte-del-presidente-lech-kaczynski-de",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 10, 2010\n\n \n\n\n\nDeclaraciones del Presidente Obama sobre la muerte del Presidente Lech Kaczynski de Polonia y quienes viajaban con él \n\n\n\n\nHoy, llamé al Primer Ministro Tusk de Polonia para expresarle mi más profundo pésame, como también el de Michelle, al pueblo polaco por la trágica muerte esta mañana del Presidente Lech Kaczynski, la Primera Dama Maria Kaczynski y quienes viajaban con ellos para conmemorar el 70° aniversario de la masacre de Katyn. Nuestros pensamientos y oraciones acompañan a la familia Kaczynski, los seres queridos de quienes fallecieron en este trágico accidente de avión y la nación polaca.\nEstas pérdidas humanas son devastadoras para Polonia, Estados Unidos y el mundo. El Presidente Kaczynski era un estadista distinguido que desempeñó un papel clave en el movimiento Solidaridad, y era muy admirado en Estados Unidos como líder dedicado a promover la libertad y dignidad humana. Con él estaban muchos de los más distinguidos líderes civiles y militares que ayudaron a forjar la inspiradora transformación democrática de Polonia. Nos unimos al pueblo polaco en su pesar por las defunciones.\nHoy, hay Estados Unidos está de luto. Estados Unidos valora mucho sus profundos y duraderos vínculos con el pueblo polaco. Estos vínculos están representados en la solidez de nuestra alianza, la amistad de nuestros pueblos y los extraordinarios aportes de los estadounidenses de origen polaco que han ayudado a forjar nuestra nación.\nEs testimonio de la fuerza del pueblo polaco que los difuntos estaban viajando para conmemorar la desoladora masacre de la Segunda Guerra Mundial como líderes de una Polonia fuerte, enérgica y libre. Esa fuerza asegurará que Polonia se recupere de esta inconcebible tragedia y que el legado de los líderes que murieron hoy sea una luz que continúe guiando a Polonia –y al mundo– hacia el progreso de los seres humanos.\n###\n \n\n\n\n"
}