{
    "title": "HOJA INFORMATIVA: 25 Años de Aportes Hispanos al Futuro de Estados Unidos | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/10/15/hoja-informativa-25-a%C3%B1os-de-aportes-hispanos-al-futuro-de-estados-unidos",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 15, 2015\n\n \n\n\n\nHOJA INFORMATIVA: 25 Años de Aportes Hispanos al Futuro de Estados Unidos\n\n\n\n\n\nNo cabe duda de que la fortaleza del sistema educativo de los Estados Unidos está conectada al éxito académico de los latinos. Debido al cambio demográfico que están teniendo las escuelas de la nación, garantizar una educación adecuada e igualitaria para los estudiantes latinos debería ser una prioridad no solo del gobierno federal, sino de todas las personas de nuestro país.\n\n\tEn octubre de 2014, la Iniciativa de la Casa Blanca para la Excelencia Educativa de los Hispanos lanzó un Año de Acción acompañado de un llamado nacional a adoptar Compromisos de Acción en honor de su 25.o aniversario. En consonancia con el espíritu de lo que el Presidente Obama llama una “responsabilidad compartida”, la Iniciativa desafía a los sectores público y privado a realizar contribuciones significativas y cuantificables dirigidas a ampliar y respaldar las oportunidades y los resultados académicos de la comunidad latina. Hoy, al culminar el Mes de la Herencia Hispana 2015, el Presidente anunció cerca de 150 Compromisos de acción dotados de una inversión conjunta de más de $335 millones, que desarrollarán y acelerarán las inversiones locales, estatales y federales en educación de alta calidad de preescolar a profesional para la comunidad latina de nuestro país.\n\nCompromisos de Acción Principales Adoptados Como Respuesta al Llamado a la Acción Propuesto por la Iniciativa:\n\n\nBoys & Girls Clubs of America consigna $20 millones a la participación familiar y la educación en ciencia, tecnología, ingeniería y matemáticas (STEM) para jóvenes hispanos (varones y mujeres) mediante la oferta de programas impulsados por resultados a 920,000 miembros del club en tres áreas prioritarias: excelencia académica, integridad personal y estilos de vida saludables.  El compromiso amplía su estrategia actual de fomento de la participación de los latinos durante los próximos tres a cinco años a fin de incrementar el índice de graduación de la escuela secundaria y el acceso a la educación superior de los miembros del club de ascendencia hispana.\n\n\n\nEl Centro Advanced Via Individual Determination (AVID) consigna $22.5 millones para expandir su alcance de 1 millón a 2 millones de estudiantes, 70 % de los cuales son parte de la primera generación de su familia que va a la universidad y 50 % de los cuales son hispanos o latinos, para el año 2020 a fin de prepararlos para tener éxito en la universidad. Al día de hoy, el centro AVID ha tenido un gran éxito en mejorar la preparación de los estudiantes para la universidad y las carreras profesionales.  Más del noventa por ciento de los estudiantes del centro AVID completan los requisitos de admisión de las universidades de cuatro años y el 90 % permanece en la universidad el segundo año. Además, el Centro AVID capacita a más de 50,000 docentes al año, que representan a más de 5,000 escuelas de todo el país.\n\n\n\nToyota consigna $4.5 millones para ampliar el alcance de la Toyota Family Learning Initiative para llegar a las comunidades latinas. Esta inversión respaldará las funciones del National Center for Family Learning con el fin de seguir desarrollando el modelo nacional y ofrecerá a otras 500 familias hispanas de bajos ingresos al igual que familias infrarrepresentadas diferentes herramientas innovadoras y oportunidades educativas, entre las que cabe mencionar los proyectos de aprendizaje de servicios familiares, dentro de un período de tres años.\n\n\n\nLa Fundación U.S.-Mexico consigna $2.5 millones a subvencionar los esfuerzos de 1,000 DREAMers para cursar estudios terciarios cada año durante un plazo de cinco años mediante el desarrollo de sus condiciones de liderazgo y su potencial para conseguir empleo. Esto se realiza a través de tutorías individuales personalizadas, formación singular e innovadora sobre habilidades laborales y desarrollo de carreras, y oportunidades de establecer redes de contactos profesionales con el objetivo de facilitar su integración a la sociedad y al mundo laboral. Este programa proporcionará a los DREAMers las herramientas profesionales y un sentido de identidad y de pertenencia que servirán como punta de lanza para facultarlos económica y socialmente.\n\n\n\nChristian Brother's University consigna $12.4 millones a la provisión de respaldo financiero, académico y social a estudiantes universitarios hispanos indocumentados que no cumplen con los requisitos para recibir ayuda financiera estudiantil federal y estatal. Este compromiso se funda en el Programa de Beca para el Éxito del Estudiante Latino (Latino Student Success Scholarship Program) de la universidad, que fue diseñado para que dichos estudiantes estén en igualdad de condiciones, brindándoles una oportunidad de crecimiento personal y un futuro más brillante mediante la educación universitaria de grado.\n\n\n\nLa Asociación Nacional para la Educación de la Primera Infancia (National Partnership for Early Childhood Literacy)encomienda hasta $20 millones en los próximos cinco años con el fin de aumentar la cantidad de niños hispanos que se conviertan en lectores competentes para el tercer grado.  Mediante la plataforma de tecnología móvil de aprendizaje para la primera infancia Footsteps2Brilliance, el compromiso crea iniciativas educativas en toda la ciudad que proveerán a más de un millón de padres, madres, maestros y estudiantes de preescolar a tercer grado recursos educativos y servicios en inglés y en español.\n\n\n\nEl Centro para el Estudio de la Raza y la Igualdad (Center for the Study of Race and Equity) de la Universidad de Pensilvania encomienda $10 millones para disgregar de una manera responsable los conjuntos de datos nacionales y otras fuentes de datos según el sexo, el grupo étnico, el idioma y el estado inmigratorio y socioeconómico. El centro se compromete con la investigación rigurosa y con proyectos de consultoría que mejoren la igualdad en las escuelas de P-12 y las universidades y en los contextos sociales que influyen sobre los resultados educativos. En adelante, presentarán datos disgregados en sus publicaciones que incluyan datos sobre latinas y latinos.\n\n\n\nLa Fundación I Have A Dream (IHDF) encomienda hasta $50 millones en un período de cinco años para duplicar su red de 16 a 32 filiales locales de IHDF en todo el país. La campaña “Sueña en Grande” (“Dream Big”) extenderá sus oportunidades educativas y los resultados para los estudiantes hispanos del país. Duplicar su red le permitirá a la organización servir a más estudiantes hispanos que viven en comunidades de menores recursos y asegurar que dichos estudiantes tengan acceso a su programación a largo plazo diseñada a promover el empoderamiento personal, la graduación de la escuela secundaria y la educación posterior. Más aún, los estudiantes de IHDF que se gradúen de la escuela secundaria, recibirán asistencia garantizada con el costo de la matrícula para que puedan continuar con la educación superior.\n\n\n\nUnivision Communications, Inc. encomienda $7 millones al desarrollo y la promoción de la Clave al Éxito durante como mínimo los próximos cinco años, con el objetivo de involucrar a 200,000 padres y madres dentro del primer año. El sitio web móvil optimizado se extenderá en una fase II y alentará a los padres y madres hispanos y otros familiares a que se involucren en la educación de sus hijos desde una edad temprana, ayudándolos a prepararse para la universidad.\n\n\n\nAbriendo Puertas/Opening Doors encomienda $1 millón para lanzar una nueva iniciativa a fin de equipar a los padres y madres latinos con información en tres áreas críticas que ayudan a preparar a sus hijos para la escuela: la educación temprana en STEM, los derechos de los estudiantes que aprenden dos idiomas a obtener una educación de calidad, y la transición al jardín de infancia. Al trabajar con otras organizaciones aliadas clave, ellos esperan llegar a 50,000 familias en todo el país para el año 2016, construyendo sobre el trabajo que guía a las familias latinas a acceder a recursos que les pueden cambiar la vida, lo cual incluye la educación preescolar de calidad, el crédito fiscal por ingreso del trabajo y la Ley del Cuidado de Salud a Bajo Precio.\n\n\n\tPara obtener una LISTA COMPLETA de todos los Compromisos a la Acción visite: http://sites.ed.gov/hispanic-initiative/\n\n\tLas agencias federales también respondieron al llamado a la acción de la Iniciativa y están invirtiendo para extender el acceso y aumentar las oportunidades de la comunidad latina. Dichos Compromisos ya se anunciaron previamente y se pueden ver aquí:http://sites.ed.gov/hispanic-initiative/federal-agencies-answer-call-to-action/\n\n\t \n\n\n\n\n"
}