{
    "title": "The Blueprint for a Secure Energy Future: One-Year Progress Report | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/03/12/blueprint-secure-energy-future-one-year-progress-report",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 12, 2012\n\n \n\n\n\nThe Blueprint for a Secure Energy Future: One-Year Progress Report\n\n\n\n\n\n\tOne year ago, the President put forward a comprehensive plan in the Blueprint for a Secure Energy Future that outlined the Administration’s all-of-the-above approach to American energy – a strategy aimed at reducing our reliance on foreign oil, saving families and businesses money at the pump, and positioning the United States as the global leader in clean energy.\n\n\tOn Monday, the President will receive a new progress report, showcasing the Administration’s historic achievements in each of these areas. The accomplishments in this report, which represent the efforts of six Federal agencies, underscore the Administration’s commitment over the past three years to promoting an all-hands-on-deck, all-of-the-above approach to American energy and building a more secure energy future. Attached please find a copy of The Blueprint for a Secure Energy Future: One-Year Progress Report.\n\n\tReport Highlights:\n\n\t• Increasing American Energy Independence: A year ago, the President set a bold but achievable goal of reducing oil imports by a third in a little over a decade, relative to where they were when he ran for office. Thanks to booming U.S. oil and gas production, more efficient cars and trucks, and a world-class refining sector that last year was a net exporter for the first time in sixty years, we have already cut net imports by ten percent – or a million barrels a day – in the last year alone. And with the new fuel economy standards the President announced last year, we are on pace to meet our goal by the end of the decade.\n\n\t• Expanding Domestic Oil and Gas Production: Domestic oil and natural gas production has increased every year President Obama has been in office. In 2011, American oil production reached the highest level in nearly a decade and natural gas production reached an all-time high.\n\n\t• Setting Historic New Fuel Economy Standards: The Obama Administration has put in place the first-ever fuel economy standards for heavy-duty trucks, and proposed the toughest fuel economy standards for passenger vehicles in U.S. history, requiring an average performance equivalent of 54.5 miles per gallon by 2025. Over time, these new standards will save consumers more than $8,000 in lower fuel costs.\n\n\t• Improving Energy Efficiency in 1 Million Homes: Since October 2009, the Department of Energy and the Department of Housing and Urban Development have completed energy upgrades in more than one million homes across the country. For many families, these upgrades save over $400 on their heating and cooling bills in the first year alone.\n\n\t• Doubling Renewable Energy Generation: Thanks in part to the Obama Administration’s investment in clean energy – the largest in American history – the United States has nearly doubled renewable energy generation from wind, solar, and geothermal sources since 2008.\n\n\t• Developing Advanced, Alternative Fuels: In 2010, President Obama set a goal of breaking ground on at least four commercial scale cellulosic or advanced biorefineries by 2013. That goal has been accomplished, one year ahead of schedule. Together, these projects, and associated demonstration and pilot projects will produce a combined total of nearly 100 million gallons per year of advanced biofuels capacity.\n\n\t• Supporting Cutting-Edge Research: The Department of Energy’s Advanced Research Projects Agency – Energy (ARPA-E), which the Obama Administration funded for the first-time ever in 2009, has supported more than 120 individual projects aimed at achieving new and transformational energy breakthroughs.\n\n\tEven with this progress, there is much more work to be done. Today, we are experiencing yet another painful reminder of why developing new American energy is so critical to our future. Just like last year, gas prices are climbing across the country – except this time, even earlier. While there are no silver bullets to solve these challenges, the Obama Administration will continue to build on the progress we’ve made over the past three years. Through a sustained, all-of-the-above approach to American energy we’ll work to restore middle class security, reduce our dependence on foreign oil, and create an economy that’s built to last.\n\n\n\n\n"
}