{
    "title": "Briefing by Ben Rhodes, Deputy National Security Advisor for Strategic Communications, and Lieutenant General Douglas Lute, Special Assistant to the President for Afghanistan And Pakistan, on Upcoming Visit of President Karzai | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/briefing-ben-rhodes-deputy-national-security-advisor-strategic-communications-and-l",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 07, 2010\n\n \n\n\n\nBriefing by Ben Rhodes, Deputy National Security Advisor for Strategic Communications, and Lieutenant General Douglas Lute, Special Assistant to the President for Afghanistan And Pakistan, on Upcoming Visit of President Karzai\n\n\n\n\n3:37 P.M. EDT\nMR. RHODES:  Thanks, everybody, for joining us on a Friday afternoon here.  We just wanted to take this opportunity to give you a bit of a preview of the visit next week of President Karzai and a delegation of Afghans to the United States.  I’m joined here by Doug Lute, who is the senior director on the National Security Council for Afghanistan and Pakistan. \nWe see this as an important visit, another opportunity to continue our consultations with President Karzai and his team about our shared goals in Afghanistan.  It comes at an important time as we continue to implement the President’s strategy that he announced in December, and look forward to a number of milestones in the months ahead in Afghanistan.\nI’ll just give you a brief overview of the schedule and some of the discussions that will be taking place, and then General Lute will make some comments, and then we’ll be happy to take your questions.\nThe first thing that I’d do is I’d note that on Monday here at the White House, Robert Gibbs will be joined by Ambassador Eikenberry and General McChrystal in his regular briefing.  And so that will be an opportunity for our team from Kabul to answer some questions and to speak in some detail about the current situation in Afghanistan.  So we’ll be sending out the specific time for that briefing later today, I believe.\nPresident Karzai will be getting here Monday.  The trip -- the official program will begin on Tuesday.  On Tuesday, there is a intensive series of meetings at the State Department throughout the day.  They’re focused on the broad strategic partnership between the United States and Afghanistan.  President Karzai and Secretary Clinton will kick off those meetings with some opening remarks at the State Department.  Those remarks will be open press and carried live.  Then we’ll have a series of closed-door meetings and this will be an opportunity not just for President Karzai and Secretary Clinton to consult, but also for the Afghan delegation, several ministers, to have the opportunity to consult with some of their counterparts in the U.S. government since we have a very broad and deep cooperation across our two governments.  That evening, the State Department will also be hosting a reception to cap off the day.\nWednesday, May 12th, is the White House portion of the visit.  That will begin in the morning with a Oval Office meeting between President Obama and President Karzai.  That meeting will be followed by a joint press conference here at the White House with the two Presidents.  And then after that press conference there will be a lunch in the Cabinet Room here where President Obama will host some of his senior national security team meeting with their Afghan counterparts and have the opportunity to make good for the hospitality that was showed to him with the meal that he received in Kabul.\nLater that day, the Vice President will also be hosting a dinner at his residence for some members of the Afghan delegation. \nThen Thursday, President Karzai will be paying a visit to Arlington Cemetery in the morning, and then throughout the day there will be an opportunity for a number of the Afghan delegation to engage in some of the think tanks around town here in Washington.  We anticipate that Secretary Clinton and President Karzai will have the opportunity to have a conversation, open press, on Thursday as well.\nOf course, throughout the visit President Karzai will be conducting some other meetings.  He’ll be able to consult with some members of Congress on the situation in Afghanistan.  So those details we’ll make available to you as the schedule gets nailed down.\nSo that’s, again, the trajectory of the visit, the key events that we see.  But again, before I turn it over to Doug, I’d just underscore that we see this as an important step forward as we continue our partnership with the Afghans, continue to implement the President’s strategy, and continue to move forward on some of these shared objectives that we have with President Karzai and his team.\nSo, Doug, I’ll turn it over to you now.\nGENERAL LUTE:  Yes, thanks, Ben.  I thought I’d just spring from Ben’s detailed comments about next week and try to put next week in a broader context.  And I’ve got a number of data points here that really stretch across about a 12-month period, and in the midst of that we have next week. \nSo let me try to frame next week by drawing attention back to the President’s strategy review on Afghanistan and Pakistan, which concluded in the fall with the President’s speech at West Point, when he announced the revised approach to the region.  At about that same time, in mid-November, President Karzai was inaugurated for his second term and made, in particular in his inauguration speech, important commitments in, in fact, forming a compact between his new government and the Afghan people.\nIn January, President Karzai met with international community leaders in London at a very important conference in which the commitments that he made in his inaugural address in November were made again to the international community and then subsequently endorsed by the international community.\nMeanwhile, this isn’t just about Afghanistan.  In March we hosted a senior delegation from Pakistan and talked about the regional dimensions of the Afghanistan/Pakistan theater.  At the end of March, as Ben mentioned, President Karzai hosted President Obama in Kabul and they continued their dialogue there.  So this next week is really the reciprocal visit for that March visit to Kabul.\nIn coming weeks, President Karzai plans to host what is called the consultative peace jirga, where he talks to the Afghan people and gets feedback from the Afghan people on the way forward.  By July we anticipate President Karzai will host the first ever major international conference on Afghan soil in Kabul.  And it’s at this Kabul conference in July when we expect that the Karzai government will deliver action plans from the commitments made at his inaugural address and then later in the London conference.\nBy September we’re anticipating parliamentary elections, and another round in the fall of the U.S.-Pakistani strategic dialogue.  So that’s the sustained dialogue that parallels our relationship with Afghanistan.  And then finally, in December, we’ll have our one-year review here in the United States on the AfPak policy.\nSo really, this May visit by President Karzai and a very robust team of his ministers falls about halfway between West Point and the policy review speech next December.  So I think with that we’ve tried to put this trip in perspective, and we’re ready for your questions.\nQ    Thank you, and thank you both for taking the time to speak with us about this trip.  My question is, as you noted, there are so many senior Afghan ministers and cabinet members coming to Washington with President Karzai.  It’s been reported that the White House requested that specifically.  Can you explain why that is, and if you are trying to broaden your level of contacts with the Karzai administration because of the recent problems that you’ve had with President Karzai himself?  Thank you.\nMR. RHODES:  Well, I’ll just say a few words and then I’ll turn it over to Doug.  But I think that the delegation of Afghans, of course, is led by President Karzai, and so he selects the team that is traveling with him.  I think that one of the things that we wanted to underscore, Josh, with this visit was, again, the development of our very broad strategic partnership; that the relationship, cooperation that we have with the Afghans extends to many different sectors.\nSo for instance, we obviously are pursuing very active cooperation with the Afghans as it relates to security operations and the building of the capacity of their security forces.  However, we also have made it a point -- that you’ve heard us make repeatedly -- that governance is going to be critical to the future of Afghanistan and to the success of our strategy and the achievement of our shared goals with the Afghan government. \nSo we really are developing in Afghanistan a very deep set of collaborations with Afghan ministers, as well as at the more sub-national and local level, too, as we move forward with our strategy.  So again, it’s only natural that we would have this kind of high-profile visit serve as an opportunity for those ministers and Afghans to come and have the opportunity to consult with their counterparts. \nSo we’d expect that in the dialogue that takes place at the State Department and in the some of the bilateral meetings and other meetings that take place through the visit, these ministers will have the ability to consult with their counterparts here in Washington about the challenges that they face and about the support that we’re providing and the way in which we can move forward effectively.\nAnd again, as Doug said, we’ve pursued similar strategic dialogues with a number of nations.  One, as Doug mentioned, of course, is Pakistan.  And when the Pakistanis were here earlier this year, they brought a very broad delegation of ministers and we found it to be a very effective forum for them to develop cooperation with their counterparts here.\nSo really it serves to underscore the breadth of the relationship and the importance of collaborating in a range of sectors.  President Karzai, as the President of Afghanistan, will be the lead of that delegation and will be able to consult, of course, with his counterpart, President Obama.  And that is obviously very critical to this partnership.\nI don’t know if Doug has anything to add.\nGENERAL LUTE:  The only thing I would add is it’s natural in another way as well, and that is that many of the Afghan ministers frequently host our government officials there in Kabul.  So of course when they travel here, it’s only natural that Secretary of State Clinton, Secretary of Defense Gates, and others want to reciprocate and meet with their Afghan counterparts here.  So it’s a very natural give and take.\nQ    Hi.  Thanks so much for doing that -- doing this.  I’m looking at a press release from the Center for American Progress.  They’re releasing a report on Monday that says that the main challenges lie in Afghanistan’s highly centralized system and the international community’s lack of a clearly established end-state goal for Afghanistan.  So with that in mind, I’m wondering if either one of you want to take a stab at defining for us what is the end-state goal, and what will be discussed next week specifically to move towards that?\nMR. RHODES:  Sure.  I’ll say a few words, David -- this is Ben Rhodes -- and then I’ll turn it over to Doug.\nThe President has been very clear and consistent in his goal.  The focus of our Afghanistan and Pakistan strategy is to disrupt, dismantle, and defeat al Qaeda in Afghanistan and Pakistan and to prevent its capacity to threaten the United States or our allies in the future.\nEmbedded within that, of course, is the objectives of the strategy that he rolled out in December, which is that we are currently focused on reversing the Taliban’s momentum, extending security for the Afghan people, and partnering with Afghan security forces and the Afghan government to build their capacity so that they can begin a transition to take responsibility for their future.\nSo we have a very clear goal and a very clear set of interests that the President has defined as it relates to preventing safe havens for al Qaeda and their extremist allies in Afghanistan as well as in Pakistan. \nIn service of that goal, we believe it’s important to, again, break the momentum of the Taliban and to increase Afghanistan’s capacity to provide for its own security and to improve governance for the Afghan people.\nSo that’s very much what we’re focused on.  Just to address briefly your first question, too, we’re focused on developing our relationships and supporting the capacity of the Afghan government at a number of levels.  Obviously we’re working directly with President Karzai, as the head of state of Afghanistan, and the team of ministers at the national level that cover a very important number of sectors of the Afghan government.  We also, though, are working at the sub-national level as well.  And of course, that’s been critical in instances such as the ongoing operations that we’re pursuing in Helmand.\nSo we see this as a strategy that focuses on supporting Afghan capacity at multiple levels -- their security forces, their government, national governance and sub-national governance as well.  But I’ll turn it over to Doug here.\nGENERAL LUTE:  The only thing I’d add is that this is not a U.S.-only goal.  First of all, this goal was shaped fundamentally by our partnership with our Afghan colleagues, but beyond that, internationally it’s supported by a series of U.N. Security Council resolutions and it’s been widely endorsed over the years by the North Atlantic Council -- that’s the senior-most executive decision-making body of the NATO Alliance.  So this is much broader than something that just came out of Washington.\nQ    Thank you very much.  Thank you, Ben.  General, I was talking to General Petraeus this week for an interview and he said in his interview with us that he does not believe the intelligence that has been presented against President Karzai’s brother and that there’s no real evidence of corruption or involvement in the drug trade.  Do you think it’s that conclusive?  Do you believe that all of these reports about President Karzai’s brother are erroneous?\nGENERAL LUTE:  I believe there are a lot of perceptions, both positive and negative, about different actors inside a very complex political setting in Kandahar, where Ahmad Wali Karzai, President Karzai’s half-brother, is the provincial council member -- or council chairman.  So he actually has an official position there in the Kandahar structure. \nI do endorse General Petreaus’ view that we have no intelligence that leads us to believe that he’s criminally involved.  We have made a commitment that if such evidence is developed that we’ll share it with appropriate Afghan authorities.  But I should note, Andrea, this isn’t special with regard to President Karzai’s brother -- we’ve got the same commitment with the Karzai government on any Afghan authorities.\nQ    Just to follow up, what commitments -- what do you want to hear from President Karzai and his team when they’re here about their real understanding that they’ve internalized their need to do something about corruption more generally?\nMR. RHODES:  Andrea, I’ll just say -- this is Ben -- I’d say that you -- as Doug laid out in his opening comments, that the way in which we’ve addressed issues like corruption and issues of governance more broadly are that the President was very clear in his speech as West Point about where we were going to be focused and what our expectations were with regard to improved governance in Afghanistan and addressing issues such as corruption.\nPresident Karzai in his inaugural address and then again in London, as Doug alluded to, made a series of very constructive commitments as it related to governance, including commitments related to corruption.  And since the establishment of what we see as shared goals for governance, we’ve been working in partnership with the Afghans to implement those plans.  And we’ve seen some positive steps taken, both at the national level and the sub-national level.  And where those steps are positive, we want to reinforce them. \nWhere we do believe that there are additional steps that need to be taken, we work in partnership with them to address that.  There needs -- more needs to be done in certain areas, and that’s a view that we think is shared by the Afghans.  And so a visit like this is an opportunity to discuss the steps that need to be taken to continue forward momentum in improving governance, again at the national level and the sub-national level.  So this visit is an opportunity to move forward and to, again, reinforce the positive steps that have been taken, but also to point to the additional steps that continue to need to be taken in order to improve governance for the Afghan people.\nGENERAL LUTE:  Let me just add a bit of detail on that.  President Karzai has taken a number of steps since his commitments in the inaugural address and at the London conference.  Most prominently are two:  One, he has empowered the special office responsible for anticorruption measures inside the Kabul government.  This office is called the High Office of Oversight.  And he has given that commissioner renewed powers to deal with corruption.  The second thing he’s done is instituted a mandate for disclosure of financial assets by Afghan senior officials.\nSo he’s taken a couple of concrete steps.  We’ll be interested in hearing next week about additional steps that he plans and how we can best support those steps as his partner.\nMR. RHODES:  Thanks.  Next question, please.\nQ    Well, thank you for doing this, Ben.  As you know, part of the objectives of this visit is to win U.S. support for talks with Taliban.  Will the possible links between Faisal Shahzad and Taliban affect the White House position on the so-called Afghan Peace and Reintegration Plan, which apparently calls also for offering exile to insurgents outside Afghanistan and Pakistan?\nMR. RHODES:  Sure, let me just -- I’ll say a couple of things.  First of all, there is an ongoing reintegration effort in Afghanistan that’s focused on, of course, lower-level fighters, and then there’s a question of reconciliation with more senior members of the Taliban.\nAgain, the U.S. position on this has been that we support an Afghan-led process in these areas.  We’ve also made clear that we support a process that allows for the reintegration of those Afghans who break from violence, renounce their ties to al Qaeda, and abide by Afghanistan’s laws and constitution. \nAs we go forward, again, this visit is an opportunity to discuss issues related to reintegration and reconciliation with President Karzai and his team so that we have an understanding of what our shared objectives are in this area, and what an Afghan-led process would look like moving forward.\nAs it relates to the question you asked around the incident in Times Square and the Pakistan Taliban -- the TPP -- I’d say that we’ve been working on the other side of the border, of course, with Pakistan in developing a strong partnership in which they have gone on the offensive -- the largest offensive they’ve undertaken in some years -- in order to root out extremists within their borders, including the Taliban. \nOf course, we continue to encourage them to continue those efforts, and we continue to support those efforts with assistance from the United States.  But I’d pass it on to Doug here.\nGENERAL LUTE:  I think the most immediate thing that we’ll be interested in discussing with President Karzai and his team next week has to do with the next upcoming event, which is the consultative peace jirga scheduled for perhaps just several weeks from now.  And in particular here, we’re interested in, as Ben suggested, in President Karzai’s objectives for the jirga, what he hopes to achieve; and then, most important for us, how it is we can best support him.\nSo the next big event is the jirga, and we’re looking forward to that.\nQ    Hi, thanks.  The tone that you’re using to sort of lay out what’s going to happen and to frame this visit seems a little bit different from that which was used by people briefing journalists before the President’s visit to Kabul in terms of talking about corruption and governance.  Have you seen any results since that visit and the subsequent disagreements that were aired publicly between the U.S. and Afghanistan?\nMR. RHODES:  Well, sure -- thanks, Steve -- I’d just say a number of things.  Again, first of all, we’ve had a very clear substantive track, which I alluded to earlier, which is to work with President Karzai and his team to implement the commitments he made in his inaugural and in London.  And again, where positive steps are taken we want to reinforce it.  But we have made clear that where we think more needs to be done, we’ll communicate that directly to the Afghans, and also aim to support positive movement on issues related to corruption and governance in ways that we can.\nHe did -- I think there were a number of discussions that we had in Kabul that led to positive steps taken by the Afghan government.  There are also -- as it relates to improving, for instance, sub-national governance and preparing for the elections in the fall.  So we saw, I think, some positive movement in the days and weeks after that meeting.\nBut again, I think what we’re focused on here is the common objectives that we have, and those objectives are laid out in the President’s strategy, and they’re laid out in President Karzai’s inaugural address.  And we just want to keep at it in terms of working to pursue those objectives and being very clear, again, where we feel like more needs to be done, and also reinforcing positive action.  So that’s the manner in which we approach these issues.\nDoug.   \nGENERAL LUTE:  Yes, I’d only add that the nature of strategic partnerships like the one between the United States and Afghanistan, they feature ups and downs.  But the difference between a mere relationship and a partnership like the one we’re talking about here is that partnerships endure the ups and downs and continue to press forward towards the common goals on which the partnership is founded.\nSo we will expect occasionally, as we do with other allies and partners, occasional ups and downs, but these aren’t going to deter us from meeting our common objectives.  And it’s very much that sort of common objectives that underlay the partnership and the way forward which will dominate the visit next week.\nQ    Thanks for having this call. When President Obama visited Kabul last month, I’m told that there was a bit of turbulence between -- relationship between the two countries.  Would that have an impact on next week’s meetings?  What kind of impact would it have?  Will you be using these issues which President Karzai at that time said in his public meeting that U.S. is interfering in the international affairs of Afghanistan?\nMR. RHODES:  Again, I would -- thanks for the question.  And I think, as Doug alluded to, we have occasional ups and downs in this relationship, as in any relationship.  But I think if you look at the substantive trajectory of the partnership that we have with Afghanistan and the partnership we have with President Karzai and his government, we’ve continued to move forward in the implementation of our strategy and the implementation of the international community’s plans in Afghanistan, which are undertaken in close partnership with the Afghans and which reinforce, I think, the very positive commitment that President Karzai made in his inaugural address and in London.\nSo we feel very strongly that there is a clear set of shared objectives between the Afghan government and the United States and the international community that we are in Afghanistan to support increased security and improved governance for the Afghan people, which will help us achieve a shared objective of denying safe haven to those who might attack the United States and to those who, of course, have caused such violence within Afghanistan over the years as well.\nSo we believe that this visit is a very important opportunity to move forward to provide some more momentum behind the strategy that we’re implementing and that, of course, President Karzai is implementing as it relates to his government and his people.  And as Doug said, it takes place at a very important time.  We’re several months into the new strategy here in Afghanistan; we’re several months into the second Karzai administration.  There are important events coming up as it relates to the peace jirga and the Kabul conference and then elections and then our own review. \nSo this can be an important opportunity for the two sides to come together and to address -- take stock of where we are, take stock of what the next steps are, what additional steps might be taken, what additional support the international community can provide, and what additional steps the Afghans can take to implement their own plans as it relates to improving governance and security in their country.\nAll of this, of course, is founded upon the fact that we have a strategy that is aimed at supporting the sovereign Afghan government’s ability to begin to take greater responsibility for their own security and governance.  The President, of course, is working towards a goal of beginning that transition in July of 2011.  And, again, we see this as an important step along the process of strengthening our partnership and Afghan capacity.\nDoug.\nGENERAL LUTE:  I’d just say that the structure of the visit next week actually supports the kind of broad and deep relationship that Ben is describing.  Not only will the two presidents have more than three hours together, which itself is extraordinary, but with the robust group of ministers that is in the Afghan delegation, that will allow breakout sessions and sort of bilateral sessions around security, around governance, and around development issues that will allow us to go in much more depth.\nThe three to four days of the Afghan visit means that we have enough time to engage with experts on the Hill -- so congressional leadership and members on the Hill -- as well as more broadly the group of experts represented by think tanks here in Washington.  So this visit very much is characterized like the relationship -- it’s broad, it’s deep, and it’s enduring.\nQ    Thank you very much.  Actually, two of my questions have been answered already, but I have one more that you touched upon.  I mean, do you still believe that the administration thinks it’s feasible to withdraw the troops by July 2011?  And do you believe that the Afghan army or security forces are on the right path of training to take over once the U.S. troops leave?\nMR. RHODES:  Sure.  This is Ben -- I’ll just say a few words and then see if Doug wants to chime in.  We are working with the clear strategy that the President outlined to build up Afghan capacity as we also undertake security operations within Afghanistan.  We’ve identified July 2011 as the beginning point of a transition to an Afghan lead in certain instances. \nAgain, the reductions that will follow July 2011 will be based upon conditions on the ground.  And after July ‘11, of course, we will maintain a robust commitment to Afghanistan’s future and a close partnership with Afghanistan that, of course, will include continued training and assistance to their security forces.  So that, too, is one step in a process, and a very important one, as we move to strengthening Afghan capacity and transitioning to greater Afghan responsibility.  And we believe that we’re on track in terms of the steps that we’ve taken.  And we have seen some progress on the security force front, but I’ll turn it to Doug on that.\nGENERAL LUTE:  Yes, Doug Lute here.  On the Afghan national security force development, one of the most important outcomes of the strategic review here in Washington last fall was to decide that we would assess the progress of the building of the Afghan army and Afghan police on an annual basis.  And so we’ve set benchmarks for ourselves, in concert with our Afghan partners, for both this year and for 2011.  And I can tell you that as of now, sort of halfway through this year, we are on track with where we expect to be with both the army and the police.\nMR. RHODES:  Great, we’ll take one final question here and then we’ll ring off.\nQ    Thank you, hi.  Hi, Ben.  Hi, General.  Abdullah Abdullah is coming to town the next week.  At what level is he going to be received, and what role do you see him playing? \nGENERAL LUTE:  Yes, thanks, Margaret.  He’s coming -- we’re aware of his visit, but he’s coming as a private citizen and he’s being hosted by private organizations, not by the U.S. government.  And to my knowledge, he’s not seeing anybody in an official capacity in the U.S. government.  This is a long-planned visit, which I think links him to several think tanks.\nMR. RHODES:  Yes, and I’d just add, Margaret, that there is a very broad set of relationships between Afghans and the American people that predates, frankly, even our involvement in Afghanistan but has deepened over the last few years.  And we see that as a positive aspect of the deep relationship between the American people and the Afghan people.\nAnd so the kinds of contacts that take place within the government, out of government, again, speak I think to the fact that there are a broad set of relationships that join the American and Afghan people.\nI’d just say one final note here.  I just want to remind people that we’ll have an important opportunity with General McChrystal and Ambassador Eikenberry in town for them to brief the White House press corps here with Robert Gibbs on Monday.  So we’ll be putting out the notice of that briefing later today.  And that will be an important opportunity for General McChrystal to speak in greater detail about the security situation in Afghanistan and where things stand with regard to security and for Ambassador Eikenberry to speak about the governance side of things and the steps that he is taking to support Afghan efforts in that respect.  We’ll also keep you apprised of more details as they emerge about the schedule of events next week as they go forward.\nSo I want to thank everybody for getting on the call on a beautiful Friday afternoon.  We’re in a windowless room here, so we’re missing the sunshine.  I’m sure that may be true for some of you as well.  So I hope everybody has a good weekend, and look forward to continuing to be in touch with you through what will be an important visit next week.  Thanks.\nGENERAL LUTE:  Thank you. \nEND\n\t4:10 P.M. EDT\n\n\n\n\n"
}