{
    "title": "President Obama Announces More Key Administration Posts, 5/18/2011 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/05/18/president-obama-announces-more-key-administration-posts-5182011",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 18, 2011\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts, 5/18/2011\n\n\n\n\n\n\tWASHINGTON – Today, President Barack Obama announced his intent to nominate the following individuals to key Administration posts:\n\t \n\n\nConstance Smith Barker, Member, Equal Employment Opportunity Commission\n\nDaniel M. Gallagher, Commissioner, Securities and Exchange Commission\n\nCharles R. Korsmo, Member, Board of Trustees of the Barry Goldwater Scholarship and Excellence in Education Foundation\n\nJohn H. Yopp, Member, Board of Trustees of the Barry Goldwater Scholarship and Excellence in Education Foundation\n\n\n\t \nPresident Obama announced his intent to nominate the following individuals to key Administration posts:\n\t \nConstance Smith Barker, Nominee for Member, Equal Employment Opportunity Commission\n\tConstance Smith Barker currently serves as Commissioner of the Equal Employment Opportunity Commission.  Prior to her appointment by President George W. Bush, Ms. Barker was a shareholder for 13 years at the law firm of Capell & Howard, P.C. in Montgomery, Alabama.  Before she entered private practice, Ms. Barker was General Counsel to the Mobile County Public School System for 11 years.  She also served as a part-time municipal judge for two municipalities in Mobile County, Alabama and was active in Mobile County’s juvenile justice system.  Previously, Ms. Barker worked as an Assistant District Attorney in the 11th and 13th Judicial Circuits of Alabama.  In 2007, she was awarded the Alabama State Bar’s Award of Merit for outstanding service to the legal profession.  Ms. Barker has served on the boards of the Mobile Area YWCA and the Montgomery Symphony Orchestra.  She holds a B.A. from Notre Dame University and a J.D. from the University of Alabama, School of Law.\n\nDaniel M. Gallagher, Nominee for Commissioner, Securities and Exchange Commission\n\tDaniel M. Gallagher, Jr. is a partner in the Securities Department of Wilmer Cutler Pickering Hale and Dorr, LLP, where he focuses on regulatory issues and market-related enforcement matters. Prior to joining the firm, Mr. Gallagher was a Deputy Director of the Division of Trading and Markets at the Securities and Exchange Commission (SEC). He served as Co-Acting Director of the Division from April 2009 to January 2010.  Mr. Gallagher earned a B.A. from Georgetown University and a J.D. from the Catholic University of America.\n\nCharles R. Korsmo, Nominee for Member, Board of Trustees of the Barry Goldwater Scholarship and Excellence in Education Foundation\n\tCharles R. Korsmo will be an Assistant Professor of Law at Case Western Reserve University School of Law in Cleveland, Ohio, beginning this summer.  Following time spent in private practice at Sullivan & Cromwell in New York City, Mr. Korsmo was a Visiting Assistant Professor at Brooklyn Law School from 2009 until 2011.  Previously, Mr. Korsmo worked at the Environmental Protection Agency in the Office of Policy, Economics and Innovation, helping to create programs intended to promote innovative environmental technology.  He also served on the staff of the House Select Committee on Homeland Security, where he helped design and pass legislation to spur the development of new bioterrorism countermeasures.  Mr. Korsmo earned his bachelor’s degree in Physics from the Massachusetts Institute of Technology, and his J.D. from Yale Law School.\n\t \nJohn H. Yopp, Nominee for Member, Board of Trustees of the Barry Goldwater Scholarship and Excellence in Education Foundation\n\tJohn H. Yopp is Associate Provost for Educational Partnerships and International Affairs, Project Director of the Appalachian Mathematics and Science Partnership project, and Director of the Partnership Institute for Mathematics and Science Educational Reform at the University of Kentucky.  Dr. Yopp was Vice President for Graduate and Professional Education at the Educational Testing Service from 1997 to 2003 and Vice President for Strategic Higher Education Initiatives from 2003 until 2004. He previously served as Associate Vice Chancellor for Academic Affairs and Research and Dean of the Graduate School at Southern Illinois University at Carbondale from 1986 until 1997.  In addition, Dr. Yopp was a professor of plant physiology and biochemistry at Southern Illinois University at Carbondale for 27 years.  He earned his bachelor's degree cum laude in biology at Georgetown University and his doctorate in biology at the University of Louisville.\n\n\n\n\n"
}