{
    "title": "First Lady Michelle Obama, School Children, and FoodCorps Leaders to Plant Sixth Annual White House Kitchen Garden | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/03/27/first-lady-michelle-obama-school-children-and-foodcorps-leaders-plant-si",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nMarch 27, 2014\n\n \n\n\n\nFirst Lady Michelle Obama, School Children, and FoodCorps Leaders to Plant Sixth Annual White House Kitchen Garden\n\n\n\n\nWashington, DC—On Wednesday, April 2, 2014 at 3:30 PM ET, First Lady Michelle Obama will join FoodCorps leaders and local students to plant the White House Kitchen Garden for the sixth year in a row.  In 2009, Mrs. Obama planted a vegetable garden on the South Lawn to initiate a national conversation around the health and wellbeing of our nation—a conversation that evolved into her Let’s Move! initiative.  Since Mrs. Obama launched Let’s Move! in 2010, parents, business leaders, educators, elected officials, military leaders, chefs, physicians, athletes, childcare providers, community and faith leaders, and kids themselves have stepped up to improve the health of our nation’s children.  And thanks to these efforts, we are moving toward a healthier new norm all across the country. \nThis year, Mrs. Obama is inviting the founders of FoodCorps and six FoodCorps service members to join her at the garden planting.  FoodCorps is part of the AmeriCorps Service Network.  This nationwide program is dedicated to teaching children about healthy food, how it grows, and where it comes from, and ensuring they have access to these foods each and every day.  Serving under the direction of state and community partners, FoodCorps members across the country dedicate a year of public service to help children grow up in healthy school food environments.  This fall, FoodCorps plans to serve local DC schools, Cleveland Elementary School, Friendship Public Charter School, and Kimball Elementary School—students from these schools will also be attending the garden planting.  In addition, Mrs. Obama will be joined in the garden by students from Bancroft Elementary School and Harriet Tubman Elementary School, who have been active participants in the White House Kitchen Garden.  \nThe following FoodCorps service members will attend the garden planting:\n\n\nEileen Garcia (Woodbridge, CT): Eileen's service site is a non-profit community farm that is close enough to some of the schools she serves that students can walk there for their lessons.  Her schools include: Ansonia Middle School, Ansonia High School, Mead School, and Prendergast School.\n\n\nWhitney Smith (Detroit, MI): Whitney is serving a second FoodCorps service term at the Detroit Black Community Food Security Network, where she educates students on gardening, food justice, and nutrition and instructs youth on urban agriculture.  Her schools include: Timbuktu Academy of Science and Technology, Muhammed University of Islam, and Shrine of the Black Madonna Nursery School.\n\n\nGreg Beach (Boston, MA): Greg’s service site is City Sprouts, a nonprofit school garden organization that partners with urban public schools to integrate academic and environmental education in schools and neighborhoods.  His schools include: Fletcher Maynard Academy, Tobin Montessori School, King Open School, Vassal Lane Upper School, Cambridgeport School, and Cambridge Street Upper School.\n\n\nTim Williams (Wilmington, NC): At Feast Down East, Tim creates and maintains school gardens, and helps to develop a farm-to-cafeteria campaign and a Chef to School Program.  His schools include: Snipes Academy of Art and Design, Forest Hills Elementary, Lincoln Elementary, Rachel Freeman School of Engineering, Supply Elementary, and Town Creek Elementary.\n\n\nSarah Ting (Oakland, CA): Sarah’s service site is Oakland Unified School District where she teaches and collaborates with the Farm to School Supervisor on district level procurement for the National School Meal Program.\n\n\nAlexis Sangalang (Camden, NJ): Alexis serves with the New Jersey Partnership for Healthy Kids located in Camden, New Jersey.  Her schools include: Holy Name School, E.C.O. Charter School, Early Childhood Development Center Respond, Inc., Center for Family Services, Head Start, and D.U.E. Season Charter School.\n\n\n\n\n\n\n"
}