{
    "title": "On-the-Record Conference Call on the President's Upcoming Trip to Asia | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/11/15/record-conference-call-presidents-upcoming-trip-asia",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 15, 2012\n\n \n\n\n\nOn-the-Record Conference Call on the President's Upcoming Trip to Asia\n\n\n\n\nVia Telephone\n3:06 P.M. EST\nMR. RHODES:  Thanks, everybody, for getting on the call here.  We wanted to walk you through the schedule and objectives for the President’s upcoming trip to Asia.  We’ll do this on the record.  You’ll have me and then Danny Russel, who’s our Senior Director for Asia on the NSC, and Samantha Power, who’s our Senior Director for Multilateral Affairs and Human Rights on the NSC.\nI’ll just begin by making a few comments about our schedule and objectives.  Danny can talk a little bit about the context for our Asia policy, and then Samantha can talk a little bit about some of the work she’s been doing associated with the issues that we’re addressing on the trip.\nFirst of all, as you all know, the President has made it a critical part of his foreign policy to refocus on the Asia Pacific as one of the most important regions to the future of the United States, both economically and in terms of our political and security objectives in the world.  We devoted an extraordinary amount of time in the first term of the administration to refocusing on Asia and increasing our presence in Asia, both economically, politically, and through our security relationships.\nWhen many of you ask about our second term agenda, I can tell you that continuing to fill in our pivot to Asia will be a critical part of the President’s second term and ultimately his foreign policy legacy.  We see this as an opportunity to dramatically increase U.S. exports, to increase U.S. leadership in the fastest growing part of the world, and in advancing our values as well as our interests, which this trip is designed to do.\nLet me just walk you through the three stops with a word about each, because each of them is indicative of an element of our Asia policy.  Thailand is representative of our focus on alliances.  Burma is a key part of our efforts to promote democracy and human rights.  And Cambodia represents our engagement in the multilateral organizations that are shaping the agenda in the Asia Pacific region.\nWe’re going to begin in Thailand because our alliances in the region are the cornerstone of our engagement there, and Thailand has been a longstanding and close ally of the United States.  This is an opportunity to reaffirm this relationship. \nWe’ll get to Bangkok at roughly three o’clock in the afternoon local time on Sunday.  The President will begin his visit with a tour of the Wat Pho Royal Monastery, which is one of the iconic religious and cultural sites in Thailand.  From there he will visit the King of Thailand and have a royal audience with the King.  The King is obviously tremendously well thought of within in Thailand, and a longstanding friend of the United States. \nFollowing his visit with the King, the President will go to the Government House where he will have a bilateral meeting with Prime Minister Yingluck of Thailand.  Danny can speak a little bit more about the agenda for that meeting.\nFollowing the bilat, the President will have a joint press conference with the Prime Minister.  And again, this is one of our key allies in the region, and we will be discussing with them a range of issues that Danny can walk you through.\nAfter the joint press conference, the President will be hosted at a dinner and reception by the Prime Minister that night.  And that will conclude the Thailand portion of our schedule.  We will spend the night in Bangkok.\nThen, the next morning, the morning of Monday, November 19th, we will leave for Burma.  Just a few words about the trip to Burma.  From the beginning of the administration, as you know, the President has signaled an openness to engagement with governments who have not had relations with the United States, provided that we see those governments taking steps to change course and to respect the rights of their citizens. \nAnd we pursued a period of engagement with the Burmese government that helped encourage and lead to fairly dramatic reforms that we’ve seen.  And again, Danny and Samantha can speak to those.  But we’ve seen, certainly, the greatest political opening in Burma in the last two years that we’ve seen in many decades.  And it was for that reason that the President decided last year, while he was in Asia, to send Secretary of State Hillary Clinton to Burma to pursue a continued opening between our two countries.  It's also why we've sent an ambassador to Burma, we've looked at a set of sanctions on Burma, and now why the President is going.\nI want to be very clear that we see this visit as building on the progress that the Burmese government has made, but they are at the beginning of a journey towards democracy and human rights.  And we are going in part to encourage them to continue down that road, because much more needs to be done within Burma to realize the full potential of its people.\nSo the President is going at a pivotal moment in Burmese history to embrace the progress that’s been made and to encourage the government and the people of Burma to move forward on their transition to democracy.  He will do so in a number of ways.\nHe will begin his time in Burma, which will be in Rangoon, by having a bilateral meeting with President Thein Sein of Burma.  That will be held in the Parliament Building in Rangoon.  Thein Sein was recently here for the U.N. General Assembly in his first visit here to the United States as President of Burma, and now the President will have a bilateral meeting with him at the Parliament House.  We expect there to be, for your planning purposes, a statement to the press at that meeting.\nFollowing his visit with President Thein Sein, the President will travel to Aung San Suu Kyi's residence in Burma.  The President was able to host Aung San Suu Kyi here at the White House in the Oval Office, and he is very much looking forward to the opportunity to go to her residence.  Of course, many Americans have been moved by her courage in resisting arrest -- many years of house arrest in her own country on behalf of her pursuit of democracy. \nHer release and election to Parliament is one of the positive developments that have taken place.  She is now an important opposition figure in the Parliament, working with the government to advance a reform agenda.  So the President will have an opportunity to have a bilateral meeting with her at her residence where of course she spent so much time under house arrest.  Following that meeting, we anticipate that Daw Suu Kyi and the President will have an opportunity to make a statement to the press as well. \nThe President will then travel to our embassy where he'll be able to meet with embassy staff.  We have ramped up our mission there considerably as a part of our opening to the country, so he will have an opportunity to thank them for the work they're doing in building out our relationship. \nFollowing that, the President will deliver a speech about the future of Burma and the future of the relationship between the United States and Burma.  That speech will be held at the University of Rangoon, which is a very historic -- has played a key role in the history of the country, first in supporting the independence movement in the 1930s, then being one of the leading universities in Asia; being a center of the democracy movement in the 1980s. \nSo we see it as a very fitting venue for the President to address the people of Burma and to discuss the broad range of areas where we want to work together to support continued reforms across many different areas.  That would include continued political reform towards democracy.  That would include continued national reconciliation, including with various ethnic groups who have been in conflict with the government.  That includes support for economic development for the Burmese people.  And that also includes the way in which Burma is a critical part of our vision for the future of Southeast Asia and America's relationship with this very important region of the world.\nWe also anticipate that the President will have an opportunity on the margins of that speech to meet with a variety of members of Burmese civil society, to hear directly from them as well. \nFollowing the speech, the President will depart Burma en route to Cambodia.  Now, we are traveling to Cambodia, as I said, to attend the East Asia Summit.  Last year, those of you who came to Bali with us will recall the U.S. for the first time joined in the East Asia Summit.  So again, this is a part of our efforts to join in the regional architecture of the Asia Pacific so that the United States has a seat at the table, has a voice in setting the agenda, and is a part of the discussion about the future of this incredibly important region.\nHe will begin his trip to Cambodia with a meeting with ASEAN.  ASEAN is of course the organization of Southeast Asian nations that we have invested a lot of time and diplomacy in strengthening the relationship between the U.S. and ASEAN.  So we'll have a full agenda with them.  Danny can speak to this as well. \nWe also anticipate meeting with Prime Minister Hun Sen of Cambodia as the host of ASEAN and EAS.  My colleagues will speak to this.  The President will have a chance to talk about the agenda of ASEAN, of the EAS.  The President of course will also raise our concerns about the need to respect human rights within Cambodia going forward. \nFollowing the ASEAN meeting, that night there is a dinner for the East Asia Summit leaders and others who were in attendance for the summit.  So the President will get to Cambodia, participate in the ASEAN meeting, and then participate in the EAS dinner, and spend the night in Phnom Penh. \nThen, on Tuesday, November 20th is the East Asia Summit.  So throughout the day, the President will be participating in a number of plenary sessions associated with the summit.  Again, Danny can speak to the agenda a bit.  We also anticipate he'll have some chance -- some opportunities to have meetings on the margins of the summit.  In particular, we're expecting that he'll meet with Premier Wen Jiabao of China and Prime Minister Noda of Japan.  We also anticipate that he will meet with the other leaders who are part of the Trans-Pacific Partnership Trade Agreement that many of you know we've been promoting as a cornerstone of our trade agenda going forward.\nWe see extraordinary potential in deepening the economic ties within the Asia Pacific.  And as we look to the future of our trade agenda, completing that successful Trans-Pacific Partnership Agreement will ultimately lead to a great deal of economic benefit to the United States.  So this will be an opportunity to check in with those leaders as we continue those negotiations going forward. \nAnd then, at the completion of the EAS, the President will meet with our embassy staff in Cambodia.  And then he will return back to the United States, getting here very late overnight, Tuesday night into Wednesday morning.\nSo those are the three stops.  I’ll give the floor here to Danny now to talk about some of the substantive agenda of those stops.\nMR. RUSSEL:  Great.  Thank you very much, Ben.  I’ll say a few things about the Asia context overall, and then work through the three stops that you’ve mentioned. \nAt the top, though, let me say that I’d commend everyone to the transcript of the remarks that the National Security Advisor gave at the CSIS conference just a few hours ago, where he laid out a comprehensive and a strategic vision for our approach to the Asia Pacific region.\nThis is the fifth trip by President Obama to Asia in four years.  And those of you who heard Mr. Donilon’s remarks know there’s a lot more to rebalancing and to the pivot to Asia than just hard power.  There was a heavy focus last year, of course, on the security side, which is very significant.  But what this visit by the President will highlight, I believe, is the diversity and breadth of our engagement and our involvement throughout the region.\nAnd secondly, that rebalancing includes rebalancing within Asia.  We’re building out our engagement with Southeast Asia.  We’re building out our presence there.  And as Ben said, the itinerary and the three elements of the itinerary reflect the emphasis on allies, on values, and on the institution building. \nIf 80 percent of life is just showing up, then I think this trip delivers the other 20 percent in terms of substance, in terms of getting things done, pushing the agenda forward, and driving towards progress and outcomes that directly benefit us, the U.S. and the people of the U.S., but also the people in the countries in the Asia Pacific region.\nSo country by country -- in Thailand, the President and the Prime Minister will expand the cooperation that is already underway on the fight against proliferation, the fight against narcotics, against terrorism, and against trafficking.  They will build on the work that Secretary of Defense Panetta is doing today in Bangkok with the Defense Minister on modernizing our security alliance and developing our military cooperation, which include exercises in disaster relief and counter piracy. \nThe President and the Prime Minister will also put in place a program to promote innovation and to connect universities, business, and research; and lastly, showcase some of the cooperation we’re doing in terms of sustainable development through projects in the Mekong River area and elsewhere.\nOn Burma, what I would add to what Ben said -- and then also you’ll hear from our colleague, Samantha Power -- is that\n\tthis is not a victory celebration; this is a barn raising.  This is a moment when we believe that the Burmese leaders have put their feet on the right path, and that it’s critical to us that we not miss a moment to influence them to keep them going.  It’s an uphill climb, and we want to make progress irreversible.  We want to show the people of Burma that there are benefits to be had from the hard work, and move some of the leaders off this fence and into the reform program.\nThe President is not someone who has ever believed that problems just solve themselves.  He’s a “pitch in and help out” person, and I think the measure of our policy and the efficacy of his visit is going to be the longer term impact that it has on the process of reform and democratization.  So what I would say is that the thing to watch is both what the President says to the people of Burma and what we see in the aftermath of this visit, which, I think in addition to being historic, will also have a heavy impact.\nIn terms of the meetings in Phnom Penh, as Ben laid out, there are two sets of meetings.  The first, ASEAN, is an organization that President Obama has invested heavily in since he took office.  This is the fourth summit in four years, and I think -- at least by my informal count -- the President has held eight bilateral summit meetings with individual ASEAN leaders.  He’s named an ambassador to the ASEAN headquarters.  And we've developed a range of programs and initiatives with ASEAN that the President in his meetings in Phnom Penh will advance.  These cover economic and security, political -- quite a wide range of issues. \nWhat's worth flagging about the meetings this year is that the Eminent Persons Group, a small group of distinguished Americans and representatives from each of the 10 ASEAN countries, have been working throughout the year since they were convoked in Bali to develop some recommendations to the leaders  -- a report that ought to be coming out shortly.  And I think that as part of the five-year plan of action, their recommendations towards developing a more strategic relationship, expanding our economic engagement, and promoting cultural and educational ties will be a big part of what the President and the ASEAN leaders agree to.\nSo I think the thing to watch at the U.S.-ASEAN Summit is that area:  What concrete areas have expanded economic and trade engagement they can agree to, and in what respects are they able to push forward practical programs in terms of education and people-to-people ties.\nLastly, I would say, with regard to the East Asia Summit -- and here, again, the President made the decision to participate in the EAS based on the principle that the institutions in the region weren't going to perfect themselves; that he needed to roll up his sleeves and participate in that.  This is, from our perspective, the venue at which it is possible to have a political, security, and strategic dialogue among leaders, a dialogue that frankly can't be had in other fora. \nThe President's focus will be first on our priorities at EAS, which include non-proliferation; they include humanitarian assistance and disaster response; and they include maritime security.  But there are other important agenda items there with regard to global health, global development, food security, and energy security.  Invariably -- inevitably, the leaders will want to discuss the salient strategic and security issue facing the region, which is the issue stemming from the competing territorial claims in the South China Sea.\nSo I think the things to watch at the East Asia Summit are, first of all, what is the program of work that the leaders set for themselves in the course of 2013.  I think energy security is one area that could be lifted up and that they may want to focus in on.  And secondly, what kind of discussion do the leaders have on the South China Sea and on the issues of competing sovereignty claims.  Will the leaders affirm the kind of guiding principles that President Obama articulated last year at Bali, and will there be a consensus around and a push towards both progress between ASEAN and China on a code of conduct, but also a general trend towards pushing for deescalation.\nMR. RHODES:  Great.  Thanks, Danny.  We'll go to Samantha now and then take your questions.\nMS. POWER:  I’ll be brief, especially because Ben and Danny have covered much of the Burma ground, which is the country I'd emphasize here in these comments in addition to saying a couple of words about Cambodia.\nAs Ben said, and Danny reinforced, we have long indicated  -- the President has long indicated a willingness to engage countries that show concretely a will to reform, a will to make political progress.  And the reason we engage is not to reward, but to lock down progress and to push on areas where progress is urgently needed. \nAnd I give a couple of examples of why this logic makes sense at this time in the Burma context.  First, we’ve seen, as many of you know, some progress that the government has made in establishing ceasefires with various ethnic groups -- not long-lasting solutions, but ceasefires that mean that fewer people are hurting day to day, and genuine progress.  However, we’ve also seen very disturbing violence in Rakhine state that -- between the events of June, and then the events that started in October and drifted into this month and are still really ongoing in terms of the crisis -- has resulted in hundreds of deaths and more than 32,000 displaced just in the most recent episode, and the Rohingya, of course, who are suffering the brunt of the violence in this instance. \nBut it is an incredibly tense, dangerous, and important issue for us to be engaging on at every level we can.  And the government has taken some responsible steps in trying to diffuse the violence, but there are long-term structural issues that need to be addressed in terms of the recognition to the Rohingya people and the welfare generally of all Buddhists and Muslims and others living in that Rakhine state.  Just an example, again -- a little bit of progress in the ethnic sort of area overall, but a very, very severe and important issue that we get an opportunity now to go and engage on at the ultimate level, at the highest possible level.\nSimilarly, in the ethnic context of Kachin, where a ceasefire has not been possible, the importance of humanitarian access, the importance of moving to a ceasefire and then to addressing the long-term political grievances that of course fueled the conflict in the first place.\nA second example, we’ve heard a lot and Ben mentioned the progress on political prisoners -- hundreds have been released since this reform process began, including Aung San Suu Kyi, who now of course has taken a seat in the Parliament, and about whom President Thein Sein said he could imagine her being head of state someday.  I mean, remarkable progress but many, many political prisoners still behind bars and hearing less out there, but at least several hundred political prisoners we believe.  And as the Secretary of State has said, even one political prisoner is one too many. \nSo again, as long as there are political prisoners, it makes sense for the United States not to be simply heralding the release of those who -- some of whom the President will have a chance to interact with on the trip, some of those who spent 10, 15, 20 years in prison -- not just to herald that they are out of jail and able to be part of this political process, but push for more progress, and ensure that those who have been released no longer have the threat of re-apprehension hanging over their heads.\nSo that’s just to give a couple of examples of the areas where we’ve seen a little bit of important progress in this journey, but where by virtue of the President taking this trip at this historic moment, we get a chance to try to really drive for further progress.\nAnd then there are a range of other issues, of course:  corruption; proliferation; trafficking; the freedom of NGOs that these groups get up and running now; media -- the censorship law has been lifted, but it’s -- the new regulations are honored in some cases, in some areas, very much in the breach; freedom of association -- very hard for groups to get permits to actually have political protests.  These are the kinds of issues that by virtue of a trip of this magnitude, we get a chance to really drive home the core messages about the next steps that need to be taken on the path to reform and the opportunities that exist by virtue of the space that’s opened up.\nThe last point I’d make just about Burma is that beyond the engagement on these specific issues, the trip I think is also -- will also hopefully have the effect of reaching an audience broader than the government and broader than the elite.  And so far -- and we talk a lot about this internally here -- this has been a very unusual political journey, political transition in the sense that it’s very top down in terms of how the reforms are being dispensed; in many cases, edicts issued where political prisoners are free, or laws are changed, or announcements are made summarily, and often, again, very important and constructive announcements.\nBut as the political space opens up, one of President Obama’s key messages, of course, is that there is a need not simply for government officials to talk to one another and the executive branch to talk to the Parliament, but for the youths, for legal professionals, for businesspeople, for soldiers in the rank and file of the military, for teachers, for the citizens of Burma to take ownership of this process now as it enters its next phase, and to build the checks and balances that are really the requirement in this country for these reforms to be sustainable and for this to become a true democracy over time.\nAnd then the last thing I’d say is just by taking this trip -- I think this is a very important point -- we are also, I think -- the President is sending a signal to other countries where reform either is not happening or repression is happening, we have a chance to say, if you take these steps -- he said it in the inaugural, but now we’re actually showing in a very concrete case -- we will meet you action for action.  And needless to say there are a lot of countries around the world where we would very much like other leaders to take this message and to take steps similar to those that have been taken in Burma in very expedited fashion, but again, only at the beginning of a long path.\nOn Cambodia, just briefly, some of you may have already noticed that Hun Sen has actually, it looks like, sort of stepped up some of the infringements on civil society, and there’s been incidents of individuals who were making visual appeals to President Obama to do certain things with regard to calling for free and fair elections in the next election.  Right now, there’s no sign that those elections will be free and fair.\nAll I would say about our engagement with the Cambodians on a bilateral basis is that the thrust of the message -- and Danny can underscore this as well -- is on the importance of free and fair elections, the end of land seizures, the protection and promotion of human rights.  That's the core function of the engagement with Hun Sen.  He is the host, Cambodia is the host of these important summits and these diplomatic gatherings, but our message to him on a bilateral basis is very much about the human rights abuses that are being committed within Cambodia’s borders, and urging him once and for all to actually start to take these concerns seriously, rather than continuing to move in very worrying directions.\nAnd I will say, just the last point on process, the President is, of course, tied up in the summits in this very condensed trip, but his senior advisor, Valerie Jarrett, and myself will do two roundtables on the Tuesday -- one with trafficking advocates and survivors, because trafficking of course is an issue there and we’ve sought to strengthen the Cambodian government’s efforts in that regard with prosecutions and also supporting victim services and so forth.  So we’re going to -- President Obama gave a big speech on trafficking back in September, and this is -- we’re going to have diplomatic follow-through throughout this trip with all the governments that we engage. \nBut there will be that roundtable.  And then the second roundtable will be a sort of human rights, political roundtable, women’s rights, and focusing on the election and the state of civil society, NGOs, and basically politics in Cambodia.  And so that’s an opportunity for one of the President’s top advisors to hear firsthand from Cambodians just what their concerns are, so that we may, again, inject those concerns at the highest levels of the bilateral relationship.\nMR. RHODES:  Great.  Thanks.  We’ll take your questions, then.\nQ    Hi guys.  Thanks very much for doing the call.  Two questions.  Ben, could you read out some of the bilaterals that the President will be doing at the summit?  And perhaps, Samantha or Danny, could you expand on what the President will say in Burma, both publicly and privately, about the Rohingya minority in that situation?  Thank you.\nMR. RHODES:  Thanks, Jeff.  In terms of the summit, the President has -- because he has the ASEAN meeting, the leaders dinner, and then the EAS most of the next day, we don’t anticipate a heavy schedule of formal bilats.\nRight now, the meetings that we are looking to on the margins of the summit are the ones I referenced:  China with Wen Jiabao, Japan with Prime Minister Noda, and getting together with the leaders of the TPP to assess progress in those negotiations.  We’ll keep you updated of course if there are additional meetings that come up on the margins.\nI’ll just say something about Burma and see if my colleagues have anything to add.  As Samantha mentioned, broadly speaking, we’ve seen progress in recognizing the need to resolve the ethnic challenges in the country.  Eleven out of twelve have reached ceasefires that open the door to more sustainable reconciliation.  And the government has shown that they understand that part of their reform effort has to be dealing with the ethnic uncertainty and ethnic violence.  As Samantha mentioned, the remaining ceasefire that we’re encouraging them to pursue is with the Kachin. \nAs it relates to the Rohingya, what we’ve seen is the continued violence, as Samantha mentioned.  And the government has sought to step in and help save lives in the situation in some instances.  But clearly, more needs to be done to foster an environment where tensions are reduced, where there's not incitement, and where those communities are able to address their differences peacefully rather than in the outbreaks of violence that we've seen.\nSo I think the President will be addressing the broad context of ethnic reconciliation and national reconciliation within Burma.  Specifically, I think what we'd like to see is continued work to stabilize the situation, but also to bring down the temperature and reduce the tensions.  But I don’t know if you guys have anything to add to that.\nMS. POWER:  I'd just add that in terms of the messages and the President is still working on the speech, and so we'll see what happens there.  But in terms of the core messages that we're seeking to convey basically in every encounter, including those that Ambassador Mitchell is carrying out every day, the importance of independent humanitarian access to the area so that there's independent reporting on what is actually happening again in this very, very tense environment right now, and that humanitarian assistance can be provided.  And that's a major issue that remains outstanding.\nSecond, the safety and security of individuals -- because before there can be any talks of the future of coexistence, the mob attacks and the violence and the provocations have to stop.  And that's where, as Ben said, the fact that the government has sent in kind of national troops into an area where local forces were involved in many of the abuses is an important step, but that we need to -- there has to be a sustainable security solution so that people aren't living in the kind of fear and really terror that they're living with today. \nThirdly, the government has come out and said it wants to hold the perpetrators accountable, which is important.  And that's something they're going to have to follow through on.  It will be very challenging, given again the degree of community support for some of what went on.  But that's something that we will reaffirm their commitment in that space, because that's critical.\nAnd then, the ultimate -- ultimately, the legal status of the Rohingya of course in this country as well as in the region needs to be resolved.  And so that is something that we will engage them on I'm sure certainly privately and in some form publicly.\nQ    Hi.  I have two questions, also.  One is, last year on the Asia trip, there was a lot of talk about the U.S. engaging more in the region and some actions on that trip.  I'm wondering if you could fill in any concrete progress that has been made in terms of the U.S. presence and engagement since then.  And secondly, regarding the Burma trip, to what extent is the decision to go there a way of, in fact, asserting the U.S. presence in the region, especially vis-à-vis China?\nMR. RHODES:  I'd just say a couple of things.  First of all, in terms of filling in our presence and our engagement in the region, a number of the initiatives that we launched on the last trip have essentially been coming on line.  So just to give you a few examples, the announcement that the President made in Darwin, Australia about the rotational deployment of U.S. Marines and the U.S. military in Australia is coming on line and is helping us deepen our partnership not just with Australia, but across the region. \nOn the military side, we've also seen continued focus on deepening our partnerships through joint exercises, port visits and continued cooperation with regional military.  Thailand is an ally and a key part of that effort as well.  So this focus on the U.S. having a presence not just in North Asia but in south -- in the South Pacific and in building our partnerships with Australia and other allies is something that we pursued coming out of the last trip.\nOn the economic side, we’ve seen a lot of our export growth in this region.  That trajectory has continued upward since the President’s trip.  The TPP agreement is something that we’re continuing to pursue through negotiations.  It’s grown since the President’s trip in that you’ve had Canada and Mexico join negotiations, but also expressions of interest in joining from other Asian countries.  So we’re pursuing those negotiations on the economic side.\nI think Burma is in many respects one of the clearest manifestations of increased engagement.  Since the President’s last trip, we have lifted a substantial amount of U.S. sanctions.  And so what that’s going to allow is U.S. investment; U.S. companies beginning to get into the mix in Burma, which we think is good for our own economy, but also is also going to be good for the development of a private sector within Burma that can create a broader base of prosperity in a country where the government controlled so much of the economy in the past.\nSimilarly we have an ambassador on the ground; have sent our Secretary of State to Burma.  We’ve begun the process of military-to-military engagement with the Burmese, which had been frozen.  That dialogue has been focused on things like the professionalism of the Burmese military, human rights. \nAnd so we’re engaging in Burma across a range of areas:  economically, militarily, and politically.  All of those have significantly ramped up since the President made his announcement in Bali that we were going to pursue this opening, and this visit really completes the realization of that process.  We've also, of course, seen the South Korea free trade agreement that we completed come into force.\nSo a lot of these initiatives that we've launched have come on line, and similarly we'll be looking to put forward new markers on this trip as to how we can continue to push into areas like energy cooperation and continued security cooperation going forward.\nOn the trip to Burma -- I think it's -- it falls into two categories.  I mean, first of all, this is one of the most significant developments related to Democratic values that have taken place in the last decade, in that you have this dramatic opening of a country that had been so closed for so long.  So this is very much a values-driven trip, in that we want to promote a complete transition to democracy going forward.  However, Burma is also an incredibly important country.  It sits at the crossroads of South Asia and East Asia; it borders the Indian Ocean and the Pacific Ocean; it has tremendous natural resources; its people are incredibly talented.\nSo we see Burma as an important potential partner for the United States going forward if they continue down this path of reform.  We also see the importance of Burma being fully integrated with ASEAN, which is an incredibly important block of emerging economies.  And if Burma can duplicate the type of Democratic development that we've seen by so many ASEAN countries, it could be an extraordinary boost to the economy of the region and to the global economy.\nSo we do believe that, in addition to wanting to support the democratic agenda and the human rights agenda that we've been promoting in Burma, we also see a very positive future for Burma as a partner within Southeast Asia and within the region for the United States.  In that context, we'll obviously continue to be engaged with the Chinese; they have a leadership transition that is underway. \nAnd we've always made it clear that we don’t see our engagement as coming at the expense of another country; it's based on the fact that the United States has important interest in this region.  And as it relates to China, we're going to continue to work cooperatively with the Chinese where we have common interests and where we have differences, particularly as it relates to making sure that China is living up to the rules of the road.  We'll be clear about those as well.\nOne thing -- Danny wanted to add one thing.\nMR. RUSSEL:  Thank you, Ben.  Yes, I'd like to reinforce the point that you made because I think there is a certain amount of misapprehension on this issue. \nFirst of all, we -- the U.S. has made clear at every level, including by Secretary Clinton when she was in Burma last December, that the improvement in the relationship between Burma and the United States doesn’t come at the expense of China and that we consider Burma’s relationship with China to be important. \nBut the key point I believe is that U.S. policy in Asia is about U.S. interests.  It’s not about China.  We have important bilateral relationships -- important in their own right -- and we have important work to do with regional institutions such as ASEAN and the East Asia Summit. \nNow, China is a full participant in the East Asia Summit, and the fact is that the U.S. and China have extensive areas of cooperation in the Asia Pacific region and in the EAS agenda itself, and that’s something that the region values and wants to see.  But as Ben pointed out, we have areas of competition and we have areas of difference of view.  And we have, in every context made clear to Beijing, that there’s a cost to coercive behavior, problematic conduct, whether that’s on the economic front or on the security front. \nOur objective is to shape the environment in the Asia Pacific region in which the peaceful rise of important countries, including China, contributes to the common good, is fundamentally stabilizing and not destabilizing, and in which every party can contribute to the work at hand.\nQ    Hi, thanks again for doing the call.  Real quickly, I just wanted to nail down -- it sounds like you’re not setting the stage for major deliverables or major progress on the South China Sea, but just continued dialogue on these fronts.  I just want you to confirm that.  And second of all, we’ve gotten some background this afternoon about discussions related to Israel and Gaza, but I’m wondering if you could put on the record for us conversations that the President personally or other top staff have had with Israel or what you’re asking Israel to do, what you’re asking through others Hamas to do in the context of the violence.  Thanks very much.\nMR. RHODES:  On the South China Sea, what I’d say is we don’t resolve territorial disputes through ASEAN and the EAS.  These wouldn’t be venues to adjudicate competing territorial claims.  So in that sense you’re not going to see a resolution of the issues related to the South China Sea. \nHowever, what we do want to insist upon is that there is an understanding about how maritime security is viewed and how disputes should be resolved going forward.  And again, our belief is that there needs to be a process to resolve them consistent with international law; that we support the de-escalation of incidents that could lead to conflict; and that we’re supporting ASEAN as they pursue a code of conduct in the region.\nSo by putting this on the agenda in this type of forum -- the issue of maritime security -- we want to lift up the principles that we believe will be critical to resolving disputes in places like the South China Sea.  And so they’re critical venues, again, to lift up those principles and to express those views even as we know that resolution will have to take place consistent with international law in other forums.  Dan, you may want to add to that.\nBut on Israel -- the President spoke to Prime Minister Netanyahu yesterday; Vice President Biden also spoke to Prime Minister Netanyahu.  The President also spoke to President Morsi.  Our view, as you’ve seen expressed in the readouts of those calls and in Jay’s comments today, is that the continued threat posed by rocket fire from Gaza against the Israeli people is unacceptable; that Israel has the right to defend itself against that outrageous threat that continues; that the United States has supported Israel in having defensive capabilities to deal with rocket fire, for instance in funding the Iron Dome system, but also understands that Israel must have a right to self-defense when its citizens are faced with these types of attacks. \nWe've encouraged that, of course, all steps be taken to avoid civilian casualties, and we deeply regret the loss of life on the Israeli and Palestinian side.  Ultimately, the onus is on Hamas here to de-escalate and to stop these rocket attacks so that peace can prevail in the region.\nAs it relates to today, we continue to be in close contact with the Israelis to have an understanding of their plans going forward.  We’ve also urged those who have a degree of influence with Hamas -- such as Turkey and Egypt and some of our European partners -- to use that influence to urge Hamas to de-escalate.  Because our concern is obviously that Israel must be secure from these types of attacks; and that also, as this situation continues to unfold, it’s only going to pose a greater threat to civilians and risk continued conflict in the region. \nSo again, our focus is on communicating with the Israelis, and also communicating with those like Turkey, Egypt, and some European countries to make it clear to Hamas that they need to de-escalate.\nAt the United Nations, where this is being discussed, we’ve sought to keep the focus where it should be, which is on Hamas’ rocket fire as the precipitating cause here in posing such a grave threat to the Israeli people, and to oppose efforts to single out Israel for the actions that they’ve taken in response to that rocket fire.  So that’s kind of where we are.  We’ll have additional -- the State Department has been in touch with a variety of actors; so have a number of U.S. officials here in the White House.  And we’ll keep you updated if the President has any engagement going forward.\nAnything -- Danny might have one more comment on South China Sea.\nMR. RUSSEL:  I think what you can expect the President to reinforce and to underscore in the meetings in Phnom Penh is that the economic growth and importance of the Asia Pacific region is too vital to the interests of not only the U.S. but of all the countries there and their people to allow these long-standing disputes over boundaries, over territory, over sovereignty, to jeopardize the stability that’s necessary for continued growth.\nAnd so the President would surely reiterate the principles that he has consistently articulated on the need for a peaceful resolution, for a diplomatic process that is collaborative and consensual, on the rejection of threats or use of force or the use of coercion, the importance of freedom of navigation, and of course on the unimpeded lawful conduct. \nSo while, as Ben said, the EAS is not a forum in which countries will adjudicate or prosecute their particular claims, it is a forum in which they can discuss these principles and give encouragement to the ongoing diplomatic process between ASEAN and China that seeks to establish rules under a code of conduct that would govern behavior and prevent 24:13.\nQ    Hi.  Two questions.  One, on Burma -- the U.S. still refers to Myanmar as Burma.  Is that something that will continue to go on?  Do you expect Myanmar to change its name back to Burma?  And then on the Middle East again -- is the U.S. fearful about Israeli ground forces entering Gaza?  Is that something the U.S. would support?\nMR. RHODES:  First of all, I would note that on your first question, it is the continued U.S. policy that we refer to Burma.  We recognize and understand that Myanmar is the name that is used by many within the country and around the world as well, although there are some who also continue to use the traditional name of Burma. \nSo, again, we’ll continue to refer to Burma, but we certainly understand that this is something that different countries take different views on, and as a matter of courtesy, we understand that in our engagements in Burma, Myanmar may be what officials -- government officials use in referring to their country.  So that’s how we approach that issue.\nOn your second point, again, our view is that the Israelis have the right to self-defense when their citizens are faced with the threat of indiscriminate rocket fire from within Gaza.  Ultimately, it’s up to the Israeli government to make determinations about how they’re going to carry out their military objectives.\nWhat we’ve also said is that the best course of action would be for there to be a general de-escalation of the violence, but that the onus is on Hamas and those with influence over Hamas to help bring about that de-escalation so that we don’t see a widening conflict. \nSo we certainly want to see a de-escalation.  We certainly want to see a broader conflict avoided.  And, again, though, we want to make clear that Israel has the right to self-defense, so it’s going to be incumbent on Hamas and those who are in contact with Hamas to encourage them to take those types of de-escalatory steps.\nOkay, thanks, everybody, for getting on the call here.  We’ll be able to continue to take your queries going forward.\nEND\n\t3:59 P.M. EST\n\n\n\n\n"
}