{
    "title": "Readout of the Vice President’s Meetings on Workforce Development and Job-Driven Training | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/04/09/readout-vice-president-s-meetings-workforce-development-and-job-driven-t",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 09, 2014\n\n \n\n\n\nReadout of the Vice President’s Meetings on Workforce Development and Job-Driven Training\n\n\n\n\nAs part of Vice President Biden’s ongoing work to improve America’s training programs, the Vice President hosted a conference call today with National Governors Association (NGA) leadership to discuss workforce development and job-driven training. The Vice President highlighted the importance of giving America’s workers opportunities to acquire skills they need to pursue in-demand jobs and careers. The Vice President also highlighted innovative efforts in states across the country that have proven successful, and encouraged the governors to expand on these efforts in their roles as state executives and leaders of the NGA. The Vice President was joined on today’s call by Governor Fallin of Oklahoma, Governor Hickenlooper of Colorado, Governor Beshear of Kentucky, and Governor Sandoval of Nevada.\n\t \n\tThe Vice President also dropped by a meeting today at the White House with entrepreneurs and leaders from information technology companies to discuss the importance of ensuring that our training efforts teach skills that are in demand by employers. The Vice President encouraged the leaders to increase job-driven training by supporting efforts to promote partnerships with training organizations and community colleges; define common skills, credentials, and standards that workers need to get middle class jobs; and increase the number of apprenticeship programs.\n\t \n\tThe Vice President’s meetings today are part of his ongoing work with private companies, non-profit organizations, federal agencies, education institutions, state and local leaders, and others across the country to make the workforce and training system more job-driven, integrated, and effective.\n\n\n\n\n"
}