{
    "title": "White House Announces New Director of the Office of National Drug Control Policy | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/white-house-announces-new-director-office-national-drug-control-policy",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 11, 2009\n\n \n\n\n\nWhite House Announces New Director of the Office of National Drug Control Policy\n\n\n\n\nTHE WHITE HOUSE   Office of the Vice President  ____________________________________________________________________________  For Immediate Release                                                         March 11, 2009 White House Announces New Director of the Office of National Drug Control Policy Washington, DC – Vice President Biden announced today that President Obama will nominate Seattle Police Chief Gil Kerlikowske as the new Director of the Office of National Drug Control Policy.  \"With escalating violence along our Southwest border and far too many suffering from the disease of addiction here at home, never has it been more important to have a national drug control strategy guided by sound principles of public safety and public health. We must demonstrate to our international partners, the criminal organizations threatening to undermine stability and the rule of law in those nations, and the American people, that we take seriously our responsibility to reduce drug use in the United States. Gil Kerlikowske has the expertise, the experience, and the sound judgment to lead our national efforts against drug trafficking and use, and he will make an excellent addition to my Administration,\" said President Obama.  \"Gil Kerlikowske is recognized both nationally and internationally for his innovative leadership and law enforcement solutions.  He brings a lifetime of experience working on drug policy issues. He has worked on the issue at all levels – from the Department of Justice to the front lines as a major city chief.  He understands that combating drugs requires a comprehensive approach that includes enforcement, prevention and treatment,\" said Vice President Joe Biden.     Gil Kerlikowske has been the Chief of Police for Seattle for 9 years where he has been credited publicly with bringing down crime rates to record lows.  He is the current president of the Major City Chiefs Association, which is composed of the 56 of the largest enforcement agencies in the United States.  He also served as Police Commissioner for the City of Buffalo, where he served until 1998, when he left to become the Deputy Director of the COPS program for the Department of Justice.    \"I have known Gil for over 25 years and he is recognized as a leader and innovator in the field of law enforcement. As our President of the Major City Chiefs Association, he has been in the forefront on our policies and positions relating not only to drug enforcement but also the need for drug education and drug prevention. I commend the Obama Administration for nominating Gil to this extremely important position. As a City Police Chief, Gil sees every day the violence and tragedy that results from drug abuse in this country and will require no \"on-the-job training,\" said William J. Bratton, Chief of Police for the City of Los Angeles.    \"Chief Kerlikowske’s deep understanding of the broad-ranging impacts of substance abuse on public safety, communities and family health is a tremendous asset to ONDCP and the field. The Partnership for a Drug-free America looks forward to working with Chief Kerlikowske and his team in a renewed effort to address the most pressing threats to our nation’s youth, including the intentional abuse of prescription and over the counter medicines, and to continue the outstanding progress made on illicit drugs like methamphetamine,\" said Steve Pasierb, President of the Partnership for a Drug-Free America.   \"Gil Kerlikowske is the perfect person for this job.  With his years of experience as a police chief he knows that enforcement alone will not solve the nation's drug problem.  It also requires prevention through education.  With his background and temperament he will bring great credibility to the bully pulpit,\" said Chief of Police for Miami John Timoney.    In his new position, Mr. Kerlikowske will lead the efforts of the White House Office of National Drug Control Policy (ONDCP), a component of the Executive Office of the President, which was established by the Anti-Drug Abuse Act of 1988.  The principal purpose of ONDCP is to establish policies, priorities, and objectives for the Nation's drug control program. The goals of the program are to reduce illicit drug use, manufacturing, and trafficking, drug-related crime and violence, and drug-related health consequences.  To achieve these goals, Mr. Kerlikowske will be charged with producing the National Drug Control Strategy. The Strategy directs the Nation's anti-drug efforts and establishes a program, a budget, and guidelines for cooperation among Federal, State, and local entities.    \"The Police Foundation applauds the appointment of Gil Kerlikowske as the nation’s next Drug Czar.  He is a 36-year law enforcement veteran who has served as Chief of Police in two major American cities.  Gil understands the devastating impact that drugs have had on families and communities in our country.  He is an innovator who will reach out across different disciplines to pull together the type of team that will enable our nation to develop the policies and strategies required to effectively address the drug problem.  Gil Kerlikowske is an outstanding choice for the position of Drug Czar,\" said President of the Police Foundation Hubert Williams.    As Director of ONDCP, Mr. Kerlikowske will also evaluate, coordinate, and oversee both the international and domestic anti-drug efforts of executive branch agencies and ensures that such efforts sustain and complement State and local anti-drug activities.   Mr. Kerlikowske will advise the President regarding changes in the organization, management, budgeting, and personnel of Federal Agencies that could affect the Nation's anti-drug efforts; and regarding Federal agency compliance with their obligations under the Strategy.   \"As the head of a national victim-serving organization, I understand the connection between illegal drugs and crime. The National Center for Victims of Crime believes that our nation needs a Drug Czar who is a skilled manager, is open to new research, and has a strong reputation with the law enforcement community. Mr. Kerlikowske embodies those qualities,\" said Mary Lou Leary, Executive Director for the National Center for Victims of Crime.    \"The Police Executive Research Forum is very pleased to hear of Chief Gil Kerlikowske’s nomination to be Director of National Drug Control Policy.  As a seasoned police chief, Chief Kerlikowske has no illusions about the devastating impact that illegal drugs have had on American cities. He knows firsthand that drug markets drive the violent crime in many cities, and he will bring a street-level view to the formulation of national drug policies. At the same time, throughout his career Gil has demonstrated a broad understanding that enforcement is only one part of a comprehensive approach, and that drug abuse prevention, treatment, and education initiatives bring long-term reductions in drug abuse and drug-related crime.  Thus, Chief Kerlikowske is the right person at the right time to serve as President Obama’s drug czar.  He will bring the balanced view to drug abuse policy that was envisioned more than 20 years ago, when Senate Judiciary Committee Chairman Joe Biden wrote the law creating ONDCP,\" said Chuck Wexler, President of the Police Executive Research Forum.    Mr. Kerlikowske holds a B.A. and M.A. in criminal justice from the University of South Florida in Tampa, and is a graduate of the National Executive Institute at the FBI Academy in Quantico, VA.  He served in the U.S. Military Police, where he was named the Outstanding Military Police Officer Honor Graduate in 1970.  He has also been an adjunct professor at Seattle University, teaching courses in law enforcement.  In addition, Mr. Kerlikowske served as president for the Police Executive Research Forum (PERF) from 1996-1998, is a long time member of the International Association of Chiefs of Police, and serves on the Board of Directors for the Washington State Criminal Justice Training Center.   Mr. Kerlikowske is renowned both nationally and internationally as an expert on law enforcement issues, and has lectured in Budapest, London, Glasgow and across the U.S. In 1990, Kerlikowske received the \"Gary Hayes National Memorial Award for Innovation in Policing,\" and was the recipient of the \"James V. Cotter Award\" in 2006 for leading three police agencies to national accreditation.     \n\n\n\n"
}