{
    "title": "FACT SHEET: The G-20 Brisbane Summit | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/11/16/fact-sheet-g-20-brisbane-summit",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 16, 2014\n\n \n\n\n\nFACT SHEET:  The G-20 Brisbane Summit\n\n\n\n\nThe G-20 is the world’s premier forum for economic policy cooperation – where Leaders representing economies generating 85 percent of global GDP assemble around the table to promote strong, sustainable and balanced growth and to address urgent global economic challenges.\nThe Brisbane G-20 Summit – the eighth that President Obama has attended since taking office – focused on growth and jobs.  With the global economic recovery still fragile, G-20 Leaders sent a clear signal of their commitment to take decisive steps, recognizing that the global economy is being held back by a shortfall in demand.  G-20 Leaders announced a Brisbane Action Plan of individual country commitments and collective actions that could increase the G-20’s combined output by 2.1 percent or more over the next five years.\nLeaders agreed on a number of specific steps to strengthen the resilience of the global economy and to address challenges such as climate change.  These include new initiatives on infrastructure investment, female labor force participation, combating corruption, and remittances.  Leaders also issued a separate statement about Ebola and global health security. \nAmong the most significant agreements were:\n\n\n\t\tlaunching the Global Infrastructure Initiative to unlock private financing for infrastructure investment worldwide, including the creation of a Global Infrastructure Hub to support best practices and coordination;\n\n\n\n\t\ta commitment by each country to close the gap between its male and female labor-force participation rates by 25% by 2025; this will bring an estimated 100 million additional women into the labor force by that year;\n\n\n\n\t\tprinciples that would help prevent the abuse of anonymous shell companies to facilitate illicit financial flows stemming from corruption, tax evasion, and money laundering\n\n\n\n\t\ta commitment to addressing the challenge of climate change including communicating post-2020 domestic climate targets as soon as possible and preferably by the first quarter of 2015.  G-20 leaders also stressed the importance of climate finance, including additional contributions to the Green Climate Fund following the United States’ $3 billion commitment to the GCF;\n\n\n\n\t\tan Energy Efficiency Action Plan that includes, among other initiatives, a program to increase fuel quality and reduce carbon emissions by heavy-duty vehicles;\n\n\n\n\t\tadvancing the implementation of the international financial reform agenda;\n\n\n\n\t\tagreement to complete by the end of 2015 an implementation plan on combating tax avoidance by multinational companies; and\n\n\n\n\t\tagreement on principles on energy markets that could serve as the basis for ongoing discussions on reform of the international energy architecture.\n\nBuilding a Stronger Global Economy through Jobs and Growth\nThe United States is a major source of strength in the global economy, with 56 straight months of private sector job growth creating 10.6 million jobs.  The Administration’s comprehensive response to the economic crisis — including through macroeconomic and structural policies — has laid the foundation for growth in the United States.\nThe pace of global economic growth and job creation, however, has disappointed since the recovery from recession began in 2009.  Economic activity in advanced countries has been particularly weak, while growth in emerging markets is uneven.  As the G-20 Leaders acknowledged, there is a shortfall in global demand.\nTo help strengthen medium-term potential growth, G-20 Leaders endorsed the Brisbane Action Plan to boost collective G-20 growth by 2 percent or more over the next five years.  The Action Plan includes a U.S. Growth Strategy based on Administration priorities such as infrastructure investment, raising household income, increasing access to quality skills development, increasing trade, comprehensive immigration reform, and assisting working families.  The U.S. reform commitments were critical in allowing the G-20 to meet its 2 percent goal.\nIncreasing Infrastructure Investment\n\n\n\t\tA key constraint to growth across the G-20 is inadequate infrastructure.  At the same time, infrastructure investment creates construction jobs and can provide a strong impetus to growth. This year, the G-20 launched a Global Infrastructure Initiative, paired with a new Global Infrastructure Hub that will be based here in Australia, to help tap into the large pool of potential private financing for infrastructure investment.\n\n\n\n\t\tWe’ve also made significant advances in expanding the amount of money that the World Bank and other multilateral development banks can deploy to emerging economies through more efficient use of their existing balance sheets.\n\nFemale Labor Force Participation\n\n\n\t\tThe G-20 made a new commitment to bring more women into the workforce and improve the quality of their jobs.  All G-20 countries committed to reduce the gap between the share of men and women in the workforce by 25 percent by 2025.  That would bring an additional 100 million women into the formal workforce and increase global GDP.\n\nFighting corruption\n\n\n\t\tThe G-20 has taken significant steps over the last four years to fight the scourge of corruption in our own countries and overseas.  In Brisbane, Leaders adopted a two-year plan to strengthen enforcement, enhance transparency, and facilitate the recovery of assets stolen by corrupt officials.  This includes meaningful steps to ensure that corrupt actors cannot exploit our financial and legal systems.  The G-20 also reached a significant agreement to end the abuse of anonymous shell companies by endorsing implementation of “Beneficial Ownership” principles.  The G-20 will work to ensure that corrupt actors can no longer use these shell companies to evade taxes or launder the proceeds of their crimes, and the Administration has proposed legislation to end the use of anonymous shell companies in the United States.\n\nRemittances and Financial inclusion\n\n\nG-20 leaders today agreed on a set of concrete steps that will reduce the cost of sending money home for people working overseas.  These remittances are a life-line for millions of people in the developing world and a critical source of development financing for emerging and developing economies.  This action plan will lower the cost of remittances to an average of 5 percent by increasing competition and expanding access to money transfer services, making the financial system more inclusive for billions of people and again demonstrating the G-20’s capacity to make the global economy work better for everyone.\n\nEnhancing Energy Efficiency and Addressing Climate Change \nG-20 leaders increased their commitment to energy and climate change through energy deliverables and a strong endorsement of the need for action to address climate change. Leaders agreed to:\n\n\nEndorse a new set of Principles on Energy Collaboration that outline key elements for future G-20 energy and climate change work.  These principles can set the agenda for future discussions of how we should adapt the global energy architecture to reflect recent transformations in the world’s energy markets – including the energy revolution in the United States.\n\n\n\nAn Energy Efficiency Action Plan that will guide efficiency work in six important sectors.  Central to this Action Plan is an agreement to develop country-specific plans in 2015 to improve efficiency of heavy-duty vehicles – trucks, buses, and other large vehicles which account for as much as half of all vehicle emissions even though they represent only 10 percent of all vehicles.  Three quarters of these vehicles globally are sold in G-20 countries.  The plan will lead to cleaner fuel, lower fuel consumption and carbon emissions, and reduced public health costs.  The United States is a global leader in heavy-duty vehicles standards for tailpipe emissions, fuel quality and efficiency, as well as green freight programs. \n\n\n\nReaffirm the G-20 commitment to rationalize and phase out inefficient fossil fuel subsidies.  The United States, China, and Germany have committed to undergo fossil fuel subsidy peer reviews, which can help countries assess their subsidies and provide recommendations for reform.  The European Union has also offered to participate as a reviewer.\n\n\n\nSend a clear signal that G-20 Leaders support strong and effective action to address climate change by reaffirming their resolve to adopt a protocol, another legal instrument or an agreed outcome with legal force at the UN climate negotiations in Paris in 2015.  In order to accomplish this, G-20 Leaders committed to communicate their post-2020 domestic climate targets as soon as possible and preferably by early 2015.  They also stressed the importance of contributions to the Green Climate Fund, and the United States announced a $3 billion commitment to the GCF.\n\nEbola and Global Health Security\n\n\nThe G-20 also demonstrated its ability to respond to new and fast-breaking challenges to the global economy, such as the threat posed by the Ebola epidemic.  In a statement released yesterday, G-20 leaders called for faster action to end the Ebola epidemic in West Africa.  Participating countries also committed to take steps to build the capacity to prevent, detect, and rapidly respond to future outbreaks – before they become epidemics.  And to make sure these aren’t just idle promises, the G-20 will review progress in building that capacity in at a major international meeting next May.  These steps are consistent with the Global Health Security Agenda, which the United States helped launch in February and the President hosted for an event at the White House in September. \n\n\n\n\t\tFor the three countries whose economies have been devastated by this epidemic, G-20 leaders also endorsed an IMF initiative to provide them with $300 million in low-cost or no-cost financing and debt relief.\n\nStrengthening the Global Financial System and addressing tax evasion and avoidance\nThe G-20 came into being during the financial crisis, and repairing and strengthening the resilience of the global financial system has been one of the most important elements of our cooperation.  While there is critical work to be done, this year we are close to finalizing the majority of the work on new rules to strengthen the financial system, end too-big-too fail, and promote a level playing field around the world.\nU.S. leadership has played a transformational role by engaging others in a “race to the top” to improve the quality of regulation and level the playing field across major and emerging financial centers.  The United States led the way in this area with our Dodd-Frank reforms.  Now the key is for all G-20 countries to implement these commitments.  After the damage wrought by the financial crisis, we owe it to our citizens to complete our work in creating a safer and more resilient financial system.\nThis year, the G-20 took significant steps forward to strengthening bank capital and liquidity by reducing leverage, addressing “too big to fail” by ensuring tax payers will not have to bear the costs of resolution for large financial institutions, committing to make the derivatives markets more transparent and safe, and addressing the systemic risks posed by shadow banking. \n\n\n\n\n"
}