{
    "title": "Nuclear Security Work Plan Reference Document | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/nuclear-security-work-plan-reference-document",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 13, 2010\n\n \n\n\n\nNuclear Security Work Plan Reference Document\n\n\n\n\nNuclear Security Summit Work Plan\n\tReference Document\nInternational Convention for the Suppression of Acts of Nuclear Terrorism\nThe international treaty against nuclear terrorism adopted by the United Nations General Assembly in April 2005 bolsters the global legal framework to counterterrorist threats, including cooperation with the International Atomic Energy Agency (IAEA). The International Convention for the Suppression of Acts of Nuclear Terrorism opened for signature in September of 2005.\nThe Convention is a key part of global efforts to prevent terrorists from gaining access to weapons of mass destruction (WMD), the use of which could lead to catastrophic consequences. Based on an instrument originally proposed by the Russian Federation in 1998, the Convention provides for a definition of acts of nuclear terrorism and covers a broad range of possible targets, including those against nuclear power plants and nuclear reactors. Under its provisions, the alleged offenders must be either extradited or prosecuted. It also encourages States to cooperate in preventing terrorist attacks by sharing information and assisting each other in connection with criminal investigations and extradition proceedings. The treaty requires that any seized nuclear or radiological material is held in accordance with IAEA safeguards, and handled in regard to the IAEA´s health, safety, and physical protection standards.\nhttp://www.iaea.org/NewsCenter/News/2005/conv_nuclterror.html\nConvention on the Physical Protection of Nuclear Material (CPPNM)\nThe Convention on the Physical Protection of Nuclear Material entered into force on February 8, 1987 and as of March 2010 had 142 Parties as signatories. The Convention is the only legally binding international instrument in the area of physical protection of nuclear material and 1 of the 13 international counterterrorism instruments. It establishes measures related to the prevention, detection, and punishment of offenses related to nuclear material.\nOn July 8, 2005, States Parties to the CPPNM adopted by consensus an Amendment to the CPPNM. Whereas the obligations for physical protection under the CPPNM covered nuclear material during international transport, the Amendment to the CPPNM makes it legally binding for States Parties to protect nuclear facilities and material in peaceful domestic use, storage and transport. It also provides for expanded cooperation between and among States regarding rapid measures to locate and recover stolen or smuggled nuclear material, mitigate any radiological consequences of sabotage, and prevent and combat related offences.\nThe Amendment will enter into force when it has been ratified by two-thirds of the States Parties of the Convention. The Amendment constitutes an important milestone in international efforts to improve the physical protection of nuclear material and facilities. The Amendment is vitally important for nuclear security and will have a major impact in reducing the vulnerability of States Parties to nuclear terrorism.\nThe General Conference has appealed to all States that have not yet done so to adhere to the CPPNM as soon as possible. The IAEA’s Board of Governors and General Conference have both encouraged all States Parties to ratify the Amendment and to act in accordance with its object and purpose pending its entry into force.\nhttp://www-ns.iaea.org/security/cppnm.htm\nUnited Nations Security Council Resolution (UNSCR) 1540\nIn April 2004, the United Nations Security Council (UNSC) adopted UNSCR 1540, establishing for the first time binding obligations on all U.N. member states under Chapter VII of the U.N. Charter to take and enforce effective measures against the proliferation of WMD, their means of delivery and related materials. UNSCR 1540, if fully implemented, can help ensure that no State or non-State actor is a source or beneficiary of WMD proliferation. All states have three primary obligations under UNSCR 1540 relating to such items: to prohibit support to non-State actors seeking such items; to adopt and enforce effective laws prohibiting the proliferation of such items to non-State actors, and prohibiting assisting or financing such proliferation; and to take and enforce effective measures to control these items, in order to prevent their proliferation, as well as to control the provision of funds and services that contribute to proliferation. If implemented successfully, each state's actions will significantly strengthen the international standards relating to the export of sensitive items and support for proliferators (including financing) and ensure that non-state actors, including terrorist and black-market networks, do not gain access to chemical, nuclear or biological weapons, their means of delivery or related materials.\nhttp://www.state.gov/t/isn/c18943.htm\nUnited Nations Security Council Resolution (UNSCR) 1540 Voluntary Fund\nThe United States is strongly committed to establishing a voluntary fund to help provide the technical support and expertise to support implementation of UNSCR 1540. The United States will seek to make a meaningful contribution to such a trust fund once it is established, provided it contains effective transparency and accountability mechanisms. The United States is prepared to work with the UNSCR 1540 Committee and others to make that happen.\n\tA voluntary U.N. trust fund could help match donors with states who need help to help strengthen national export laws and detection systems to prevent materiel, technology, and financial resources from making their way to governments and terrorists seeking to build these weapons. A number of nations, including the United States, provide bilateral assistance to countries to combat WMD and missile proliferation. Other multilateral organizations, such as the IAEA, offer assistance. Nongovernment organizations are another source of expertise and support. Expanding the multilateral efforts at the U.N. through a voluntary trust fund should inject more coordination, cohesion, and effectiveness into the many diverse national, multinational and nongovernmental assistance efforts.\nhttp://usun.state.gov/briefing/statements/2009/september/130100.htm\nThe Physical Protection of Nuclear Material and Nuclear Facilities: INFCIRC/225/Rev. 5\nThe IAEA’s Information Circular (INFCIRC) 225, which provides guidance and recommendations for developing and implementing the physical protection of nuclear material and nuclear facilities, was last published in 1999 in its fourth revision. The United States has long pushed for the INFCIRC/225 to be revised again to address the post 9/11/2001 threat environment and to conform with and provide guidance for implementation of the amended CPPNM and UNSCR 1540 obligations. The Department of Energy/National Nuclear Security Administration led the United States Government and a core group of like-minded member states to draft a revision that was presented to the IAEA. Subsequently, the IAEA called a number of member states consultant meetings and, most recently, a final stage technical meeting for concurrence on a revised text that is being sent to all member states for a final 120-day review. Publication of this important fifth revision (INFCIRC/225/Rev. 5), which provides guidance for planning and implementing effective physical protection regime, is anticipated in calendar year 2010.\nInternational Atomic Energy Agency Nuclear Security Plan 2010-2013\nThe objective of the Nuclear Security Plan for 2010–2013, submitted by the IAEA’s Director General and approved by its Board of Governors, is to contribute to global efforts to achieve worldwide, effective security wherever nuclear or other radioactive material is in use, storage and/or transport, and of associated facilities, by supporting States, upon request, in their efforts to establish and maintain effective nuclear security through assistance in capacity building, guidance, human resource development, sustainability and risk reduction. The objective is also to assist adherence to and implementation of nuclear security related international legal instruments; and to strengthen the international cooperation and coordination of assistance given through bilateral programs and other international initiatives in a manner which also would contribute to enabling the safe, secure and peaceful use of nuclear energy and of such applications with radioactive substances.\nThe Plan is consistent with the objective of the Agency’s Medium Term Strategy 2006–2011, to “establish and achieve global acceptance of an agreed international framework for nuclear security and support its application”.\nhttp://www.iaea.org/About/Policy/GC/GC53/GC53Documents/English/gc53-18_en.pdf\nIAEA Nuclear Security Series\n\tNuclear security issues relating to the prevention and detection of, and response to, theft, sabotage, unauthorized access and illegal transfer, or other malicious acts involving nuclear material and other radioactive substances and their associated facilities are addressed in the IAEA Nuclear Security Guidelines series of publications. These publications are consistent with, and complement, international nuclear security instruments such as the Convention on the Physical Protection of Nuclear Material and its 2005 Amendment, the UNSCRs 1373 and 1540 and the International Convention for the Suppression of Acts of Nuclear Terrorism.\nPublications in the IAEA Nuclear Security Guidelines series are issued in the following categories:\n\n\n\t\tNuclear Security Fundamentals contain objectives, concepts, and principles of nuclear security and provide the basis for security recommendations.\n\n\t\tRecommendations present best practices that should be adopted by member states in the application of the Nuclear Security Fundamentals.\n\n\t\tImplementing Guides provide further elaboration of the Recommendations in broad areas and suggest measures for their implementation.\n\n\t\tTechnical Guidance publications comprise: Reference Manuals, with detailed measures and/or guidance on how to apply the Implementing Guides in specific fields or activities; Training Guides, covering the syllabus and/or manuals for IAEA training courses in the area of nuclear security; and Service Guides, which provide guidance on the conduct and scope of IAEA nuclear security advisory missions.\n\nhttp://www-ns.iaea.org/security/nuclear_security_series.htm\nIAEA Implementing Guide on Development, Use and Maintenance of the Design Basis Threat\nThe Physical Protection of Nuclear Material and Nuclear Facilities INFCIRC/225/Rev. 4 (Corrected) describes the design basis threat (DBT) tool and recommends development of a notional DBT. Recognizing the importance assigned to the DBT tool in INFCIRC/225, a number of IAEA member states requested that workshops be developed and conducted to present a methodology for developing, maintaining, and using a DBT. As an adjunct to the workshops, a draft was developed and circulated for comment.\nThe draft was intended to implement the recommendations in INFCIRC/225/Rev. 4 (Corrected), which was issued in 1999. Since then, further developments have occurred to strengthen the international regime for the physical protection of nuclear material and radioactive material and associated facilities, including endorsement of The Physical Protection Objectives and Fundamental Principles (GOV/2001/41/Attachment) by the IAEA Board of Governors in September 2001, and endorsement of the revised Code of Conduct on the Safety and Security of Radioactive Sources by the Board of Governors in 2004. These objectives and principles were then incorporated into the July 8, 2005 Amendment to the Convention on the Physical Protection of Nuclear Material. The Implementing Guide represents an update of the original draft guidance reflecting further developments.\nA DBT is a comprehensive description of the motivation, intentions, and capabilities of potential adversaries against which protection systems are designed and evaluated. Such definitions permit security planning on the basis of risk management. A DBT is derived from credible intelligence information and other data concerning threats, but is not intended to be a statement about actual, prevailing threats. Historically, states have used DBTs in their regulatory system to achieve appropriate allocations of resources to the protection of nuclear material and nuclear facilities against malicious acts by potential adversaries that could result in high consequences, particularly radiological consequences or consequences of proliferation; however, a DBT can also be used to protect any asset with associated high potential consequences (e.g., other radioactive material of high activity).\nThe Implementing Guide:\n\n\n\t\tDescribes a DBT, including what it is and why and under what circumstances it is used;\n\n\t\tIdentifies and recommends the roles and responsibilities of organizations that should be involved in the development, use, and maintenance of a DBT;\n\n\t\tDescribes how to conduct a national threat assessment as a precursor to a DBT;\n\n\t\tExplains how a DBT can be developed, including:\n\t\t\n\n\t\t\t\tthe information required to develop a DBT;\n\n\t\t\t\tthe decision making processes for the development of a DBT;\n\n\n\n\t\t Explains how a DBT is incorporated into a State’s nuclear security regime;\n\n\t\tExplains the conditions for a review of the DBT, and how the review and update are conducted\n\nhttp://www-pub.iaea.org/MTCD/publications/PDF/Pub1386_web.pdf\nInternational Physical Protection Advisory Service (IPPAS)\nThe International Physical Protection Advisory Service (IPPAS) was created by the IAEA to assist states in strengthening their national nuclear security regime. IPPAS provides peer advice on implementing international instruments, and agency guidance on the protection of nuclear and other radioactive material and associated facilities.\nDuring the IPPAS mission, the state’s physical protection system is reviewed and compared with international guidelines (INFCIRC/225/Rev.4) and internationally recognized best practices. Based on this review, recommendations for improvements are provided including follow-up activities and assistance. Following IPPAS recommendations, actual upgrades of physical protection systems were initiated in several Member States through bilateral support programs.\nAt the request of a member state, IPPAS assembles a team of international experts who assess the state’s system of physical protection, compare it with international best practices and make recommendations for improvements. IPPAS missions are conducted both on a nation-wide and facility-specific basis. As of June 30, 2008, 41 IPPAS missions have been completed in all regions of the world.\nhttp://www-ns.iaea.org/security/ippas.htm\nGlobal Initiative to Combat Nuclear Terrorism\nParticipants in the Global Initiative to Combat Nuclear Terrorism are committed to the following Statement of Principles to develop partnership capacity to combat nuclear terrorism on a determined and systematic basis, consistent with national legal authorities and obligations they have under relevant international legal frameworks, notably the Convention for the Suppression of Acts of Nuclear Terrorism, the Convention on the Physical Protection of Nuclear Material and its 2005 Amendment, UNSCRs 1373 and 1540. They call on all states concerned with this threat to international peace and security, to make a commitment to implement on a voluntary basis the following principles:\n\n\n\t\tDevelop, if necessary, and improve accounting, control and physical protection systems for nuclear and other radioactive materials and substances;\n\n\t\tEnhance security of civilian nuclear facilities;\n\n\t\tImprove the ability to detect nuclear and other radioactive materials and substances in order to prevent illicit trafficking in such materials and substances, to include cooperation in the research and development of national detection capabilities that would be interoperable;\n\n\t\tImprove capabilities of participants to search for, confiscate, and establish safe control over unlawfully held nuclear or other radioactive materials and substances or devices using them. Prevent the provision of safe haven to terrorists and financial or economic resources to terrorists seeking to acquire or use nuclear and other radioactive materials and substances;\n\n\t\tEnsure adequate respective national legal and regulatory frameworks sufficient to provide for the implementation of appropriate criminal and, if applicable, civil liability for terrorists and those who facilitate acts of nuclear terrorism;\n\n\t\tImprove capabilities of participants for response, mitigation, and investigation, in cases of terrorist attacks involving the use of nuclear and other radioactive materials and substances, including the development of technical means to identify nuclear and other radioactive materials and substances that are, or may be, involved in the incident; and\n\n\t\tPromote information sharing pertaining to the suppression of acts of nuclear terrorism and their facilitation, taking appropriate measures consistent with their national law and international obligations to protect the confidentiality of any information which they exchange in confidence.\n\nGlobal Initiative participants recognize the role of the IAEA in the fields of nuclear safety and security and the IAEA has been invited to serve as an observer to the Initiative. All participants commend the IAEA for its action in the field of nuclear security. Participants intend for the IAEA to contribute to the Initiative through its ongoing activities and technical expertise.\nThe initial partner nations intend to establish a terms of reference for implementation and assessment to support effective fulfillment of the initiative, including by facilitating the provision of assistance to participants that may require it, and facilitating suitable exercises.\nThey express the desire to broaden participation in the Global Initiative to other countries who share the common goals of the Initiative, are actively committed to combating nuclear terrorism, and endorse the Statement of Principles.\nhttp://www.state.gov/t/isn/rls/other/126995.htm\n\nThe G-8 Global Partnership Against the Spread of Weapons and Materials of Mass Destruction\n\tSince its launch by G-8 Leaders at the June 2002 Kananaskis G-8 Summit, the Global Partnership Against the Spread of Weapons and Materials of Mass Destruction has made significant progress toward its aim of preventing terrorists or states that support them from acquiring or developing WMD. The Global Partnership is addressing nonproliferation, disarmament, counterterrorism, and nuclear safety issues through cooperative projects in such areas as destruction of chemical weapons; the dismantlement of decommissioned nuclear submarines; the security and disposition of fissile materials; and rechanneling employment of former weapons scientists to peaceful civilian endeavors. The G-8 Global Partnership Working Group under the G-8 Senior Group coordinates international activities to advance the initiative. Progress to date is reported and goals and plans for coming years are discussed and approved during the annual G-8 summits.\nhttp://www.state.gov/t/isn/c12743.htm\nApril 13, 2010\n\n\n\n\n"
}