{
    "title": "Treasury department statement on Chrysler dealer consolidation | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/treasury-department-statement-chrysler-dealer-consolidation",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 14, 2009\n\n \n\n\n\nTreasury department statement on Chrysler dealer consolidation\n\n\n\n\n U.S. Treasury Department    Office of Public Affairs   ________________________________________________________________  For Immediate Release                               Thursday,May 14, 2009     CONTACT: Treasury Public Affairs (202) 622-2960  TREASURY DEPARTMENT STATEMENT ON CHRYSLER DEALER CONSOLIDATION   WASHINGTON - Earlier today, Chrysler announced the specifics of its planned dealer consolidation. This announcement, which has been part of Chrysler’s plan for some time, is one of several steps the Company is taking to restructure to achieve financial viability. A month ago, Chrysler faced the real prospect of liquidation, which would have eliminated all 3,200 of the company’s dealers. As a result of the successful Chrysler-Fiat partnership and the backing of the President’s Auto Task Force, Chrysler is now positioned to move forward with a plan that retains 75% of its dealers – representing 87% of Chrysler sales. Consistent with the Task Force’s role in the restructuring process, it was not involved in the specific design or implementation of Chrysler’s dealer consolidation plan. The Task Force played no role in deciding which dealers, or how many dealers, were part of Chrysler’s announcement today. We understand that this rationalization will be difficult on the dealers that will no longer be selling Chrysler cars and on the communities in which they operate. However, the sacrifices by the dealer community – alongside those of auto workers, suppliers, creditors, and other Chrysler stakeholders – are necessary for this company and the industry to succeed. And a stronger Chrysler, supported by an efficient and effective dealer network, will provide more stability for current employees and the prospect for future employment growth. In addition, the Administration is committed to continuing its significant efforts to help ensure that financing is available to creditworthy dealers and pursuing efforts to help boost domestic demand for cars. These steps will help auto dealers, the auto industry, and the American economy.\n\n\n\n"
}