{
    "title": "[REVISED] President Obama Announces $15 Billion in Medicaid Relief from ARRA Headed To States | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/revised-president-obama-announces-15-billion-medicaid-relief-arra-headed-states",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nFebruary 23, 2009\n\n \n\n\n\n[REVISED] President Obama Announces $15 Billion in Medicaid Relief from ARRA Headed To States\n\n\n\n\nTHE WHITE HOUSE Office of the Press Secretary ________________________________ REVISED Release                 February 23, 2009 Moving swiftly to bring real relief to Americans hit hard by the economic crisis, President Barack Obama announced today that states will be able to access the first two quarters of Federal Medical Assistance Percentage funding (FMAP) starting this Wednesday, February 25. FMAP – the federal match for Medicaid – helps pay for health care for the families struggling during the economic crisis and some of the nation’s most vulnerable citizens. More than 49 million Americans rely on Medicaid for health care coverage and this funding could help 20 million more Americans get covered.* The President made the announcement at a meeting of the nation’s governors at the White House. \"This plan will also help ensure that you don’t need to make cuts to essential services Americans rely on now more than ever,\" the President told the Nation’s Governors in a meeting at the White House this morning.  \"To show you we’re serious about putting this recovery plan into action swiftly, I am announcing today that this Wednesday, our administration will begin distributing more than $15 billion in federal assistance under the Recovery Act to help you cover the costs of your Medicaid programs.\"   \"That means that by the time most of you get home; money will be waiting to help 20 million vulnerable Americans in your states get health coverage and 49 million Americans keep it.** Children with asthma will be able to breathe easier, seniors won’t need to fear losing their doctors, and pregnant women with limited means won’t need to worry about the health of their babies.\" A chart detailing funding by state can be found HERE. Beginning Wednesday, February 25, the first installment of more than $15 billion included in the American Recovery and Reinvestment Act will be available to States. The first two quarters of FY 2009 funding for states has been set up in special Treasury accounts so that states, the District of Columbia, and the territories can start drawing down on those funds. This special, temporary increase in funding will be administered by the Department of Health and Human Services’ Centers for Medicare & Medicaid Services (CMS). States will need to meet Medicaid eligibility requirements outlined in the law to receive the new funding. CMS will be working with the States to ensure they meet the requirements as long as they wish to access the increased in Medicaid funding.  Please find the President and Vice President’s remarks to the Governors by clicking here.  *The previous release incorrectly stated, \"FMAP – the federal match for Medicare – helps pay for health care for the families struggling during the economic crisis and some of the nation’s most vulnerable citizens. More than 20 million Americans rely on Medicaid for health care coverage.\"  The correction has been made above. **The previous release incorrectly quoted the President stating, \"That means that by the time most of you get home; money will be waiting to help 20 million vulnerable Americans in your states keep their health coverage.\"  The correction has been made above.      \n\n\n\n"
}