{
    "title": "Presidential Proclamation -- Read Across America Day, 2012 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/03/02/presidential-proclamation-read-across-america-day-2012",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 02, 2012\n\n \n\n\n\nPresidential Proclamation -- Read Across America Day, 2012\n\n\n\n\n\n\tREAD ACROSS AMERICA DAY, 2012\n\n\t- - - - - - -\n\n\tBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\n\tA PROCLAMATION\n\n\tFrom infancy through adulthood, reading enriches the human experience and illuminates the path to learning, opportunity, and success. By sharing the beauty and power of books with our children, we make a vital investment not only in their future, but also in an America that leads the world in educating its people. As we celebrate Read Across America Day in our homes, schools, and libraries, let us recommit to empowering every child with a strong start and a passion for the written word.\n\n\tThe journey to literacy begins early and continues throughout childhood. Parents and caregivers can play an essential role in developing fundamental skills by reading aloud regularly, helping children explore new words and concepts, and instilling enthusiasm for language and storytelling. These first lessons help pave the way for a love of reading that can last a lifetime. As children move from the living room to the classroom, teachers, librarians, and families use books to reinforce reading proficiency and build critical thinking skills that provide the foundation for a world-class education. By working together to give our sons and daughters the tools for achievement, we lay the groundwork for growth and prosperity that will stand the test of time.\n\n\tOn Read Across America Day, we also celebrate the birthday of Theodor Seuss Geisel -- an author whose fanciful wordplay and whimsical tales continue to delight young readers around the world. Dr. Seuss's stories evoke the unlimited potential for imagination and inspiration on the printed page, and they remind us of the countless ways reading enhances our lives. Today, we reaffirm our commitment to raising a generation of avid learners and bringing an outstanding education within reach for every child.\n\n\tNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim March 2, 2012, as Read Across America Day. I call upon children, families, educators, librarians, public officials, and all the people of the United States to observe this day with appropriate programs, ceremonies, and activities.\n\n\tIN WITNESS WHEREOF, I have hereunto set my hand this second day of March, in the year of our Lord two thousand twelve, and of the Independence of the United States of America the two hundred and thirty-sixth.\n\n\tBARACK OBAMA\n\n\n\n\n"
}