{
    "title": "Fact Sheet: White House Announces Commitments to the Call to Action for Private Sector Engagement on the Global Refugee Crisis | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/09/20/fact-sheet-white-house-announces-commitments-call-action-private-sector",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nSeptember 20, 2016\n\n \n\n\n\nFact Sheet: White House Announces Commitments to the Call to Action for Private Sector Engagement on the Global Refugee Crisis\n\n\n\n\n\n\tToday, the White House is announcing that 51 companies from across the American economy have made new, measurable, and significant commitments to aid refugees in the United States and around the world in response to the President’s June Call to Action. These companies, representing more than 2.5 million employees, more than $775 billion in annual revenue, and more than $3.2 trillion in market capitalization, are standing with the Administration to demonstrate that private sector innovation and resources can have a durable impact on refugees residing in countries on the frontlines of the global refugee crisis and in countries of resettlement, like the United States.  In total, these 51 companies have committed to investing, donating, or raising more than $650 million.  These commitments will provide:\n\n\n\t\tSupport for more than 6.3 million refugees across more than 20 countries;\n\n\t\tEducational opportunities for more than 80,000 refugees, including through digital content, mentorship, and classroom support;\n\n\t\tEmployment opportunities for more than 220,000 refugees, including through mentorship, training, internships, and job placements;\n\n\t\tGreater financial inclusion and economic integration for more than 4 million refugees; and \n\n\t\tPartnerships with more than 70 refugee-serving NGOs.\n\n\n\tThere are more than 65 million displaced people in the world today, the highest number on record since the UN Refugee Agency (UNHCR) began collecting statistics.  More than 21 million of these people have crossed international borders in search of safety and are registered as refugees.  \n\n\tA crisis of this scale requires more than government action. In issuing the Call to Action, President Obama challenged the U.S. private sector to draw on its unique expertise, resources and entrepreneurial spirit to help refugees regain control over their lives and integrate into their new communities. Their response is unprecedented. \n\nCall to Action Impact Areas\n\n\tThe Call to Action was principally focused on generating new commitments in three “impact areas”:  \n\n\nEducation – Facilitating refugee children and young adults’ education by ensuring that refugee students can access schools of all levels and creating quality long-distance learning platforms and programs. \n\nEmployment – Increasing employment opportunities for refugees, supporting refugee entrepreneurship, and assisting refugees’ reentry into the workforce. \n\nEnablement – Increasing humanitarian financing, strengthening infrastructure and access to resources needed for refugees to become self-reliant, and supporting countries taking new steps to welcome refugees or allow them to work and attend school.\n\n\nPartnership for Refugees:  Catalyzing Durable Solutions\n\n\tTo facilitate private sector commitments in response to the Call to Action, the White House announced in June the creation of the Partnership for Refugees, an initiative established through collaboration between the Department of State and USA for UNHCR, with significant support from Accenture Federal Services.  The Partnership for Refugees has provided guidance to private sector organizations that have wished to take action and has helped to ensure that their pledges are sustainable and responsive to refugees’ needs.  On November 1, 2016, the Tent Foundation will assume control over the operations and management of the Partnership for Refugees, thereby ensuring the long-term vitality of this initiative. Other federal agencies supporting this initiative include the U.S. Agency for International Development, the Department of Homeland Security, the Small Business Administration, and the Department of Commerce.\n\nPrivate Sector Participants to the Call to Action\n\n\tIn response to the President’s Call to Action, the following companies have put forward commitments to address the global refugee crisis.  You can view their detailed commitments here. \n\n(NOTE:  * denotes founding partner of the Call to Action)\n\n180LA\n\nACCENTURE *\n\nAIRBNB *\n\nALIGHT FUND\n\nAUTODESK \n\nBANQU, INC.\n\nBLOOM FIVE \n\nBRCK \n\nCHOBANI *\n\nCITIGROUP\n\nCOURSERA *\n\nDSM\n\nFACEBOOK \n\nFIGURE 8 INVESTMENT STRATEGIES\n\nGOLDMAN SACHS *\n\nGOOGLE *\n\nHENRY SCHEIN\n\nHP *\n\nIBM *\n\nIKEA \n\nJOHNSON & JOHNSON \n\nKARP RANDEL\n\nKLEIMAN INTERNATIONAL CONSULTANTS\n\nLIBRA GROUP\n\nLINKEDIN *\n\nLYNKE\n\nMASTERCARD *\n\nMCKINSEY & COMPANY\n\nMICROSOFT * \n\n\tNEWTON SUPPLY COMPANY\n\nNOT IMPOSSIBLE LABS\n\nNOVA CREDIT, INC.\n\nOLIVER WYMAN\n\nPEARSON\n\nPIMCO\n\nSAP\n\nSINGHAL & COMPANY\n\nSKILLSMART\n\nSOROS FUND MANAGEMENT\n\nSPARROW MOBILE\n\nSYNTHESIS STRATEGY CORPORATION\n\nTETRA TECH\n\nTRANSPARENTBUSINESS\n\nTRIPADVISOR *\n\nTWILIO\n\nTWITTER\n\nUBER\n\nUDEMY\n\nUPS *\n\nWESTERN UNION *\n\nZYNGA\n\n\t###\n\n\n\n\n"
}