{
    "title": "Children Affected by Hurricane Sandy to Join First Lady Michelle Obama for the Summer Harvest of the White House Kitchen Garden | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/05/23/children-affected-hurricane-sandy-join-first-lady-michelle-obama-summer-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nMay 23, 2013\n\n \n\n\n\nChildren Affected by Hurricane Sandy to Join First Lady Michelle Obama for the Summer Harvest of the White House Kitchen Garden\n\n\n\n\nMrs. Obama will be joined by children from New Jersey communities that were affected by Hurricane Sandy, as well as children who helped plant the garden in April\nWashington, DC – On Tuesday, May 28, at 1:30 PM ET, First Lady Michelle Obama will join school children from across the country to harvest the summer crop from the White House Kitchen Garden. For this harvest, the First Lady invited children from two New Jersey communities that were affected by Hurricane Sandy. The First Lady also invited back all the children who helped plant the garden in April so they could see the fruits of their labors. She will be joined by students from Somerville, MA; Knox County, TN; Milton, VT and Washington, DC.\nMrs. Obama planted a vegetable garden on the South Lawn to initiate a national conversation around the health and wellbeing of our nation – a conversation that evolved into her Let’s Move! initiative to solve the problem of childhood obesity within a generation.\n\t \n\tChildren from the following New Jersey schools affected by Hurricane Sandy will help harvest this year’s garden:\nUnion Beach Memorial School – Union Beach, NJ\n\tThe students of Union Beach Memorial School were displaced by Hurricane Sandy and currently attend school in other locations while their school is repaired. Through the displacement, Union Beach school district is focused on keeping their students healthy. The school district is providing all its displaced students with a free lunch through the National School Lunch Program until they return to Memorial School, and in March, 8th grade students from the school joined New Jersey and USDA officials to celebrate National Nutrition Month. Recently, volunteers planted herb and vegetable beds at Memorial School for the students to utilize upon their return to the school.\nLong Beach Island Grade School – Ship Bottom, NJ\n\tSince Hurricane Sandy, all of the LBI Grade School students (grades 3-6) have been attending their sister school, the Ethel A. Jacobsen Elementary School, which is PreK-2.  They are awaiting their modular classroom units due to storm damage to their school. Despite the displacement, the school was recognized with the HealthierUS School Challenge award in March of 2013. The school uses MyPlate to teach kids about healthy eating, and they provide ideas for healthy classroom snacking while partaking in their home-grown crops at the EJ School. The district will also be receiving an award from the USDA officials in June 2013. \nChildren from the following schools who helped plant this year’s garden will also be returning to harvest what they planted:\nArthur D. Healey School, Somerville Public Schools – Somerville, MA\n\tSomerville Public Schools has had great success with the new, healthy school meals and is promoting healthy eating and snacking at school and at home. The district has a Farm to School program for K-12 that includes food education events like “corn shucking day” when kids learn about the food they’re eating in school meals. At Healey, the school’s parents, teachers, the Mayor, and school administrators support the continued efforts to integrate nutrition education into after-school programming. The school serves healthy breakfasts and snacks, its lunch program has a salad bar and kids participate in taste tests as new healthy recipes are created. The Healey Garden, started in 2004, hosts celebratory gardening days and gardening activities throughout the year.\n\t \nSarah Moore Greene Magnet Technology Academy, Knox County Schools – Knox County, TN\n\tThis school district revamped its lunch menus and engaged parents and students to make sure everyone would like their new healthy recipes - like their own hand-tossed, whole grain pizza. Sarah More Greene Elementary has integrated innovative ways of encouraging kids to eat fruits and vegetables. Just this fall, the school started a Jeffersonian Heirloom Garden and connected the project to 3rd-5th grade social studies coursework on America’s history, highlighting American presidents who have had a role in gardening and land stewardship. Additionally, the school offers nutritious snacks and breakfasts to students daily and works with community partners to provide gardening classes to parents and kids.\n\t \nMilton Elementary School, Milton Town School District – Milton, VT\n\tThis district has made lunchtime a dining experience for students by using MyPlate, fruit and veggie bars, local ingredients, and delicious takes on fruits and vegetables like squash with nutmeg and cinnamon. They also have kid taste tests and samplings to ensure that kids like the meals served. Milton Elementary School is currently planting a garden and using the produce for student meals during the school year and for their summer food service program.\n\n\n\n\n"
}