{
    "title": "Presidente Obama da a conocer estrategia nacional para reducir el consumo de drogas y sus consecuencias | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidente-obama-da-a-conocer-estrategia-nacional-para-reducir-el-consumo-de-drogas",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 11, 2010\n\n \n\n\n\nPresidente Obama da a conocer estrategia nacional para reducir el consumo de drogas y sus consecuencias \n\n\n\n\nNueva estrategia equilibrada y de colaboración pone énfasis en la prevención, el tratamiento, el control y la cooperación internacional\nWASHINGTON, DC – Hoy, el Presidente Obama dio a conocer la estrategia nacional inaugural para el control de drogas de la Administración, que establece objetivos a cumplir en cinco años a fin de reducir el consumo de drogas y sus consecuencias por medio de medidas equilibradas de prevención, tratamiento, control y cooperación internacional. La estrategia fue formulada por la Oficina Nacional de Política de Control de Drogas (Office of National Drug Control Policy u ONDCP) con recomendaciones de una variedad de aliados federales, estatales y locales.\n“Esta estrategia propone un enfoque equilibrado para hacerle frente al complejo desafío del consumo de drogas y sus consecuencias”, afirmó el Presidente Obama. “Al aumentar la prevención en entidades comunitarias, expandir el tratamiento, reforzar las acciones de las agencias de la ley y colaborar con nuestros aliados en el mundo, reduciremos el consumo de drogas y el gran daño que causa en nuestras comunidades. Estoy seguro de que cuando tomemos las medidas descritas en esta estrategia, nuestro país será mejor y nuestros pobladores serán más saludables y estarán más seguros.”\n \n        La estrategia del 2010 destaca un enfoque equilibrado y de colaboración que pone énfasis en la prevención en entidades comunitarias, la integración al sistema principal de salud de tratamientos fundamentados en pruebas, las innovaciones en el sistema de justicia penal para romper el ciclo del consumo de drogas y el crimen, y alianzas internacionales para interrumpir las operaciones de las organizaciones del narcotráfico. \nDurante una gira nacional para escuchar los comentarios del público a fin de formular la estrategia, Gil Kerlikowske, director nacional de política sobre drogas, se reunió con profesionales médicos y agentes de la ley, proveedores de tratamientos contra la drogadicción y personas en vías de recuperación, funcionarios electos, funcionarios del sistema penitenciario, profesores, grupos de padres y líderes religiosos, entre otros. Durante el proceso de consultas, surgieron temas significativos que conectaron el consumo de drogas con importantes prioridades políticas del gobierno, entre ellas la economía, la reforma del seguro médico, el desarrollo juvenil, la seguridad pública, asuntos militares y de veteranos, y relaciones exteriores.\n        “Siguiendo la tarea encomendada por el Presidente Obama de procurar una gran variedad de comentarios para la estrategia, llegué a apreciar cuán profundamente preocupados están los estadounidenses sobre el consumo de drogas”, afirmó el director Kerlikowske. “Nos afecta a prácticamente todos, ya sea porque tenemos un familiar, amigo o colega que es adicto o se está recuperando, un oficial de policía que trabaja para proteger a la comunidad o un padre que está tratando de evitar que un hijo consuma drogas”, declaró el director Kerlikowske.\n        La estrategia del 2010 establece objetivos a cinco años para reducir el consumo de drogas y sus consecuencias, entre ellos:\n• Reducir en 15 por ciento la tasa de consumo de drogas entre los jóvenes;\n• Disminuir en 10 por ciento el consumo de drogas entre los adultos jóvenes;\n• Reducir en 15 por ciento el número de casos crónicos de consumo de drogas;\n• Reducir en 15 por ciento la incidencia de muertes causadas por drogas, y \n• Reducir en 10 por ciento la prevalencia del manejo por personas drogadas.\nAdemás, la estrategia describe tres desafíos significativos con respecto a las drogas que el poder ejecutivo abordará específicamente este año: abuso de medicamentos recetados, conductores drogados y evitar el consumo de drogas. El problema relacionado con drogas de mayor crecimiento en el país es el abuso de medicamentos recetados, que ha causado un aumento significativo en las sobredosis en años recientes. Los conductores drogados representan una amenaza para la seguridad pública, lo cual fue comprobado en un reciente sondeo de conductores que descubrió la presencia de drogas en una de cada seis personas al volante durante noches de fin de semana. Prevenir el consumo de drogas antes de que comience es la mejor manera de evitar que afecte a los jóvenes de Estados Unidos. Al abordar cada uno de estos asuntos, la estrategia describe enfoques de cooperación motivados por la investigación y fundamentados en pruebas.\nEntre los nuevos elementos de la estrategia también están la particular atención a posibilitar la recuperación de todo estadounidense adicto a las drogas por medio de la expansión de centros comunitarios contra la adicción y la creación de nuevos medicamentos y tratamientos para la adicción fundamentados en pruebas. El apoyo continuo a las agencias de la ley, el sistema de justicia penal, la interrupción del narcotráfico y la producción nacional de drogas, la colaboración con aliados para reducir el narcotráfico internacional e innovadores programas comunitarios, como tribunales exclusivamente dedicados a las drogas, desempeñan una función crucial en reducir el consumo de drogas y sus efectos en Estados Unidos.\nPara mayor información sobre la estrategia nacional para el control de drogas del 2010, vea un video con un mensaje de R. Gil Kerlikowske, director de la National Drug Control Policy, o visite www.whitehousedrugpolicy.gov.\n \n\n\n\n"
}