{
    "title": "Press Briefing by Press Secretary Jay Carney, 4/5/2011 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/05/press-briefing-press-secretary-jay-carney-452011",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 05, 2011\n\n \n\n\n\nPress Briefing by Press Secretary Jay Carney, 4/5/2011\n\n\n\n\n\n\t2:22 P.M. EDT\n\n\t     MR. CARNEY:  Okay, let’s get started.  Ben.\n\n\t     Q    A quick follow.  I guess from all that, I’m wondering whether today’s meeting accomplished anything. \n\n\t     MR. CARNEY:  Yes, it was a good meeting.  It was a good meeting because the President sat down, the Vice President sat down with Speaker Boehner, Leader Reid, the chairmen of the appropriations committees, and they spoke directly and at length about what issues are on the table, what needs to be resolved.  And I think the Speaker has said that he’s willing to work towards finding a deal, and the President obviously made clear that he thinks it’s essential that we find a deal. \n\n\tAnd he wants nonstop work on this -- today, tomorrow, the next day -- until it gets done.  And as he said from here, that if progress isn’t being made on the Hill, then he wants to invite that same group of lawmakers back to the White House tomorrow, and again the next day, until we get this done -- because it is simply irresponsible and unacceptable not to finish this business when we are this close to a deal.\n\n\tQ    But he’s not willing to stay in town for the meeting tomorrow?\n\n\tMR. CARNEY:  The President called the meeting today.  If there’s a meeting tomorrow, we’ll see when that happens and who’s in attendance.  It will be here.  We are engaged extensively in making this happen.  The President just stood before you and said he would make every member of his team, including himself, available to the leaders on the Hill to help bring this compromise to a conclusion so we can move on to the other issues that confront us, which are substantial and, in many ways, far more significant than last year’s business, six months left in the fiscal year.\n\n\tQ    So he’ll cancel his trip if necessary?\n\n\tMR. CARNEY:  Chip, I don’t have an announcement to make since the President said he will call a meeting if it’s necessary.  So I would suggest that maybe you guys want to focus on the slightly bigger picture than the President’s schedule.  The President just came and spoke to you about this.  He just spoke to the Speaker of the House and the Leader of the Senate, to the chairmen of the appropriations committees, and the American people about this.  I think his commitment and focus on this is apparent for anyone who was watching, both here and in the room.  And he has demonstrated his willingness to do whatever he can do to ensure that the necessary people sit down and do the necessary work in a reasonable way to reach a compromise to get the people’s business done.\n\n\t     Jeff.\n\n\t     Q    Jay, how do you envision getting a deal if both sides are digging in their heels on the same things that they’ve been digging in their heels on for weeks?\n\n\t     MR. CARNEY:  Well, we have made clear, as the President said, that our willingness to come to meet the Republicans more than halfway has been amply demonstrated by any baseline you want to measure it at this point.  Between zero and 100, 73 is a much more than halfway.  Between zero and 61, 33 is substantially more than halfway.  And we continue to want to work on the details to make sure that the composition of the cuts is one that we can live with and that we can all agree on. \n\n\tBut the President has some very clear principles going into this about what cannot and should not be cut, and he believes that in a choice between community health care centers, or medical research, or Head Start, or education funding on one hand, or highway funds that are set aside for earmarks on the other hand, or military spending that the Pentagon has indicated is wasteful and it does not want or need -- in that choice, if those are the choices on the table, it’s pretty clear where he stands, and he believes that there’s a case to made for reaching a kind of compromise, having demonstrated our willingness to come as far as we have and to make cuts in programs that we support, that we can come the final distance, the final few billion dollars, if you will, to get this work done.\n\n\tQ    It’s just, we’ve heard that a bunch, so I’m just wondering how -- if you’re not moving away from that position and the Republicans aren’t moving from theirs, how do you come together?\n\n\tMR. CARNEY:  Well, we come together by calling a meeting and working it out -- by meeting today, by meeting this afternoon, the Speaker and the Senate Leader -- Majority Leader, by meeting tomorrow if necessary, by meeting and continuing to work out these details.  And again, if the composition of the cuts is the issue, we have offered a number of different ways to bridge the gap.  And the kinds of cuts we’re offering are real and substantial.  The Speaker of the House, in the meeting today, acknowledged that there has never been an appropriations bill that does not also include cuts in so-called mandatories.  One out of every 10 dollars in H.R. 1 is a cut in mandatories.  So there’s no disagreement on the fact that that’s got to be part of this composition.\n\n\t     So there are ways to get there, and there’s more than one way to get there that still achieves an agreement between both sides.\n\n\t     Jake.\n\n\t     Q    Given that the White House has now issued a memo to agencies and departments telling them to prepare a contingency just in case there is a government shutdown, can you share with the American people what a shutdown -- I understand you are confident that it’s not going to happen, you’re cautiously optimistic there’s going to be a deal, but can you share with the American people what a shutdown would mean to them?\n\n\t     MR. CARNEY:  Well, the President I think laid out in some specifics that would happen if an agreement were not reached and the impact that it would have on small businessmen and their ability to secure a loan; on families visiting national parks; on a variety of different areas.\n\n\t     As the week progresses, the Office of Management and Budget will make more clear to the agencies and share more details about what steps need to be taken in terms of which portions of the government would continue to operate and which would shut down. \n\n\tBut again, I will cite the Speaker of the House who said recently that a budget shutdown would cost more than it would save.  So any notion that shutting down the government for some period of time is actually a good thing because it saves money is incorrect, as the Speaker himself said.\n\n\tAnd independent economists are out there making clear what the impact on the economy would be on the uncertainty it would create for businesses, and that would obviously be harmful at a time when we are beginning to see some real progress in terms of economic growth, sustained growth, and sustained job creation.\n\n\tSo we clearly do not want a shutdown.  We take leaders of the Congress, the Speaker of the House and the Senate Minority Leader at their word that they do not want a shutdown, which is why we believe that there is still reason to hope that if everyone sits down at the table and is reasonable, that we can find an agreement.\n\n\t     Q    Do you have any idea of how many federal employees would be furloughed?\n\n\t     MR. CARNEY:  I don’t.  I don’t have those specifics.\n\n\t     Q    One last question.  Admiral Mullen said that the most significant threat to our national security is the debt.  Does President Obama agree?\n\n\t     MR. CARNEY:  President -- the President certainly agrees that it is essential to address our long-term deficit and debt.  He has made clear --\n\n\t     Q    But does he think it’s the most significant threat to our national security?\n\n\t     MR. CARNEY:  I think we’ve got a lot of significant threats to our national security and certainly the economic health of this country, and one thing he’s made clear about the need to be competitive in the 21st century is that our stature in the world, our national security, depends on our security at home and our economic security, and certainly that we are committed, the President is committed to addressing our long-term deficit and debt issues because they are so vital to our capacity to continue to grow and out-compete the rest of the world. \n\n\t     And he has, as he said right from this podium moments ago to Julianna, he is looking forward to the debate about fiscal year 2012 and our longer-term budget and fiscal priorities, because he thinks it’s vital and important.  And it’s another reason why it’s so important to just get this business done of funding the last six months of 2011.\n\n\t     Q    I guess the question is, if it is such an urgent threat, whether or not it’s the top one or one of 10, why not just find $20 billion, $30 billion more in cuts, and meet the Republicans where they are, given that we all know that this is --\n\n\t     MR. CARNEY:  Wait, wait, you -- Jake, you know better than anybody else this debate that we’re having about fiscal 2011 is about 12 percent of the budget. \n\n\t     Q    That’s what I’m saying, it’s a pittance.\n\n\tMR. CARNEY:  There is nothing you can do in cutting discretionary spending in anything like a responsible way that will address, will deal in any marked way with our long-term deficit and debt issues.  Everyone agrees on that.\n\n\t     This is not the vehicle through which to have -- to address the longer-term debt issues.  Our entitlement programs, the tax reform we need, the tax expenditures that are an issue, the defense spending that is an issue -- that is not the box in which we are now deciding the funding for six months of the year.  But he is committed to addressing those issues, as he has made clear since his State of the Union address and he made clear when he appointed the fiscal commission last year.  And he will do that.\n\n\t     Dan.\n\n\t     Q    Why does everything have to go down to the wire, whether we’re talking about the budget, whether we’re talking about what happened in lame duck session?  Everything seems to come down to the wire and everyone is trying to cut a deal.  Why does it have to be that way?\n\n\t     MR. CARNEY:  Well, I would suggest that we’re all in many ways students of Washington, and there are a lot of answers to that question.  But I think what the President made clear just now is that it does not have to come to that.  It does not have to come down to brinksmanship.  It does not have to come down to a shutdown, showdown, especially when we are this close to an agreement; that the American people expect us to be responsible, to say, you know what, I’m going into this room and I know I’m not going to get 100 percent of what I want, because last I checked, no faction, no party controlled 100 percent of the government that -- in Congress or the White House.\n\n\t     So the system is built for compromise, for finding common ground, for reaching a consensus around things that serve the greater good, and in this case, reduce the deficit more substantially.  And more substantial discretionary spending cuts than have ever been proposed in nominal terms we have accepted, right?  No debate.  No debate.  Larger as a percentage of -- as large as a percentage of the GDP since any cuts proposed since 1982; no debate.\n\n\t     So I think the question of who’s for spending cuts, are we for spending cuts, are they for spending cuts -- we’re all for spending cuts.  We’re all for reducing the deficit and the need to address that. \n\n\t     And there is not that much that divides us on how we get there to that figure that we talked about, the $73 billion that the President mentioned, which, by the way, is the same figure which the Speaker of the House, the leader of the Republican Party in the House, the Republican chairman of the House Appropriations Committee, initially proposed. \n\n\t     So when we talk about our engagement and willingness to compromise, willingness to move off our starting position, I think we have amply demonstrated that.  And we, as the President said today, are ready and prepared to meet around the clock to get this done.\n\n\t     Q    Why does it always have to be --\n\n\t     MR. CARNEY:  Dan, I don’t have the answer to that question.  Why does Washington work the way it works?  Clearly it shouldn’t work the way it works. \n\n\t     Q    But we see the White House in these situations where they’re fully engaged, where meetings are happening, people are coming to the White House, or people from the White House are going up to the Hill at the last minute.  Why is this not happening --\n\n\t     MR. CARNEY:  Would that it were not so.\n\n\t     Q    Why isn’t this pressure happening early in the process so that it doesn’t have to come down to this?\n\n\t     MR. CARNEY:  Well, I would -- as you know, the calendar of where we have come -- the conversations that led to the target figure of $73 billion happened more than a week ago.  We got there more than a week ago.  So -- and it was -- we were told that the appropriators could work it out from there.  And we have stayed engaged in -- even as that process has taken place.  So we certainly don’t endorse this approach.  It would certainly be better for all of us, for -- and for the American people, most importantly, if we were able to do this in regular order, if we had come to this agreement two months ago, three months ago, or four months ago.  But we certainly need to come to agreement now. \n\n\t     Athena.\n\n\t     Q    You talked this morning about people being reasonable, and the President just spoke about the American people want Congress and the White House to act like grownups and to not be playing games.  So who’s being unreasonable right now?\n\n\t     MR. CARNEY:  I think the President also said that we’re not interested in pointing fingers and blaming.  The American people aren’t interested in that; we’re not interested in it.  We’re interested in getting this done.  We have demonstrated our willingness, as I mentioned to Bill today, earlier this morning, that you cannot -- whichever ruler you use, you cannot disagree with the proposition that we have come more than halfway.  You just can’t -- unless you have a form of math that’s not familiar to me or anyone else in this building.\n\n\t     So we believe we are being reasonable.  We continue to believe that if we’re reasonable and they’re reasonable, a deal is possible.  And that’s why we look forward to these -- having these meetings today, tomorrow, the next day, as necessary.\n\n\t     Q    So just one follow-up.  If, as the President said, not everyone can get 100 percent of what they want, he’s talked about some things that he’s not willing to budge on, like Head Start positions and EPA.  What do you want to see the Republicans budge on, and what specifically are Democrats --\n\n\t     MR. CARNEY:  Well, I think I’ve been specific -- I think I’ve been specific and the President mentioned also that one area that we see potential savings that we have not agreed on yet is the $600 million plus in the current Republican proposal, which is for funds set aside for transportation highway project earmarks.  We think in a choice between that and closing down community health care centers, we’d rather see the earmarks cut; Pentagon spending that the Pentagon says -- military spending the Pentagon says it doesn’t want and doesn’t need and is wasteful -- all things considered, we’d rather see that cut than education, Head Start, or medical research. \n\n\t     So -- and then, but again, those are identified cuts.  There are also things that we have put forward as alternatives to reaching them, in Medicaid savings, for example, or other areas that are real cuts.  They can -- as the President tried to explain and did explain, that mandatories -- this is a terminology, a term of art on Capitol Hill -- but this is real money that affects real people in real ways.  So we’re at the table and we’re interested in doing this for the American people.\n\n\t     Chip.\n\n\t     Q    I know you hope and believe it won’t get to this, but if it does get to Friday and they don’t have a deal, what specifically do you object to in Boehner’s proposal for a one-week stopgap?  Is it the $12 billion?  Is it the Defense Department provision?  What specifically is objectionable about that?\n\n\t     MR. CARNEY:  What’s objectionable is the notion that we can continue to fund the government on a turnstile --\n\n\t     Q    I understand that, but that proposal in particular.\n\n\t     MR. CARNEY:  -- in turnstile, tollbooth fashion.  It’s just -- it is no way to run a government.  It is -- creates a lot of uncertainty for businesses and for the economy.  And it is not necessary.  And I’m not going to expand beyond what the President said.  What he did say is if we are -- if we have a deal and because of rules up on the Hill we need a few more days to push the paperwork through, then he would certainly entertain signing a clean CR to keep the government open while that process works for a few days.\n\n\t     Q    But they won’t agree to that, we know that.\n\n\t     MR. CARNEY:  Well, we need to get the deal done then, don’t we?  I mean, that’s why the President is -- had the meeting today, why he’s calling on leaders to continue meeting and to work on this problem, and why he’s making the Vice President and his entire senior staff available to help with that process.\n\n\t     Q    And I know you suggested it’s not a pertinent question, but the President said if they can sort it out in today’s meeting, fine; if not, I want them back here tomorrow.  Will he be here if John Boehner comes here tomorrow?\n\n\t     MR. CARNEY:  Let me look at the schedule.  Again, the meeting has not been called.  We would --\n\n\t     Q    That would be his hope?\n\n\t     MR. CARNEY:  He said very clearly he would make himself available for meetings and for engagement in this process, as he has up to this point.\n\n\t     Q    As OMB is making contingency plans, if you will, for a government shutdown, would the President like to see as many government workers as possible deemed essential personnel, or is that a decision that’s largely out of his --\n\n\t     MR. CARNEY:  I think that’s a decision that’s based on existing rules or guidelines.  I haven’t heard the President address the issue of the number of federal workers who would continue to come to work if there were a cutoff in funding.  I think that’s guided by the numbers.\n\n\t     Q    No way he can influence that --\n\n\t     MR. CARNEY:  I don’t know, honestly.  But I think that that’s very much a side issue today.\n\n\t     Q    On the Middle East, any progress toward the President’s hopes of getting an Israeli-Palestinian peace agreement within, now, I guess, six months made at today’s meeting with President Peres?\n\n\t     MR. CARNEY:  Well, he had a very good meeting with the Israeli President, which he discussed, and he remains hopeful that progress will be made and that -- because he believes firmly that the solution of having a secure Israel living side by side with a sovereign and secure Palestine is a goal shared by both sides, and that it is best reached in negotiations between the two sides.  And he encourages progress -- he encourages progress to be made on those negotiations.\n\n\t     Q    But no --\n\n\t     MR. CARNEY:  No news of specifics or anything out of today’s meeting.\n\n\t     Q    On the Justice Department decision to try folks at Gitmo before military commissions, the reaction to that has been critical from both sides -- the right saying you could have come to this decision a year ago; the left saying you promised you wouldn’t do this.  What is your reaction, if you will, to the reaction?\n\n\t     MR. CARNEY:  Well, look, what’s important is that the President believes that it is not helpful to remove Article III courts as a tool in our toolbox to prosecute terrorists.  Because there is not the prospect in the short term of convincing Congress to do that, to remove those obstacles, then he believes it is essential to bring the accused to justice.  It’s the right thing to do for the victims’ families and it’s the right thing to do, period.\n\n\t     So he is proceeding with a military commission process, which has been reformed in a way that makes it more effective and responsive.  And he supports the Attorney General’s decision to proceed in that direction.\n\n\t     Q    The Attorney General said he really didn’t like the idea of trying these folks before commissions.  Does the President agree?\n\n\t     MR. CARNEY:  The President agrees that Article III court -- it is not a good thing that Congress is preventing the use of Article III courts for this purpose.  And he also agrees with the Attorney General’s decision that it is time -- given the circumstances we find ourselves in on this issue, it is time to move forward with prosecuting these suspects.\n\n\t     Keith.\n\n\t     Q    Is there any amount of progress that can be made in these negotiations that would cause the President to sign a CR?  Or are we at the point where there’s either a deal or there will be a government shutdown?\n\n\t     MR. CARNEY:  Well, I think the President made very clear that if we -- if we get to a point where an agreement is in hand, but the system won’t allow for it to be processed and voted on in time, then he would entertain a clean CR of several days to allow that process to take place.\n\n\t     Q    But there has to be an agreement?  There’s no --\n\n\t     MR. CARNEY:  Well, I won’t -- I’m not --\n\n\t     Q    -- we’ve made enough progress --\n\n\t     MR. CARNEY:  I won’t improve upon the President’s words on that.\n\n\t     Q    And just lastly, does the White House feel that basically there was a deal with Boehner on the number and that Boehner has reneged on this deal?\n\n\t     MR. CARNEY:  Well, what we have said is that -- as the Vice President said that evening on Capitol Hill that there was an agreement that $73 billion was a target that the appropriators could work off of.  We agree that there was -- until everything was agreed upon, nothing was agreed upon.  But there was an agreement.  And as I said this morning, those appropriators have been working off that principle, and they didn’t get it out of thin air.\n\n\t     So we believe that that is an instructive number because of its -- what it represents in terms of substantial spending cuts; also because of what it represents in terms of the original position of the Speaker of the House and the chairman of the House Budget [Appropriations] Committee.  And we have demonstrated our willingness to accept cuts that in an ideal world we would not support in order to reach a compromise and find common ground because nobody can get 100 percent of what they want in a process like this.  And we have recognized that.\n\n\t     Yes.\n\n\t     Q    It’s hard to square that statement with --\n\n\t     MR. CARNEY:  Can I just --\n\n\t     Q    -- we’re not interested in blame.\n\n\t     MR. CARNEY:  Got to raise your hand.  Yes.\n\n\t     Q    Thanks, Jay.  Can you just expand on the President’s response to the Ryan plan and how he may respond after this budget, current budget fight is over?  On the entitlement reform, tax reform issue?\n\n\t     MR. CARNEY:  Well, we are committed, as the President has said, to reducing America’s long-term deficit, because it’s essential to growing our economy and winning the future.  Congressman Ryan is correct in identifying the fact that we cannot do that if we just look at 12 percent of our budget.  A narrow slice of domestic spending, cutting that will not get us to where we need to get in terms of dealing with our long-term deficit.  And that, I remind you, is what has occupied so much of our attention today and for the last weeks and months.\n\n\t     But while we agree on his ultimate goal, Congressman Ryan’s goal, we strongly disagree with his approach, because any plan to reduce our deficit substantially must reflect American values of fairness and shared sacrifice.\n\n\tWe believe that Congressman Ryan’s plan that he put forward fails that test.  It cuts taxes for millionaires and special interests, while placing a greater burden on seniors who depend on Medicare or live in nursing homes; families struggling with a child who has serious disabilities; and workers who have lost their health care coverage.\n\n\t     The President believes, again, that the goal is important and he shares the goal, but he believes there is a more balanced way to achieve that goal, to put Americans on a path to prosperity, if you will. \n\n\t     Look, but despite all our differences, what the President made clear here and what we have made clear every day from this White House, and the President said in his State of the Union, we need to come together as Democrats and Republicans to tackle this issue.  There is no way that a Republican plan -- purely Republican plan or a purely Democratic plan -- is going to get through a divided Congress and be signed by the President.  It has to be a bipartisan compromise.  And he looks forward to resolving this issue, the six months remaining of last year’s business, precisely so that he can engage and have that debate that he talked about moments ago.\n\n\t     Q    So is he saying that he -- it’s a non-starter for the President?\n\n\t     MR. CARNEY:  Well, we’d say that we strongly disagree with this proposal.  I want to remind you, because I took this question in another form earlier this morning from you, asking about our response or -- to Congressman Ryan’s proposal and that it is a budget -- a fiscal year 2012 budget proposal, which, by the way, the President put forward his a couple months ago.  So -- but he has recognized and said again today that we need to address these long-term deficit issues, and he looks forward to engaging in that debate.  But he believes that the plan that Congressman Ryan put forward today fails the test of balance that is essential to make sure that there are shared sacrifice in the decisions we make, and shared sacrifice as we go forward and we reduce our deficit in a way that puts us on a fiscally sustainable path for the future; allows us to be competitive and to win the future.\n\n\t     I’ll take a couple more.  Jon-Christopher.\n\n\t     Q    Yes, thank you.  Regarding Prime Minister Cameron’s visit to Pakistan, has the President and Prime Minister Cameron discussed a coordinated approach to the challenges that face Pakistan as they relate to the war in Afghanistan?\n\n\t     MR. CARNEY:  As we’ve read out many times, the President and the Prime Minister have spoke -- have had telephone conversations quite frequently of late.  I do not know if they have spoken specifically about Pakistan.  But -- so I don’t have anything specifically in reaction to the Prime Minister’s trip.\n\n\t     Q    Can I just follow up?  What’s been the essence of the latest conversations that they’ve both had in terms of --\n\n\t     MR. CARNEY:  Well, they spoke on numerous occasions about Libya in the process of reaching agreement on U.N. Security Council resolutions and coordinating and working together as partners in that process.\n\n\t     Q    Thank you, Jay.\n\n\t     MR. CARNEY:  Bill.\n\n\t     Q    Jay, back to the shutdown, possible shutdown.  The Stars and Stripes is reporting -- advising members of the military that they may be required to -- and civilians who work at the Pentagon -- they may required to come to work on Monday if there’s a shutdown and not get paid.  Is that your understanding?\n\n\t     MR. CARNEY:  Again, I don’t understand the specifics.  My understanding is that uniform service men and women will get paid, but I would not take the specifics from me.  I think you ought to address that to the OMB or DOD.\n\n\t     Q    Has that been decided the military would --\n\n\t     MR. CARNEY:  Again, I don’t have specifics on that, but it’s my understanding that uniformed men and women will continue to get their paychecks.\n\n\t     Thank you very much, all.\n\n\t     Q    Jay, can you just comment on Kaine announcing his plans to run for the Senate?\n\n\t     MR. CARNEY:  I don’t have anything on that right now.  Let’s save it for tomorrow.  Thank you.\n\n\tEND\n\t2:51 P.M. EDT\n\n\n\n\n"
}