{
    "title": "President Obama to Award 2012 National Medal of Arts and National Humanities Medal | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/07/03/president-obama-award-2012-national-medal-arts-and-national-humanities-m",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 03, 2013\n\n \n\n\n\nPresident Obama to Award 2012 National Medal of Arts and National Humanities Medal\n\n\n\n\nWASHINGTON, DC – On Wednesday, July 10, 2013 President Obama will award the 2012 National Medal of Arts and National Humanities Medal in the East Room.  The First Lady will also attend.  Further details will be released closer to the event.\nThe National Endowment for the Arts was established by the Congress in 1965 as an independent agency of the Federal Government. To date, the NEA has awarded more than $4 billion to support artistic excellence, creativity, and innovation for the benefit of individuals and communities. The NEA extends its work through partnerships with State arts agencies, local leaders, other Federal agencies, and the philanthropic sector. The National Endowment for the Humanities was created in 1965 as an independent Federal agency, the National Endowment for the Humanities supports research and learning in history, literature, philosophy, and other areas of the humanities by funding selected, peer-reviewed proposals from around the Nation. The Endowment brings high-quality historical and cultural experiences to large and diverse audiences in all 50 States, the District of Columbia, and five territories.\nAt next week’s event, the President will deliver remarks and present the awards to the following individuals and organizations:\n2012 National Medal of Arts\n\n\n\t\tHerb Alpert, Malibu, CA\n\n\t\tLin Arison, Bal Harbour, FL\n\n\t\tJoan Myers Brown, Philadelphia, PA\n\n\t\tRenée Fleming, New York, NY\n\n\t\tErnest Gaines, Oscar, LA\n\n\t\tEllsworth Kelly, Spencertown, NY\n\n\t\tTony Kushner, New York, NY\n\n\t\tGeorge Lucas, San Anslemo, CA\n\n\t\tElaine May, New York, NY\n\n\t\tLaurie Olin, Philadelphia, PA\n\n\t\tAllen Toussaint, New Orleans, LA\n\n\t\tWashington Performing Arts Society, Washington, DC \n\n2012 National Humanities Medal\n\n\n\t\tEdward L. Ayers, Henrico, VA\n\n\t\tWilliam G. Bowen, Princeton, NJ\n\n\t\tJill Ker Conway, Boston, MA\n\n\t\tNatalie Zemon Davis, Toronto, CANADA\n\n\t\tFrank Deford, New York, NY\n\n\t\tJoan Didion, New York, NY\n\n\t\tRobert Putnam¸ Cambridge, MA\n\n\t\tMarilynne Robinson¸ Iowa City, IA\n\n\t\tKay Ryan, Fairfax, CA\n\n\t\tRobert B. Silvers, New York, NY\n\n\t\tAnna Deavere Smith¸ New York, NY\n\n\t\tCamilo José Vergara, New York, NY \n\nBelow are the 2012 National Medal of Arts Citations which will be read at the ceremony:\nHerb Alpert for his varied contributions to music and the fine arts. The musician behind the Tijuana Brass phenomenon and co-founder of A&M Records, which launched several storied careers, Mr. Alpert is also a philanthropist who shares the power of arts education with young people across our country.\nLin Arison for her contributions as a philanthropist and arts education advocate. Co-Founder of the National YoungArts Foundation and the New World Symphony, Ms. Arison’s work celebrates, showcases, and supports the next generation of great American artists.\nJoan Myers Brown for her contributions as a dancer, choreographer, and artistic director. Founder of the Philadelphia Dance Company, Ms. Brown carved out an artistic haven for African-American dancers and choreographers to innovate, create, and share their unique visions with the national and global dance communities.\nRenée Fleming for her contributions to American music. Known to many as “the people’s diva,” Ms. Fleming has captivated audiences around the world with an adventurous repertoire spanning opera and the classical tradition to jazz and contemporary pop. \nErnest Gaines for his contributions as an author and teacher. Drawing deeply from his childhood in the rural South, his works have shed new light on the African-American experience and given voice to those who have endured injustice.\nEllsworth Kelly for his contributions as a painter, sculptor, and printmaker. A careful observer of form, color, and the natural world, Mr. Kelly has shaped more than half a century of abstraction and remains a vital influence in American art. \nTony Kushner for his contributions to American theater and film. Whether for the stage or the silver screen, his scripts have moved audiences worldwide, marrying humor to fury, history to fantasy, and the philosophical to the personal. \nGeorge Lucas for his contributions to American cinema. By combining the art of storytelling with boundless imagination and cutting-edge techniques, Mr. Lucas has transported us to new worlds and created some of the most beloved and iconic films of all time. \nElaine May for her contributions to American comedy. With groundbreaking wit and a keen understanding of how humor can illuminate our lives, Ms. May has evoked untold joy, challenged expectations, and elevated spirits across our Nation.\nLaurie Olin for his contributions as a preeminent landscape architect. Renowned for his acute sense of harmony and balance between nature and design, Mr. Olin has dedicated his energy to shaping many iconic spaces around the world and to educating new leaders in his art.\nAllen Toussaint for his contributions as a composer, producer, and performer. Born and raised in New Orleans, Mr. Toussaint has built a legendary career alongside America’s finest musicians, sustaining his city’s rich tradition of rhythm and blues and lifting it to the national stage.\nWashington Performing Arts Society for bringing world-class performances to our Nation’s capital. From concert-hall premieres to in-school workshops, WPAS has drawn renowned artists to the Washington community and inspired generations of young performers to follow their passions.\nBelow are the 2012 National Humanities Medal Citations which will be read at the ceremony:\nEdward L. Ayers for his commitment to making our history as widely available and accessible as possible. Dr. Ayers’s innovations in digital humanities extend higher learning beyond campus boundaries and allow broad audiences to discover the past in new ways.\nWilliam G. Bowen for his contributions to the study of economics and his probing research on higher education in America. While his widely discussed publications have scrutinized the effects of policy, Dr. Bowen has used his leadership to put theories into practice and strive for new heights of academic excellence.\nJill Ker Conway for her contributions as a historian and trailblazing academic leader. Dr. Conway has inspired generations of scholars, and her studies of exceptional and empowered women have revealed a common drive that unites women across the globe—to create, to lead, and to excel. \nNatalie Zemon Davis for her insights into the study of history and her exacting eloquence in bringing the past into focus. With vivid description and exhaustive research, her works allow us to experience life through our ancestors’ eyes and to engage truly with our history. \nFrank Deford for transforming how we think about sports. A dedicated writer and storyteller, Mr. Deford has offered a consistent, compelling voice in print and on radio, reaching beyond scores and statistics to reveal the humanity woven into the games we love. \nJoan Didion for her mastery of style in writing. Exploring the culture around us and exposing the depths of sorrow, Ms. Didion has produced works of startling honesty and fierce intellect, rendered personal stories universal, and illuminated the seemingly peripheral details that are central to our lives.\nRobert Putnam for deepening our understanding of community in America. Examining how patterns of engagement divide and unite, Dr. Putnam’s writing and research inspire us to improve institutions that make society worth living in, and his insights challenge us to be better citizens. \nMarilynne Robinson for her grace and intelligence in writing. With moral strength and lyrical clarity, Dr. Robinson’s novels and nonfiction have traced our ethical connections to people in our lives, explored the world we inhabit, and defined universal truths about what it means to be human.\nKay Ryan for her contributions as a poet and educator. A former Poet Laureate of the United States, her witty and compact verse infused with subtle wordplay, reminds us of the power of language to evoke wisdom from the ordinary.\nRobert B. Silvers for offering critical perspectives on writing. As the editor and co-founder of The New York Review of Books, he has invigorated our literature with cultural and political commentary and elevated the book review to a literary art form. \nAnna Deavere Smith for her portrayal of authentic American voices. Through profound performances and plays that blend theater and journalism, she has informed our understanding of social issues and conveyed a range of disparate characters. \nCamilo José Vergara for his stark visual representation of American cities. By capturing images of urban settings over time, his sequences reflect the vibrant culture of our changing communities and document the enduring spirit that shines through decay.\n\n\n\n\n"
}