{
    "title": "President Obama to Award Medal of Honor | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/10/18/president-obama-award-medal-honor",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 18, 2010\n\n \n\n\n\nPresident Obama to Award Medal of Honor\n\n\n\n\n\n\tOn November 16, President Barack Obama will award Staff Sergeant Salvatore Giunta, U.S. Army, the Medal of Honor for conspicuous gallantry.  Staff Sergeant Giunta will receive the Medal of Honor for his courageous actions during combat operations against an armed enemy in the Korengal Valley, Afghanistan in October, 2007.  Staff Sergeant Giunta's wife, Jennifer, and his parents, Steven and Rosemary Giunta will join the President at the White House to commemorate his example of selfless service.\n\t \n\tFurther information about the media logistics for this ceremony will be released at a later date.\n\t \n\tPERSONAL BACKGROUND:  \n\t \n\tSalvatore Augustine Giunta was born on January 21, 1985.  He is a native of Hiawatha, Iowa.  He enlisted in the United States Army in November 2003.  He attended Basic Training and Advanced Individual Training at Fort Benning, Georgia.  Staff Sergeant Giunta is currently assigned to 2-503rd Infantry Battalion, Rear Detachment, Camp Ederle, Italy.  \n\t \n\tStaff Sergeant Giunta has completed two combat tours to Afghanistan totaling 27 months of deployment.\n\t \n\tHis military decorations include: the Bronze Star, Purple Heart, Army Commendation Medal w/oak leaf cluster, Army Achievement Medal, National Defense Service Medal, two Army Good Conduct Medals,  Global War on Terrorism Service Medal, to name a few.\n\t \n\tHe is married to Jennifer Lynn Mueller.  His parents are Steven and Rosemary Giunta of Hiawatha, Iowa\n\t \nADDITIONAL INFORMATION\nTHE MEDAL OF HONOR:\n\tThe Medal of Honor is awarded to a member of the Armed Forces who distinguishes themselves conspicuously by gallantry above and beyond the call of duty while:\n\t \n\tengaged in an action against an enemy of the United States;\n\tengaged in military operations involving conflict with an opposing foreign force; or\n\tserving with friendly foreign forces engaged in an armed conflict against an opposing armed force in which the United States is not a belligerent party.\n\t \n\tThe meritorious conduct must involve great personal bravery or self-sacrifice so conspicuous as to clearly distinguish the individual above his or her comrades and must have involved risk of life. There must be incontestable proof of the performance of the meritorious conduct, and each recommendation for the award must be considered on the standard of extraordinary merit.\n\n\n\n\n"
}