{
    "title": "Statement by the President on the Resignation of Middle East Envoy George Mitchell | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/05/13/statement-president-resignation-middle-east-envoy-george-mitchell",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 13, 2011\n\n \n\n\n\nStatement by the President on the Resignation of Middle East Envoy George Mitchell\n\n\n\n\n\n\tOver the past two and a half years, George Mitchell has worked as a tireless advocate for peace as the U.S. Special Envoy for the Middle East.  His deep commitment to resolving conflict and advancing democracy has contributed immeasurably to the goal of two states living side by side in peace and security.\n\n\tGeorge told me when he took this job that he would put in a couple of years, and I’m so glad he did. He is – by any measure – one of the finest public servants that our nation has ever had. Even though he already had an extraordinary legacy – serving the people of Maine, leading the Senate, and bringing peace to Northern Ireland – he took on the toughest job imaginable and worked grueling hours to advance the interests of the United States and the cause of peace.\n\n\tAs he returns to his family, George leaves behind a proud legacy of dedicated public service and the country owes him a debt of gratitude for his extraordinary commitment.\n\n\tAs a nation, we remain committed to peace in the Middle East and to building on George’s hard work and progress toward achieving this goal.  Secretary Clinton has asked the Deputy Middle East Envoy, David Hale to serve as the Acting Envoy and I have every confidence in David’s ability to continue to make progress in this important effort.\n\nStatement by Secretary Clinton on the Resignation of Middle East Envoy George Mitchell\n\n\tIt has been an honor to work alongside Senator Mitchell over the past two years.  He represents the best traditions of American diplomacy.  Throughout George’s distinguished career he has taken on the hardest challenges with determination, talent and old fashioned Maine common sense.  From the Senate to Northern Ireland to the State Department, his work has brought peace and increasing prosperity to millions of people around the world and made our own country stronger and more secure. \n\n\tAs well as anyone in his generation, George understands the slow, hard work of diplomacy, the art of compromise and the indispensable role of American leadership in the world.  All of us at the State Department will miss his steady leadership and wise counsel, and we will carry forward his commitment to pursue a comprehensive peace in the Middle East. \n\n** NOTE: The following is the full text of Middle East Envoy George Mitchell’s resignation letter to the President.\n\n\t“Dear Mr. President:\n\n\tWhen I accepted your request to serve as U.S. Special Envoy for Middle East Peace my intention was to serve for two years. More than two years having passed I hereby resign, effective May 20, 2011. I trust this will provide sufficient time for an effective transition.\n\tI strongly support your vision of comprehensive peace in the Middle East and thank you for giving me the opportunity to be part of your administration. It has been an honor for me to again serve our country. \n\n\tWith my gratitude and best wishes.”\n\n\n\n\n"
}