{
    "title": "President Obama, U.S. Secretary of Education Duncan announce National Competition to advance school reform | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-us-secretary-education-duncan-announce-national-competition-advance",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 24, 2009\n\n \n\n\n\nPresident Obama, U.S. Secretary of Education Duncan announce National Competition to advance school reform\n\n\n\n\n    Office of Communications & Outreach 400 Maryland Ave., S.W.  Washington, D.C. 20202  _______________________________________________________________________________  For Immediate Release                                                                  July 24, 2009  PRESIDENT OBAMA, U.S. SECRETARY OF EDUCATION DUNCAN  ANNOUNCE NATIONAL COMPETITION TO ADVANCE SCHOOL REFORM Obama Administration Starts $4.35 Billion \"Race to the Top\" Competition,  Pledges a Total of $10 Billion for Reforms  President Barack Obama and U.S. Secretary of Education Arne Duncan today announced that states leading the way on school reform will be eligible to compete for $4.35 billion in Race to the Top competitive grants to support education reform and innovation in classrooms. Between the 2009 budget and the American Recovery and Reinvestment Act (ARRA), more than $10 billion in grant money will be available to states and districts that are driving reform. \"This competition will not be based on politics, ideology, or the preferences of a particular interest group. Instead, it will be based on a simple principle – whether a state is ready to do what works. We will use the best data available to determine whether a state can meet a few key benchmarks for reform – and states that outperform the rest will be rewarded with a grant. Not every state will win and not every school district will be happy with the results. But America’s children, America’s economy, and America itself will be better for it,\" President Obama said in a speech at the U.S. Department of Education headquarters in Washington. The centerpiece of the Obama administration’s education reform efforts is the $4.35 billion Race to the Top Fund, a national competition which will highlight and replicate effective education reform strategies in four significant areas:  Adopting internationally benchmarked standards and assessments that prepare students for success in college and the workplace; Recruiting, developing, rewarding, and retaining effective teachers and principals; Building data systems that measure student success and inform teachers and principals how they can improve their practices; and Turning around our lowest-performing schools.  \"The $4.35 billion Race to the Top program that we are unveiling today is a challenge to states and districts. We’re looking to drive reform, reward excellence and dramatically improve our nation’s schools,\" Secretary of Education Arne Duncan said at the event. In addition to the Race to the Top Fund, over the coming months the Department plans to award more than $5.6 billion in additional grants through several other federal programs that support the Administration’s reform priorities, making available dollars that have been allocated by Congress under the FY 2009 budget and the ARRA. The Department of Education will be publishing draft regulations on each of the programs in coming weeks. In releasing the documents, Secretary Duncan is calling on state officials to intentionally prepare to use money from all of these programs in an integrated way to advance these essential areas of reforms. The additional programs include the $650 million Investing in Innovation Fund. Like Race to the Top, the Investing in Innovation Fund is part of the ARRA. It will support local efforts by school districts and partnerships with nonprofits to start or expand research-based innovative programs that help close the achievement gap and improve outcomes for students. With $297 million in the Teacher Incentive Fund, states and districts will create or expand effective performance pay and teacher advancement models to reward teachers and principals for increases in student achievement and boost the number of effective educators working with poor, minority, and disadvantaged students and teaching hard-to-staff subjects. With $315 million from the Statewide Longitudinal Data Systems program, states will expand their data systems to track students’ achievement from preschool through college and link their achievement to teachers and principals. Applications for these funds are being posted today. With $3.5 billion in Title I School Improvement Grants, the Department will support states in efforts to reform struggling schools, and focus on implementing turnaround models in the lowest-performing schools. Secretary Duncan has set a goal of turning around the bottom 5 percent of schools in the next five years. In addition, $919 million in State Educational Technology Grants to help bring technology into the classroom will be made available. These funds are distributed to states by formula but states must deliver at least half of the money to districts on a competitive basis. States can make all of the money competitive. Within Race to the Top, $350 million has also been set aside to help fund common assessments for states that adopt common international standards. Draft guidelines and criteria for the Race to the Top competition as well as the second round of grants from the State Fiscal Stabilization Fund are being published today. An application for the state data system grants also is being published today. In the coming weeks, the Department will release guidance on the Investing in Innovation Fund, the Teacher Incentive Fund, the Title I School Improvement Grants, and the State Educational Technology Grants. The Department will finalize the regulations and start accepting applications for the Race to the Top competition this fall. The first round of grants will go out early next year. The second round of applications will likely be due in June 2010 and final awards will be made in September. \"States will have two chances to win,\" Duncan said. \"They have plenty of time to learn from the first-round winners, change laws where necessary, build partnerships with all key stakeholders, and advance bold and creative reforms.\"\n\n\n\n"
}