{
    "title": "White House Releases New National and State Reports Showing the Costs of Repealing the Health Care Law | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/12/19/white-house-releases-new-national-and-state-reports-showing-costs-repeal",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 19, 2013\n\n \n\n\n\nWhite House Releases New National and State Reports Showing the Costs of Repealing the Health Care Law\n\n\n\n\nThe White House released a report today underscoring the costs of repealing the Affordable Care Act for millions of Americans. The benefits of the health care law – lower costs, new protections, and expanded access to quality, affordable care – are real, and the repeal plan pushed by some Republicans in Congress would undermine or eliminate the benefits that millions of middle-class Americans now rely on. The President and supporters of reform are committed to helping ordinary Americans and businesses take advantage of the benefits of the health care law.\nBelow is the national report, which can also be viewed HERE. To view the state-by-state reports, click HERE.\nTHIS IS THE AFFORDABLE CARE ACT\nRepeal Would Raise Costs, Strip Protections from Families Across America\nHelping ordinary Americans and businesses take advantage of the benefits of the health care law is a top priority for the President and Democrats in Congress. The Affordable Care Act does more than just give millions of uninsured Americans access to health insurance. It helps Americans who already have insurance feel more secure in their coverage, ensuring it'll be there when they need it.  This is a pocketbook issue for many middle class families.\nThe benefits of the health care law are real, and the repeal plan pushed by Republicans in Congress would undermine or eliminate them across the board, reversing critical consumer protections and driving up costs for millions of Americans. Thanks to the Affordable Care Act, across the country:\n\n\n71 million Americans on private insurance have gained coverage for at least one free preventive health care service such as a mammogram, birth control, or an immunization in 2011 and 2012. In the first eleven months of 2013 alone, an additional 25 million people with traditional Medicare have received at least one preventive service at no out of pocket cost. \n\n\nUp to 129 million Americans with pre-existing conditions – including up to 17 million children –will no longer have to worry about being denied health coverage or charged higher premiums because of their health status. \n\n\nApproximately 60 million Americans have gained expanded mental health and substance use disorder benefits and/or federal parity protections. \n\n\n41 million uninsured Americans will have new health insurance options through Medicaid or private health plans in the Marketplace. Nearly 6 in 10 of these individuals could pay less than $100 per month for coverage. \n\n\nConsumers have saved $5 billion over the past two years due to a new requirement that insurance companies have to spend at least 80% of premium dollars on care for patients (at least 85% for large group insurers). If they don’t, they must send consumers a rebate. In 2013, 8.5 million enrollees will receive rebates averaging $100 per family. \n\n\nInsurance companies must submit premium increases of 10% or more for review by experts. In 2012, 6.8 million Americans saved an estimated $1.2 billion on health insurance premiums after their insurers cut back on planned increases as a result of this process. \n\n\nSince the health care law was enacted, more than 7 million seniors and people with disabilities have saved an average of $1,200 per person on prescription drugs as the health care law closes Medicare’s “donut hole.” \n\n\nOver three million young adults have gained health insurance because they can now stay on their parents’ health plans until age 26. \n\n\nIndividuals no longer have to worry about having their health benefits cut off after they reach a lifetime limit on benefits. Starting in January, 105 million Americans will no longer have to worry about annual limits, either. \n\n\nUsing funds available through the Affordable Care Act, health centers are expanding access to care by building new sites and renovating existing sites. Health centers served approximately 21 million patients in 2012. \n\n\nMoving forward, the President and Democrats in Congress are committed to improving the health care law and fixing it when the need arises. Every day more uninsured Americans are signing up for plans as the website gets faster and more people with insurance are benefiting from the law. \nYet instead of working to fix the law, Republicans in Congress have tried and failed to repeal it more than 40 times. Repealing the law completely would raise premiums, allow discrimination based on pre-existing conditions, force women to pay for preventive services like mammograms, and eliminate discounts seniors get on prescription drugs. \nIt’s time for Republicans in Congress to stop refighting old political battles over health care, because the real cost of repeal will hit home for many hardworking American families.\n\n\n\n\n"
}