{
    "title": "Press Briefing by Senior Administration Officials on the Nuclear Security Summit, 3/31/2016 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/03/31/press-briefing-senior-administration-officials-nuclear-security-summit",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 31, 2016\n\n \n\n\n\nPress Briefing by Senior Administration Officials on the Nuclear Security Summit, 3/31/2016\n\n\n\n\n\n\tPRESS BRIEFING BY\n\tPRINCIPAL DEPUTY PRESS SECRETARY ERIC SCHULTZ,\n\tDEPUTY NATIONAL SECURITY ADVISOR FOR STRATEGIC COMMUNICATIONS BEN RHODES,\n\tAND NATIONAL SECURITY COUNCIL SENIOR DIRECTOR FOR ASIAN AFFAIRS DAN KRITENBRINK\n\n\tWalter E. Washington Convention Center\n\tWashington, D.C.\n\n\t12:46 P.M. EDT\n\n\tMR. KRITENBRINK:  Good afternoon, everyone.  President Obama just finished hosting a very successful trilateral meeting with President Park of the Republic of Korea and Prime Minister Abe of Japan, two of our closest allies in Asia.\n\n\tAs the President made clear in his remarks to the press a moment ago, we always talk about our rebalance to Asia, starting with our allies in the region.  And I can assure you we have no closer allies than Japan and the Republic of Korea.\n\n\tI was quite impressed that the meeting was very positive, productive and warm.  I thought these were three leaders that know one another very well, very comfortable with one another.  And they have a full, very productive and candid exchange on a range of issues.\n\n\tLet me just talk about those briefly.  The three leaders started by noting that we share common values and common vision for the future of the Asia Pacific.  That vision is rooted in our commitment to a rules-based order, one in which all countries regardless of size act according to shared norms and principles.\n\n\tThe primary focus of the meeting was how we can strengthen our efforts to deter and defend against North Korean aggression.  In the backdrop of that discussion is a recognition that our three countries' security is linked, and we must work closely together in a seamless way to meet the challenge from North Korea.  The leaders called on the international community to join us in implementing and vigilantly enforcing U.N. measures on North Korea. \n\n\tThe three leaders also agreed that trilateral security cooperation is essential to maintaining peace and stability in northeast Asia and to deterring the North Korea threat.  And in the meeting, all three leaders talked about practical ways we can deepen that cooperation.  And they directed their teams to further work at the working level in that regard.  And they agreed that this kind of trilateral security cooperation will remain critical to our collective efforts and will be a significant priority going forward.\n\n\tBut as President Obama noted, our collaboration with these critically close allies of the United States goes well beyond security issues.  The three leaders also discussed challenges and opportunities in the region and beyond.  Those topics included our work as members of the global coalition to destroy ISIL and to counter terrorist threats around the world.\n\n\tThey also talked about our important work in combatting climate change, promoting global health, including through agreement that we're going to explore cooperation under the Vice President’s moonshot cancer initiative.  And they all agreed that this kind of global cooperation is a fitting testament to the close ties that these three allies share.\n\n\tSo those were the comments that I wanted to make at the top.  And do you want me to answer a couple of questions?\n\n\tQ    I don't mean this in a frivolous way.  I just was curious, though, whether the leaders all mentioned -- looking forward at the campaign season, whether they -- was there any discussion about some of the rhetoric going on in the campaign, particularly on the Republican side, about the future of our alliances and with East Asia, whether either of the two leaders asked the President about that?.\n\n\tMR. KRITENBRINK:  David, thanks for your question.  There was no discussion in the trilat about domestic politics.  It was all focused on the trilateral cooperative issues that I outlined at the top.\n\n\tQ    I was wondering where we stand on THAAD.  And was there an in-depth discussion on that and any decisions taken?  Thanks.\n\n\tMR. KRITENBRINK:  The issue of THAAD was not discussed specifically in the meeting.   But as you know, Andrew, the United States and the Republic of Korea have announced that as an alliance decision, our two countries have begun formal consultations to examine the viability of a THAAD deployment to the Republic of Korea.  And as we made very clear, that this examination of THAAD is directly in response to the threat that we face from North Korea.\n\n\tTHAAD is a defensive system.  It is aimed only at countering the North Korean threat.  Those consultations will continue, but again was not discussed specifically today.\n\n\tQ    North Korean leader Kim Jong-un continue to threat that the North Korea can preemptive attack, nuclear attack to Washington and Seoul.  But these three leaders have any significant message to Kim Jong-un?\n\n\tMR. KRITENBRINK:  Well, thank you for the question.  I think if you see the leaders’ comments to the press just a few moments ago, you’ll see that they responded to that issue directly.\n\n\tI think there was great unanimity among the three leaders that we are resolved to collectively face the threat from North Korea, and they explicitly warned that North Korea should not carry out further provocations.  And our trilateral security cooperation that we talked about today is explicitly designed to counter that threat.\n\n\tAnd I think the United States, together with our allies, we’ve demonstrated both the determination and the ability to counter the threat from North Korea.\n\n\tQ    Thanks so much.  I’d like to know, did they discuss about the President’s upcoming visit to Japan and about his possibility of visiting Hiroshima?  And also, could you give us some insight about upcoming bilateral meeting between President Obama and President Xi?  Thank you.\n\n\tMR. KRITENBRINK:  Sure.  In the trilateral session itself, the G7 was not discussed and neither was the President’s trip to Japan.  But obviously that will be a very important trip, and I know the President is very much looking forward to going to Japan for the G7.\n\n\tRegarding the bilat that President Obama will host with President Xi this afternoon, I think you've probably heard our comments that -- Ben made some very productive comments in previewing that bilat.  I would just second those.  I think you’ll see on display our very balanced approach to this very consequential relationship that we have with China.  And the President will focus on the ways in which we can further expand bilateral cooperation.  And I think you could argue that, in many ways, U.S.-China cooperation is at unprecedented levels.  If you look at how the United States and China have led international efforts on issues such as climate change, responding to the North Korean threat.  And we work very closely on a range of other issues from global health to the Iran nuclear deal.\n\n\tAt the same time, the President will be very candid in discussing the differences that exist between us, as well, and I think those are well-known, as well -- ranging from human rights to maritime issues, to cyber issues.  And so I think the President is looking forward to a very productive discussion this afternoon, and I think it will cover the full range of issues in the bilateral relationship.\n\n\tQ    Back to the frivolous for a second.  Are you at all concerned that the tenor of rhetoric on China on the campaign trail is at such a negative level?  And do you have a perception that that concerns the Chinese, or that they understand that this is political posturing that happens in our election cycles?\n\n\tMR. KRITENBRINK:  Well, I'm not sure what the Chinese views might be, and I'd just encourage you to ask them what their views might be.  I think the only comment I would make here today is just to reiterate what I mentioned a moment ago.  President Obama is focused on managing this important relationship with China in the same way that he’s done from the first day of his administration, and that's by signaling very clearly that we intend to expand cooperation with China in every way where our interests overlap, and we intend to constructively manage differences in a very candid way in the many areas where they exist, as well.\n\n\tQ  Thank you.  China is very strongly opposed to THAAD deployment, and you are -- you're talking with South Korea to deploy THAAD in Korea.   How can these two can be compared to your position?\n\n\tMR. KRITENBRINK:  I see.  Well, let me just reiterate what I said a moment ago.  We've made very clear that the reason that the United States and the Republic of Korea have launched formal consultations on THAAD is because of the direct threat posed by North Korea -- the threat that North Korea poses to our South Korean allies and to U.S. forward-deployed troops in South Korea.\n\n\tWe've made clear that's why we’ve launched these consultations.  We've also made clear that this is a defensive system, THAAD, that is designed and capable only of responding to the North Korean threat.  It in no way threatens either Chinese or Russian or other security interests in the region, and will do nothing to undermine strategic stability between the United States and China.  That's a point that we have made very clear to our Chinese friends, and I'm confident we'll continue to make that point going forward.\n\n\tMR. RHODES:  So just a few opening comments.  The President had the trilateral meeting this morning.  He'll have the meeting with Xi Jinping this afternoon.  He'll also be having a bilateral meeting with President Hollande of France, where they will be able to review our cooperation on the counter-ISIL campaign, among other issues.  And then tonight he hosts the leaders for the working dinner that kicks off the Nuclear Security Summit.\n\n\tIn addition to all the work that's being done on nuclear security, I would just draw your attention to some other developments here.  As we announced this morning, the United States and China, together, put forward a joint statement indicating that we will be signing the Paris climate accord on April 22nd, and then taking steps to bring that agreement into force.\n\n\tJust as the U.S. and China worked together to build momentum leading into Paris by reaching a joint decision to set ambitious targets during the President’s visit to Beijing, this, once again, shows the U.S. and China leading the global effort to bring that critical and historic Paris agreement into force as soon as possible after, again, we are formally signing on April 22nd.\n\n\tAnd then also, tomorrow morning, the President will join a meeting of P5+1 leaders where they will be able to review the progress that's been made in the implementation of the Iran deal.  They will be able to get a report from the IAEA, which plays a critical role in monitoring the implementation of the Iran deal.  Thus far, we have seen Iran meet its major commitments under the Joint Comprehensive Plan of Action, which indicates our efforts not just to promote nuclear security and peaceful nuclear energy, but also to stop the spread of nuclear weapons through proliferation to additional states.  And again, Iran has been the focal point of that effort under this administration even as we deal with the legacy of nations that have nuclear weapons and nations like North Korea that have flouted their international obligations.\n\n\tBut with that, happy to take your questions on the summit or anything else.  Eric can take questions as well.\n\n\tQ    Dan, go back to North Korea, if we could for a moment.  With the leading Republican candidate saying that he would not rule out allowing Japan and South Korea to nuclearize, is that irrelevant, harmful, or helpful in your discussions at this nuclear summit?\n\n\tMR. RHODES:  Well, the entire premise of American foreign policy as it relates to nuclear weapons for the last 70 years has been focused on preventing the proliferation of nuclear weapons to additional states.  That's been the position of bipartisan administrations, everybody who has occupied the Oval Office.\n\n\tFrankly, it would be catastrophic were the United States to shift its position and indicate that we support somehow the proliferation of nuclear weapons to additional countries.  The fact of the matter is, also, that Japan and the Republic of Korea benefit from our very rock-solid security assurances that we will come to their defense in any event. \n\n\tSo I think an idea like that is not particularly relevant to the very serious discussions we're having here.  It also flies in the face of decades of bipartisan national security doctrine.\n\n\tQ    I want to ask about Turkey.  Can you give us a readout of the Vice President’s meeting with Erdogan?  And have you guys seen some of these images and reports that are coming out of Brookings of the Turkish guards being very rough with reporters and attempting to kick them out?\n\n\tMR. RHODES:  I haven't gotten a readout from the Vice President’s meeting.  I know that both Vice President Biden and Secretary Kerry have had discussions with President Erdogan.  We expect that President Obama will be able to have a discussion with President Erdogan tonight on the margins of the dinner that's taking place at the White House.  So we'll keep you updated -- again, not a full formal bilateral meeting, but we've indicated that given the many and complex issues between our countries right now, we want to make sure that the two of them can find the time to have a discussion tonight.  So we'll keep you updated on all those discussions with Turkey.  And obviously, happy to get into our position on the issues at stake.\n\n\tI did see the reports about the events at Brookings.  Again, I've just seen the media reports.  The one thing I would say is obviously the United States strongly supports freedom of the press and an independent media in every country in the world, including Turkey.  We have in the past indicated our concerns about some of the steps that have been taken against journalists inside of Turkey.  So that's been a longstanding position of the United States and something that we have raised directly with the Turkish government and will continue to do so.\n\n\tAgain, I don't know the precise circumstances of what took place at Brookings, but obviously our position on this matter, whether it's here in the United States, obviously, but also in Turkey, is that we respect and support the right for there to be independent journalism.\n\n\tQ    Okay, as we're talking about trying to secure nuclear and radiological material, can you just give us a sense of what you have as the biggest concern?  How much of it is there?  Where is it?  Is industry doing enough to secure radiological material? And when you look at this alleged Belgian surveillance of nuclear sites, how much of a concern is that?  Or do you feel like that's a pretty rudimentary, low-level attempt to get information or to eventually launch an attack?\n\n\tMR. RHODES:  The summit process that we've initiated since 2009 aims to get at the challenge of securing nuclear materials in a number of different ways.  Number one, we've aimed to reduce significantly the amount of dangerous nuclear materials.  And so you’ve had a significant reduction in the amount of highly enriched uranium and plutonium around the world through this summit process.  You’ve had a significant number of countries who’ve eliminated HEU from their shores and the overall amount of HEU come down by a substantial percentage around the world.\n\n\tAt the same time, we want to have better security measures in place at nuclear facilities, so that essentially nations can share information about how they can best protect this material. And you want to have better international cooperation among nations and multilateral organizations that are charged with the responsibility of securing these materials.  We also want to have enhanced detection for nuclear materials at ports of entry and other places of transit so that we can monitor whether or not there's an attempt to smuggle this material.\n\n\tSo there's been a multi-faceted effort to reduce the risk in terms of the amount of this material, to better secure it, and to guard against it being able to be transferred. \n\n\tIn terms of the scenarios, first of all, there are two different I think challenges that often get talked about when it comes to terrorists.  One is the most dangerous and highest-consequence threat, which would be terrorists actually obtaining either a device or material that could be used for a nuclear-yield explosion.  And that would get at, again, being able to have terrorists get their hands on very dangerous nuclear material and determine a way to weaponized that.  That is obviously an extraordinarily difficult thing to do, and we have made it much more difficult over the summit process.\n\n\tAnd then there's the more rudimentary dirty bomb, where you would seek to release radioactive materials not through a nuclear yield but still, of course, having great public health effects if done so in a way that caused a significant radiological explosion.  And there, too, we've aimed to increase the security practices around how those materials are protected.\n\n\tI think the Belgium example -- I think it reinforces what we've seen for many years, which is that we have seen indications, both through their public statements and through their actions, that terrorist organizations like al Qaeda and ISIL have an interest in getting their hands on these types of materials.  They want to do as much damage as possible.  That was al Qaeda's position for many years; we have no reason to doubt that that is ISIL's position as well.\n\n\tAt the same time, a country like Belgium does have very substantial nuclear security.  So this is a highly advanced democracy with longstanding experience in this field, so they have very high standards of nuclear security. \n\n\tFrankly, what we are aiming to do through the summit process is bring the standard up around the world so that it is at the level that we see certainly here in the United States and among some of our close allies.  So I don't think we believed that there was a significant risk in that scenario, however, it could indicate that this is an area that ISIL is looking into, just as we've seen al Qaeda do that in the past.\n\n\tQ    On Belgium, the President has offered U.S. assistance, U.S. help, but can you say whether Belgium has accepted that in the wake of the attack?  And if not, why not?  And how concerned is the White House about that?  And is the President going to be doing any -- discussing with leaders or doing any arm-twisting on coordination on intelligence while they're here in Washington?\n\n\tMR. RHODES:  So Belgium has accepted our assistance.  We have FBI teams on the ground assisting with the investigation.  We are sharing information and intelligence with Belgium as it relates to terrorist threats.  My understanding is that the Minister of Interior from Belgium who is here will be meeting with Attorney General Lynch to discuss that cooperation over the course of the summit.  So we do believe that Belgium is taking this very seriously, and we have had effective coordination in supporting their investigation and trying to disrupt additional plots.\n\n\tOn your second question, I would expect this to be a major focus of the discussion that the leaders are going to have tomorrow about the counter-ISIL campaign.  We've had good progress in ramping up airstrikes and pressure on ISIL in Iraq and Syria, and providing equipment and training and arms to forces that are fighting on the ground against ISIL.  We also believe it's critically important that we're working to disrupt plots, given ISIL's efforts to move to more external plotting in Europe and other parts of the world.\n\n\tSo I think a focal point of the discussion tomorrow is going to be on what are we doing around intelligence and information-sharing; how can we make sure that that's happening as fast as possible; how can we make sure that we are aligning our respective protocols so that we're able to better monitor foreign fighters who may be leaving Iraq and Syria and trying to come not just to Europe but to other countries. \n\n\tSo this is really one of the principal purposes of having a counter-ISIL discussion here tomorrow -- not just to review the offensive campaign against ISIL, but also to review how we can better disrupt plots through collaboration.\n\n\tQ    Ben, first to you.  The President mentioned this this morning in The Washington Post, but how much of Russia's absence does the potential of this summit affect?  Because you've got, as the President noted, 90 percent of the world's stockpile belongs to the United States and Russia or is controlled by it.  And also, if you could rate Russia's nuclear security for us? \n\n\tAnd then, Eric, well off topic on this, the bipartisan Senate agreement to allow schools more flexibility in serving their students -- are you guys on board with that?\n\n\tMR. RHODES:  So Russia's lack of participation obviously, in our view, is, frankly, counterproductive, given that this is an area where we share an interest.  Nobody benefits from a lack or downgrading of collaboration on issues of nuclear security.  The fact of the matter is, we have been able, over many years, particularly since the end of the Cold War, to have close cooperation with Russia in terms of nuclear security, in terms of removing nuclear materials from former Soviet states and securing materials in both the United States and Russia.  And so that has been a very effective and fruitful process. \n\n\tWe continue to have that cooperation at a working level.  So in many ways, Russia's absence here is a political statement of their own that reflects I think the current tensions that we have with them over other issues, particularly the situation in Ukraine.  But the fact of the matter is, some of that working-level cooperation continues. \n\n\tSo on nuclear security, I wouldn’t want to give them a grade.  But I think we have had, I’d say, good insight into what their efforts are.  We’ve been able to share our experience.  We’ve been able to cooperate in very tangible ways in removing highly enriched uranium or plutonium from certain sites.  And we will continue that work.  That, too, they have reduced since the Nunn-Lugar program concluded, although parts of that cooperation continue. \n\n\tSo again, it’s a mixed record.  We want Russia at the table on issues of nuclear security.  They have continued to cooperate.  But we believe that ultimately it’s important that they be a part of the solution here.  And they only isolate themselves by not attending summits like this.\n\n\tThe separate issue of the stockpile really gets at disarmament.  And in the first term of President Obama, we were able to reach the New START Treaty, which does significantly reduce our deployed stockpile and arsenal of nuclear weapons.  The fact of the matter is, any efforts to further reduce those stockpiles through an arms control negotiation with Russia has not borne fruit since President Putin retook office.  So the fact of the matter is, where there has been I think an even more direct effect in terms of Russia’s approach to nuclear issues is that after the significant achievement of the New START Treaty, they have not indicated to us an interest in pursuing further arms control negotiations to reduce our respective stockpiles.\n\n\tAgain, we believe that ultimately that would be in the interest of both of our countries and the entire world.  We've indicated that we would be prepared to do that.  And ultimately that's a decision that Russia will have to make.\n\n\tMR. SCHULTZ:  On the school lunch standards, we are encouraged by the Senate bipartisan progress made on this issue.  We believe that it’s in the country’s interest to reauthorize the critical child nutrition programs.  But at a more basic level we believe that this bill is good news for children, good news for parents, good news for schools, and good news for our country’s future.\n\n\tWe believe that this is consistent with the approach from the U.S. Department of Agriculture, which is the administration agency that houses this policy.  And we believe that maintaining the updates and the higher standards that we’ve put in place a few years ago has already led to results.\n\n\tThere’s a couple of different studies and surveys that have looked into this.  I know that a 2014 study out of Harvard found that in schools that have adopted the higher standards, kids are now eating 16 percent more vegetables and 23 percent more fruit at lunch.  So we feel really good about our efforts to tackle childhood obesity.  Obviously this has been a priority of this administration.  And we think this bill not only builds on that success, but lays the groundwork for future success, as well.\n\n\tQ    Thank you, Eric.  The question is to Ben.  You just mentioned about the joint presidential statement on climate change this morning.  So what’s the importance of that to the full implementation of the Paris agreement across globe?  And we know for the past three years it has been the pillar of the U.S.-China relations.  So moving forward, what kind of future cooperation or collaboration that you hope to see between China and U.S. in terms of climate change?  Thank you.\n\n\tMR. RHODES:  So it’s very important.  First of all, we had the lead-in to Paris in which nations had to set their own targets for emissions reduction and transitioning to a cleaner energy economy.  The U.S. and China led the way in that effort by the joint announcement that they were able to make in late 2014, during the President’s trip to Beijing.\n\n\tThat catalyzed I think many other countries to realize that this was serious.  This is the two largest emitters, setting ambitious targets.  And frankly, that enabled us to have a successful outcome in Paris.\n\n\tWhat this announcement does is indicates that we will be signing the treaty on April 22nd, which is the date that has been set as a target to try to bring as many countries to signature as possible.  And then what that also does is initiate a process where countries start to fulfill their commitments so that essentially you're signing on to the agreement, and then countries start to take steps to implement their action plan, their national action plans to meet their targets.\n\n\tAnd so our hope is that with countries signing on the 22nd and then initiating the process of implementing their emissions reduction plans, that we will be able to bring the agreement into force as soon as possible this year.\n\n\tWhat that does -- and this is relevant to the second part of your question -- is that begins this process where you have nearly every country in the world committed to fulfilling a plan to reduce their emissions and their dependence on fossil fuels.  At the same time, you have transparency and reporting mechanisms so that there is the ability to review how that process is going, what countries are doing to fulfill their commitments, but also, importantly, to be looking at how are developments in technology and cleaner energy approaches able to allow countries to set more ambitious emissions reductions targets.\n\n\tAnd five years after -- every five years under the agreement, there is an ability for countries to come back together and to revise their targets and, frankly, set higher ambitions for their emissions reductions.\n\n\tWe've seen in the United States, for instance, that as we shifted investments to wind and solar and cleaner energy technologies, we’ve been able to move much faster in terms of bringing those technologies online.  The President set a goal to double the amount of energy we're taking from renewable sources.  We’ve far exceeded that because we’ve seen that there’s the effect of the investment in these technologies and then the market shifting to these technologies.\n\n\tSo if the U.S. and China are continuing to make this a pillar of our relationship, our bilateral cooperation, as the two largest emitters in the world, as the two largest economies in the world, we can continue to raise that level of ambition.  We can continue to drive investment in cleaner and renewable technologies.  We can continue to drive the ambition upward in terms of what we're accomplishing under Paris.  And that is, frankly, how we get to the target of two degrees Celsius, if not below. \n\n\tSo again, U.S.-China leadership did not end in Paris.  It has to continue for this to be a success.  And I think today’s joint statement indicates that we have not just been able to reach this one agreement; that we're going to continue to be the two countries that are doing as much as anybody else to push this process forward.\n\n\tQ    Thanks, Ben.  I don't want to parse your words too much.  But on the Iran deal, you said thus far we have seen Iran meet its major commitments under the JCPOA.  Did you specifically use those words deliberately to leave a little wiggle room?  Because there is some concern that Iran’s ballistic missile test may have sort of violated at least the spirit of that agreement.\n\n\tMR. RHODES:  No, Iran has complied with the JCPOA.  I highlight major commitments just because the biggest steps Iran had to take, frankly, in rolling back its program are things that they’ve already taken -- shipping the stockpile out of the country, removing a substantial amount of their centrifuge infrastructure, converting their Arak reactor, allowing for inspections and transparency measures to be put into place.  So we do believe that they are complying with the JCPOA.\n\n\tThe ballistic missile launches -- this is a nuclear deal.  And we’ve always been very clear that the JCPOA is about rolling back and constraining Iran’s nuclear program.  We were also clear that they were going to continue to be engaged in behavior that we found counterproductive -- ballistic missiles, support for terrorism, destabilizing activities in the region.  That's not the nuclear deal; it’s a separate set of issues in which we have the ability to respond.  And so even as we’ve provided sanctions relief under the nuclear deal, we've actually added additional designations, additional sanctions related to the ballistic missile program as they’ve been engaged in these launches.\n\n\tThe last thing I’d say about this is, the fact that they have a ballistic missile program is all the more reason why we need the nuclear deal.  Because what would be the most dangerous situation for the United States, Israel, our partners and allies in the region would be if they were able to marry that ballistic missile technology with a nuclear weapons capability.  And the fact of the matter is, the JCPOA takes the nuclear threat off the table.  And we're able to deal with the threat of the ballistic missile program without having a concern that they're going to be able to develop a nuclear warhead that could go onto a ballistic missile.\n\n\tQ    Ben, when President Xi was here last fall, he declared publicly that China was not interested in pursuing militarization in the South China Sea.  And since then, there have been a number of reports of installation of radar, of surface-to-air missile capacity that seem to contradict what the President said.  Do you view the statement he made last fall as a valid statement?  And if not, does President Obama intend to press him on this today?\n\n\tMR. RHODES:  We do continue to be concerned about militarization in the South China Sea.  And we certainly have seen developments, reports that are not consistent with commitments to avoid -- and to not militarize the South China Sea.\n\n\tOftentimes, I think this ends up in a debate and discussion about claims and about what constitutes the sovereign territory of China.  So the Chinese position often relates to how they recognize their claims as sovereign Chinese territory.\n\n\tOur point on this is, look, there are many different competing claimants.  Those claims clearly are in contradiction to one another.  We're not a claimant.  But we can lay out a set of principles that we believe are in the interest of the whole region.  And we reinforced those principles at Sunnylands with all of the 10 ASEAN countries joining us in reiterating a commitment to principles like non-militarization, freedom of navigation, the peaceful resolution of disputes consistent with international law.  We believe that that should be the approach that governs how nations are dealing with the South China Sea.\n\n\tSo this will be certainly an important topic of conversation between the two Presidents.  And I don't want to get ahead of that discussion.  But again, that principle is one that we continue to be committed to -- again, not because we're seeking to single out China.  We believe that that should apply uniformly across the different nations with claims.\n\n\tQ    A question on the summit.  You mentioned some progress made in reducing stocks of highly enriched uranium.  But experts say that there’s been rather less progress made on reducing civilian stockpiles of separated plutonium.  I wonder if you agree with that assessment, and whether that's something that's going to be addressed at this summit.  Thanks.\n\n\tMR. RHODES:  Well, yes, I think just in terms of quantity and percentage, I think we’ve had more success reducing or eliminating stocks of HEU.  Again, you've had that be the case for well over I think a dozen countries.  You have regions like Southeast Asia and Latin America where we’ve been able to work very deliberately to ensure that that material is not present across a broad regional basis.\n\n\tAt the same time, nations continue to have peaceful nuclear energy programs, and some of those make use of plutonium.  So what the summit will look at is, number one, how are we continuing to drive down stockpiles of dangerous materials that are not necessary for peaceful nuclear energy.  And again, I think we can continue to drive down the stockpiles of HEU and, in some cases, plutonium.\n\n\tBut then there is also a discussion that is focused on the question of how nations are approaching peaceful nuclear energy, and how we can do so in ways that limit the amount of material that is necessary and available, and also ensures that there is very strict security protocols in place so that that material can't fall into the wrong hands.\n\n\tSo that will be a part of the discussion because it’s both at how are we securing these materials, but also how can we recognize that in a world of peaceful nuclear energy, we have to have ways of managing this material.\n\n\tQ    Thank you.  A little something about the bilateral meeting with the French President, François Hollande, later today.  How did that come to be?  I believe the French President wasn’t even expected to visit Washington until a few days ago.  And is he seen as the right person to speak to when it comes to terrorism in Europe?  Is he the best person the President could have chosen to speak to about those topics?\n\n\tMR. RHODES:  Well, I think it does reflect the sense of urgency after the Brussels attacks.  I think when it became clear that we were going to have a counter-ISIL session with all the leaders, it was going to focus on this question -- as well as efforts to promote information sharing -- and when there was such a focus on our efforts to support European efforts to disrupt plotting, that President Hollande determined that he’d be coming.  And he is a very important interlocutor for us on counterterrorism, both because of our shared concern about the threat in Europe -- whether it’s Paris or Brussels or other cities -- but also because the French are a strong member of our counter-ISIL coalition that is going on the offense against ISIL in Iraq and Syria, and also working together to disrupt potential ISIL affiliates from taking hold in places like Libya as well. \n\n\tI wouldn’t suggest that he's the only leader obviously that the President is going to have discussions with on ISIL; certainly not the only leader from Europe.  It is the case, for instance, however, that the President will be going to the United Kingdom and Germany later this month.  So we also knew that he'd have extended opportunities to talk to both Prime Minister Cameron and Chancellor Merkel about these issues during the course of that trip, whereas we didn’t have a similar opportunity scheduled with the French.  So our closest allies on these issues tend to be Germany, the UK, France and Italy, and of course many other European countries.  In this instance, we're able to see President Hollande here, and we'll be able to see those other European leaders in the course of the President's upcoming travel.\n\n\tQ    A follow on that.  You guys described the meeting as brief, in the guidance.  Why? \n\n\tMR. RHODES:  I don’t know.  It will be a bilateral meeting.  Look, this is not a summit.  It's not going to go on for hours.  But this will be a bilateral discussion.  And I'd expect -- they obviously have to fit it in between many other meetings.  But they want to have the time to check in on counter-ISIL.\n\n\tQ    Thank you, Ben.  I have two questions.  First, Taiwan is not a participant, but in the factsheet released by the White House, Taiwan is listed as an example of evolution of nuclear materials.  I wonder what's the reason.  And second, do you expect the Taiwan issue will come up during the bilateral meeting this afternoon?  Is there any trade going on in the Cross-Strait right now that will make the U.S. worry or feel (inaudible)?  What's your assessment?\n\n\tMR. RHODES:  I'll just start and then hand it over to Dan.  With respect to Taiwan's contributions, obviously they've made an important contribution, along with others, in getting rid of stockpiles of highly enriched uranium.  The summit process obviously doesn’t encompass the entire world, but we do want to find ways to have partnerships beyond the summit participants.  And so Taiwan's cooperation I think sends an important message in Asia and around the world about the benefits of nuclear security.\n\n\tOn the Cross-Strait questions, Dan, you may want to take that.\n\n\tMR. KRITENBRINK:  Thanks for your question.  I do anticipate it's likely the issue of Taiwan will come up in the bilateral with President Xi Jinping this afternoon, because the issue of Taiwan almost always comes up in any meeting between our two Presidents.\n\n\tWhat I'm confident will happen, if and when that issue is raised, is that President Obama will make very clear that we remain committed to our One-China Policy based on both the three joint communiqués and the Taiwan Relations Act.  I'm confident he'll also make very clear that we have welcomed the historic progress in Cross-Strait relations over the last eight years, and we'd like to see that progress, that peace and that stability to continue.\n\n\tOur fundamental national interest, of course, is in the maintenance of peace and stability across the Taiwan Strait.  And we have encouraged both counterparts in Beijing and in Taipei to continue that work as the new DPP administration under Tsai Ing-wen comes into power in Taipei.\n\n\tQ    Thank you again.  May I have a follow up?  It seems the new President of Taiwan is going to be in office in May.  I'm just wondering, what's the U.S. priority interest or priority concern on the Taiwan Strait?  Thank you.\n\n\tMR. KRITENBRINK:  Well, I'll just reiterate the comments I made a moment before.  Our decades-long One-China Policy has made clear that our overriding interest is in maintaining peace and stability across the strait.  And I think we've had very clear and candid discussions with both Beijing and Taipei about that, and I anticipate that those conversations will continue.\n\n\tAnd again, if the issues comes up this afternoon, I'm confident that that's the message the President will convey to President Xi as well.\n\n\tQ    Hi.  Is it good timing that President Obama is meeting President Hollande while Salah is being extradited to France?\n\n\tMR. RHODES:  Let me check on that.  When it comes to these legal questions, frankly, our judicial system usually has its own process and determines the timing of major extraditions through discussions with other countries.  So that wouldn’t be a political determination.\n\n\tThe fact of the matter is, we think it's always a good time to be able to consult our closest allies, like France, on issues like counter-ISIL where we share so many interests.\n\n\tEND\n\t1:30 P.M. EDT\n\n\n\n\n"
}