{
    "title": "Complete 2013 Easter Egg Roll Program and Talent Line-up | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/03/29/complete-2013-easter-egg-roll-program-and-talent-line-0",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of Media Affairs\n\n\nFor Immediate Release\nMarch 29, 2013\n\n \n\n\n\nComplete 2013 Easter Egg Roll Program and Talent Line-up \n\n\n\n\nThis week’s final announcement details the program, activities, and talent line-up for the 2013 White House Easter Egg Roll, a tradition in its 135th year and the largest annual public event at the White House. \nThe Easter Egg Roll will take place Monday, April 1st, on the South Lawn of the White House and is focused on promoting health and wellness with the theme, “Be Healthy, Be Active, Be You!”  The event will feature live music, sports courts, cooking stations, storytelling and, of course, Easter egg rolling.\nThe entire Easter Egg Roll event, including all of the headliner music acts and Storytime Stage readers, will be broadcast live on obamawhitehouse.archives.gov/eastereggroll.  A full schedule will be posted on the morning of April 1st so people from across the country will be able to participate in the event.\nTalent Line-up\nThis year’s special guest is Robby Novak, better known as Kid President.\nJordin Sparks, Austin Mahone, Coco Jones, Sesame Street, and The Wanted will perform on the Rockin’ Egg Roll Stage.  Jessica Sanchez will sing the National Anthem. The Official Emcee of the 2013 White House Easter Egg Roll is Tommy McFly, who will introduce acts on the music stage on the ellipse. The United States Marine Corps Band will perform American classics. \nReaders on the Storytime Stage will be NASCAR’s Danica Patrick, Minnesota Viking Adrian Peterson, Elmo, Abby, Gordon and Rosita from Sesame Street, the full cast of Super Sprowtz, The Wanted, and actress Quvenzhané Wallis.\nChefs Flynn McGarry, B. Smith, Ina Garten, Spike Mendelsohn, Katie Chin, Anne Burrell, and the White House Chefs will prepare healthy eating demonstrations in the Play with your Food station.\nIn the Eggtivity Zone, Dr. Jayne Greenberg, Cornell McClellan, Donna Richardson Joyner, Curtis Pride and Shellie Pfohl will represent the President’s Council on Fitness, Sports & Nutrition as players and coaches from professional sports teams teach kids how to play sports and show kids easy, fun ways to stay active and fit. \nAthletes participating in the Eggtivity Zone include:\nKatrina Adams (US Tennis Association)\n\tLorenzo Alexander (Arizona Cardinals)\n\tBradley Beal (Washington Wizards)\n\tAnquan Boldin (San Francisco 49ers)\n\tLauren Crandall (US Field Hockey)\n\tJill Craybas (US Tennis Association)\n\tVictor Cruz (New York Giants)\n\tDwayne De Rosario (DC United)\n\tRachel Dawson (US Field Hockey)\n\tAjai Dhadwal (US Field Hockey)\n\tDerrick Dockery (Dallas Cowboys)\n\tRay Gaddis (Philadelphia Union)\n\tJohn Hackworth (Philadelphia Union)\n\tNene Hilario (Washington Wizards)\n\tWilliam Holt (US Field Hockey)\n\tLiezel Huber (US Tennis Association)\n\tDoc Jacobs (VETSports)\n\tDenis Kudla (US Tennis Association)\n\tKari Miller (US Sitting Volleyball)\n\tBrett Keisel (Pittsburgh Steelers)\n\tJennifer Kessy (US Volleyball)\n\tMaya Moore (Minnesota Lynx)\n\tLewis Neal (DC United)\n\tEmeka Okafor (Washington Wizards)\n\tJohn Orozco (US Gymnastics)\n\tDanica Patrick (NASCAR)\n\tAdrian Peterson (Minnesota Vikings)\n\tClark Rachfal (US Para Cycling)\n\tAntwaan Randle-El (Pittsburgh Steelers)\n\tApril Ross (US Volleyball)\n\tMarcelo Saragosa (DC United)\n\tEtan Thomas (Atlanta Hawks)\n\tBrian Vahaly (US Tennis Association)\n\tRobert Vartughian (Philadelphia Union)\n\tJohn Wall (Washington Wizards)\n\tLindsay Whalen (Minnesota Lynx)\n\tCandice Wiggins (Minnesota Lynx)\n\tShaenon Williams (Philadelphia Union)\nThe Hop To It Stage offers a variety of interactive dance, sports, and other physical fun, including the Chicago Ultimate Tumblers, Alvin Ailey Dance Troop, KidTribe and The Ohmies.\nThe Ellipse will have an entertainment stage and guests can enjoy musical acts, activities, and a real NASCAR racecar as they prepare to enter the South Lawn. DJs WSC Zumba, Willy WOW! And LITTLE BEAT THE #1 CHINCHILLA, DJ Mel, and Tommy McFly will be on the Ellipse welcoming guests in, spinning music, and getting guests excited about the event. \nThis year’s costume characters can be found HERE.\nFull List of Events\nWith the “Be Healthy, Be Active, Be You!” theme, all of the activities on the South Lawn promote healthy and active living.  The activities include obstacle courses, yoga, dancing, playing sports with professional athletes, and of course, the traditional egg roll.  The full list of events is below:\n \nAn Egg Hunt & the traditional Egg Roll\nRock ‘n’  Egg Roll Stage\n\tLive musical performances for all ages\nStorytime Stage\n\tListen as celebrities bring books to life\nHop To It!\n\tAn instructional dance party on the South Lawn!  Get up and go jump rope, hula hoop, dance and more\nEggtivity Zone Obstacle Course\n\tA series of obstacles and drills, including soccer, football and baseball obstacle courses\nBasketball and Tennis\n\tGet hands-on training from basketball and tennis pros on the President’s court!\nYoga Garden\n\tCome enjoy a session of yoga from professional instructors\nEggspress Yourself\n\tAn arts and crafts area with egg dying, egg decorating, exciting craft projects and more\nPlay with your Food\n\tAn entertaining activity center filled with opportunities to learn about healthy eating.\n \nAdditional Information about the 2013 Easter Egg Roll\n\n\nMore than 30,000 people from all 50 states and the District of Columbia have received tickets to the event. \n\n\nFor the fifth year in a row, tickets were distributed online.  Members of the public from all over the country had the opportunity to enter an online lottery for a chance to win tickets to the event.  More than 300,000 tickets were requested via the online lottery, and guests from all 50 states and the District of Columbia were selected as winners.\n\n\nThis year’s event will begin at 7:30 AM and end at 6:45 PM.  \n\n\n\n\n\n\n"
}