{
    "title": "UPDATED - First Lady Announces Additional Commitments To Let Girls Learn As Part Of Visit To South By Southwest | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/03/16/first-lady-announces-additional-commitments-let-girls-learn-part-visit",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nMarch 16, 2016\n\n \n\n\n\nUPDATED - First Lady Announces Additional Commitments  To Let Girls Learn As Part Of Visit To South By Southwest\n\n\n\n\n\nThe below announcements for Let Girls Learn are part of the First Lady’s visit to South by Southwest. These commitments complement private sector commitments announced by the First Lady on International Women’s Day. View the new #62MillionGirls PSA HERE. \n\nAPPLE, AOL, IHEARTMEDIA, FULL PICTURE & MOTOWN RECORDS have teamed up to record and distribute This Is For My Girls, a song written by Grammy® winner and 8-time Oscar® nominee Diane Warren, that features vocal performances from Kelly Clarkson, Chloe x Halle, Missy Elliott, Jadagrace, Lea Michele, Janelle Monáe, Kelly Rowland and Zendaya.\n\nAPPLE, AOL, & MOTOWN RECORDS have pledged to donate 100% of the proceeds from purchases of This Is For My Girls through iTunes to the Peace Corps Let Girls Learn Fund. All partners on the song including Diane Warren, the artists and their respective labels, have also pledged to donate their royalty fees to the Peace Corps Let Girls Learn Fund.  For more information, please contact Apple.\n\nAOL MAKERS will be live streaming the First Lady's SXSW event today at 8:30am PST/10:30am CST/11:30pm EST via MAKERS.com. AOL Makers is the Executive Producer of This Is For My Girls and has coordinated amplification efforts for the launch of the song as well as released a new PSA to raise awareness for 62MillionGirls.com. For more information, please contact AOL Makers.\n\nIHEARTMEDIA world premiered This Is For My Girls on Tuesday morning on iHeartMedia radio stations nationwide and on the iHeartRadio digital music and streaming radio app. Following the exclusive world premiere, iHeartMedia stations encouraged listeners to download the song exclusively on iTunes.  For more information, please contact iHeartMedia.\n\nFULL PICTURE is supporting the production of This Is For My Girls, by initiating and managing relationships between the artists, producers, and record companies who donated their time and talent including AOL MAKERS, Diane Warren, and iTunes. For more information, please contact Full Picture.\n\nGIRL RISING, CHANGE.ORG & EDELMAN are supporting the second phase of the #62MillionGirls campaign – first launched by the First Lady last September at the Global Citizen Festival in New York City – to call on the public to take action at 62MillionGirls.com to help break down barriers that deny 62 million girls from getting the education they deserve. CHANGE.ORG is supporting the campaign by mobilizing supporters and rallying together a community of action-takers, primed for long-term engagement, to take the pledge in support of adolescent girls’ education around the world. Over the course of the year, 62MillionGirls.com will use the campaign as a central organizing space for additional calls to action - from spreading the word over social media, to calling on supporters to start their own campaigns about improving girls’ education in their communities.  For more information, please contact Girl Rising, Change.org, or Edelman, and visit 62MillionGirls.com.\n\nPrivate Sector Commitments Announced \n\nOn International Women’s Day For Let Girls Learn:\n\nJOHNSON & JOHNSON will support global fundraising efforts in support of girls’ education through Global Moms Relay and Donate a Photo App, totaling more than $200,000 over two years.  In addition, Johnson & Johnson will contribute $50,000 to the Peace Corps Let Girls Learn Fund. For more information please contact Nadia Mostafa.\n\nPROCTER & GAMBLE is making a $100,000 donation to the Peace Corps Let Girls Learn Fund to enable adolescent girls’ education programming with a focus on Africa and Asia.  For International Women’s Day, Always will promote Let Girls Learn by proposing girls’ education-emojis, including a Mrs. Obama Let Girls Learn emoji. In addition, P&G and Peace Corps will explore expanding Always Confidence Teaching Curriculum to help more girls build and maintain confidence through education. For more information please contact Tara Hogan Charles.\n\nSTARWOOD HOTELS & RESORTS WORLDWIDE, INC. will produce original promotional video content to run on SPG TV, an in-hotel TV network reaching upwards of 12 million consumers a month, as well as distribution across its many social media channels. Starwood will also designate Let Girls Learn as an official SPG charity partner, designing a promotion which allows members to donate Starpoints® to benefit Let Girls Learn. For more information please contact Jessica Doyle.\n\nJETBLUE will produce an original seatback video about Let Girls Learn for all flights during a key amplification month, raising awareness and inspiring all around international girls’ education. Additionally, JetBlue will provide a financial donation to the Peace Corps Let Girls Learn Fund.  For more information please contact Icema Gibbs.\n\nLYFT will drive donations to the Peace Corps Let Girls Learn Fund through their tip-matching program, which will match funds when passengers tip their drivers. Lyft will identify key moments to activate this collaboration throughout the year. For more information please contact Alexandra LaManna.\n\nJ.CREW will support Let Girls Learn through their Garments for Good initiative and will design specific items to be released later this year. Garments for Good is a J.Crew initiative to lend support by selling items in their stores and online, with all profits being donated to the selected charity. For more information please contact: Katie Reppert. \n\nCSOFT INTERNATIONAL will translate Let Girls Learn materials, including the Peace Corps training literature, from English into multiple languages. For more information please contact Megan Robinson.\n\nTHE GIRLS’ LOUNGE is helping raise awareness around Let Girls Learn, commissioning a Let Girls Learn mural at Union Market and bringing a Let Girls Learn bus to Washington, DC to celebrate International Women’s Day. The Girls’ Lounge, in collaboration with partner Rubicon Project will also provide digital media campaigns to drive awareness and messaging for Let Girls Learn throughout 2016. For more information please contact Suzie Domnick.\n\nAnnounced Public Sector and NGO Commitments to Let Girls Learn:\n\nDINING FOR WOMEN is a global giving circle dedicated to transforming lives and eradicating poverty among women and girls in the developing world. They will support the Peace Corps Let Girls Learn Fund with a $100,000 grant to fund community projects that address barriers to girls’ education and promote empowerment. For more information please contact Wendy Frattolin.\n\nSALESFORCE.ORG will financially support Room to Read’s expansion of girls’ education in Cambodia and Sri Lanka. This commitment will support the work the First Lady has done to shed light on the importance of girls’ education in Cambodia, where she visited Room to Read’s work as part of the Let Girls Learn launch. For more information please contact Karly Bolton.\n\nRTI INTERNATIONAL, a nonprofit institute that provides research, development and technical services worldwide, will donate to the Peace Corps Let Girls Learn Fund. For more information please contact RTI.\n\nCONNECTHER is raising awareness about access to education and schooling in the developing world through Girls Impact the World (GITW) Film Festival. Connecther is launching the GITW Global Chapters to screen short films from the Film Festival about the education of girls, economic independence for girls, redefining beauty and other critical issues.  Each screening will include a session about girls’ education. For more information please contact Lila Igram.\n\nAMY POEHLER’S SMART GIRLS, along with the Peace Corps, will share educational resources such as video and classroom correspondence activities to give “Smart Girls\" the opportunity to learn about the world and connect with other “Smart Girls” eager to engage and support girls’ education. For more information please contact Rebecca Rolnick.\n\n\n\n\n"
}