{
    "title": "What’s New in the Strategy for Afghanistan and Pakistan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/whatrsquos-new-strategy-afghanistan-and-pakistan",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 28, 2009\n\n \n\n\n\nWhat&rsquo;s New in the Strategy for Afghanistan and Pakistan\n\n\n\n\n\n\nWhat’s New in the Strategy for Afghanistan and Pakistan\n\n\"As President, my greatest responsibility is to protect the American people…We are in Afghanistan to confront a common enemy that threatens the United States, our friends and allies, and the people of Afghanistan and Pakistan who have suffered the most at the hands of violent extremists. So I want the American people to understand that we have a clear and focused goal: to disrupt, dismantle, and defeat al Qaeda in Pakistan and Afghanistan, and to prevent their return to either country in the future…To achieve our goals, we need a stronger, smarter and comprehensive strategy.\"\n\n\t\t--President Barack Obama\n\t\tMarch 27, 2009\n\nAn Attainable Objective\n\t\tOn March 27, 2009, the President announced a comprehensive, new strategy for Afghanistan and Pakistan that is the culmination of a careful 60-day, interagency strategic review.  During the review process, we consulted with the Afghan and Pakistani governments, partners and NATO allies, other donors, international organizations and members of Congress. The strategy starts with a clear, concise, attainable goal: disrupt, dismantle, and defeat al Qaeda and its safe havens. The President’s new approach will be flexible and adoptive and include frequent evaluations of the progress being made. \n \n\t\tA Regional Approach\n\t\tFor the first time the President will treat Afghanistan and Pakistan as two countries but one challenge. Our strategy focuses more intensively on Pakistan than in the past, calling for more significant increases in U.S. and international support, both economic and military, linked to Pakistani performance against terror. We will pursue intensive regional diplomacy involving all key players in South Asia and engage both countries in a new trilateral framework at the highest levels. Together in this trilateral format, we will work to enhance intelligence sharing and military cooperation along the border and address common issues like trade, energy, and economic development.\n\nBuilding Capacity and More Training\n\t\tFor three years, the resources that our commanders need for training have been denied because of the war in Iraq. Now, this will change. The 17,000 additional troops that the President decided in February to deploy have already increased our training capacity. Later this spring we will deploy approximately 4,000 more U.S. troops to train the Afghan National Security Forces so that they can increasingly take responsibility for the security of the Afghan people.\n\n\t\tIn the President’s strategy, for the first time we will fully resource our effort to train and support the Afghan National Army and Afghan National Police. Every American unit in Afghanistan will be partnered with an Afghan unit, and we will seek additional trainers from our NATO allies to ensure that every Afghan unit has a coalition partner.\n\nUsing All Elements of National Power\n\t\tAs the President said, a \"campaign against extremism will not succeed with bullets or bombs alone.\" As a part of this strategy, we will devote significantly more resources to the civilian efforts in both Afghanistan and Pakistan. The President will submit a budget that includes indispensable investments in our State Department and foreign assistance programs. These investments relieve the burden on our troops and contribute directly to our safety and security. \n\n\t\tThe Administration consulted with the Congress during our review and is committed to working closely together to provide the resources needed to carry out the strategy. The President supports the bipartisan bill co-sponsored by Senators Kerry and Lugar to authorize $1.5 billion a year in direct support to the Pakistani people over the next five years. He also calls on Congress to pass the bipartisan bill creating Reconstruction Opportunity Zones in Afghanistan and the border regions of Pakistan to develop the economy and bring hope to places plagued by violence.\n\nBringing new international elements to the effort \n\t\tThe President believes we need to provide more resources for the civilian aspects of the mission, working with the Afghan Government and all of our partners in NATO and the United Nations. As America does more, we will ask others to do join us in doing their part. Together with the United Nations, the Administration will forge a new Contact Group for Afghanistan and Pakistan that brings together all who should have a stake in the security of the region – our NATO allies and other partners, the Central Asian states, Gulf nations, Iran, Russia, India and China. All have a stake in the promise of lasting peace and security and development in the region.\n\t\t \n\n\n\n\n\n"
}