{
    "title": "Mensaje Semanal: El Presidente Obama Propone Nuevas Medidas Para Apoyar a las Empresas Pequeñas Estadounidenses | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/mensaje-semanal-el-presidente-obama-propone-nuevas-medidas-para-apoyar-a-las-empres",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 06, 2010\n\n \n\n\n\nMensaje Semanal: El Presidente Obama Propone Nuevas Medidas Para Apoyar a las Empresas Pequeñas Estadounidenses\n\n\n\n\nWASHINGTON – En su mensaje a la nación esta semana, el Presidente Barack Obama dijo que las empresas pequeñas estadounidenses son la clave para reconstruir la economía sobre nuevos cimientos que tengan mayor firmeza y permitan crear empleos. Le hizo un llamado a los Republicanos y Demócratas en el Congreso a que aprueben, sin demora, una serie de propuestas que ayuden a las pequeñas empresas estadounidenses a tener éxito. Estas propuestas incluyen usar $30,000 millones del fondo del Programa de Asistencia para Activos Problemáticos (TARP) para un nuevo fondo de Préstamos a Pequeñas Empresas que proporcione capital a bancos comunitarios para que aumenten préstamos a empresas pequeñas, darle un crédito tributario nuevo a más de un millón de pequeñas empresas que contraten nuevos empleados o aumenten sueldos, y brindarle apoyo específico a las empresas pequeñas más inovadoras con el potencial de exportar nuevos bienes y productos.\nEl video y el audio están disponibles por Internet en obamawhitehouse.archives.gov. El video se puede ver pulsando AQUí.\nDeclaraciones del Presidente Barack Obama\nMensaje semanal\n6 de febrero, 2010\nA pesar de que la economía vuelve a crecer, éstos son tiempos difíciles para Estados Unidos. Demasiadas empresas aún están cerradas. A demasiadas familias no les alcanza el dinero. Y aunque ayer nos enteramos de que la tasa de desempleo se redujo por debajo de 10 por ciento por primera vez desde el verano, aún es inaceptablemente alta y demasiados estadounidenses no pueden encontrar empleo.\nPero lo que debemos recordar en un momento como éste es que no somos impotentes ante nuestras dificultades. Como estadounidenses, decidimos nuestro propio destino. Forjamos nuestro propio camino. Y estoy seguro de que si nos unimos y ponemos de lado la politiquería que nos frena constantemente, podemos volver a hacerlo. Podemos reconstruir esta economía sobre cimientos nuevos, más sólidos, que produzcan más empleos y mayor prosperidad.\nCreo que un aspecto clave de esos cimientos son las pequeñas empresas de Estados Unidos, donde se origina la mayoría de los nuevos empleos.\nEstas empresas representan la esencia del espíritu estadounidense: la promesa de que todos pueden tener éxito en este país si tienen una buena idea y la determinación para ponerla en práctica. Y de vez en cuando, esas ideas no sólo resultan en un nuevo negocio y nuevos empleos, sino también en un nuevo producto estadounidense que cambia el mundo para siempre. Al fin y al cabo, Hewlett Packard comenzó en un garaje. Google se inició como un simple proyecto de investigación.\nEl gobierno no puede crear estas empresas, pero les puede dar a los empresarios el apoyo que necesitan para abrir sus puertas, expandirse o contratar a más trabajadores. Y eso es lo que siempre hemos hecho en este país. La gente de Southwest Windpower en Flagstaff, Arizona comenzó su compañía en una casita. Desde que recibieron un préstamo de la Dirección de Pequeñas Empresas (SBA), han vendido 160,000 turbinas eólicas a aproximadamente 90 países y hoy en día están contratando a incluso más trabajadores. Cuando Sam Ko acudió a uno de los centros de desarrollo de pequeñas empresas de la SBA en Illinois, no tenía experiencia empresarial; solamente una patente para una nueva técnica de producción de metales. Recibió un préstamo y un plan de negocios, y hoy en día, su empresa aún crece y tiene oficinas en todo el medio oeste del país.\nEl año pasado, las medidas que tomamos respaldaron más de 47,000 préstamos a pequeñas empresas y otorgaron miles de millones en recortes tributarios a los dueños de pequeñas empresas, que ayudaron a las compañías a mantener sus puertas abiertas, pagar la nómina y contratar a trabajadores. Pero podemos y debemos hacer más. Por eso he propuesto una serie de medidas esta semana para apoyar a los dueños de pequeñas empresas y los empleos que generan, para brindar más acceso al crédito, más incentivos para contratar y más oportunidades para crecer y vender productos en todo el mundo.\nYa que todavía se les hace difícil obtener crédito a pequeñas empresas buenas y con capacidad de pago en todo el país, he propuesto que tomemos $30,000 millones del fondo del Programa de Asistencia para Activos Problemáticos o TARP que originalmente se usó para ayudar a Wall Street y creemos un nuevo fondo de Préstamos a Pequeñas Empresas que proporcione capital a bancos comunitarios que prestan servicios a la gente promedio. Se trata de bancos pequeños, que operan localmente, que podrán otorgarles a los dueños de pequeñas empresas el crédito que necesitan para permanecer a flote. También debemos continuar las dispensas de cuotas, incrementar las garantías y elevar los montos de los préstamos respaldados por la SBA para pequeñas empresas. Y ayer propuse facilitar que los dueños de pequeñas empresas refinancien sus hipotecas durante este difícil momento.\nPara darles a estas empresas mayores incentivos para crecer y generar empleos, he propuesto un nuevo crédito tributario para más de un millón de pequeñas empresas que contraten nuevos empleos o aumenten salarios, como también la eliminación de los impuestos a las ganancias de capital por inversiones de pequeñas empresas.\nFinalmente, debemos prestar ayuda específicamente a las pequeñas empresas más innovadoras, las que tienen el mayor potencial de exportar bienes y servicios por todo el mundo. Muchas de estas empresas –como el fabricante de turbinas eólicas que mencioné– son los cimientos sobre los cuales podemos reconstruir nuestra economía para competir en el siglo XXI. Simplemente necesitan un poco de ayuda a fin de obtener el financiamiento que necesitan para ponerse en marcha. Tenemos muchos motivos para ayudarlas a hacerlo.\nLa próxima semana, el Congreso comenzará a debatir muchas de estas propuestas. Y si alguien tiene otras ideas para apoyar a las pequeñas empresas y generar empleo, me complacerá considerarlas. Mi puerta siempre está abierta. Pero insto a los miembros de ambos partidos a que no se opongan a buenas ideas simplemente porque les conviene políticamente. Las propuestas que he descrito no son demócratas ni republicanas; liberales ni conservadoras. Favorecen a las empresas, favorecen el crecimiento y favorecen el empleo. Líderes de ambos partidos han apoyado ideas similares en el pasado. Por lo tanto, aprobemos estas medidas, unidos y sin retraso. Hagamos que más estadounidenses puedan volver a trabajar y respaldemos a los dueños de pequeñas empresas para que hagan lo que siempre han hecho; démosles la libertad de ir en pos de sus sueños y forjar el futuro de nuestro país. Gracias por escuchar.\n###\n \n\n\n\n"
}