{
    "title": "Obama Administration Releases Creating Pathways to Opportunity Report Highlighting Work Done to Help Underserved Communities, Strengthen the Middle Class | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/10/14/obama-administration-releases-creating-pathways-opportunity-report-highl",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 14, 2011\n\n \n\n\n\nObama Administration Releases Creating Pathways to Opportunity Report Highlighting Work Done to Help Underserved Communities, Strengthen the Middle Class\n\n\n\n\n\n\tWASHINGTON, DC – Today, the White House released Creating Pathways to Opportunity, a report highlighting the work the Obama Administration has done to date to help Americans climb the ladder to the middle class and stay there.  The report outlines the critical investments this Administration has made to lift and keep millions of Americans out of poverty, provide critical support to families throughout the economic downturn, and invest in long-term reforms to grow the middle class.  It also outlines the direct impact that the American Jobs Act would have on underserved communities across the country.\n\n\t“My administration has always been focused on helping more Americans – many of whom were struggling long before this recession hit – reach the middle class and stay there,” said President Obama. “To do that, we can’t just cut our way to prosperity.  We need to do everything we can to create jobs and put more money in the pockets of working Americans.   And that’s why Congress needs to do the right thing and pass the American Jobs Act.”\n\n\tView the full report, which includes success stories from around the country, HERE\n\nFACT SHEET: CREATING PATHWAYS TO OPPORTUNITY\n\n\tWhen President Obama took office, the economy was shedding 750,000 jobs each month and millions of families were finding themselves unable to make ends meet. Over the past two and half years, the Obama Administration has taken decisive action in critical areas aimed at helping vulnerable Americans through the economic crisis and strengthening the economy:\n\nTax Relief for All Working Americans\n\n\n\t\tThe President secured the Making Work Pay tax credit in 2009 and 2010 and then a payroll tax cut that amounted to a 2 percent raise for working Americans in 2011.\n\n\t\tIn addition, the President secured historic expansions in refundable tax credits –  such as the Earned Income Tax Credit and Child Tax Credit for low-income families – that will benefit nearly 16 million American families. \n\n\nExpanded and Extended Unemployment Insurance and Nutrition Assistance\n\n\n\t\tThe expansion of unemployment benefits for the long-term unemployed through the Recovery Act helped more than 17 million unemployed workers by the end of 2010 and the December tax deal’s extension of unemployment insurance kept 7 million Americans from losing their benefits during 2011.\n\n\t\tThe Administration also expanded Supplemental Nutrition Assistance Program benefits, a critical program which helped keep an additional 3.9 million people, including 1.7 million children, above the poverty line in 2010.  \n\n\nKeeping Americans in their Homes During a Housing and Economic Crisis\n\n\n\t\tThe Administration’s programs, both through their direct and indirect impact on the market, have helped permanently modify the mortgages of more than 4 million families and helped them stay in their homes.\n\n\t\tThrough the Hardest Hit Fund, an additional $7.6 billion supports locally-developed solutions to help unemployed and distressed homeowners in states hardest hit by the foreclosure crisis.\n\n\t\tThrough the Recovery Act, the President provided $1.5 billion for the Homeless Prevention and Rapid Re-Housing Program to prevent homelessness for 1 million Americans.\n\n\nReformed K-12 and Early Education through Innovative, New Programs\n\n\n\t\tPresident Obama created Race to the Top with a historic $4.35 billion investment. As a result of the initiative, more than 40 states have raised standards, improved assessments, and invested in teachers to ensure that all of our children receive a high-quality education.\n\n\t\tA similar Race to the Top Early Learning Challenge has been developed to raise the quality of and increase access to critical programs that ensure our kids are entering school ready to learn.\n\n\nIncreased College Access and Affordability for Students\n\tThe President has made the largest investments in higher education since the passage of the G.I. Bill:\n\n\n\t\tDramatically increased Pell Grant funding, increasing award to millions of eligible students.\n\n\t\tCreated the American Opportunity Tax Credit to ease college costs for over 9 million families this year.\n\n\t\tChampioned bold and comprehensive reform of student loans that will save taxpayers $68 billion over the next decade\n\n\nSubsidized Jobs for Low-Income Adults and Youth\n\n\n\t\tThrough the Recovery Act, over 260,000 adults and youth were placed in subsidized jobs and an additional 367,000 low-income youth received summer employment.\n\n\nCreated Economically-Sustainable Neighborhoods\n\n\n\t\tThe Administration has secured $40 million to Promise Neighborhoods and $126 million to Choice Neighborhoods that provide a continuum of services to combat the challenges facing communities most in need.\n\n\t\tThe new Strong Cities, Strong Communities is helping strengthen cities and regions by increasing the capacity of local governments to execute their economic growth plans, while also delivering federal assistance tailored to the local government’s needs. \n\n\nExpanded Support for Small Businesses in Low Income Areas\n\n\n\t\tSince the beginning of the Administration, the President has enacted 17 tax cuts for small businesses, including billions of dollars in tax credits, write-offs, and deductions for Americans who start new businesses, hire the unemployed, and provide health insurance for their employees.\n\n\t\tIn addition, through the Small Business Jobs Act and other measures, he has taken steps to expand small businesses’ access to credit – with a particular focus on underserved communities through programs like the Community Development Financial Institutions and the New Markets Tax Credit.\n\n\nExpanded Health Care Access for Families and Workers\n\n\n\t\tWithin a month of taking office, the President signed the Children’s Health Insurance Program Reauthorization Act into law, expanding health coverage to more than 4 million children who would otherwise go uninsured.\n\n\t\tAnd the historic Affordable Care Act, when fully implemented, will expand health coverage to 34 million Americans, the majority of whom are low- or moderate-income.\n\n\t\tAlready, nearly one million young adults between the ages of 19 and 25 have gained health insurance thanks to the Affordable Care Act\n\n\nProposed the American Jobs Act to Help Put More Americans Back to Work Now\n\tIn order create more jobs now and help struggling families, the President sent to Congress the American Jobs Act – a set of ideas supported by both Democrats and Republicans that Congress must pass immediately.\n\nThe American Jobs Act will:\n\nProvide more support for small businesses.\n\nThe Jobs Act provides a tax cut for small businesses, not big corporations, to help them hire and expand now, and provides an additional tax cut to any business that hires or increases wages.\n\nPuts more people back to work.\n\n\n\t\tIncluding up to 280,000 teachers at risk of layoffs from state-budget cuts, first responders and veterans coming back from Iraq and Afghanistan, and construction workers repairing crumbling bridges, roads and more than 35,000 public schools, with projects chosen by need and impact, not earmarks and politics.  \n\n\t\tExpands job opportunities for hundreds of thousands of low-income youth and adults through a new Pathways Back to Work Fund that supports summer and year round jobs for youth; innovative new job training programs to connect low-income workers to jobs quickly; and successful programs to encourage employers to bring on disadvantaged workers.\n\n\nHelps out-of-work Americans.\n\n\n\t\tExtends unemployment benefits to help them support their families while looking for work and reforming the system with training programs that build real skills, connect to real jobs and help the long-term unemployed.\n\n\t\tBans employers from discriminating against the unemployed when hiring, and provides a new tax credit to employers hiring workers who have been out of a job for six months or more.\n\n\nPuts more money in the pockets of working and middle class Americans by:\n\n\n\t\tCutting in half the payroll tax that comes out of every worker's paycheck, saving the typical family making $50,000 over $1,500 a year.\n\n\t\tWorking on executive action to remove the barriers that exist in the current federal refinancing program (HARP) to help more Americans refinance their mortgages at historically low rates, save money and stay in their homes.\n\n\n\n\n\n"
}