{
    "title": "Vice President Biden, Secretary Salazar and Senator Carper Underscore Renewable Energy Potential on Outer Continental Shelf | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-secretary-salazar-and-senator-carper-underscore-renewable-ener",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 04, 2009\n\n \n\n\n\nVice President Biden, Secretary Salazar and Senator Carper Underscore Renewable Energy Potential on Outer Continental Shelf\n\n\n\n\nTHE WHITE HOUSE Office of the Vice President   --------------------------------------  For Immediate Release                  May 4, 2009   Vice President Biden, Secretary Salazar and Senator Carper Underscore  Renewable Energy Potential on Outer Continental Shelf   Newark, Delaware — Vice President Joe Biden, Secretary of the Interior Ken Salazar and U.S. Senator Tom Carper (D-DE) today visited the University of Delaware, where they underscored the importance of alternative energy development on the U.S. Outer Continental Shelf (OCS), especially offshore wind resources for Delaware and other Atlantic coastal states.  On Earth Day, President Obama announced that Interior had finalized a long-awaited framework for renewable energy production on the OSC. \"This administration sees the ever-lasting benefits in a clean-energy future. With this rule, the Interior Department is unlocking our vast offshore renewable resources,\" said Vice President Biden. \"By harnessing offshore wind power and other resources we will be able to power tens of millions of homes using clean, renewable power.\" \"The administration’s final regulations for alternative energy development on the Outer Continental Shelf are opening America’s oceans and new energy frontier, so that we can wisely build a clean energy economy that will create millions of new jobs across the country,\" Secretary of the Interior Ken Salazar said. \"This new framework, completed in the first 100 days of President Obama’s administration, will enhance our energy security, create the foundation for a new offshore energy sector and share much-needed revenues from this development with coastal states.\" \"Harnessing our nation’s offshore wind means reliable power, cleaner air and new American jobs,\" Sen. Tom Carper said. \"The First State is poised to again be a leader in independence - energy independence.  These new renewable energy regulations ensure Delaware can move forward with one of the first offshore wind projects in the United States.\" The National Renewable Energy Lab has identified more than 1,000 gigawatts of wind potential off the Atlantic coast and more than 900 gigawatts of wind potential off the Pacific Coast.  The State of Delaware’s average wind power production equals 5,286 megawatts which would power 1.2 to 1.5 million average homes, according to a University of Delaware study (Kempton July 2008). Delaware and other Atlantic coast states encourage and support the development of offshore wind energy. The Delaware legislature now requires that 20% of the Delaware’s electricity come from renewable sources by the year 2019 and Delmarva Power has signed a 25-year power purchase agreement with Bluewater Wind to sell the utility up to 200 megawatts of power from an offshore wind facility on the OCS.  Interior’s Minerals Management Service has been evaluating a proposal from Bluewater Wind for a meteorological data collection project on the Outer Continental Shelf about 12.5 miles off Delaware’s coastline to assess wind energy resources.  If approved, this project would collect site-specific wind velocity, duration and related information that could support future commercial wind energy development. Bluewater Wind is looking to construct a 150-turbine field that could produce 230 to 450 megawatts of power.  The project would generate more than 1,000 jobs during construction, invest $800 million and produce millions of dollars in revenue for the state each year.  Projects such as these can now be brought to completion expeditiously because of a new   comprehensive set of regulations Secretary Salazar announced last week. The final rules  provide a framework for states with renewable energy initiatives to pursue development  of those projects on federal submerged lands.  Interior supports state initiatives that  encourage responsible development of offshore renewable energy resources. The new OCS ‘rules-of-the-road’ establish a program to grant leases, easements, and rights-of-way for orderly, safe, and environmentally responsible renewable energy development activities, such as the siting and construction of off-shore wind farms on the Outer Continental Shelf.  The framework also covers alternate use of existing facilities on the Outer Continental Shelf for energy or marine-related activities.      The new program also establishes methods for sharing 27.5 percent of the revenues generated from these renewable energy projects with adjacent coastal States. Additionally the framework will enhance partnerships with Federal, state, and local agencies and tribal governments to assist in maximizing the economic and ecological benefits of Outer Continental Shelf renewable energy development.     The Energy Policy Act of 2005 granted the Interior’s Minerals Management Service the authority to regulate renewable energy development on the OCS, but no action had been taken under that authority until Secretary Salazar made it a priority to finalize the rules that will govern offshore renewable energy development, given the enormity of this clean, renewable energy source and its proximity to major population centers. A number of other countries already are tapping significant energy from offshore winds     The Interior Department and the Federal Energy Regulatory Commission cleared the way for the publication of these final rules by signing an agreement on April 9, 2009 that clarifies their agencies’ jurisdictional responsibilities for leasing and licensing renewable energy projects on the Outer Continental Shelf. Under the agreement, the Minerals Management Service has exclusive jurisdiction with regard to the production, transportation, or transmission of energy from non-hydrokinetic renewable energy projects, including wind and solar.  The Federal Energy Regulatory Commission will have exclusive jurisdiction to issue licenses for the construction and operation of hydrokinetic projects, including wave and current, but companies will be required to first obtain a lease through Interior’s Minerals management Service. The Final Framework is available at http://frwebgate6.access.gpo.gov/cgi- bin/PDFgate.cgi?WAISdocID=455571214536+0+2+0&WAISaction=retrieve Energy Policy Act of 2005 ###     \n\n\n\n"
}