{
    "title": "Vicepresidente Biden anuncia nuevos programas para ayudar a propietarios de vivienda, veteranos y trabajadores a obtener acceso a servicios legales | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/11/19/vicepresidente-biden-anuncia-nuevos-programas-para-ayudar-a-propietarios",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nNovember 19, 2010\n\n \n\n\n\nVicepresidente Biden anuncia nuevos programas para ayudar a propietarios de vivienda, veteranos y trabajadores a obtener acceso a servicios legales\n\n\n\n\n\n\n\n\tWASHINGTON, DC – En un evento hoy del Grupo de Trabajo sobre la Clase Media (Middle Class Task Force) dirigido por el Programa de Acceso a la Justicia (Access to Justice Initiative) del Departamento de Justicia, el Vicepresidente Biden anunció una serie de medidas concebidas para ayudar a familias de clase media y bajos ingresos a proteger sus derechos legales. Estas medidas incluyen mejorar los programas de mediación en caso de ejecución hipotecaria, ayudar a los veteranos a obtener la ayuda legal que necesitan y facilitar que los trabajadores encuentren un abogado competente cuando piensan que se han violado sus derechos.\n\n\t“En tiempos de dificultades económicas, queremos asegurarnos de que todos los estadounidenses —independientemente de ingresos o situación—tengan acceso a los recursos que necesitan para obtener justicia”, dijo el Vicepresidente Joe Biden. “Los programas que estamos anunciando hoy representan un paso importante hacia ese objetivo y ayudarán a miles de estadounidenses a obtener la ayuda legal que necesitan”.\n\n\tEl anuncio de hoy es la culminación del trabajo del Access to Justice Initiative del Departamento de Justicia y agencias federales como los departamentos de Trabajo, Vivienda y Desarrollo Urbano y Asuntos de Veteranos, como también asociados de la comunidad de apoyo y defensa.\n\n\t“Como fiscal y ex juez, sé que la integridad fundamental de nuestro sistema de justicia y nuestra fe en él dependen de la representación eficaz en ambos lados del tribunal”, afirmó el fiscal general Eric Holder. “Estoy seguro de que con los logros que hemos alcanzado y las próximas medidas adicionales, podemos forjar un sistema de justicia más equitativo y eficaz”.\n\n\t“Es posible mejorar la vida de muchas personas sin necesidad de grandes inversiones y, es más, con ahorros considerables, si simplemente las ayudamos a beneficiarse de los derechos y beneficios legales que son suyos. Por eso es un honor para el Access to Justice Initiative del departamento trabajar con el Vicepresidente, los departamentos de Vivienda y Trabajo, y la Dirección de Veteranos a fin de que alcancen la justicia”,indicó Larry Tribe, asesor principal de Access to Justice.\n\nAyuda legal para los trabajadores\n\n\tEl Departamento de Trabajo y el Colegio de Abogados de Estados Unidos (American Bar Association o ABA) anunciaron hoy que colaborarán para ayudar a los trabajadores a resolver las quejas recibidas por la División de Salarios y Horarios (Wage and Hour Division) del Departamento de Trabajo, como no recibir el salario mínimo, sobretiempo o licencia médica familiar. A partir del 13 de diciembre, 2010, en los casos que el Departamento de Trabajo no pueda solucionar, se les dará a quienes hayan presentado quejas el número de llamadas gratuitas del sistema recientemente creado, donde se le pondrá en contacto con un servicio de remisión a abogados aprobados por el ABA si hay abogados participantes en su zona.\n\n\tAdemás, si el Departamento de Trabajo ha realizado una investigación, la persona que presente la queja recibirá información sobre las conclusiones para proporcionárselas al abogado que tome su caso, lo que incluirá las infracciones en cuestión y cualquier salario retroactivo que se deba. El Departamento de Trabajo también ha creado un proceso especial para quienes presenten quejas y los abogados que los representen a fin de que obtengan la información pertinente al caso y documentos disponibles.\n\nDeclaró la secretaria del Trabajo Hilda Solís, “Los trabajadores de nuestro país merecen compensación total y equitativa, y este gobierno se ha comprometido a asegurar que la reciban. La colaboración que se anunció hoy con la American Bar Association simplifica el acceso por los trabajadores a recursos legales adicionales y aumenta los esfuerzos continuos por el Departamento de Trabajo para asegurar que los empleadores cumplan con las leyes laborales de Estados Unidos”.\n\nAcceso por los veteranos a ayuda legal\n\n\tHoy, el Vicepresidente anunció que el Departamento de Asuntos de Veteranos y la Legal Services Corporation (LSC) han iniciado una campaña de concientización en los centros comunitarios para veteranos del departamento y proveedores locales de servicios legales de la LSC a fin de ayudar a los veteranos a hacerles frente de mejor manera a disputas legales en campos como ejecución hipotecaria, fraude contra el consumidor y asuntos laborales. La primera fase de esta nueva campaña de concientización ya está en marcha. Los programas financiados por la LSC han ayudado a 51 Centros de Veteranos operados por el Departamento de Asuntos de Veteranos en la región del Atlántico medio, Maine y Arkansas a brindar información sobre servicios legales y crear los debidos sistemas de remisión a fin de minimizar la frustración por veteranos en obtener asesoría y representación con problemas legales de carácter civil.\n\n\tPara apoyar este esfuerzo, la LSC anunció el lanzamiento de un nuevo sitio web, www.StatesideLegal.org,para ayudar a los veteranos a obtener acceso a información por Internet. El sitio se creó para explicar términos legales y militares de manera simple e incluye videos y formularios interactivos para ayudar a los veteranos a velar por sus intereses. La información en el sitio de Internet abarca temas como beneficios por discapacidad, empleo y medidas de protección legal para miembros de las Fuerzas Armadas que enfrentan ejecuciones hipotecarias.\n\nProgramas de mediación en caso de ejecuciones hipotecarias\n\n\tLos programas de mediación en caso de ejecuciones hipotecarias tienen como propósito identificar alternativas al embargo que beneficien tanto a los propietarios de vivienda como a los prestamistas. Hoy, el Vicepresidente anunció una serie de medidas para mejorar estos programas de mediación.\n\n\tEl Access to Justice Initiative del Departamento de Justicia y el Departamento de Vivienda emitieron un informe conjunto que identifica estrategias emergentes para programas eficaces de mediación en caso de ejecuciones hipotecarias, como asesores capacitados sobre vivienda y abogados pro bono que puedan asesorar y apoyar a los propietarios de vivienda durante todo el proceso de mediación. Para ayudar a las jurisdicciones que están creando y expandiendo programas de mediación, el informe describe varias características que tienen un impacto positivo en la eficacia de los programas. El informe también enumera programas existentes de mediación en caso de ejecución hipotecaria que están dispuestos a compartir sus experiencias con otras personas interesadas del programa en todo el país. Para leer el informe, pulse AQUI.\n\n\tAdemás, el Departamento de Vivienda anunció un nuevo seminario de capacitación por Internet que destacará estrategias y recursos para evitar las ejecuciones hipotecarias. Dicha capacitación está dirigida a públicos diversos, entre ellos propietarios y asesores de vivienda, abogados y mediadores pro bono. Tratará temas como obtener acceso a recursos de asesoría sobre vivienda, evitar estafas al tratar de prevenir el embargo hipotecario y comprender los programas federales de prevención de ejecuciones hipotecarias.\n\n\tEl Departamento de Vivienda también brindó asesoría sobre el uso de Subsidios Globales para el Desarrollo Comunitario (Community Development Block Grant) y Fondos para la Estabilización de Vecindarios (Neighborhood Stabilization Funds) para asesoría sobre vivienda, un recurso que puede aumentar la eficacia de los programas de mediación en caso de ejecución hipotecaria. Para leer las pautas, pulse AQUI.\n\n\tAdemás de esos esfuerzos, en diciembre, NeighborWorks, entidad nacional sin fines de lucro creada por el Congreso y financiada por asignaciones de éste, comenzará a ofrecer talleres de mediación en caso de ejecución hipotecaria en el NeighborWorks Training Institute. Se tiene previsto que participen en el instituto de capacitación más de 2,000 asesores y otros profesionales de entidades sin fines de lucro. NeighborWorks es una de las principales fuentes de fondos para asesoría para la mitigación de ejecuciones hipotecarias y es el administrador del Programa Nacional de Asesoría para la Mitigación de Ejecuciones Hipotecarias (National Foreclosure Mitigation Counseling Program).\n\n\tFinalmente, la Comisión Federal de Comercio (Federal Trade Commission) anunció hoy una nueva norma y varios operativos para proteger a propietarios vulnerables al fraude cuando tratan de evitar la ejecución hipotecaria. Para leer el comunicado de prensa de la FTC, pulse AQUI.\n\n\tPara mayor información sobre el Access to Justice Initiative del Departamento de Justicia: www.justice.gov/access.\n\n\n\n\n"
}