{
    "title": "Readout of the President’s Meeting Regarding Preparations for the Upcoming Hurricane Season | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/06/01/readout-president-s-meeting-regarding-preparations-upcoming-hurricane-se",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 01, 2011\n\n \n\n\n\nReadout of the President’s Meeting Regarding Preparations for the Upcoming Hurricane Season\n\n\n\n\n\n\tToday, on the start of the 2011 Atlantic hurricane season, President Obama was briefed on federal preparations for the upcoming hurricane season and FEMA’s “Whole Community” approach to disaster management by Homeland Security Secretary Janet Napolitano, FEMA Administrator Craig Fugate, NOAA Administrator Dr. Jane Lubchenco and National Hurricane Center Director Bill Read.\n\t \n\tAs part of the Administration’s ongoing efforts to engage our entire nation in disaster preparedness, response and recovery, the briefing also featured input from state, local, non-profit, faith-based, as well as private sector partners.\n\t \n\tParticipants included North Carolina Governor Bev Perdue and members of her emergency management team, American Red Cross President Gail McGovern, National Voluntary Organizations Active in Disaster (NVOAD) Chair Reverend Mickey Caison, and Verizon Wireless CEO Dan Mead.\n\t \n\tLast year, at the end of August, as Hurricane Earl was approaching the shores of North Carolina and threatened almost the entire east coast,  at the President’s direction, FEMA responded by working with all the entities represented at today’s briefing, to support Governor Perdue and her emergency management team.\n\t \n\tThe President stressed the importance of this team approach and engaging the entire nation in emergency preparedness.  He also directed Secretary Napolitano and Administrator Fugate to continue building on this model and to be in close contact and coordination with the Governors, congressional delegations, and emergency managers in hurricane-prone states to ensure that they have the tools and resources needed to prepare for, respond to, and recover from any potential hurricanes this season.\n\t \n\tFor a picture of the briefing, please click HERE.\n\t \n\tFor a White House blog post by FEMA Administrator Craig Fugate on hurricane preparedness, please click HERE.\n\t \nBelow is a list of attendees at today’s meeting:\n\tJanet Napolitano, Secretary for Homeland Security\n\tBeverly Perdue, North Carolina Governor\n\tValerie Jarrett, Assistant to the President and Senior Advisor\n\tAlyssa Mastromonaco, Assistant to the President and Deputy Chief of Staff for Operations\n\tNancy-Ann DeParle, Assistant to the President and Deputy Chief of Staff for Policy\n\tMelody Barnes, Assistant to the President and Director, Domestic Policy Council\n\tBetsy Markey, Assistant Secretary for Intergovernmental Affairs\n\tHeidi Avery, Deputy Assistant to the President for Homeland Security\n\tTony Blinken, Deputy Assistant to the President and National Security Advisor to the Vice President\n\tCraig Fugate, FEMA Administrator\n\tRichard Serino, FEMA Deputy Administrator\n\tJane Lubchenco, NOAA Administrator\n\tRichard Reed, Special Assistant to the President and Senior Director for Continuity Policy\n\tJamie Smith, Special Assistant to the President and Deputy Press Secretary\n\tGail McGovern, CEO American Red Cross\n\tDan Mead, CEO, President, Verizon Wireless\n\tBill Read, Director, National Hurricane Center (SVTC)\n\tReuben Young, Secretary of the NC Department of Crime Control and Public Safety\n\tDoug Hoell , NC State Emergency Manager\n\tWarren Lee , NC Local Emergency Manager\n\tMickey Caison, Chairman, National Voluntary Organization Active in Disasters\n\tDab Kern, Senior Director for Response\n\tAhsha Tribble, Director, Critical Infrastructure Protection and Resilience Policy\n\tNick Shapiro, Senior Policy Advisor to the Assistant to the President for Homeland Security and Counterterrorism\n\tXavier Briggs, Associate Director for General Government Programs\n\n\n\n\n"
}