{
    "title": "Statement by Vice President Biden on the Passing of Professor Wangari Maathai | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/26/statement-vice-president-biden-passing-professor-wangari-maathai",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nSeptember 26, 2011\n\n \n\n\n\nStatement by Vice President Biden on the Passing of Professor Wangari Maathai\n\n\n\n\n\n\tI was honored to meet Professor Wangari Maathai in Nairobi just over a year ago, and like millions of others was saddened to learn today of her passing. History will rightly record her most celebrated accomplishments, including that she was the first African woman to win the Nobel Peace Prize. But her contributions to her home continent—and to our shared humanity—run far deeper than accolades can reflect. From its founding in her native Kenya 34 years ago, her Green Belt Movement spread like the roots of the 40 million trees it planted, making her a world-leading advocate not just for conservation, but for democracy, the rights of women and many other important causes. Working across disciplines and national boundaries led her to identify prescient and groundbreaking connections—for example between environmental degradation and poverty—that reoriented the work of policymakers, development experts and human rights activists, alike. When she found her government too unresponsive to the issues she championed, she ran for political office, and won. Her tireless work on behalf of society’s least privileged meant she often ran afoul of those in power, leading to imprisonment and financial hardship.  But through it all, Wangari Maathai remained, as the title of her autobiography aptly put it, “unbowed.” “We continue to be restless,” she wrote in that book, “If we really carry the burden, we are driven to action. We cannot tire or give up.” Worthy advice for those who will carry on her work.\n\n\n\n\n"
}