{
    "title": "MENSAJE SEMANAL: Permanecerse Firmes Ante el Terrorismo | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/12/16/mensaje-semanal-permanecerse-firmes-ante-el-terrorismo",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 12, 2015\n\n \n\n\n\nMENSAJE SEMANAL: Permanecerse Firmes Ante el Terrorismo\n\n\n\n\n\n\tWASHINGTON, DC - En su mensaje semanal, el Presidente elogió la resiliencia de nuestro país ante el terrorismo, y habló sobre cómo vamos a mantener la seguridad de los Estados Unidos. Nuestras fuerzas armadas están arreciando nuestra campaña para destruir a ISIL, y nuestros ataques aéreos están golpeando a ISIL con mayor fuerza que nunca. El Presidente hizo hincapié en que vamos a seguir avanzando en todos los frentes, por lo cual esta semana irá al Pentágono para examinar nuestra campaña militar, y al Centro Nacional Antiterrorista a examinar nuestros esfuerzos para prevenir ataques. Y nos recuerda que todos tenemos un papel que desempeñar en la lucha contra el terrorismo - posibles ataques terroristas han sido evitados en los últimos años porque alguien vio algo y lo reportó. Los estadounidenses no deberían ponerse en contra uno al otro y permitir que esta pelea se defina como una guerra entre Estados Unidos y el Islam, eso es lo que quiere ISIL y sólo sirve para perjudicar nuestra seguridad nacional. El Presidente elogió a los estadounidenses en todo el país que se han unido para reafirmar nuestros valores fundamentales y defender, energéticamente, la libertad religiosa.      \n\n\tEl audio y el video de este mensaje estarán disponibles en http://obamawhitehouse.archives.gov  a las 6:00 a.m. ET, el 12 de diciembre del 2015.\n\nMensaje del Presidente Barack Obama\n\nMensaje Semanal\n\nLa Casa Blanca\n\n12 de diciembre de 2015\n\n\tHola a todos.  Esta semana, los estadounidenses a lo largo de todo el país han demostrado lo que significa el ser fuertes ante al terrorismo.  En San Bernardino, incluso mientras la comunidad continúa de luto, la gente se niega a dejarse dominar por el miedo.  A lo largo y ancho del país, los dedicados funcionarios públicos están haciendo sus trabajos. Las comunidades religiosas se han unido en hermandad y plegaria.  Las familias han salido a las calles para participar en el desfile navideño anual para los niños, porque no podemos permitir que los terroristas cambien nuestra forma de vivir.                                              \n\n\tMientras tanto, nuestros hombres y mujeres de las fuerzas armadas están arreciando nuestra campaña para destruir a ISIL.  Nuestros ataques aéreos están golpeando a ISIL con mayor fuerza que nunca, en Irak y en Siria.  Estamos acabando con más de sus combatientes y líderes, sus armas, sus contenedores de combustible. Nuestras Fuerzas de Operaciones Especiales están en el terreno, porque cazaremos a esos terroristas donde quiera que traten de esconderse.  En semanas recientes, nuestros ataques eliminaron al jefe de las finanzas de ISIL, a un líder terrorista en Somalia y al líder de  ISIL en Libia.  Nuestro mensaje pare estos asesinos es sencillo: nosotros vamos a encontrarlos y vamos a administrar justicia.      \n\n\tEsta semana, avanzaremos en todos los frentes.  El lunes iré al Pentágono.  Allí examinaré nuestra campaña militar y las maneras de acelerar nuestros esfuerzos.  Más tarde en la semana iré al Centro Nacional Antiterrorista.  Allí examinaré nuestros esfuerzos, que involucran a todas las ramas del gobierno, para prevenir los ataques y proteger nuestra patria.   Y esta semana, el Departamento de Seguridad Nacional actualizará su sistema de alerta para asegurar que los estadounidenses reciban más información. Esto incluye pasos que ustedes y sus comunidades pueden tomar para mantenerse vigilantes y seguros.\n\n\tA raíz de los ataques en París y San Bernardino, yo sé que muchos estadounidenses están preguntando; “qué puedo hacer?”  Lo primero, como siempre, es permanecer vigilantes.  Si usted ve algo que le parece sospechoso, repórteselo a las autoridades.  A través de los años, muchos planes se han descubierto porque alguien vio algo y lo reportó.   \n\n\tComo dije en mi discurso la semana pasada, una de las cosas más importantes que podemos hacer es continuar siendo fieles a quienes somos como estadounidenses.  Los terroristas como ISIL están usando la religión y la cultura para intentar dividirnos.   Es así como avivan el miedo.  Es así como reclutan.  Al igual que los musulmanes en todo el mundo tienen que continuar rechazando cualquier interpretación torcida del Islam, todos nosotros tenemos que rechazar la intolerancia, en todas sus formas.   Lo repetiré: el prejuicio y la discriminación ayudan a ISIL y perjudican a nuestra seguridad nacional.\n\n\tLa buena noticia es que los estadounidenses nos estamos uniendo para reafirmar los valores fundamentales que nos mantienen fuertes.   Los líderes políticos de todo el espectro —demócratas y republicanos— están alzando sus voces, enérgicamente, en defensa de la libertad religiosa.  Las iglesias y las sinagogas se están comunicando con las mezquitas locales para recordarnos que todos somos hijos de Dios.   Ciudadanos agradecidos les están dando las gracias a los patrióticos musulmanes estadounidenses miembros y veteranos de nuestras fuerzas armadas.   Algunos de nuestros mayores héroes de los deportes nos han recordado el por qué son verdaderos campeones, y voceros de la tolerancia y el entendimiento.   A lo largo de la nación, los estadounidenses se están acercando a sus amigos, vecinos y colegas musulmanes para dejarles saber que  pueden contar con nosotros.  Recuerdo a la señora en  Texas con el cartel que decía “Amamos a nuestros vecinos musulmanes”.\n\n\tEse es el mensaje que espero sea escuchado por todos los estadounidenses musulmanes; que todos somos partes de una misma familia estadounidense.   Y es un mensaje que todos nosotros podemos transmitir: los padres a nuestros hijos, los maestros a sus estudiantes, los líderes de la política, de los negocios y del entretenimiento.   Allá en San Bernardino, las personas de toda la comunidad se han unido en vigilias para orar: cristianos, judíos, musulmanes y otros.  Han enviado un mensaje muy poderoso: todos estamos juntos en esto.  Esa es la actitud que tenemos que mantener.  Eso es lo que podemos hacer, como estadounidenses unidos para defender el país que amamos.  \n\n\n\n\n"
}