{
    "title": "FACT SHEET: First Lady Michelle Obama and Dr. Jill Biden Announce that All 50 States Have Taken Action On Military Spouse Licensing | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/07/02/fact-sheet-first-lady-michelle-obama-and-dr-jill-biden-announce-all-50",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 01, 2016\n\n \n\n\n\nFACT SHEET: First Lady Michelle Obama and Dr. Jill Biden Announce that All 50 States Have Taken Action On Military Spouse Licensing\n\n\n\n\n\nAs part of the 4th of July Weekend and their Joining Forces initiative, the First Lady‎ and Dr. Biden are pleased to announce that all 50 states have taken action on military spouse licensing. See the First Lady's Q&A with Military Times for more information.\n\n\tIn 2011, First Lady Michelle Obama and Dr. Jill Biden came together to launch Joining Forces, a nationwide initiative calling on all Americans to rally around servicemembers, veterans, and their families and support them through wellness, education, and employment opportunities. As part of the 5th Anniversary of Joining Forces, Mrs. Obama and Dr. Biden announced more than 1.2 million veterans and military spouses have been hired or trained as a result of ongoing outreach.\n\n\tIn 2011, the First Lady and Dr. Biden issued a call to action to all 50 U.S. governors to take executive or legislative action to streamline state licensing for the military community. In collaboration with state legislators and regulators, Joining Forces and the Department of Defense have helped states adopt simple measures to accommodate the demands of the military and support military spouses as they seek to continue their career despite their spouses’ orders.\n\n\tToday, all 50 states have taken action to support the military community by making it easier for military spouses to overcome barriers to employment.By streamlining licensing and credentialing, military spouses – many of whom require licenses – can continue working no matter their location.\n\n\tThe military community faces a unique set of challenges. Below are key facts regarding the situation for many military spouses:\n\n\n\t\tOn average, military spouses seek new employment every 1-3 years based on their military spouses’ orders.\n\n\t\t35% of military spouses work in an occupation that requires a professional license, thus necessitating re-credentialing with each move across state lines.\n\n\t\tNearly 15% of all military spouses move households to accommodate their families—compared to 1.1% of non-military spouses.\n\n\t\t68% of married service members reported their spouse's ability to maintain a career impacted their decision to remain in the military by a large or moderate extent.\n\n\t\tRead more HERE to see examples of how states have taken action across the country to support the employment of the military spouse community.\n\n\nBelow you will find a Q&A with the First Lady and Military Times: \n\nThis summer Joining Forces is celebrating a milestone for military spousal licensing.How does this issue impact military families, and why is it so important? \n\n\tAs your readers all know, our military families’ extraordinary service to our country often involves transitioning every few years to a new base in a different state or even a different country. Unfortunately, these moves have often presented a serious challenge for military spouses with jobs that require licenses – like nurses, electricians, and accountants.\n\n\tAs recently as five years ago, only three states had taken action to allow those licenses to transfer over state lines, so to continue their careers, these spouses had to pay hefty fees or take burdensome classes to get a new license in each new state they moved to.Our military families already sacrifice so much on our behalf, and to ask them to sacrifice their livelihood as well was absolutely unacceptable.\n\n\tThat’s why in 2011 Dr. Jill Biden and I started working on this issue through our Joining Forces initiative and encouraging states to take action.By 2012 nearly half of all states had addressed this issue, and we put out a report to help legislators in the remaining states understand the barriers military spouses were facing and to offer a roadmap for how to help.\n\n\tAnd today, just four years later, I am pleased to report that all 50 states have stepped up.\n\nWhy do you think it took five years to reach this goal? Is that a sign of how difficult it is to address these issues, or more a reflection on how little many Americans know about the challenges facing military families?\n\n\tFrom the very beginning, we knew that addressing this issue wouldn’t be easy, and success wouldn’t come quickly.Licensing rules are established by the statutes of 50 states, and by rules created by approximately 50 boards and regulatory agencies in each state.So we had to go state by state, working with Governors, state legislatures, and other officials to help them understand the dynamics of military life and how their boards’ licensing processes may not leave sufficient time for a military spouse to obtain a license, find a job, and progress in a career during a multi-year tour of duty.\n\n\tUltimately, this is really what Joining Forces is all about: it’s about educating people about the challenges our servicemembers, veterans and military families face; the sacrifices they make; and their extraordinary service to our country.And it’s about asking people to step up and give something back.\n\nHave you heard from families about how the new spousal licensing agreements have impacted their lives? Are we already seeing this have an impact on spouses trying to find new jobs or keep their current careers growing?\n\n\tSo many spouses are already taking advantage of the new agreements and reporting that they’re encountering much less red tape and bureaucracy and that the process is much easier than it used to be.\n\n\tTake the example of Katherine Goyette, a lawyer whose husband is a First Lieutenant in the Army.Last year, Katherine moved from Kansas to join her husband at his duty station in Colorado.A few years ago, Katherine would have been facing a hefty bar application fee and months of preparation for yet another bar exam.She likely would’ve had to cut back her hours or quit her job entirely to have time to study.Thankfully, much to Katherine’s relief, Colorado adopted new law licensure rules for military spouses: no exams required!\n\n\tSo this is great progress. But of course, even though all 50 states have addressed this issue in some way, we know that there are still plenty of gaps and challenges that we need to work on, so as far as I’m concerned, our work here definitely isn’t finished.\n\nHow varied are the rules from state to state, and is there still room for improvement even within the policies already adopted?\n\n\tEach state is unique, and the policies they’ve adopted reflect that.For more background on the new rules in each state, you can visit: http://www.usa4militaryfamilies.dod.mil/.\n\n\tBut of course, there’s always room for states to do even more on this issue, from enlisting employers to come up with creative solutions to offering temporary or expedited licenses to spouses.And as we get feedback about how the new policies are working and where they’re falling short, and we hear about additional challenges, we’ll have more work to do to address those issues.\n\nWhat's next? With this milestone reached, what's the biggest challenge facing troops and their families when it comes to employment issues?\n\n\tWhen it comes to spousal licensing, we still have a lot of work to do for teachers and educators, whose licenses and certifications are particularly complicated and specialized.Some states have already taken important steps, but we need to do even more to ensure that these folks can get back in a classroom after a move without facing so many costs and barriers.\n\n\tBut there’s always more work to be done on military spouse and veteran employment.We recently reached the milestone of more than 1.2 million veterans and military spouses hired or trained, which was huge and shows that employers across the country have realized that hiring veterans and military spouses isn’t just the right thing to do, it’s the smart thing to do for their businesses.I’ve always said that our vets and spouses are some of the most highly-skilled, highly-trained, highly motivated and talented employees you can find, and employers nationwide clearly agree.\n\n\tAnd while, over the past five years, the veterans’ unemployment rate has been cut in half, as far as I’m concerned, if just one veteran or military spouse who wants a job can’t find one, that’s one too many.\n\n\tOur military is an all-volunteer force, and we need to show our young people that serving in the military allows you to have a great career, both in and out of uniform.So we need even more employers to step up and hire our veterans, and we need companies to provide more flexible work environments so that military spouses who are moving every few years can keep moving up the career ladder.\n\n\tSo we’re going to keep pushing, and talking to CEOs, because we still have plenty of work left to do on this issue.\n\n\tJoining Forces just celebrated its five-year anniversary. Do you feel like the country has a better understanding of the sacrifices and challenges facing military families now? Is that small percentage of families who served in the wars still struggling to really connect with their communities?\n\n\tI do think that the landscape has changed significantly over the past five years. We’ve seen so many partners – businesses, non-profits, hospitals, universities, celebrities, teachers, neighbors, and others – all across this country step up to recognize the service and sacrifice of our service members, veterans, and families.When we ask folks to be part of Joining Forces, no one ever really says no, because once they learn about what our men and women in uniform and their families do for our country, they’re eager to give back.\n\n\tI hope that our military community can feel this support, because so many people are so proud of them – and so grateful to them – and want to serve them as well as they’ve served this country.\n\n\tAnd as we celebrate July 4th this year, we all need to recommit ourselves to doing everything we can to honor the extraordinary servicemembers, veterans, and military families who defend our freedom and keep us safe.\n\n\n\n\n"
}