{
    "title": "President Obama Announces More Key Administration Posts, 12/17/09 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-announces-more-key-administration-posts-121709",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 17, 2009\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts, 12/17/09\n\n\n\n\nWASHINGTON – Today, President Barack Obama announced his intent to nominate the following individuals to the Board of Directors of the Legal Services Corporation:\n\nSharon L. Browne, Member, Board of Directors of the Legal Services Corporation\nCharles Norman Wiltse Keckler, Member, Board of Directors of the Legal Services Corporation\nVictor B. Maddox, Member, Board of Directors of the Legal Services Corporation\n\nPresident Obama announced today his intent to nominate the following individuals:\nSharon L. Browne, Nominee for Member, Board of Directors of the Legal Services Corporation\nSharon L. Browne is a principal attorney in Pacific Legal Foundation’s Individual Rights Practice group and a member of the Foundation’s senior management.  Ms. Browne is a trial and appellate lawyer and joined Pacific Legal Foundation as a staff attorney immediately following law school in 1985.  From 1991-1995, she was a senior trial attorney with the public issues law firm of Zumbrun, Best, & Findley where she specialized in land use and education law.  She returned to Pacific Legal Foundation in 1995.  Ms. Browne has also served as an adjunct professor of law at McGeorge School of Law from 1995-2000.  Ms. Browne’s articles have been published in the University of Miami Law Review (2009) and the Pepperdine Law Review (1994).  Since 2007, Ms. Browne has served on the California Advisory Committee to the United States Commission on Civil Rights and is on the Executive Committee for the Federalist Society’s Civil Rights Practice Group.  Ms. Browne received her B.A. in 1970 from the University of California, Davis and her J.D. in 1985 from the University of the Pacific McGeorge School of Law.\nCharles Norman Wiltse Keckler, Nominee for Member, Board of Directors of the Legal Services Corporation\nCharles Keckler currently teaches civil procedure and evidence at Pennsylvania State University's Dickinson School of Law.  Mr. Keckler's research focuses on reforms to the litigation system, empirical studies of the judicial process, and how to strengthen civil society.  From 2007-2009, Mr. Keckler was Deputy Assistant Secretary for Policy and Senior Advisor at the U.S. Department of Health and Human Services Administration for Children and Families where he worked on regulatory matters and oversaw networks of federal grantees providing billions of dollars of services to disadvantaged populations.  In this role, he testified before Congress and led the United States diplomatic delegation to the Organization of American States Conference on Social Development.  Prior to his work with HHS, Mr. Keckler taught civil procedure and comparative law for two years at George Mason University School of Law.  He began his academic career as a lecturer at Northwestern Law School. He previously practiced as an appellate and trial litigator with Mayer Brown in Chicago.  Immediately after graduating law school, he clerked for Judge Danny J. Boggs on the Sixth Circuit Court of Appeals.  Before going to law school, Mr. Keckler taught and did research in the field of anthropology, including as a National Science Foundation Graduate Fellow and as an instructor in research methods at the University of New Mexico.  He earned his undergraduate degree from Harvard College and his M.A. and J.D from the University of Michigan.  He is a member of Phi Beta Kappa and the Order of the Coif.\nVictor B. Maddox, Nominee for Member, Board of Directors of the Legal Services Corporation\nVictor B. Maddox has been practicing law in the public and private sectors for nearly 30 years.  He has been a partner in the Louisville, Kentucky law firm of Fultz Maddox Hovious & Dickens, PLC since 1995 where he is responsible for a broad range of trial, arbitration and appellate matters involving constitutional and public policy law and commercial and business litigation.  From 1987-1995, he was a partner at Brown, Todd & Heyburn, one of Kentucky’s largest law firms.  In addition to his private practice experience, Mr. Maddox served as a Trial Attorney for the Civil Division Commercial Litigation Branch at the U.S. Department of Justice, where he represented a wide variety of federal agencies in commercial litigation across the country, at both the trial and appellate level.  Later, he served as Counsel for the U.S. Senate Judiciary Committee, on behalf of Senator Mitch McConnell.  In this role, he provided legal advice on civil rights and discrimination laws, intellectual property, constitutional law, criminal and white collar crime law, and judicial nominations.  Mr. Maddox was also appointed to the Kentucky Registry of Election Finance in 1994.  He received his B.B.A summa cum laude from Ohio University, Athens in 1978 and his J.D. cum laude from Indiana University, Bloomington in 1981.\n\n\n\n"
}