{
    "title": "First Lady Michelle Obama Urges American Youth to Strengthen U.S. – China Ties | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/19/first-lady-michelle-obama-urges-american-youth-strengthen-us-china-ties",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJanuary 19, 2011\n\n \n\n\n\nFirst Lady Michelle Obama Urges American Youth to Strengthen U.S. – China Ties\n\n\n\n\nPresident Obama’s “100,000 Strong Initiative” will increase the number and diversity of American student studying in China. \n\nWashington, DC – Citing the need to prepare young people to succeed in the modern global economy, First Lady Michelle Obama encouraged students to study in China, work together and make America and the world stronger. In support of the President’s “100,000 Strong Initiative, Mrs. Obama spoke to more than a thousand young people from Washington, DC, area public, private and parochial schools, colleges and universities about the importance of building relationships with their peers in China and creating a mutual understanding around the world. The First Lady has made youth engagement her international focus by both reaching out to young people around the world on behalf of the U.S. and also encouraging American youth to become more involved in world affairs, as she highlighted in her 2010 George Washington University commencement speech.\n\t \n\tMrs. Obama was joined by Madame Chen Naiqing, the wife of China’s ambassador to the U.S., Zhang Yesui, and Mary Kaye Huntsman, wife of U.S. ambassador to China Jon Huntsman.  \n\t \n\tPresident Obama and the First Lady began the day by hosting Chinese President Hu Jintao, President of the People’s Republic of China, at the White House for a State Visit. President Hu’s visit highlights the importance of expanding cooperation between the United States and China on bilateral, regional, and global issues, as well as the friendship between the peoples of our two countries.  The President and Mrs. Obama will conclude the evening by hosting President Hu for a State Dinner.\n\t \n\t“Studying in countries like China isn’t only about your prospects in the global marketplace.  It’s not just about whether you can compete with your peers in other countries to make America stronger.  It’s also about whether you can come together, and work together with them to make our world stronger.  It’s about the friendships you make, the bonds of trust you establish, and the image of America that you project to the rest of the world,” said First Lady Michelle Obama. That’s why it is so important for more of our young people to live and study in each other’s countries – because that’s how you develop that habit of cooperation.  By immersing yourself in someone else’s culture, by sharing your stories and letting them share theirs, by taking the time to get past the stereotypes and misperceptions that too often divide us.”\n\t \n\t“The State Department sends more Americans to study abroad in China than to any other country, “said Assistant Secretary of State for Educational and Cultural Affairs Ann Stock, “Students who study abroad learn firsthand how critical international exchange programs are to developing the next generation of global citizens.”\n\t \n\tPresident Obama unveiled the “100,000 Strong Initiative” during his 2009 visit to China. Today the First Lady announced more than $2.25 million in private sector pledges in support of the initiative’s goal of dramatically increasing the number and diversity of American students studying in China. In particular, the $1 million pledges by both Caterpillar Inc. and Citigroup, the $100,000 pledges by Motorola Solutions Foundation and the U.S.-China Education Trust (USCET) are the first major financial commitments made in support of the Initiative. They will advance the goal of increasing the number of American students who study in China by 2014, particularly among under-represented groups such as minority and community college students.\n\t \n\tBuilding off Mrs. Obama’s remarks, a panel of students who studied in China gave their insights. Critical Language Scholarship alumna Nicole Baden of Howard University, Lyric Carter from Phelps Architecture, Construction and Engineering High School in Washington, D.C., Gilman alumna Valery Lavigne from the College of New Jersey, and Gilman alumnus David Marzban from Pepperdine University shared their life-transforming experiences studying in China with moderator Ann Stock, Assistant Secretary of State for Educational and Cultural Affairs.\n\t \n\tIn addition to announcing major funding pledges, the U.S. Mission in China recently relaunched its “EducationUSA” program to ensure that Chinese students and their parents receive trustworthy information about studying in the United States.  EducationUSA also features online and mobile services to make this information available throughout China.  \n\t \n\tThe First Lady also highlighted several new efforts launched under the 100,000 Strong Initiative, including:\n\t \n\n\nThe D.C. Center for Global Education and Leadership (CGEL) will create up to 1,000 study abroad opportunities over the next four years in support of the President’s Initiative for students, teachers, and education policymakers from Washington, D.C. public and public charter schools, an underserved community.\n\nAlthough community colleges enroll more than half of the undergraduates in the United State, community college students represent only three percent of those who study abroad.  To address this discrepancy, the Center for Global Advancement for Community Colleges (CGACC) is establishing an inter-semester China program in collaboration with the West Los Angeles Community College. The program would offer month-long, study-abroad opportunities tailored to community college students. Students from West Los Angeles College, Northern Virginia Community Colleges, Community College of Spokane, Richland Community College, Miami Dade College, and Bronx Community College will be invited to participate in the pilot project, which will later be expanded nationwide.\n\nIn support of the Initiative, last week Secretary of State Hillary Rodham Clinton sent a letter to leading educational umbrella groups encouraging their member organizations to increase the number of their students who study abroad in China. To date, 324 institutions have answered in support of her invitation and have pledged to double their numbers over the next four years. Included in these supporters are the 47 public Historically Black College and University members of the Thurgood Marshall College Fund; the 39 private HBCU members of the United Negro College Fund; and the 199 U.S.-based Hispanic-serving members of the Hispanic Association of Colleges and Universities. This commitment will help address the significant underrepresentation of minority students in study abroad overall and in China in particular.\n\nA Federal Advisory Committee composed of celebrated China experts and private-sector leaders is being created to provide guidance and support to the Initiative.\n\n \n\tOther new efforts include:\n\n\nZinch, a private U.S. information management company with operations in China, will create a free online database for American students to find study abroad opportunities in China.\n\nThe Ford Foundation, a U.S. non-profit with a long-history in China, is providing seed money to the non-profit organization Golden Bridges for the creation of a robust alumni network to bring together students who have traveled to China as part of the 100,000 Strong cohort and previously.\n\nGreenPoint Group and the Friends of Charitable Education Trust have offered scholarships to students from rural Kansas to participate in the Experiment in International Living’s China program.\n\nVan Eyck Global has contributed $100,000 in support of the Initiative to the U.S.-China Education Trust.  USCET has distributed this money among four forward-looking colleges to provide travel grants for their students to go to China: University of Arkansas, Boston University, North Alabama University, and San Francisco State University.     \n\nThe Chinese government has offered 10,000 scholarships for Americans studying in China.  These “bridge” scholarships will cover all in-country costs and target high school and college students and teachers.  \n\nIn addition, the State Department is working with a large number of schools and study abroad programs to help them identify new sources of funding so that they can scale up their excellent China study programs.  \n\n\nAbout the 100,000 Strong Initiative\n\tThe 100,000 Strong Initiative aims to increase significantly the number of Americans who have the opportunity to study in China.  Citing the strategic importance of the U.S.-China relationship, President Obama announced the Initiative in Shanghai in November 2009, and Secretary Clinton officially launched the effort in May 2010.  The Initiative is designed to help educational institutions establish or expand China study programs. It also seeks to reach communities that are traditionally underrepresented in study abroad, including minority, community college, and high school students, as well as students in the science and technology field and those pursuing advanced degrees in China studies. The Initiative relies exclusively on private-sector funds. More information about the Initiative can be found at: www.state.gov/100000strong <http://www.state.gov/100000strong> .\n\nAbout the Department of State’s Bureau of Educational and Cultural Affairs\n\tThe Department of State’s Bureau of Educational and Cultural Affairs (ECA) promotes international mutual understanding through a wide range of academic, cultural, private-sector, professional, and sports exchange programs. ECA exchanges engage youth, students, educators, artists, athletes, and emerging leaders in many fields in the United States and in more than 160 countries. Alumni of ECA exchanges comprise over one million people around the world, including more than 50 Nobel Laureates and more than 300 current or former heads of state and government.\n\t \n\tECA’s programs for study abroad for Americans include the Fulbright Program, providing opportunities for students and scholars from the United States and countries around the world to study, teach, and conduct research in each other’s country,  the Gilman Program, providing scholarships to American undergraduates with financial need for study abroad; the Critical Language Scholarship Program, supporting study for American undergraduate and graduate students in intensive summer language institutes overseas; and the National Security Language Initiative for Youth (NSLI-Y) Program, sending American high school students overseas for intensive language study for summer, semester and academic year programs.\n\n\n\n\n"
}