{
    "title": "Fact Sheet: An Update on Bringing Jobs Back to the United States | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/05/08/fact-sheet-update-bringing-jobs-back-united-states",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 08, 2012\n\n \n\n\n\nFact Sheet: An Update on Bringing Jobs Back to the United States\n\n\n\n\n\n\tOn January 11, 2012, President Obama hosted the White House Insourcing Forum, where he called on companies to invest in America and heard from companies already bringing jobs back and making additional investments in America.  Those companies at the Forum – large and small, foreign and domestic, manufacturers and services firms – all chose to invest and create new jobs here, citing that rising cost abroad combined with the continued productivity improvements by American workers, our world-leading universities, and a strong business environment make the U.S. an increasingly attractive location for investment and jobs. \n\t \n\tIn conjunction with the Forum, the White House released a report highlighting the emerging trend of insourcing.  Since the Forum, the evidence continues to mount, demonstrating that the economic trends are taking hold and more companies are choosing to bring their operations to America.\n\t \n\tToday, the President is traveling to the College of Nanoscale Science and Engineering (CNSE) of the University at Albany - State University of New York, a research, education, and manufacturing resource center dedicated to preparing the next generation of scientists and researchers in nanotechnology, to highlight insourcing and the connection between education, innovation, and manufacturing in supporting investment and bringing jobs back.\n\t \nThe U.S. economy continues to add private sector jobs, particularly in the manufacturing sector\n\n\n\t\tThe U.S. economy has added private sector jobs for 26 straight months for a total of 4.25 million jobs during that period.  So far this year, the U.S. economy has added over 820,000 private sector jobs, on net.  \n\n\t\tU.S. manufacturing continues to grow.  U.S. manufacturing has added nearly 500,000 jobs in the past 26 months – the strongest growth for any 26 month period since 1995.  So far this year, the manufacturing sector has added 139,000 new jobs.  \n\n\n \n\t \nUnlike the previous decade, our economic growth is being supported by manufacturing production, exports, and business investment\n\n\n\t\tU.S. manufacturing production – the amount of goods that we make – continues to grow.  Production is up 13% over the past 26 months, a 6% annual rate of growth which is the fastest since the 1990s.  So far this year, manufacturing production has accelerated, growing at a 7% annual rate of growth.  \n\n\t\tThe export of U.S. goods and services to other countries continues to grow, despite challenges abroad. The U.S. exported $2.1 trillion over the last 12 months, the highest level of exports over a 12-month period in U.S. history.  This is a 35% increase over the level of our exports in 2009.\n\n\t\tBusiness investment is up over 18% since the end of 2009, as companies continue to invest in capacity and equipment to help our workers become even more productive.  Business investment has been much stronger than in the economic recovery during the last decade. \n\n\n\t \n\t  \n\t \nOutside analysts agree that the U.S. is an increasingly attractive location to invest, and companies are planning to insource more jobs and investment to the United States.\n\t \n\tIn the Investing in America Report released at the White House Insourcing Forum, it was highlighted that outside analysts from the Boston Consulting Group, Accenture, and Booz & Company had examined the relative attractiveness of the U.S. as a location for manufacturing and found that America was increasingly an attractive option for companies.  Analysts noted that the “total cost of doing business” – after taking into account the productivity of U.S. workers as well as transportation, supply chain risks, and other costs – is now making production in a range of industries as economical in the United States as in other parts of the world, including China.  New reports from The Boston Consulting Group and Bank of America support these claims: \n\n\n\t\tIn April 2012, The Boston Consulting Group released a recent survey of executives showing that 37% of all companies surveyed, and 50% of big companies with revenues over $10 billion, were planning to, or actively considering, moving manufacturing to the United States from China.  These companies are actively looking to move to the United States because 9 in 10 believe that costs in China are on the rise and 7 in 10 believe that their operations in China turned out to be more costly than they had originally anticipated.\n\n\t\tIn a report from March 2012, Bank of America released a report on U.S. manufacturing that claimed “the U.S. economy is in the early stages of a long term manufacturing renaissance.”  When examining the increasing competitiveness of U.S. manufacturing, the report argues that “manufacturers [are] increasingly likely to focus on and possibly bring production back to the U.S.”  Rising costs abroad combined with U.S. advantages in knowledge, logistics, access to energy, workforce, and overall productivity will continue to support a U.S. manufacturing renaissance.\n\n\nPresident Obama believes that a strong and growing manufacturing sector is necessary for a strong and growing economy.\n\t \n\tWhile Insourcing is happening across different industries – from manufacturers making jet engine components and furniture to services firms providing IT and customer call center solutions – the President has, in particular, highlighted the importance of a competitive U.S. manufacturing sector to the vision of a U.S. economy that was innovate, competitive, and the source of good jobs for American workers.\n\t \n\tWhile we must lay a foundation for private sector job growth across the board, we also recognize that manufacturing “punches above its weight.”  \n\t \n\t \n\t \n\tWhen you take into account the outsized role that manufacturing plays in innovation through R&D investment and patents, the tight linkage between innovation and manufacturing production, the higher-wage jobs manufacturing produces, its importance for exports, the spillover benefits that manufacturing facilities have on firms and communities around them, and the deeper economic harm that comes from allowing our manufacturing production capacity to be hollowed out – it becomes clear why President Obama has placed a special emphasis on revitalizing American manufacturing.\n\t \nThe President’s visit to the College of Nanoscale Science and Engineering at SUNY-Albany demonstrates the important role that partnerships between universities and companies can play in accelerating education, innovation and U.S. manufacturing investment.\n\t \n\tThe College of Nanoscale Science and Engineering (CNSE) at SUNY-Albany is a global education, research, development and technology deployment resource dedicated to preparing the next generation of scientists and researchers in nanotechnology.  In September 2011, New York State announced a $4.4 billion investment by Intel, IBM, GLOBALFOUNDRIES, TSMC, and Samsung to develop the next generation of computer chip technology in partnership with the State and research institutions led by CNSE.  This type of partnership is spurring investment in the surrounding area, creating additional opportunities for American workers, and encouraging more firms to bring manufacturing production to the United States.\n\t \n\tThe President believes that the United States need to support these critical shared manufacturing facilities and has proposed in the FY13 Budget a $1 billion investment to catalyze a National Network for Manufacturing Innovation consisting of up to fifteen institutes, each serving as a hub that will help to make U.S. manufacturing facilities and enterprises more competitive and encourage investment in the United States.  Like CNSE, the Institutes will bring together large companies, small and medium enterprises, research organizations and universities, federal agencies, and states to accelerate innovation through investment in key manufacturing technologies with broad applications.  In March 2012, the President announced that to jumpstart this effort, the Administration will invest $45 million in existing resources to launch a single pilot institute through a competitive award to be announced later this year.\n\t \n\n\n\n\n"
}