{
    "title": "Congressman Adler Backs Middle Class Tax Cut Framework | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/10/congressman-adler-backs-middle-class-tax-cut-framework",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 10, 2010\n\n \n\n\n\nCongressman Adler Backs Middle Class Tax Cut Framework\n\n\n\n\n\nCongressman Adler Supports Tax Cuts Which Will Help Grow Our Economy, Demands Fiscal Responsibility from Washington\n\n\tWashington, DC – Congressman John Adler released the following statement concerning the tax cut proposal negotiated between President Barack Obama and Republican Senate Leaders. The proposal was rejected earlier today in a voice vote by the incoming 112th House Democratic Caucus.\n\n\t“I support the deal President Obama negotiated with Congressional Republicans, because it will help middle class families and our small businesses.  I believe it is the best deal the President could negotiate.\n\n\t“New Jersey's families, seniors and small businesses are anxious to see our economy grow. This deal is not perfect, but extending unemployment benefits and cutting taxes targeted at the middle-class will help spark private sector growth. Our principal focus has to be on the nation’s economic recovery, and putting millions of American back to work.  Congress should revisit its tax policy to determine its long-term effects on the federal deficit after our nation emerges from a prolonged recession.\n\n\t“Once more, I find it puzzling that Democrats and Republicans in Congress are debating extending unemployment benefits and our nation’s tax policy without discussing Washington’s serious spending problem.  It is fiscally irresponsible to continue on Washington’s course of adding to an already out-of-control federal deficit. If this deal is to be amended, I hope members of both parties will look at the budget to find a way to lower our national debt.”\n\n\n\n\n"
}