{
    "title": "Declaraciones del Presidente sobre el Cierre del Debate sobre la Reforma Financiera | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-del-presidente-sobre-el-cierre-del-debate-sobre-la-reforma-financiera",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 21, 2010\n\n \n\n\n\nDeclaraciones del Presidente sobre el Cierre del Debate sobre la Reforma Financiera\n\n\n\n\nJardín de Rosas \n \n4:33 P.M. EDT\n \nEL PRESIDENTE: Buenas tardes a todos. Quiero decir unas cuantas palabras sobre la votación de hoy con respecto a la reforma financiera en el Senado. \n \nHe dicho muchas veces que la recesión de la que estamos saliendo fue causada principalmente por la falta de responsabilidad y de rendimiento de cuentas desde Wall Street hasta Washington. Es una de las razones por la cual nuestra economía casi colapsó. Es lo que ocasionó innumerables ejecuciones hipotecarias, la quiebra de bancos comunitarios y pequeñas empresas, y un torrente de empleos perdidos que dejaron a millones de estadounidenses sin trabajo. Y es por eso que hice de la aprobación de la reforma de Wall Street una de mis principales prioridades como Presidente, para que no vuelva a suceder una crisis como ésta. \n \nEn el último año, el sector financiero ha tratado repetidamente de descarrilar esta reforma con hordas de cabilderos y millones de dólares en anuncios. Y cuando no pudieron eliminarla, trataron de debilitarla con brechas legales y beneficios especiales para intereses especiales, dirigidos a socavar el verdadero cambio. \n \nHoy, pienso que cabe decir que estos esfuerzos han fracasado. Hoy, los demócratas y unos cuantos republicanos en el Senado votaron para acabar con maniobras obstruccionistas y permitir un debate final y votación sobre la reforma financiera, una reforma que protegerá a los consumidores, protegerá nuestra economía y hará que Wall Street rinda cuentas por sus actos.\n \nQuiero darles las gracias al senador Chris Dodd y al líder mayoritario Reid por su liderazgo con respecto a esta medida, como también todos los senadores que pusieron de lado las poses partidistas al permitir una votación sobre esta importante reforma. Y quiero darle las gracias a todo estadounidense que continuó ejerciendo presión en Washington para que se cambiara un sistema que funcionaba mejor para los bancos de Wall Street que para las familias promedio. \n \nAhora, aún nos queda trabajo por hacer. Pronto vamos a tener una votación final en el Senado, y luego la Cámara de Representantes y el Senado tendrán que salvar las diferencias entre las dos propuestas. Y no hay duda de que durante ese tiempo, el sector financiero y sus cabilderos continuarán dando lucha. Pero me aseguraré que logremos un producto final que sea a la vez eficaz y responsable, que haga que Wall Street cumpla con altos estándares de responsabilidad y logre la estabilidad financiera, y a la vez mantenga la solidez y las funciones cruciales del sector financiero, lo que es esencial para nuestra prosperidad y nuestra capacidad de innovar y competir en una economía mundial. \n \nNuestro objetivo no es castigar a los bancos, sino proteger a la economía en general y al pueblo estadounidense de cualquier tipo de conmoción que hayamos visto en los últimos años. Y la medida de hoy fue un importante paso hacia lograr dicho objetivo.\n \nDebido a la reforma de Wall Street, pronto tendremos en vigor las más estrictas medidas de protección al consumidor de la historia. Si alguna vez han solicitado una tarjeta de crédito, un préstamo de estudios o un préstamo hipotecario, conocen la sensación de firmar páginas de letra menuda que apenas se pueden entender. Es un gran paso para la mayoría de las familias, pero uno que a menudo está lleno de confusión y recelo innecesarios. Como resultado, muchos estadounidenses simplemente son embaucados con préstamos que simplemente no pueden pagar y con tarifas escondidas intencionalmente por compañías inescrupulosas. \n \nEsos días llegarán a su fin pronto. De ahora en adelante, todos los consumidores estarán en mejor posición, pues contarán con la información clara y precisa que necesitan para tomar las mejores decisiones financieras para ellos. Este proyecto de ley acabará con las prácticas que se aprovechan de la gente y las instituciones inescrupulosas de préstamos hipotecarios. Velará por el cumplimiento de la nueva ley de tarjetas de crédito que aprobamos y que prohíbe los aumentos injustos de tasas y asegura que a la gente no la sorprendan las tarifas por sobregiro cuando abren una cuenta corriente. Les dará información a los estudiantes que sacan préstamos para estudios universitarios y se asegurará de que los prestamistas no se burlen del sistema. Y se cerciorará de que todo estadounidense reciba gratis su puntaje crediticio si se le ha denegado un préstamo o seguro debido a ese puntaje. \n \nDebido a la reforma financiera, nunca se le volverá a pedir al pueblo estadounidense que pague la cuenta por los errores de Wall Street. Ya no habrá planes de rescate financiados por los contribuyentes, punto. Si una gran institución financiera quiebra algún día, contaremos con las herramientas para que cese de operar sin poner en peligro la economía en general. Y habrá nuevas normas para evitar que, para comenzar, las instituciones financieras se vuelvan “demasiado grandes para fracasar”, de manera que no tengamos otro AIG. \n \nDebido a la reforma, los tipos de tratos complejos y a puerta cerrada que ayudaron a desencadenar la crisis financiera se sacarán por fin a la luz del día. Y de ahora en adelante, los accionistas tendrán más voz y voto sobre la paga del CEO y otros ejecutivos, para que puedan recompensar el éxito en vez del fracaso y ayudar a cambiar los malsanos incentivos que fomentaron tanto riesgo imprudente en primer lugar.\nEn resumen, la reforma de Wall Street les dará mayor seguridad a los estadounidenses promedio, a las familias que están por comprar su primer auto o su primera casa, a los contribuyentes que no deben tener que pagar por la irresponsabilidad de otros, a las pequeñas empresas y bancos comunitarios que obedecen las reglas, y a los accionistas e inversionistas que desean ver que sus compañías crecen y prosperan.\nY permítanme recalcar que no se trata de que cuando Wall Street pierde, los estadounidenses promedio ganan. Aprendimos la lección y, en la economía actual, todos estamos conectados. Cuando la economía prospera, todos ganamos. Cuando el sector financiero funciona con normas más seguras que garantizan equidad y estabilidad, todos ganamos. Todos los estadounidenses tenemos interés en el bienestar del sector financiero. Pero por esa razón, también es imperativo que quienes toman las decisiones en Wall Street y venden valores bursátiles rindan cuentas por sus actos. Porque detrás de cada dólar en una transacción o préstamo de Wall Street, hay una familia que desea comprar una casa, pagar estudios universitarios, abrir un negocio o ahorrar para la jubilación.\nY la reforma que promulgue no va a quitarle libertad al mercado, simplemente producirá normas sensatas, responsables y previsibles para el mercado bursátil. Nadie tiene nada que temer de esta ley, a no ser que su negocio se base en estafar a sus clientes y evadir la ley.\n \nAhora que estamos dejando atrás la recesión, esta reforma es un paso importante que le dará solidez a nuestra economía. Y a pesar de los altibajos asociados con una recuperación, esta economía está mejorando cada día. El crecimiento económico se ha reanudado. El mes pasado, hubo crecimiento laboral, y fue el cuarto mes consecutivo de crecimiento laboral y el mayor incremento en cuatro años. Y estamos colaborando estrechamente con nuestros socios del G20 en todo el mundo para asegurarnos de que el crecimiento sea equilibrado y sostenible.\n \nCuando asumí la presidencia también dije que no simplemente reconstruiríamos esta economía sobre el mismo terreno arenoso de tarjetas de crédito al máximo, burbujas de vivienda o imprudentes riesgos en Wall Street. La vamos a reconstruir sobre cimientos más firmes y sólidos que fomenten el crecimiento económico. Por eso hemos invertido en energía renovable que actualmente tiene el potencial de generar nuevos empleos en todo Estados Unidos. Por eso estamos reformando nuestro sistema educativo para que nuestros trabajadores puedan competir a nivel mundial. Por eso aprobamos una reforma del seguro médico para que los costos de las familias y empresas se redujeran. Y por eso estamos a punto de aprobar la reforma de la normatividad financiera, para proteger a los consumidores y asegurarnos de que no tengamos otra crisis provocada por la irresponsabilidad de unos pocos.\n \nJunto con las medidas que estamos tomando para fomentar la innovación y alentar la contratación y controlar nuestro déficit, es así que construiremos finalmente una economía más próspera y sólida de lo que era antes.\nMuchas gracias a todos.\nEND                  4:41 P.M. EDT \n \n\n\n\n"
}