{
    "title": "Statements on the President’s State of the Union Address | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/01/25/statements-president-s-state-union-address",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 25, 2012\n\n \n\n\n\nStatements on the President’s State of the Union Address\n\n\n\n\n\nColorado Governor Hickenlooper\n\n\t“The President tonight hit a tone about working together that is familiar to Coloradans. People here know that partisanship is a significant roadblock to partnership. We must use collaboration as a means to finding solutions to keep pushing our state and our country closer to full economic recovery.\n\n\t“We join the President in the pursuit of unnecessary regulations that handcuff aspiring entrepreneurs, and we applaud his support of great teachers and our nation’s military.\n\n\t“We were also encouraged to hear the President talk so much about clean energy, as Colorado is leading the nation when it comes to renewable energy research and development. Many of the new jobs the President talked for this industry will be created in Colorado – and we are ready.”\n\nMaryland Governor Martin O’Malley\n\n\t\"To create jobs, a modern economy requires modern investments. Tonight, the President laid out the clear choice America is facing: We can either settle for a country where a shrinking number of people do really well, while more Americans barely get by. Or we can build a nation where everyone gets a fair shot, everyone does their fair share, and everyone plays by the same rules.\n\n\t\"Because of the President's commitment to creating jobs and expanding opportunity now, over the past 22 months our businesses have created 3.2 million private sector jobs. American manufacturing is creating jobs for the first time since the late 1990s. And in Maryland we have been able to put our families back to work, creating 30,300 new jobs in our best year of job creation since 2005 and recovering 45 percent of the jobs we lost during the recession.\n\n\t\"But the President believes that better isn't good enough. That's why he's fighting to move America forward with a blueprint that will grow the economy and put more Americans back to work by boosting U.S. manufacturing, making college more affordable, helping responsible homeowners refinance and making the tax code simpler and fairer for the middle class while reducing the deficit.\n\n\t\"The President's optimistic vision presents a stark contrast to the bleak view offered by Republican leaders in Congress, Republican candidates for President, and even Republican governors like Mitch Daniels, who gave the Republican response to the President's speech. Governor Daniels' decision to push anti-worker legislation at the expense of job creation is symptomatic of the partisan overreach we're seeing from Republican governors in state houses from Indiana to Ohio to Wisconsin. It's the reason why we're seeing such a strong backlash from people who want their governors to focus on creating jobs and expanding opportunity, not on attacking political opponents.\"\n\nIllinois Governor Pat Quinn\n\n\t“We in Illinois applaud President Obama for the vision he laid out in tonight’s State of the Union. The President put forth a blueprint for a growing economy that gives all Americans equal access to the success through hard work that has always made this nation great. We agree with the President that we can’t wait – we need to keep pushing to restore our economy and the American middle class.\n\n\t“In Illinois, we are focused on the same issues that the President laid out tonight: creating manufacturing jobs and training our workforce for the 21st century; making education more accessible; modernizing our roads and bridges; and prioritizing housing for our families.\n\n\t“And as the President said, an America built to last calls for responsibility from each of us and fairness for all. We commend the President on his vision, and look forward to working together as a nation to restore our economy and create opportunities for all Americans.”\n\nDelaware Governor Jack Markell\n\n\t“The President made clear that our nation’s most compelling need is to keep making progress on jobs and he offered clear a path forward,” Markell said.\n\n\t“We can – and do – focus every day on getting people back to work, but the economic health of our states, our cities and our small towns depend a good deal on the direction of the national economy. The President made clear that while there’s been some real signs of progress, we can’t afford to stop fighting.”\n\n\t“There was a clear difference between the positive plans laid out by the President to help our nation’s middle class succeed and the anger, negativity, and attacks offered during his opponents’ debate the night before,” Markell said. “The stakes are too high to let divisions get in the way of progress.”\n\nConnecticut Governor Dannel Malloy\n\n\t“Tonight, the President unveiled an optimistic and ambitious agenda for our country.  He called on Congress to end its partisan bickering and obstruction and pass meaningful legislation to bolster our recovery and accelerate economic growth. I couldn’t agree more. The President and I share a common vision for a strong and thriving economy — an economy that creates jobs and grows our middle class. In Connecticut, Democrats and Republicans have worked together to improve the lives of Connecticut residents.  We passed a far-reaching jobs package that will attract new investment and strengthen our economy.  We continue to work long and hard to stabilize our state’s finances so that future generations aren’t saddled by a staggering debt. And we are beginning to see some improvement – unemployment is down to 8.2 percent, and in my first year as Governor we created more than 9,000 jobs, the first time in more than 3 years that Connecticut has grown jobs.  But we still have a long way to go, and we need Washington to help us get there.\n\n\tThe President is right, now is the time to rebuild our nation’s aging infrastructure. Now is the time to restore the United States as the best nation in the world for advanced and precision manufacturing. Now is the time to once again make our education system the envy of the world through long overdue reforms. Now is the time to restore our bargain with our citizens, that if you work hard and play by the rules, you can make it in America. This President has challenged Washington to get it done. We can’t wait. We shouldn’t have to wait. The time is now.”\n\nNew York Governor Andrew Cuomo\n\n\t\"In his 2012 State of the Union Address, President Obama put forward a bold vision to strengthen the national economy, grow America's middle class, and protect consumers. The President is right to put private sector growth at the center of his agenda to create jobs, and his address laid out specific steps to build our country's economy not just for today but for future generations as well.\n\n\t\"Here in New York State we have seen the effectiveness of public-private partnerships at jumpstarting economic growth. I applaud the President's proposal to work with private industries to rebuild America's manufacturing sector and his call for tapping into alternative energy sources to power our economic recovery. As we in New York work to transform our state's education system, I welcome President Obama's call for a renewed focus on making sure all students receive the education and training they need to be successful in today and tomorrow's economy.\n\n\t\"Our top priority must be jobs, jobs, jobs. When the national economy improves New York benefits, and I look forward to continuing to work together with the President and our federal representatives to grow our economy.\"\n\nVermont Governor Peter Shumlin\n\n\t\"I am proud to stand by a President who fights for the middle class. In tonight’s State of the Union address, President Obama made it clear that jobs are his top priority and he is committed to strengthening an economy where everyone plays by the same rules and everyone gets a fair shot. President Obama has worked hard to put Americans back to work and we are already seeing signs of growth, with 3.2 million private sector jobs added over the past 22 months. We have work left to do, but I am confident that President Obama understands what we know here in Vermont, that if we focus on education, lead through innovation and work together, we can accomplish great things.\"\n\nMassachusetts Governor Deval Patrick\n\n\t“President Obama's State of the Union address was both powerful and inspiring. These are challenging times for so many of us and tonight, before the Congress and the American people, the President showed that he is willing to fight to keep the American dream within reach for all. The President is right that we are making progress, and it is not by accident. Our economy is turning the corner, and our troops are coming home. Quality health care is now accessible to all Americans, and we are safer from our enemies abroad. And despite these exceptional achievements, the President and the American people know there is more to do. But to do that, the Congress must give him the tools he needs to finish the job. Here in Massachusetts, we continue to lead the nation in job creation, student achievement and health care because I have a legislature that works alongside me, not against me. If only our President, at this critical time for our nation, could say the same. We will remember at the ballot box those who stand in the way of this President and the vital work he will do in the days ahead, and we will deliver him a new majority in the Congress in 2012.”\n\nDenver, Colorado Mayor Michael B. Hancock\n\n\t“What President Obama presented to the American people tonight was a blueprint for moving our country forward at this critical moment. By focusing on innovation, on common-sense solutions and on the things that matter most – job creation, workforce development and housing – we can set the course of our nation right once more.\n\n\t“I stand with the President in calling for Congress to put aside the partisan gridlock and do what’s right for the American people. As the President said, this is the time to rebuild an America where everybody gets a fair shot, everyone does their fair share and everybody plays by the same set of rules. That’s the American way, and it’s the only way to create an economy that works for everyone and is built to last.\n\n\t“I also want to congratulate Ms. Mahala Greer, a University of Colorado Denver student and Bilingual Education Corp Member in Teach for America, for her honor of being a guest of First Lady Michelle Obama at the address. Mahala embodies that Denver spirit, and the whole city is very proud of her accomplishments.”\n\nPhiladelphia, Pennsylvania Mayor Michaeal Nutter\n\n\t“I applaud President Obama’s determination to strengthen the economy, create family-sustaining jobs, and reaffirm America’s commitment to the middle class. As the President emphasized, we need to bring manufacturing jobs back to the United States, invest in education, and ensure a fair opportunity for all Americans to succeed. Millions of Americans are still hurting, and job creation is imperative.\n\n\t\"The President understands that providing the best education for our children is a commitment to the future of our nation. It is time to stand with the President as we work together to uphold America's promise—if you work hard, you can provide a good life for your family and save for your future.”\n\nFlint, Michigan Mayor Walling\n\n\t“President Obama outlined a clear vision to create jobs and build an economy built to last. A strong economy is a top priority for Flint’s businesses, families and students.”\n\n\t“It is good news for Flint and Michigan that American workers and manufacturing are at the core of the President’s plan.”\n\n\t“President Obama’s new proposals to reward companies that create jobs in communities affected by plant closings will help attract businesses to Flint and Michigan. This is the foundation we need for a strong community and country.”\n\nColumbia, South Carolina Mayor Steve Benjamin\n\n\t“Too often our political debate is dominated by those who score cheap points by endorsing greed and demonizing public service. But while others praise the past of recklessness and divisiveness which brought our nation to the brink of collapse, President Obama offers a way forward that creates jobs, rebuilds our infrastructure and restores our middle-class values of fairness and responsibility.\n\n\tIn articulating that vision tonight, the President stood up for every hard working American family fighting for a chance to live the American Dream that for too long has been hidden away in offshore tax shelters. Tonight he reminded us that ours is not a country of trickle down profits and dividend payments, but a nation of, by and for the people where everyone does their fair share, everyone plays by the same rules and everyone has an opportunity to get ahead if they try.\n\n\tUnder the President’s leadership, I am confident in the future of our nation and in an America That’s Built to Last.”\n\nMinneapolis, Minnesota Mayor R.T. Rybak\n\n\t“After inheriting an economic catastrophe, President Obama has delivered 22 straight months of private-sector job growth. Mayors across the country have benefited from his leadership in putting cops on the street, teachers in the classroom and unemployed workers back on the job — including in the auto industry, which made one million more cars last year because of the President’s bold leadership. He has also delivered critical investments in small business, including upgrades in homegrown energy, which have created hundreds of thousands of new jobs that didn’t even exist before. The President’s leadership has delivered for America’s middle class.\n\n\t“The built-to-last economy that President Obama laid out tonight will level the playing field for the middle class. The President’s vision for America is one in which people who work hard, do their fair share and play by the rules will no longer be swimming upstream, but will actually get ahead. That’s just common sense.”\n\nSan Francisco, California Mayor Ed Lee\n\n\t“In tonight’s State of the Union Address, President Obama underscored his commitment to strengthening the American economy by creating good jobs and opportunity for every family.\n\n\tHere in San Francisco, job creation remains my highest priority. We’re making progress getting people back to work in our small businesses and in construction jobs through millions of dollars in investment in our own San Francisco infrastructure. And, as the Innovation Capital of the World, we are not only focused on attracting the tech sector to our city but we are also attracting the talent that these new economy companies will draw from.\n\n\tWith an unemployment rate of 7.6 percent, the third lowest in the State of California, San Francisco is moving in the right direction. But the work isn’t done, and I will continue to work every day to make sure San Francisco’s economy continues to grow and our residents have access to good jobs.”\n\nNew Orleans, Louisiana Mayor Mitch Landrieu\n\n\t“Last week, when I met with President Obama, he committed to continuing to rebuild the American economy by focusing on American manufacturing, American energy, education and skills for American workers, and a renewal of American values like support for the middle class.  Tonight, President Obama demonstrated that he understands the needs of the American people and specifically those of us in cities across our country. \n\n\t“We must continue to build an economy where everyone gets a fair shot and everyone plays by the same rules. We cannot go back to an economy based on outsourcing and bad debt. We need shared responsibility, shared sacrifice, and a commitment to rebuild the middle class.\n\n\t“In New Orleans, where we are leading the nation on innovation and entrepreneurship, we are well-positioned to attract both high-tech manufacturing jobs and to grow jobs at home. \n\n\t“Here, on America’s energy coast, we also know all too well that domestic energy production means jobs. It also means a stronger, more secure homeland, so I am pleased the President supports American energy production as a way to grow the economy. \n\n\t“President Obama is a key partner in New Orleans’ renewal, and I look forward to working with him as we rebuild our city and this nation’s economy.” \n\nLos Angeles, California Mayor Antonio Villaraigosa\n\n\t“In his State of the Union address tonight, President Obama presented an inspired and inspiring vision of an America built to last. An America where everyone gets a fair shot, everyone does their fair share, and everyone plays by the same rules.\n\n\tLast week, nearly 250 mayors gathered in Washington, D.C. We conferred with President Obama at the White House and released a detailed report on the state of the cities.\n\n\tThe report was clear. Nearly a fourth of the nation’s metropolitan areas – including my home of Los Angeles – will struggle for five more years to regain the jobs lost in the Great Recession.\n\n\tIn his address tonight, President Obama showed the country that he will keep fighting for the investments we need to turn our economy around. At its heart, the speech was about renewing the basic bargain with the American middle class, especially those looking for work or struggling to pay their mortgage.\n\n\tNow it’s Congress’ turn. Congress needs to do its job.\n\n\tTo put America back to work, Congress should start by passing the Boxer-Inhofe surface transportation bill, a bill that includes the innovative America Fast Forward initiative.\n\n\tAmerica Fast Forward is simple. It would accelerate the construction of locally-funded road and rail projects by providing flexible, low-interest loans from the federal government.\n\n\tAmerica Fast Forward has the enthusiastic backing of 115 bipartisan mayors in Blue States and Red States. It has won the support of a wide range of business, labor, and environmental organizations. This includes support from odd bedfellows such as Thomas Donohue, President and CEO of the US Chamber of Commerce, and Richard Trumka, President of the AFL-CIO.\n\n\tWe also ask leaders in Washington to step up their support for the Community Development Block Grant program. CDBG provides $4 billion annually for programs such as affordable housing and job training for low-income residents. Eliminating the program would be a devastating blow to our citizens.\n\n\tOur cities cannot afford another season of congressional inaction. As the President said, now is the time to invest in America. Now is the time to pass America Fast Forward. Now is the time to get America back to work.”\n\nRegina Hopper, President and Chief Executive Officer of America's Natural Gas Alliance\n\n\t\"We welcome President Obama's remarks in support of the safe and responsible development of natural gas and the opportunities it presents to create American jobs and advance our nation's environment, economy and energy security.\"\n\n\t\"Our companies disclose the chemicals used in the development of this American resource on public and private lands through the FracFocus.org registry.  And we have supported state regulation as they have adopted this model and embraced disclosure.\n\n\t\"Tonight's speech builds on the White House report earlier this month documenting the broad impact that natural gas production can have on investment and job creation across leading sectors of our economy. A range of U.S. industries and their workers are more competitive today thanks to our nation's vast, affordable natural gas supplies. Along with these opportunities come lower energy costs for consumers and cleaner air. In fact, Nucor recently broke ground on a major new facility in Louisiana, creating more American jobs, in part because of our nation's abundance of natural gas.\n\n\t\"A cleaner environment, more jobs and economic development- our nation can take full advantage of the promise that natural gas offers. In 2010, the shale gas industry alone supported more than 600,000 American jobs, according to a recent IHS Global Insight report. This figure, which counts the broad impact through leading sectors of our economy, is expected to grow to 1.6 million by 2035.  IHS also projected that the average U.S. household will enjoy an increase in annual disposable income of $926 over each of the next three years thanks to affordable natural gas.\n\n\t\"The President said - our nation does not have to choose between economic growth and environmental stewardship.  That indeed is the promise of abundant, American natural gas.\"\n\nDave McCurdy, president and CEO of The American Gas Association (AGA)\n\n\t“If there was ever a fuel in the right place at the right time, it is natural gas in 2012 and beyond,” said Dave McCurdy, president and CEO of AGA. “We’re glad to see the President acknowledge the many benefits natural gas provides for our energy future, not just in the State of the Union Address but also in his latest jobs report.”\n\n\tPresident Obama stressed the need for development of “every available source” of American energy. “Natural gas is a clear leader when it comes to a clean, efficient, domestic and affordable energy source – American energy at its finest,” said McCurdy.\n\n\tMcCurdy added: “By continuing to increase the use of natural gas, we can make progress on our national priorities of helping to improve our economy, reduce environmental impacts and secure our nation’s energy future. Putting millions of Americans to work each day and creating independence from less stable nations through clean and efficient NGVs, natural gas is no doubt a part of the solution.”\n\n\tNatural gas is an essential component in the U.S. economy, currently the dominant source of energy for heat and hot water in homes and businesses throughout this country. It is a clean energy source that meets one-fourth of all U.S. energy needs.\n\n\t“We are pleased by President Obama’s strong support for America’s foundation fuel, and hope that he will incite action following his State of the Union remarks by putting in place policies that expand the use of natural gas, so that every American and our nation as a whole can benefit from this clean, abundant, domestic resource.”\n\nJohn Arensmeyer, CEO, Small Business Majority\n\n\t“President Obama’s State of the Union speech addressed many of small businesses’ key concerns, including rebuilding the economy, creating jobs and increasing access to capital for small businesses.\n\t \n\tSmall businesses create 65 percent of all new jobs, so it’s important their interests remain a top priority for lawmakers in 2012. We were glad to hear the president reaffirm his commitment to provisions in the American Jobs Act—many of which would boost small businesses’ bottom lines and put people back to work—as well as his vow to move the economy forward through innovation and investing in clean energy. Small businesses are looking for bold policies that will prompt innovation in clean energy—recent polling we released found 87 percent of small business owners believe improving innovation and energy efficiency are good ways to increase prosperity for small businesses.\n\t \n\tWe’re also pleased the president focused on the need for small businesses to compete on a level playing field with big business. To thrive, small businesses need an economy that works for everybody. To ensure small business success, it’s also imperative lawmakers continue to support the Small Business Administration.\n\t \n\tThe economy has made strides since the bottom dropped out four years ago, but there’s still work to do. It should start with small business, our primary job creators. We hope all lawmakers make this key constituency a top priority through 2012 and beyond.”\n\nSteve Case, chairman and CEO of Revolution LLC\n\n\t\"It was great to hear the President calling on the nation to support every risk-taker and entrepreneur who aspires to be the next Steve Jobs, explain that innovation is what America has always been about, and stress that most jobs are created by start-ups. It was also great to hear the President call on both parties to pass a bill this year that will help entrepreneurs succeed. The President called for changing our immigration policy to ensure we can win the global battle for talent, tearing down regulations that prevent entrepreneurs from getting financing to grow, and providing tax relief to help businesses expand and create jobs. Now is the time for Republicans and Democrats in the Senate and the House to heed the President's call and come together to pass these pro-entrepreneurship bills.\"\n\nLisa Jacobson President of the Business Council for Sustainable Energy\n\n\t\"Tonight, President Obama reaffirmed the nation's commitment to a clean energy future. He rightfully highlighted the roles that energy efficiency, natural gas, and renewable energy are playing in our economic recovery and he laid out a new vision for how these clean energy technologies and resources will serve as essential pillars of our economy.\n\n\t\"President Obama is right: it's time to double-down on our nation's clean energy industries--industries that have never been more promising and that are delivering jobs and economic growth today. The policies he laid out--passage of clean energy tax incentives, investments to create a revitalized electrical grid, Federal action to allow for clean energy development, and policies to spur industrial and commercial energy efficiency--are precisely what our nation needs.\n\n\t\"The Business Council for Sustainable Energy was founded on the premise that we don't have to choose between our environment and our economy, and we applaud the President for making this point again tonight. America's energy efficiency, natural gas, and renewable energy industries are proving this belief true every day. We look forward to working with members of Congress from both Parties and with the Administration in helping move our nation's economy forward.\"\n\nDennis Van Roekel, President of NEA\n\t \n\t“President Obama’s bold vision offers both hope and help to Americans,” said NEA President Dennis Van Roekel. “He has an ambitious plan to lead the country and provide more hope for middle class families. He understands that investing in education now and opening opportunities to all students are fundamental to the long-term economic well-being of our children and our nation.”\n\t \n\tThe president’s remarks come at a time when policymakers in Washington, D.C. and in many state capitols are sharply divided and pushing starkly different visions of the path to economic recovery and prosperity. In many cases, politicians are balancing their budgets on the backs of students and educators for the sake of scoring political points.\n\t \n\n\tCase in point: In Pennsylvania, Chester Upland School District officials recently told educators that there wouldn’t be enough money to pay them. Teachers and support staff agreed to continue working as long as they were personally able to make ends meet. President Obama acknowledged the ongoing situation in this school district and invited Sara C. Ferguson, an elementary math and literary teacher, to attend the State of the Union address.\n\n\t“President Obama understands what’s at stake in communities across the country,” continued Van Roekel. “Americans like Sara Ferguson, a third generation educator, are counting on the president to finish the job they elected him to do almost four years ago—to make the tough choices and, more importantly, the right decisions to tackle the big issues and get Americans back to work. He is willing to lead the country in rebuilding an economy that rewards hard work and works for all Americans—not just a chosen few.”\n\t \n\t“We appreciate the president’s call to support teachers and to stop teaching to the test,” said Van Roekel. “Teachers and educators are eager to work with the Obama administration on ideas to strengthen the profession of teaching and help all students succeed.”\n\t \n\tThe president’s plan builds on his recent accomplishments such as ending subsidies for big banks and using the savings to help more students afford college, helping three million more students pay for college with Pell Grants, prioritizing resources for our schools, and increasing job-training opportunities for long-term unemployed and veterans. His plan also leverages the traditional role that the federal government has had in promoting a more prosperous and equitable society and on making sure families don’t fall through the cracks.\n\t \n\t“We welcome the president’s efforts to put opportunity within reach of more Americans by strengthening and building the capacity of higher education and career and technical education so students can find good jobs and pursue their dreams. NEA is committed to the success of all students and ensuring that education remains the engine that moves America forward. We look forward to working with President Obama and Congress to enact an agenda as bold as the challenges facing Americans,” concluded Van Roekel.\n \n\tRandi Weingarten, President of the American Federation of Teachers\n\n\t“President Obama made crystal clear tonight that the health of our economy and the quality of our public education system always have been and always will be intertwined. Strong public schools are the cornerstone of a strong economy, a strong democracy and a strong middle class.\n\n\t“Obama also made clear tonight what America’s teachers have long understood: We can’t test our way to a middle class; we must educate our way to a middle class. The overemphasis on testing has led to narrowing of the curriculum, rather than creating a path to critical thinking and problem solving. These are the kinds of knowledge and skills our children need to compete in the global economy. Respecting public school teachers and providing them with the tools and resources they need to help our children learn and grow are essential to building a strong public education system, competing in a global economy and restoring economic opportunity for all.\n\n\t“Today’s public school teachers are on the frontlines of our collective efforts to compete in a global economy and develop the scientists, engineers, teachers and other leaders of tomorrow. And President Obama is exactly right: higher education can no longer be a luxury. We owe it to America’s students to ensure they can afford to go to college without being saddled by huge debt before they begin their careers.”\n\nDavid Foster, Executive Director of the BlueGreen Alliance\n\n\t“President Obama has again set a high bar in terms of investing in American manufacturing, American energy, and skills for American workers. Pushing the limits of American innovation in pursuit of a cleaner, more competitive U.S. economy has proven to pay dividends in job creation. It’s a strategy that must, as the President said, be part of the blueprint for ‘an economy that’s built to last.’”\n\n\t“The President tonight reiterated the importance of creating clean energy jobs here in the United States, investments in our nation’s transportation infrastructure, broadband Internet, and a more efficient power grid, all critical to building a stronger, more sustainable economy.\n\n\t“The President’s commitment to renewable energy has allowed the U.S. to outpace China as the world’s leading investor. Progress on energy efficiency, advanced vehicle technology — including advanced batteries, manufacturing and transportation and infrastructure initiatives have put people back to work. Proposed fuel efficiency standards have the potential to create hundreds of thousands of new American jobs, and President Obama’s determination to ensure the protection of the public and the environment through common-sense regulations of greenhouse gas emissions will reduce pollution and drive economic growth.\n\n\t“Tonight, President Obama laid out his agenda for creating American jobs, and now it’s up to Congress to keep this momentum going.\n\n\t“Congress should follow the Senate’s lead and pass a strong transportation bill that creates more jobs sooner, fixes our crumbling infrastructure, and does it in way that is fiscally sustainable. Congress must also extend the Production Tax Credit, as well as renew the 48C Advanced Energy Manufacturing Tax Credit and Treasury’s 1603 grant program, all of which have and will continue to fuel investment in renewable energy and create tens of thousands of jobs. Finally, Congress should pass the President’s plan to renovate and modernize 35,000 American public schools with a focus on energy efficiency.\n\n\t“Today we have a make or break opportunity to harness our country’s potential. Americans will not stand on the sidelines while other countries compete to win. Congress, the ball is now in your court.”\n\tPresident of the Service Employees International Union (SEIU), Mary Kay Henry,\n\t \n\n\t“Tonight, President Obama met the moment by outlining commonsense proposals for an America in the midst of a brutal jobs crisis and the worst income inequality in a generation. These proposals will restore a sense of balance and fairness to our great nation and restore the middle class.\n\n\t“The President was exactly right that America needs an economy that’s built to last and requiring millionaires, Big Oil and other corporations to invest their fair share is a critical step in that direction. We must also reward companies that keep good jobs in America, not ship jobs overseas. President Obama spoke for working people tonight, too many of whom have seen the plants and offices that were once the lifeblood of their communities disappear.\n\n\t“The President also rightly urged Congress to pass comprehensive immigration reform, including a clear path to citizenship for children who were brought to this country through no choice of their own. Congress should lead by empowering these young people to realize their full potential so that they can contribute their talents to our shared future. It is time to open the doors of opportunity and pass the DREAM Act now.\n\n\t“President Obama’s vision of America, where party positions may differ, but where we share values such as the ability to support our families, retire with dignity and leave the world a better place for generations to come, is exactly what is required to turn our country around. Our nation simply cannot be at its greatest if we say to working people: ‘You’re on your own.’ We will only meet the true promise of America when we have each others’ backs.”\n\nPresident of AFSCME, Gerald W. McEntee\n\n\t“Once again, President Obama has presented a comprehensive plan to move our country forward, bolster job creation and find real solutions for the problems confronting our country.  He understands that we must pull together to meet the challenges facing our communities, states and country.  The economic disaster created by Wall Street greed still causes enormous pain for most workers.  Our future prosperity hangs in the balance.  Make no mistake, the choices Congress and the country in 2012 will determine if we have a growing middle class.  That is the goal of President Obama’s agenda.  Or, we can focus on misguided policies that do nothing but give more tax breaks to Wall Street financiers and transfer even more wealth to those at the top of the economic ladder.  That in a nutshell is all the other side is offering.\n\n\t“This nation cannot accept a continuation of the failed gridlock strategy of corporate-backed politicians in Congress, who have blocked the expansion of jobs at every opportunity.  Their reckless games have slowed down the recovery and even led to the downgrade of America’s credit.  They have repeatedly demonstrated that they care more about political games than about creating jobs. Indiana Gov. Mitch Daniels’ response to the president is a clear indication that his party is going to continue playing games rather than focus on jobs.  The American people deserve better.  It’s time for Congress to stop their games and get to work.  It’s time to enact the president’s agenda for jobs.”\n\t \nAFL-CIO President, Richard Trumka\n\n\t“Leaders are judged not just by what they say but to whom they listen. President Obama’s speech tonight shows that he has listened to the single mom working two jobs to get by, to the out-of-work construction worker, to the retired factory worker, to the student serving coffee to help pay for college.\n\t \n\tBy laying out a vision of an America that can create jobs and prosperity for all instead of wealth for the few, the President voiced the aspirations and concerns of those who are too often ignored. \n\t \n\tAnd tonight he made clear that the era of the 1% getting rich by looting the economy, rather than creating jobs, is over—what a contrast to the vision presented by presidential candidates squabbling over how much further to cut the taxes of the 1%.\n\t \n\tRecognizing the need for accountability the President powerfully insisted on a more humble Wall Street subject to a thorough investigation of the misconduct in the mortgage markets that wrecked our economy by the full range of federal and state civil and criminal authorities. We applaud the creation of a new mortgage crisis unit to be co-chaired by New York's Attorney General, Eric Schneiderman.\n\t \n\tPresident Obama spoke to the confidence of working people that if we are determined and committed, we can revitalize “Made in the USA.” That commitment to American manufacturing, made possible in part by enhanced enforcement of trade laws being violated by too many of our trade partners. Trade on a fair playing field is welcome news to the too many productive, hardworking Americans sitting idle unnecessarily.\n\t \n\tThe President also gave hope to our nation’s young people with his words of support for DREAM students, immigrants brought to this country by their parents and committed to the quintessentially American vision of hard work at school or in military service.\n\t \n\tNow it’s time for Congress to stop standing in the way of rebuilding our country and act.  For too long, Congress has stood in the way of economic recovery—now, we need Congress to act swiftly and on the massive scale our crisis of joblessness demands.\n\t \n\tThe clarity of the contrast between the record and rhetoric of President Obama and Indiana’s Governor Mitch Daniels, who is giving the GOP response tonight, represents all too well the sad decline of the national Republican party. Daniels flip-flop into supporting “right to work for less” is a prime example of a party increasingly fixated with accommodating the voices of CEOs instead of every day Americans.”\n\n\n\n\n"
}