{
    "title": "Presidential Nominations Sent to the Senate | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/01/06/presidential-nominations-sent-senate-0",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 06, 2014\n\n \n\n\n\nPresidential Nominations Sent to the Senate\n\n\n\n\nNOMINATIONS SENT TO THE SENATE:\nJill A. Pryor, of Georgia, to be United States Circuit Judge for the Eleventh Circuit, vice Stanley F. Birch, Jr., retired.\nCarolyn B. McHugh, of Utah, to be United States Circuit Judge for the Tenth Circuit, vice Michael R. Murphy, retired.\nMichelle T. Friedland, of California, to be United States Circuit Judge for the Ninth Circuit, vice Raymond C. Fisher, retired.\nNancy L. Moritz, of Kansas, to be United States Circuit Judge for the Tenth Circuit, vice Deanell Reece Tacha, retired.\nJohn B. Owens, of California, to be United States Circuit Judge for the Ninth Circuit, vice Stephen S. Trott, retired.\nDavid Jeremiah Barron, of Massachusetts, to be United States Circuit Judge for the First Circuit, vice Michael Boudin, retired.\nRobin S. Rosenbaum, of Florida, to be United States Circuit Judge for the Eleventh Circuit, vice Rosemary Barkett, resigned.\nJulie E. Carnes, of Georgia, to be United States Circuit Judge for the Eleventh Circuit, vice James Larry Edmondson, retired.\nGregg Jeffrey Costa, of Texas, to be United States Circuit Judge for the Fifth Circuit, vice Fortunato P. Benavides, retired.\nRosemary Márquez, of Arizona, to be United States District Judge for the District of Arizona, vice Frank R. Zapata, retired.\nPamela L. Reeves, of Tennessee, to be United States District Judge for the Eastern District of Tennessee, vice Thomas W. Phillips, retiring.\nTimothy L. Brooks, of Arkansas, to be United States District Judge for the Western District of Arkansas, vice Jimm Larry Hendren, retired.\nJeffrey Alker Meyer, of Connecticut, to be United States District Judge for the District of Connecticut, vice Mark R. Kravitz, deceased.\nJames Donato, of California, to be United States District Judge for the Northern District of California, vice James Ware, retired.\nBeth Labson Freeman, of California, to be United States District Judge for the Northern District of California, vice an additional position in accordance with 28 USC 133(b)(1).\nJennifer Prescod May-Parker, of North Carolina, to be United States District Judge for the Eastern District of North Carolina, vice Malcolm J. Howard, retired.\nPedro A. Delgado Hernández, of Puerto Rico, to be United States District Judge for the District of Puerto Rico, vice Daniel R. Dominguez, retired.\nBruce Howe Hendricks, of South Carolina, to be United States District Judge for the District of South Carolina, vice Margaret B. Seymour, retired.\nAlison Renee Lee, of South Carolina, to be United States District Judge for the District of South Carolina, vice Cameron M. Currie, retiring.\nVince Girdhari Chhabria, of California, to be United States District Judge for the Northern District of California, vice Susan Y. Illston, retired.\nMatthew Frederick Leitman, of Michigan, to be United States District Judge for the Eastern District of Michigan, vice Marianne O. Battani, retired.\nJudith Ellen Levy, of Michigan, to be United States District Judge for the Eastern District of Michigan, vice Nancy G. Edmunds, retired.\nLaurie J. Michelson, of Michigan, to be United States District Judge for the Eastern District of Michigan, vice George Caram Steeh III, retired.\nJames Maxwell Moody Jr., of Arkansas, to be United States District Judge for the Eastern District of Arkansas, vice Susan Webber Wright, retiring.\nLinda Vivienne Parker, of Michigan, to be United States District Judge for the Eastern District of Michigan, vice Robert H. Cleland, retired.\nChristopher Reid Cooper, of the District of Columbia, to be United States District Judge for the District of Columbia, vice Royce C. Lamberth, retired.\nDaniel D. Crabtree, of Kansas, to be United States District Judge for the District of Kansas, vice John W. Lungstrum, retired.\nM. Douglas Harpool, of Missouri, to be United States District Judge for the Western District of Missouri, vice Richard E. Dorr, deceased.\nSheryl H. Lipman, of Tennessee, to be United States District Judge for the Western District of Tennessee, vice Jon P. McCalla, retired.\nGerald Austin McHugh, Jr., of Pennsylvania, to be United States District Judge for the Eastern District of Pennsylvania, vice Harvey Bartle, III, retired.\nEdward G. Smith, of Pennsylvania, to be United States District Judge for the Eastern District of Pennsylvania, vice Berle M. Schiller, retired.\nCynthia Ann Bashant, of California, to be United States District Judge for the Southern District of California, vice Irma E. Gonzalez, retired.\nStanley Allen Bastian, of Washington, to be United States District Judge for the Eastern District of Washington, vice Edward F. Shea, retired.\nDiane J. Humetewa, of Arizona, to be United States District Judge for the District of Arizona, vice Mary H. Murguia, elevated.\nJon David Levy, of Maine, to be United States District Judge for the District of Maine, vice George Z. Singal, retired.\nSteven Paul Logan, of Arizona, to be United States District Judge for the District of Arizona, vice James A. Teilborg, retired.\nDouglas L. Rayes, of Arizona, to be United States District Judge for the District of Arizona, vice Frederick J. Martone, retired.\nManish S. Shah, of Illinois, to be United States District Judge for the Northern District of Illinois, vice Joan Humphrey Lefkow, retired.\nJohn Joseph Tuchi, of Arizona, to be United States District Judge for the District of Arizona, vice Roslyn Moore-Silver, retired.\nMark G. Mastroianni, of Massachusetts, to be United States District Judge for the District of Massachusetts, vice Michael A. Ponsor, retired.\nIndira Talwani, of Massachusetts, to be United States District Judge for the District of Massachusetts, vice Mark L. Wolf, retired.\nTheodore David Chuang, of Maryland, to be United States District Judge for the District of Maryland, vice Roger W. Titus, retiring.\nGeorge Jarrod Hazel, of Maryland, to be United States District Judge for the District of Maryland, vice Alexander Williams, Jr., retired.\nJames D. Peterson, of Wisconsin, to be United Stated District Judge for the Western District of Wisconsin, vice John C. Shabaz, retired.\nNancy J. Rosenstengel, of Illinois, to be United States District Judge for the Southern District of Illinois, vice G. Patrick Murphy, retiring.\nRonnie L. White, of Missouri, to be United States District Judge for the Eastern District of Missouri, vice Jean C. Hamilton, retired.\nMichael P. Boggs, of Georgia, to be United States District Judge for the Northern District of Georgia, vice Julie E. Carnes.\nTanya S. Chutkan, of the District of Columbia, to be United States District Judge for the District of Columbia, vice an additional position in accordance with 28 U.S.C. 133(b)(1).\nMark Howard Cohen, of Georgia, to be United States District Judge for the Northern District of Georgia, vice Clarence Cooper, retired.\nM. Hannah Lauck, of Virginia, to be United States District Judge for the Eastern District of Virginia, vice James R. Spencer, retiring.\nLeigh Martin May, of Georgia, to be United States District Judge for the Northern District of Georgia, vice Beverly B. Martin, elevated.\nEleanor Louise Ross, of Georgia, to be United States District Judge for the Northern District of Georgia, vice Charles A. Pannell, Jr., retired.\nLeo T. Sorokin, of Massachusetts, to be United States District Judge for the District of Massachusetts, vice Joseph L. Tauro, retired.\nJames Alan Soto, of Arizona, to be United States District Judge for the District of Arizona, vice David C. Bury, retired.\nGary Blankinship, of Texas, to be United States Marshal for the Southern District of Texas for the term of four years, vice Ruben Monzon, resigned.\nRobert L. Hobbs, of Texas, to be United States Marshal for the Eastern District of Texas for the term of four years, vice John Lee Moore, term expired.\nAmos Rojas, Jr., of Florida, to be United States Marshal for the Southern District of Florida for the term of four years, vice Christina Pharo, term expired.\nPeter C. Tobin, of Ohio, to be United States Marshal for the Southern District of Ohio for a term of four years, vice Cathy Jo Jones, resigned.\nDamon Paul Martinez, of New Mexico, to be United States Attorney for the District of New Mexico for the term of four years, vice Kenneth J. Gonzales, resigned.\nAndrew Mark Luger, of Minnesota, to be United States Attorney for the District of Minnesota for the term of four years, vice B. Todd Jones, term expired.\nKevin W. Techau, of Iowa, to be United States Attorney for the Northern District of Iowa for the term of four years, vice Stephanie M. Rose, resigned.\nWilliam Ward Nooter, of the District of Columbia, to be an Associate Judge of the Superior Court of the District of Columbia for the term of fifteen years, vice A. Franklin Burgess, retired.\nSherry Moore Trafford, of the District of Columbia, to be an Associate Judge of the Superior Court of the District of Columbia for the term of fifteen years, vice Natalia Combs Greene, retired.\nSteven M. Wellner, of the District of Columbia, to be an Associate Judge of the Superior Court of the District of Columbia for the term of fifteen years, vice Kaye K. Christian, retired.\n\n\n\n\n"
}