{
    "title": "President Obama to Announce Plan to Renew and Expand America’s Roads, Railways and Runways | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/06/president-obama-announce-plan-renew-and-expand-america-s-roads-railways-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 06, 2010\n\n \n\n\n\nPresident Obama to Announce Plan to Renew and Expand America’s Roads, Railways and Runways\n\n\n\n\nInfrastructure investments one key way to continue recovery and keep our economy growing\nWASHINGTON – Today in Milwaukee, Wisconsin, President Barack Obama will announce a comprehensive infrastructure plan to expand and renew our nation’s roads, railways and runways. \n\nThis proposal is among a set of targeted initiatives that the President will outline in Cleveland on Wednesday to support our economic recovery and ensure long-term sustainable growth.  The plan builds upon the infrastructure investments the President has already made through the Recovery Act, includes principles the President put forth during the campaign, and emphasizes American competitiveness and innovation.  \n\nA fact sheet on the President’s plan announced today is below.\nFACT SHEET: Renewing and Expanding America’s Roads, Railways, and Runways\nThe President today laid out a bold vision for renewing and expanding our transportation infrastructure – in a plan that combines a long-term vision for the future with new investments. A significant portion of the new investments would be front-loaded in the first year. \n\nThis plan would build on the investments we have already made under the Recovery Act, create jobs for American workers to strengthen our economy now, and increase our nation’s growth and productivity in the future. At the same time, the plan would reform the way America currently invests in transportation, changing our focus to enhancing competition, innovation, performance, and real analysis that gets taxpayers the best bang for the buck, while moving away from the earmarks and formula debates of the past. In prior years, transportation infrastructure was an issue that both parties worked on together, and the Administration hopes the same can be true now.\n\nSome of the tangible accomplishments of the President’s plan over the next six years include:\n\nROADS: Rebuild 150,000 miles of roads – renewing our commitment to the backbone of our transportation system;\n     \nRAILWAYS: Construct and maintain 4,000 miles of rail – enough to go coast-to-coast;\n     \nRUNWAYS: Rehabilitate or reconstruct 150 miles of runway – while putting in place a NextGen system that will reduce travel time and delays.\n\n\nThe President’s plan would accomplish this through:\n\nAn up-front investment. The President will work with Congress to enact a new up-front investment in our nation’s infrastructure – an investment that would help jump-start additional job creation, while also laying the foundation for future growth. This initial investment would fund improvements in the nation’s surface transportation, as well as our airports and air traffic control system.\n\n\nA vision for the future. The President proposes to pair this with a long-term framework to reform and expand our nation’s investment in transportation infrastructure. Since the end of last year, when the last long-term surface transportation legislation expired, these investments have been continued on a temporary basis, even as the trust fund to finance them has fallen into insolvency. If we are to enjoy the benefits that come from a world-class transportation system, Congress must enact a long-term reauthorization that expands and reforms our infrastructure investments and returns the transportation trust fund to solvency. To jumpstart job creation, this long-run policy front-loads – through a $50 billion up-front investment – a significant share of the new infrastructure resources. As with other long-run policies, the Administration is committed to working with Congress to fully pay for the plan.\n\n\nThe long-term framework includes meaningful reforms:\n\n  The establishment of an Infrastructure Bank to leverage federal dollars and focus on investments of national and regional significance that often fall through the cracks in the current siloed transportation programs;\n\n\nThe integration of high-speed rail on an equal footing into the surface transportation program to ensure a sustained and effective commitment to a national high speed rail system over the next generation;\n\n\nStreamlining, modernizing, and prioritizing surface transportation investments, consolidating more than 100 different programs and focusing on using performance measurement and “race-to-the-top” style competitive pressures to drive investment toward better policy outcomes.\n\n\nExpanding investments in areas like safety, environmental sustainability, economic competitiveness, and livability – helping to build communities where people have choices about how to travel, including options that reduce oil consumption, lower greenhouse gas emissions, and expand access to job opportunities and housing that’s affordable.\n\n\nSpecifically, the President proposes to make the initial up-front investment in the following areas:\n\nRoads. The nation’s highways serve as the backbone of our transportation system. Many roads and bridges are in need of repair and expansion and many of the Americans who want to do this work face high unemployment right now. Our investments would be focused on modernizing the highway system’s critical assets while providing much-needed jobs.\n\n\nRail. Many parts of transit systems have been allowed to fall into a state of ill-repair. The President’s plan would help address this by making a major new investment in the nation’s bus and rail transit system. The Administration is also committed to expanding public transit systems and would dedicate significant new funding to the “New Starts” program – which supports locally planned, implemented, and operated major transit projects. In addition, the Administration is committed to building on its investments so far in high-speed rail – constructing a system that will increase convenience and productivity, while also reducing our nation’s dependence on oil and cutting down on pollution. The President’s plan would also invest in a long-overdue overhaul of Amtrak’s fleet.\n\n\nRunways & NextGen. The Administration proposes to invest in our nation’s airports by improving their runways and other equipment and facilities. We also propose a robust investment in our effort to modernize the nation’s air traffic control system (NextGen). This investment will help both the FAA and airlines to install new technologies and, among other improvements, move from a national ground-based radar surveillance system to a more accurate satellite-based surveillance system – the backbone of a broader effort to reduce delays for passengers, increase fuel efficiency for carriers, and cut airport noise for those who live and work near airports.\n\n\nInfrastructure Bank. The President proposes to fund a permanent infrastructure bank. This bank would leverage private and state and local capital to invest in projects that are most critical to our economic progress. This marks an important departure from the federal government’s traditional way of spending on infrastructure through earmarks and formula-based grants that are allocated more by geography and politics than demonstrated value. Instead, the Bank will base its investment decisions on clear analytical measures of performance, competing projects against each other to determine which will produce the greatest return for American taxpayers.\n\n\n\n\n"
}