{
    "title": "Fact Sheet: Safeguarding the U.S. Government's Classified Information and Networks | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/10/07/fact-sheet-safeguarding-us-governments-classified-information-and-networ",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 07, 2011\n\n \n\n\n\nFact Sheet: Safeguarding the U.S. Government's Classified Information and Networks\n\n\n\n\n\n\tFollowing the unlawful disclosure of classified information by WikiLeaks in the summer of 2010, the National Security Staff formed an interagency committee to review the policies and practices surrounding the handling of classified information, and to recommend government-wide actions to reduce the risk of a future breach. Since then, this effort has been a top priority of the Administration and senior agency officials have been actively engaged in developing policies and oversight mechanisms to enhance our national security through responsible sharing and safeguarding of classified information.\n\n\tThe strategic imperative of our efforts has been to ensure that we provide adequate protections to our classified information while at the same time sharing the information with all who reasonably need it to do their jobs. The guiding principles during the Administration’s review were to:\n\n\n\t\tReinforce the importance of responsible information sharing and not undo all of the significant and important progress we’ve made in interagency information sharing since 9/11;\n\n\t\tEnsure that policies, processes, technical security solutions, oversight, and organizational cultures evolve to match our information sharing and safeguarding requirements;\n\n\t\tEmphasize that effective and consistent guidance and implementation must be coordinated across the entire Federal government. We are only as strong as our weakest link and this is a shared risk with shared responsibility; and;\n\n\t\tContinue to respect the privacy, civil rights, and civil liberties of the American people.\n\n\n\tThe committee that was established in the wake of WikiLeaks proposed a new oversight structure to orchestrate the development and implementation of policies and standards for the sharing and safeguarding of classified information on computer networks. These structural reforms are reflected in the Executive Order signed today by President Obama.\n\n\tIn accordance with today’s Executive Order:\n\n\nAgencies bear the primary responsibility for sharing and safeguarding classified information, consistent with appropriate protections for privacy and civil liberties. Federal agencies that use classified networks will:\n\t\t\n\n\t\t\t\tdesignate a senior official to oversee classified information sharing and safeguarding for the agency;\n\n\t\t\t\timplement an insider threat detection and prevention program; and\n\n\t\t\t\tperform self assessments of compliance with policy and standards.\n\n\n\n\t\tA Senior Information Sharing and Safeguarding Steering Committee will have overall responsibility for fully coordinating interagency efforts and ensuring that Departments and Agencies are held accountable for implementation of information sharing and safeguarding policy and standards. \n\n\t\tA Classified Information Sharing and Safeguarding Office will be created within the office of the Program Manager for the Information Sharing Environment to provide sustained, full-time focus on sharing and safeguarding of classified national security information. The office will also consult partners to ensure the consistency of policies and standards and seek to identify the next potential problem. \n\n\t\tSenior representatives of the Department of Defense and the National Security Agency will jointly act as the Executive Agent for Safeguarding Classified Information on Computer Networks to develop technical safeguarding policies and standards and conduct assessments of compliance. \n\n\t\tAn Insider Threat Task Force will develop a government-wide program for insider threat detection and prevention to improve protection and reduce potential vulnerabilities of classified information from exploitation, compromise or other unauthorized disclosure. \n\n\n\tWe did not, however, wait for today’s Executive Order to begin taking steps. The Senior Information Sharing and Safeguarding Steering Committee formally established today began meeting informally in June to track steps taken across the Federal Government. In addition to those measures identified in today’s Executive Order, significant progress has been made by U.S. Departments and Agencies in five priority areas:\n\n\t1. Removable media\n\tDepartments and Agencies have made significant progress in clarifying and standardizing removable media policies, processes, and technical controls.  We have limited the numbers of users with removable media permissions and strengthened accountability for violations.\n\n\t2. Online Identity Management\n\tThe owners and operators of classified systems are accelerating efforts to strengthen the online verification of individuals logging on to classified systems, and to be able to track what information is being accessed by these individuals.\n\n\t3. Insider Threat Program   \n\tAs directed in the Executive Order, the Attorney General and the Director of National Intelligence are actively establishing an interagency Insider Threat Task Force. This Task Force will integrate specialized abilities, tools, and techniques to more effectively deter, detect, and disrupt the insider threat. \n\n\t4. Access control\n\tDepartments and Agencies are implementing more robust access control systems to enforce role-based access privileges that serve to ensure that an individual user’s information access is commensurate with his/her assigned role.\n\n\t5. Enterprise audit\n\tEnhancing auditing capabilities across U.S. Government classified networks is a priority effort, and planning has been initiated to define the policy and develop standards for the collection and sharing of audit and insider threat data.\n\n\n\n\n"
}