{
    "title": "Mensaje Semanal: El Presidente Obama crea Comisión Nacional Bipartidista sobre el Derrame Petrolero de Deepwater Horizon de BP y la perforación petrolera en mar abierto | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/mensaje-semanal-el-presidente-obama-crea-comisi-n-nacional-bipartidista-sobre-el-de",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 22, 2010\n\n \n\n\n\nMensaje Semanal: El Presidente Obama crea Comisión Nacional Bipartidista sobre el Derrame Petrolero de Deepwater Horizon de BP y la perforación petrolera en mar abierto \n\n\n\n\nNombra al ex senador Bob Graham, que fue gobernador de Florida durante dos periodos, y a William K. Reilly, ex administrador de la Agencia de Protección Ambiental, como co-presidentes de la Comisión\n \nWASHINGTON – En su mensaje de esta semana, el Presidente Obama anunció que ha firmado un decreto ejecutivo para crear la Comisión Nacional sobre el Derrame Petrolero de Deepwater Horizon de BP y Perforación Petrolera en Mar Abierto (National Commission on the BP Deepwater Horizon Oil Spill and Offshore Drilling), que contará con representantes de ambos partidos,  y será presidida por el ex senador Bob Graham, que también fue gobernador de Florida durante dos periodos, y William K. Reilly, ex administrador de la Agencia de Protección Ambiental.\n \nLa National Commission on the BP Deepwater Horizon Oil Spill and Offshore Drilling, cuenta con representantes de ambos partidos y su función será brindar recomendaciones sobre cómo prevenir y mitigar el impacto de cualquier derrame petrolero en el futuro, que resulten de perforación petrolera en mar abierto.\n \n• La comisión se enfocará en las necesarias precauciones ambientales y de seguridad que debemos incluir en nuestro marco normativo para asegurar que nunca vuelva a ocurrir un accidente de este tipo, y tendrá en cuenta otras investigaciones respecto a las causas del derrame.\n• La comisión estará presidida por personas de ambos partidos, con un total de 7 miembros, que representarán varios campos de conocimientos relevantes y diversos. Ningún funcionario público o electo en funciones será miembro de la comisión.\n• El trabajo de la comisión será transparente y sujeto a la Ley de Comités Federales de Asesoría (Federal Advisory Committee Act). La comisión deberá emitir un informe dentro de los seis meses de su creación.\n \nEl Presidente Obama nombró a las siguiente personas como co-presidentes de la National Commission on the BP Deepwater Horizon Oil Spill and Offshore Drilling:\n \nEl senador Bob Graham fue gobernador de Florida durante dos periodos y prestó servicios durante 18 años en el Senado de Estados Unidos. El senador Graham es reconocido por su liderazgo en asuntos que van desde cuidado de salud y conservación ambiental, hasta sus diez años de servicio en el Comité Selecto de Inteligencia del Senado (Senate Select Committee on Intelligence), que incluyen 18 meses como presidente del Comité durante el 2001-2002. Después de retirarse de la vida pública en enero del 2005, el senador Graham prestó servicios durante un año como colaborador principal de la Escuela Kennedy de Gobierno de la Universidad de Harvard. De mayo 2008 a febrero 2010, prestó servicios como presidente de la Comisión sobre la Prevención de la Proliferación de Armas de Destrucción Masiva y Terrorismo (Commission on the Prevention of Weapons of Mass Destruction Proliferation and Terrorism) cuyo objetivo fue expandir el trabajo de la Comisión del 11 de setiembre. El senador Graham también fue nombrado para servir como comisionado de la Comisión de Investigación sobre la Crisis Financiera (Financial Crisis Inquiry Commission), creada por el Congreso para examinar las causas mundiales y nacionales de la reciente crisis financiera. La Comisión dará a conocer sus conclusiones en un informe final cuya fecha de presentación es el 15 de diciembre, 2010. Asimismo, es miembro del Directorio de Asesoría Externa de la CIA (CIA External Advisory Board) y presidente del Directorio de Supervisores (Overseers) del Centro Graham de Servicio Público en la Universidad de Florida. El senador Graham ha recibido reconocimientos de organizaciones nacionales y del estado de florida por su trayectoria de servicio público, entre ellos el Premio por Servicio Público del Instituto Woodrow Wilson, el Premio por Servicio Público del Fideicomiso de Parques Nacionales (National Park Trust) y es parte del Salón de la Fama de la Coalición de los Everglades (The Everglades Coalition Hall of Fame). El senador Graham obtuvo  una licenciatura en Ciencias Políticas de la Universidad de Florida y un bachillerato en leyes (LLB) de la Facultad de Derecho de Harvard. Recibió un doctorado honorario en servicio público de su alma mater, la Universidad de Florida, y doctorados honorarios de Pomona College y Nova Southeastern University.\n \n \nWilliam K. Reilly es socio fundador de Aqua International Partners, LP, un fondo de capitales privados dedicados a invertir en compañías dedicadas al agua y energía renovable, y es asesor principal de TPG Capital, LP, una sociedad internacional de inversiones. El Sr. Reilly prestó servicios como el primer Profesor Visitante de la Cátedra Payne en la Universidad de Stanford (1993-1994), fue administrador de la Agencia de Protección Ambiental de Estados Unidos (1989-1993), presidente del World Wildlife Fund (1985-1989), presidente de la Conservation Foundation (1973-1989), y director del Rockefeller Task Force on Land Use and Urban Growth (1972-1973).  También prestó servicios como jefe de la delegación estadounidense a la Cumbre de la Tierra de Naciones Unidas en Río de Janeiro en 1992. El Sr. Reilly es presidente emérito del directorio del World Wildlife Fund, co-presidente de la Comisión Nacional de Política Energética, Presidente del Directorio de la Fundación ClimateWorks, presidente del Directorio Asesor para el Nicholas Institute for Environmental Policy Solutions de la Universidad de Duke, director de la Fundación Packard y la National Geographic Society, y miembro del Delta Vision Blue Ribbon Task Force del gobernador Schwarzenegger. Además es miembro de los directorios de DuPont, ConocoPhillips, Royal Caribbean International y Energy Future Holdings, en calidad de presidente del Directorio Asesor en Energía Sostenible. En el 2007, el Sr. Reilly fue elegido miembro de la Academia Estadounidense de Artes y Ciencias (American Academy of Arts and Sciences). Tiene una licenciatura de Yale, un título de abogado de Harvard y una Maestría en Ciencias en Planeamiento Urbano de la Universidad de Columbia.\n \n \nEl audio completo del mensaje está AQUI. El video puede verse por Internet en obamawhitehouse.archives.gov.\n \n Declaraciones del Presidente Barack Obama\nMensaje Semanal\n22 de mayo, 2010\n \n \nEsta semana se cumplió un mes de la explosión de la plataforma petrolera Deepwater Horizon de BP, mar adentro de las costas de Luisiana, en la que murieron 11 personas y se produjo la ruptura de un oleoducto submarino. El derrame petrolero resultante no sólo es un golpe económico que afecta a los estadounidenses en la Costa del Golfo, sino también representa un desastre ecológico.\n \nNuestra respuesta es recurrir a los mejores cerebros de estadounidenses y utilizar la mejor tecnología mundial para detener el derrame. Hemos movilizado más de 1,100 barcazas, aproximadamente 24,000 personas y más de 2 millones de pies de vallas de contención para ayudar a que no se esparza. Y estamos haciendo todo lo posible por ayudar a los pescadores en apuros, y a las pequeñas empresas y comunidades que dependen de ellos.\n \nLa gente de la Costa del Golfo, y de todo Estados Unidos, están exigiendo con todo derecho acciones rápidas para limpiar el desastre de BP y acabar con este problema. Pero también están exigiendo saber cómo sucedió esto, en primer lugar, y cómo podemos cerciorarnos de que nunca más vuelva a pasar. Quisiera pasar unos minutos hablando de esto.\n  \nLo primero y más importante es que lo que causó este desastre fue el incumplimiento de responsabilidades de parte de BP y tal vez otros, entre ellos Transocean y Halliburton. Y seguiremos haciendo que las compañías responsables rindan cuentas, y que no sólo sean abiertas y transparentes sobre los hechos relativos al derrame, sino que también lo paren, reparen el daño que ocasione e indemnice a los estadounidenses que han sufrido perjuicio financiero.\nPero mientras seguimos haciendo que BP rinda cuentas, también nosotros debemos hacer que Washington rinda cuentas. Si bien esta catástrofe es de naturaleza sin precedente, ha planteado muchos desafíos que estamos esforzándonos por responder. Pero la cuestión está en las lecciones que podemos aprender de este desastre para asegurarnos de que nunca jamás vuelva a suceder.\n \nSi las leyes en nuestros códigos no son adecuadas para prevenir un derrame petrolero de esta magnitud, o si no reforzamos esas leyes, quiero saberlo. Quiero saber lo que funcionó y lo que no funcionó de nuestra respuesta a este desastre, y donde fracasó la supervisión del sector de gas y petróleo. Por ejemplo, lo que sí sabemos es que, desde hace tiempo, ha sido motivo de inquietud la relación demasiado amical entre las compañías petroleras y de gas con las agencias que las regulan.\n \nEl secretario del Interior Ken Salazar ha tomado medidas para solucionar este problema, medidas que se apoyan en reformas que ha venido implementando desde que asumió el cargo. Pero necesitamos hacer mucho más para proteger la salud y seguridad de nuestra gente; resguardar la calidad de nuestro aire y agua; y conservar la natural belleza y riqueza de Estados Unidos.\n \nEn semanas recientes hemos tomado varias medidas para evitar otro derrame. Hemos ordenado inspecciones de todas las operaciones en aguas profundas en el Golfo de México. Hemos anunciado que no se darán permisos para la perforación de nuevos pozos hasta que haya terminado el análisis de 30 días sobre el medioambiente y seguridad que solicité. Y le he hecho un llamado al Congreso que apruebe una ley que proporcionará fondos y herramientas cruciales para responder a este derrame y nos preparará mejor para enfrentar cualquier derrame futuro.\nPero también necesitamos analizar de manera integral la manera en que opera el sector de gas y petróleo y cómo los regulamos. Por eso, el viernes, firmé un decreto ejecutivo estableciendo la Comisión Nacional sobre el Derrame Petrolero de Deepwater Horizon de BP y Perforación Petrolera en Mar Abierto. Si bien hay varias investigaciones en curso, entre ellas un estudio independiente de la Academia Nacional de Ingeniería, el propósito de esta Comisión es considerar tanto las causas que originaron el desastre, como brindar opciones sobre las precauciones ambientales y de seguridad que debemos tomar para evitar que ocurra un desastre de este tipo. Quiero señalar que esta comisión es similar a la propuesta por la congresista Capps y el senador Whitehouse.\nLe he pedido al demócrata Bob Graham y al republicano Bill Reilly que presidan esta Comisión. Bob fue gobernador de Florida por dos periodos y representó a Florida ante el Senado de Estados Unidos por casi dos décadas. Durante ese tiempo, se ganó la reputación de campeón del medio ambiente, por encabezar el más extenso esfuerzo de protección ambiental en la historia de ese estado.\n \nBill Reilly es presidente emérito del directorio del Fondo Mundial para la Vida Silvestre y también es un gran conocedor de la industria petrolera y de gas. Durante la presidencia de \nGeorge H.W. Bush, Bill fue el administrador de la Agencia de Protección Ambiental y durante su cargo ocurrió el desastre de Exxon Valdez. \n \nNo se me ocurren dos personas con mayor experiencia ni mejor criterio para la labor que tenemos ante nosotros. En los próximos días, voy a designar a otros 5 distinguidos estadounidenses, entre ellos científicos, ingenieros e intercesores medioambientales, para que se unan a la comisión. Y les estoy pidiendo que me entreguen un informe en 6 meses con recomendaciones para prevenir y mitigar el impacto de cualquier derrame futuro que resulte de perforación petrolera en mar abierto.\n \nUna de las razones por las que postulé a la presidencia fue para poner a Estados Unidos en camino a la independencia energética, y mi compromiso no ha vacilado. Para lograr esa meta, debemos procurar la eficiencia energética y energía limpia, y hemos dado pasos significativos en esto. Pero también debemos buscar fuentes nacionales de petróleo y gas. Debido a que representa 30 por ciento de nuestra producción petrolera, el Golfo de México puede desempeñar una parte importante en asegurar nuestro futuro energético. Pero sólo podemos realizar perforaciones petroleras en mar abierto si tenemos la seguridad de que un desastre como este derrame petrolero de BP no vuelva a ocurrir. Espero que esta comisión ayude a proporcionar esas garantías, para que podamos continuar buscando un futuro energético seguro para los Estados Unidos de Norteamérica.\nMuchas gracias.\n###\n \n\n\n\n"
}