{
    "title": "Dr. Jill Biden Travels to Seoul, Republic of Korea to Highlight Women’s Empowerment | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/07/17/dr-jill-biden-travels-seoul-republic-korea-highlight-women%E2%80%99s-empowerment",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nJuly 17, 2015\n\n \n\n\n\nDr. Jill Biden Travels to Seoul, Republic of Korea to Highlight Women’s Empowerment\n\n\n\n\n\n\tDr. Jill Biden is traveling to Seoul, Republic of Korea for her first stop on a four-country visit to Asia to engage government and civil society partners on issues related to economic empowerment and educational opportunities for women and girls. She will also participate in events in Japan as part of her Joining Forces initiative to support service members, veterans, and military families. Dr. Biden is joined by Catherine Russell, U.S. Ambassador-at-Large for Global Women's Issues; Scot Marciel, Principal Deputy Assistant Secretary of State, Bureau of East Asian and Pacific Affairs; and Christie Vilsack, Senior Advisor for International Education, USAID.\n\n\tUpon arrival in Seoul on Saturday, Dr. Biden will visit the Jinkwansa Temple, where she will meet with female monks and discuss the role they play in the lives of the community.\n\n\tLater, Dr. Biden will meet with the Republic of Korea's Minister of Gender Equality and Family, H.E. Kim Hee-Jung, at the Dongdaemun Design Plaza. Following the meeting, Dr. Biden will deliver remarks at a reception hosted by the Ministry of Gender Equality and Family, where she will highlight the power of education, the value of leadership roles and business opportunities for women in the workplace, and the importance of ensuring that women’s voices are heard in the political process.\n\n\tOn Sunday morning, Dr. Biden will depart Seoul, Republic of Korea en route Hanoi, Vietnam. \n\n\n\n\n"
}