{
    "title": "Message and Notice from the President on the Continuation of the National Emergency with Respect to Syria | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/29/message-and-notice-president-continuation-national-emergency-respect-syr",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 29, 2011\n\n \n\n\n\nMessage and Notice from the President on the Continuation of the National Emergency with Respect to Syria\n\n\n\n\nDear Mr. Speaker:    (Dear Mr. President:)\n\n\tSection 202(d) of the National Emergencies Act, 50 U.S.C. 1622(d), provides for the automatic termination of a national emergency, unless, prior to the anniversary date of its declaration, the President publishes in the Federal Register and transmits to the Congress a notice stating that the emergency is to continue in effect beyond the anniversary date.  In accordance with this provision, I have sent to the Federal Register for publication the enclosed notice stating that the national emergency with respect to the actions of the Government of Syria declared in Executive Order 13338 of May 11, 2004, and relied upon for additional steps taken in Executive Order 13399 of April 25, 2006, and Executive Order 13460 of February 13, 2008, is to continue in effect beyond May 11, 2011.\n\n\tThe Syrian government has reduced the number of foreign fighters bound for Iraq -- although the fighters have still created serious problems there -- but its actions and policies, including continuing support for terrorist organizations, damaging the Lebanese government's ability to function, and pursuit of weapons of mass destruction and missile programs, pose a continuing unusual and extraordinary threat to the national security, foreign policy, and economy of the United States.  For these reasons, I have determined that it is necessary to continue in effect the national emergency declared with respect to this threat and to maintain in force the sanctions to address this national emergency.  In addition, the United States condemns the use of violence against peacefully demonstrating citizens in Syria, and calls on the Syrian government to respect human rights and to forge a credible path to a future of greater freedom, democracy, opportunity, and justice.  As we have communicated to the Syrian government directly, the United States will consider changes in the policies and actions of the Government of Syria in determining whether to continue or terminate this national emergency in the future.\n\n\t                        Sincerely,\n\n\n\n\t                        BARACK OBAMA\n \n      On May 11, 2004, pursuant to his authority under the International Emergency Economic Powers Act, 50 U.S.C. 1701-1706, and the Syria Accountability and Lebanese Sovereignty Restoration Act of 2003, Public Law 108-175, the President issued Executive Order 13338, in which he declared a national emergency with respect to the actions of the Government of Syria.  To deal with this national emergency, Executive Order 13338 authorized the blocking of property of certain persons and prohibited the exportation or reexportation of certain goods to Syria.  On April 25, 2006, and February 13, 2008, the President issued Executive Order 13399 and Executive Order 13460, respectively, to take additional steps with respect to this national emergency.\n\n\t      The President took these actions to deal with the unusual and extraordinary threat to the national security, foreign policy, and economy of the United States constituted by the actions of the Government of Syria in supporting terrorism, maintaining its then-existing occupation of Lebanon, pursuing weapons of mass destruction and missile programs, and undermining U.S. and international efforts with respect to the stabilization and reconstruction of Iraq.\n\n\t      The Syrian government has reduced the number of foreign fighters bound for Iraq -- although the fighters have still created serious problems there -- but its actions and policies, including continuing support for terrorist organizations, damaging the Lebanese government's ability to function, and pursuit of weapons of mass destruction and missile programs, continue to pose an unusual and extraordinary threat to the national security, foreign policy, and economy of the United States.  As a result, the national emergency declared on May 11, 2004, and the measures adopted on that date, on April 25, 2006, in Executive Order 13399, and on February 13, 2008, in Executive Order 13460, to deal with that emergency must continue in effect beyond May 11, 2011.  Therefore, in accordance with section 202(d) of the National Emergencies Act, 50 U.S.C. 1622(d), I am continuing for 1 year the national emergency declared with respect to certain actions of the Government of Syria.  In addition, the United States condemns the use of violence against peacefully demonstrating citizens in Syria, and calls on the Syrian government to respect human rights and to forge a credible path to a future of greater freedom, democracy, opportunity, and justice.  The United States will consider changes in the policies and actions of the Government of Syria in determining whether to continue or terminate this national emergency in the future and would welcome progress by the Government of Syria on these matters.  This notice shall be published in the Federal Register and transmitted to the Congress.\n\n\t        BARACK OBAMA\n\n\tTHE WHITE HOUSE,\n\tApril 29, 2011.\n\n\n\n\n"
}