{
    "title": "Background on the President's Breakfast with Iowa Small Business Owners | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/08/16/background-presidents-breakfast-iowa-small-business-owners",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 16, 2011\n\n \n\n\n\nBackground on the President's Breakfast with Iowa Small Business Owners\n\n\n\n\n\n\tPresident Obama will begin the second day of his bus tour by having breakfast with five Iowa small business owners at Rausch’s Café in Guttenberg, Iowa.  The breakfast is an opportunity for the President to hear directly from rural small business owners about their experiences and highlight the steps his administration has taken to assist them, including the new jobs initiatives announced today (link to full fact sheet)\n\n\tThe rural small business owners attending the breakfast represent a variety of industries, from IT to agriculture.\n\nSmall Business Owners Attending Breakfast\n\n\n\t\tMichael Sexton, ManureWorks LLC (Rockwell City, IA)\n\n\t\tJoel Althoff, Infrastructure Technology Solutions (Monticello, IA)\n\n\t\tKenneth Hach, Anemometry Specialists (Alta, IA)\n\n\t\tEric Unruh, Rolling Hills Greenhouse (West Union, IA)\n\n\t\tFern Unruh, Rolling Hills Greenhouse (West Union, IA)\n\n\nBackground on New Jobs Initiatives for Rural America\n\nHelping Rural Small Businesses Access Capital\n\n\nDoubling SBA Investment Funds for Rural Small Businesses over the Next 5 Years: As part of the Startup America Initiative, SBA recently announced the creation of a $1 billion Impact Investment Fund through its Small Business Investment Company (SBIC) Program.  The Impact Fund will invest in distressed areas as well as in emerging sectors such as clean energy.  SBA provides up to a 2:1 match to private capital raised by this fund, partnering with private investors to target “impact” investments.  SBA and USDA will partner together to drive $350 million of investment capital through the Impact Fund and existing SBICs into rural small businesses over the next five years, doubling the current rate of investment.\n\nConnecting Rural Small Businesses with Private Investment Capital: To further achieve this goal, SBA and USDA will launch a series of Rural Private Equity and Venture Capital conferences nationwide to provide a platform for connecting private equity and venture capital investors with rural start-ups.  USDA, SBA, Treasury, Interior and other relevant agencies will also create rural capital “marketing teams” that pitch federal funding opportunities to private investors.  These “marketing teams” will leverage existing personnel with expertise about rural funding sources across all federal departments and agencies.\n\n\nExpanding Rural Job Search and Training Services\n\n\nExpanding DOL Job Search and Training Services to 2,800 USDA Sites Nationwide: USDA and DOL will partner to increase access to existing job search and training information for rural job-seekers by providing DOL employment information at 2,800 USDA field offices nationwide.  This will significantly reduce the distance that rural Americans need to travel in order to access DOL job search employment information.\n\n\nIncreasing Rural Access to Health Care Workers and Technology\n\n\nIncreasing Physician Recruitment at Critical Access Hospitals: HHS will issue guidance to expand eligibility for the National Health Service Corps loan repayment program so that Critical Access Hospitals (those with 25 beds or fewer) can use these loans to recruit new physicians.  This program will help more than 1,300 CAHs across the country recruit needed staff.  The addition of one primary care physician in a rural community generates approximately $1.5 million in annual revenue and creates 23 jobs annually.  The average CAH creates 107 jobs and generates $4.8 million in payroll annually.\n\nExpanding Health Information Technology (IT) in Rural America: USDA and HHS will sign an agreement linking rural hospitals and clinicians to existing capital loan programs that enable them to purchase software and hardware needed to implement health information technology (HIT). Under current conditions, rural health care providers face challenges in harnessing the benefits of HIT due to limited access to capital and workforce challenges.  Rural hospitals tend to have lower financial operating margins and limited capital to make the investments needed to purchase hardware, software and other equipment.\n\n\n\n\n\n"
}