{
    "title": "Presidential Memorandum -- Withdrawal of Certain Areas of the United States Outer Continental Shelf Offshore Alaska from Leasing Disposition | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/01/27/presidential-memorandum-withdrawal-certain-areas-united-states-outer-con",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 27, 2015\n\n \n\n\n\nPresidential Memorandum -- Withdrawal of Certain Areas of the United States Outer Continental Shelf Offshore Alaska from Leasing Disposition\n\n\n\n\nMEMORANDUM FOR THE SECRETARY OF THE INTERIOR \nSUBJECT: Withdrawal of Certain Areas of the United States Outer Continental Shelf Offshore Alaska from Leasing Disposition \nConsistent with principles of responsible public stewardship entrusted to this office, with due consideration of the critical importance of certain areas within the Beaufort and Chukchi Seas to subsistence use by Alaska Natives as well as for marine mammals, other wildlife, and wildlife habitat, and to ensure that the unique resources of these areas remain available for future generations, I hereby direct as follows: \nUnder the authority granted to me in section 12(a) of the Outer Continental Shelf Lands Act, 43 U.S.C. 1341(a), I hereby withdraw from disposition by leasing for a time period without specific expiration (1) the areas of the Outer Continental Shelf (OCS) currently designated by the Bureau of Ocean Energy Management as leasing deferral areas within the Chukchi Sea Planning Area and the Beaufort Sea Planning Area in the 5-year oil and gas leasing program for 2012-2017; and (2) the Hanna Shoal region of the Chukchi Sea Planning Area lying within the contours of the 40-meter isobath. The boundaries of the withdrawn areas are more specifically delineated in the attached maps and accompanying table of OCS blocks. Both the maps and table form a part of this memorandum. This withdrawal prevents consideration of these areas for any future oil or gas leasing for purposes of exploration, development, or production. \nNothing in this withdrawal affects the rights under existing leases in the withdrawn areas. \nBARACK OBAMA \n\n\n\n\n"
}