{
    "title": "First Lady Michelle Obama to Celebrate the Fourth Anniversary of Let's Move! | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/02/20/first-lady-michelle-obama-celebrate-fourth-anniversary-lets-move",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nFebruary 20, 2014\n\n \n\n\n\nFirst Lady Michelle Obama to Celebrate the Fourth Anniversary of Let's Move!\n\n\n\n\nWASHINGTON, DC – This week, First Lady Michelle Obama will kick off a celebration around the fourth anniversary of Let’s Move!, her initiative to ensure that all our children grow up healthy and reach their full potential.\nToday, we are moving toward a healthier future and this movement is becoming the new norm all across the country.  From child care centers through high school, from sun up to sun down the country is moving toward a healthier future.\nOn this anniversary, Mrs. Obama will be highlighting examples of people, communities, and organizations that are participating in this movement.\nTo demonstrate the national scope of this movement, the First Lady is encouraging people of all ages, to show her how they move - through their everyday fitness routine, making better food choices, or by moving their community toward that new norm - on Facebook, Twitter, Instagram, Vine, etc. using #LetsMove.  Click here to watch the First Lady explain this online challenge.\nFollow @FLOTUS and @LetsMove on twitter and @MichelleObama on Instagram for live updates.\nMrs. Obama launched Let’s Move! on February 9, 2010 to unite the country around our kids’ health and create real support for families to live healthier lives.  Since then, parents, business leaders, educators, elected officials, military leaders, chefs, physicians, athletes, childcare providers, community and faith leaders, and kids themselves have stepped up to improve the health of our nation’s children.\nThanks in part to these efforts, our nation is moving towards a new, healthier norm.  More Americans now have access to healthy, affordable food closer to home, school health environments are changing, healthier foods are being marketed to kids, and making healthy choices is becoming easier for families.  A CDC report released last year showed that obesity among low-income pre-schoolers declined in 19 states over the past couple of years.\nFor more information on how we’ve moved towards a healthier norm over the past four years, visit: http://go.wh.gov/RZ3TsD\nThursday, February 20th, 2014\nNew York, NY * 10:45 AM ET – Inspired by the Drink Up initiative, First Lady Michelle Obama will visit the Taking Back the Streets exhibit at the New Museum in New York City.  The exhibit, developed by WAT-AAH, is a celebration of street art in honor of Drink Up, the Partnership for Healthier America’s initiative that encourages all Americans to drink more water.  The Taking Back the Streets exhibit will use the visual arts to remind kids and parents that choosing to drink water is one of the best and easiest decisions we can make each and every day.  \nThis event is pooled press. \nNew York, NY – Later in the afternoon, the First Lady will tape an appearance on “The Tonight Show with Jimmy Fallon.”  During her interview, Mrs. Obama will highlight the fourth anniversary of her Let’s Move! initiative.  Her appearance will air that evening.\nTuesday, February 25th, 2014\n\t \nWashington, DC * 11:00 AM ET – First Lady Michelle Obama will join United States Secretary of Agriculture Tom Vilsack for an announcement on school wellness and to highlight the incredible progress being made in school health environments across the country.\nThis event in the East Room is open press. Members of the media who wish to cover the event must RSVP with \"SCHOOL WELLNESS\" in the subject line to firstladypress@who.eop.gov by 12 PM, Monday, February 24th. who do not have a White House Hard Pass must also include: Full Legal Name, Date of Birth, Social Security Number, US Citizenship Status, Country of Origin, and Current City/State.\n\t \nMiami, FL * 4:30 PM ET– Following the Let’s Move! School Wellness Event, the First Lady will travel to Miami, Florida.  While in Miami, she will visit a local parks and recreation center to make a major announcement about healthy out-of-school time.\nThis event is open press. Members of the media who wish to cover the event must RSVP with \"OUT OF SCHOOL TIME\" in the subject line to firstladypress@who.eop.gov by 12 PM, Monday, February 24th. Those who do not have a White House Hard Pass must also include: Full Legal Name, Date of Birth, Social Security Number, US Citizenship Status, Country of Origin, and Current City/State.\nFollowing her event in Miami, the First Lady will join Mario Lopez for an interview for Extra.  This interview will air the following day.  Later that afternoon, the First Lady will join Satcha Pretto for an interview with ¡Despierta América!.  This interview will air the following day. \nThursday, February 27th, 2014\n\t \nWashington, DC * 11:00 AM ET—The First Lady will make an announcement regarding proposals to help parents and other consumers make healthier choices.\nThis event is in the East Room and is open press. Members of the media who wish to cover the event must RSVP with \"HEALTHIER CHOICES\" in the subject line to firstladypress@who.eop.gov by 12 PM, Wednesday, February 26th.  Those who do not have a White House Hard Pass must also include: Full Legal Name, Date of Birth, Social Security Number, US Citizenship Status, Country of Origin, and Current City/State.\nFollowing the event, the First Lady will join Rachael Ray for an interview.  This interview will air the following week on The Rachael Ray Show. \nBowie, MD * 2:30 PM — Later that afternoon, the First Lady will travel to Bowie, Maryland for an announcement with a local child care facility. Since 2011, nearly 12,000 child care providers have committed to providing healthy environments and encouraging healthy habits among our nation’s preschoolers through Let’s Move! Child Care.  These child care providers are increasing physical activity, limiting screen time, serving healthier food and beverages, and supporting breastfeeding mothers.  More than 1 million children are being reached by early childhood education networks that have committed to Let’s Move! Child Care.\nThis event is pooled press.  Following her event at a local child care facility, the First Lady will join Jenna Bush Hager for an interview with the Today Show.  This interview will air the following day. \n\n\n\n\n"
}