{
    "title": "Readout of Vice President Biden's Meeting with President Salvador Sánchez-Cerén of El Salvador, President Jimmy Morales of Guatemala, and President Juan Orlando Hernández of Honduras | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/05/03/readout-vice-president-bidens-meeting-president-salvador-s%C3%A1nchez-cer%C3%A9n",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nMay 03, 2016\n\n \n\n\n\nReadout of Vice President Biden's Meeting with President Salvador Sánchez-Cerén of El Salvador, President Jimmy Morales of Guatemala, and President Juan Orlando Hernández of Honduras\n\n\n\n\n\n\tThe Vice President met today with President Salvador Sánchez-Cerén of El Salvador, President Jimmy Morales of Guatemala, and President Juan Orlando Hernández of Honduras. The leaders discussed their progress in meeting the agreements outlined in the Blair House Communique of February 24, 2016, which identified specific steps to be taken as part of the 2016 Action Plan to advance the Plan for the Alliance of Prosperity in the Northern Triangle in Central America and the U.S. Strategy for Engagement in Central America. They also discussed plans to deepen partnership between the United States and Central America in the areas of providing citizen security, promoting economic prosperity and social stability, and reducing undocumented migration, especially by unaccompanied children.\n\n\tThe leaders affirmed their continued cooperation to meet the benchmarks set forth by the United States Congress to provide up to $750 million in Fiscal Year 2016 funding to support improved governance, security, and prosperity in the Northern Triangle of Central America. The Vice President highlighted the importance of increasing government revenues, combating corruption, protecting human rights defenders, and implementing a plan to professionalize the police force and reduce the role of the military in internal policing. The Vice President noted several recent positive steps in the region, including El Salvador's renewed focus on citizen security, the Guatemalan government's decision to extend the mandate of the International Commission Against Impunity in Guatemala (CICIG) until 2019, and the progress in Honduras on establishing the Mission to Support the Fight against Corruption and Impunity in Honduras (MACCIH). The leaders also agreed to work together to advance energy security in Central America and pledged to discuss these issues in greater depth at the U.S.-Caribbean and Central American Energy Summit on May 4.\n\n\tPresident Obama joined the Vice President for part of the meeting to emphasize the importance of sustained political will and deep reforms to address the root causes of migration and ensure a strong foundation for future U.S. assistance and partnership with the Northern Triangle. The leaders agreed that the United States and Central America were engaged in an ambitious process of aligning their goals and strategies that would benefit future generations of Central Americans and contribute positively to United States relations with the Western Hemisphere.\n\n\n\n\n"
}