{
    "title": "Expected Attendees at Tonight’s State Dinner | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/19/expected-attendees-tonight-s-state-dinner",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJanuary 19, 2011\n\n \n\n\n\nExpected Attendees at Tonight’s State Dinner\n\n\n\n\n\n\tBelow is a list of expected attendees at tonight’s State Dinner. Attached are details about the State Dinner, also available here.\n\nTHE PRESIDENT and MRS. OBAMA\n\n\tHIS EXCELLENCY HU JINTAO\n\n\t      The Honorable Madeleine Albright, Washington, D.C.\n\t      Ms. Alice Albright\n\n\t      Ms. Christiane Amanpour, ABC News, New York, NY\n\t      Mr. James Rubin\n\n\t      The Honorable David Axelrod, Assistant to the President and Senior Advisor\n\t      Mrs. Susan Axelrod\n\n\t      Mr. Jeffrey Bader, National Security Council\n\t      Ms. Rohini Talalla\n\n\t      The Honorable Elizabeth Bagley, Washington, D.C.\n\t      Mr. Kevin Frawley\n\n\t      Mr. Steven Ballmer, Microsoft, Redmond, WA\n\t      Mrs. Connie Ballmer\n\n\t      Ms. Bette Bao Lord, New York, NY\n\t      The Honorable Winston Lord\n\n\t      Mrs. Denise Bauer, Belvedere Tiburon, CA\n\n\t      The Honorable Howard Berman, Representative from California\n\t      Mrs. Janis Berman\n\t   \n\t      Vice President Joseph R. Biden, Jr.\n\t      Dr. Jill Biden\n\n\t      The Honorable Joseph Beau Biden, III, Attorney General of Delaware, Wilmington, DE\n\t      Mrs. Hallie Biden\n\n\t      His Excellency Zheng Bijian, Chairman, CIIDS\n\n\t      His Excellency Dai Bingguo, State Councilor\n\n\t      Mr. Lloyd Blankfein, Goldman Sachs, New York, NY\n\t      Mrs. Laura Blankfein\n\n\t      The Honorable Antony Blinken, Deputy Assistant to the President and National Security Advisor, Office of the Vice President\n\n\t      The Honorable Stephen Breyer, United States Supreme Court\n\t      Dr. Johanna Breyer\n\n\t      Mr. Greg Brown, Motorola, Schaumburg, IL\n\t      Mrs. Anna-Louise Brown\n\n\t      The Honorable Dr. Zbigniew Brezezinski, McLean, VA\n\t      Mrs. Emilie A. Brzezinski\n\n\t      The Honorable Kurt M. Campbell, Assistant Secretary of State for East Asian and Pacific Affairs\n\t      The Honorable Lael Brainard, Under Secretary of the Treasury for International Affairs\n\n\t      The Honorable James E. Carter, former President of the United States\n\t      Mrs. Rosalynn Carter\n\n\t      Mr. Jackie Chan, Beverly Hills, CA\n\t      Mr. Phillip Button\n\n\t      The Honorable Elaine Chao, Washington, D.C.\n\t      Dr. James Chao\n\n\t      His Excellency Wang Chao, Vice Minister for Commerce\n\n\t      His Excellency Tung Chee Hwa, Vice Chairman, CPPCC, former Hong Kong Chief Executive\n\n\t      Mr. John A. Chen, Chairman, Committee of 100, New York, NY\n\t      Mrs. Sherrie Chen\n\n\t      The Honorable Chris Christie, Governor of New Jersey, Trenton, NJ\n\t      Mrs. Mary Pat Christie\n\n\t      The Honorable Judy Chu, Representative from California\n\t      Ms. Chiling Tong\n\n\t      The Honorable Steven Chu, Secretary of Energy\n\t      Mrs. Jean Chu\n\n\t      The Honorable Hillary R. Clinton, Secretary of State\n\n\t      The Honorable William J. Clinton, former President of the United States\n\n\t      The Honorable James E. Clyburn, Representative from South Carolina\n\t      Mr. John Clyburn\n\n\t      The Honorable Richard Daley, Mayor of Chicago, Chicago, IL\n\t      Mrs. Maggie Daley\n\n\t      The Honorable William Daley, Assistant to the President and Chief of Staff\n\t      Ms. Bernadette Keller\n\n\t      His Excellency Chen Deming, Minister of Commerce\n\n\t      Mr. Jamie Dimon, JP Morgan Chase & Co., New York, NY\n\t      Mrs. Judith Dimon\n\n\t      The Honorable Thomas Donilon, Assistant to the President and National Security Advisor\n\t      Ms. Cathy Russell, Chief of Staff to Dr. Jill Biden\n\n\t      The Honorable Arne Duncan, Secretary of Education\n\t      Mrs. Karen Duncan\n\n\t      Mr. James Fallows, The Atlantic, Washington, D.C.\n\t      Mrs. Deborah Fallows\n\n\t      Mr. Xie Feng, Director General, MFA\n\n\t      Mr. Thomas Friedman, The New York Times, Washington, D.C.\n\t      Mrs. Ann Friedman\n\n\t      The Honorable Michael B. Froman, Deputy Assistant to the President and Deputy National Security Advisor for International Economic Affairs\n\t      Ms. Nancy Goodman\n\n\t      His Excellency Wan Gang, Minister of Science and Technology\n\n\t      The Honorable Robert M. Gates, Secretary of Defense\n\t      Mrs. Becky Gates\n\n\t      The Honorable Timothy F. Geithner, Secretary of the Treasury\n\t      Mrs. Carole Geithner\n\n\t      Mr. Mark Gilbert, Boca Raton, FL\n\t      Mrs. Nancy Gilbert\n\n\t      The Honorable Chris Gregoire, Governor of Washington, Olympia, WA\n\t      Ms. Courtney Gregoire\n\n\t      His Excellency Zhu Guangyao, Vice Minister for Finance\n\n\t      His Excellency Zhang Guobao, Vice Minister for NDRC\n\n\n\t      Mr. Herbie Hancock, Los Angeles, CA\n\t      Mrs. GiGi Hancock\n\n\t      The Honorable Dr. John P. Holdren, Assistant to the President and Director of the Office of Science and Technology\n\n\t      The Honorable Robert Hormats, Under Secretary of State for Economic, Business, and Agricultural Affairs\n\n\t      The Honorable Steny Hoyer, Representative from Maryland, Democratic WHIP\n\n\t      His Excellency Wang Huning, Director of the Policy Research Office of CCCPC\n\n\t      The Honorable Jon Huntsman, U.S. Ambassador to China\n\t      Mrs. Mary Kaye Huntsman\n\n\t      Mr. Robert Iger, The Walt Disney Company, Burbank, CA\n\t      Ms. Willow Bay\n\n\t      Mr. David Ignatius, The Washington Post, Washington, D.C.\n\t      Dr. Eve Ignatius\n\n\t      Mr. Jeff Immelt, General Electric, Fairfield, CT\n\t      Mrs. Andrea Immelt\n\n\t      The Honorable Valerie Jarrett, Senior Advisor and Assistant to the President for Intergovernmental Affairs and Public Engagement\n\n\t      His Excellency Li Jiaxiang, Vice Minister for Transportation\n\n\t      His Excellency Yang Jiechi, Minister of Foreign Affairs\n\n\t      His Excellency Ling Jihua, Director of the General Office of CCCPC\n\n\t      Mr. Robert Kagan, McLean, VA\n\t      Ms. Victoria Nuland\n\n\t      Mr. Michael Kempner, East Rutherford, NJ\n\t      Mrs. Jacqueline Kempner\n\n\t      Mr. Muhtar Kent, Coca-Cola, Atlanta, GA\n\n\t      The Honorable John F. Kerry, Senator from Massachusetts\n\t      Mrs. Teresa Heinz Kerry\n\n\t      Mr. Robert King, UAW, Detroit, MI\n\t      Ms. Julie Kushner\n\n\t      The Honorable Ron Kirk, United States Trade Representative\n\t      Mrs. Matrice Ellis-Kirk\n\n\t      The Honorable Henry Kissinger, New York, NY\n\t      Mrs. Nancy Kissinger\n\n\t      Mr. Nicholas Kristof, The New York Times, Scarsdale, NY\n\t      Ms. Sheryl WuDunn\n\n\t      Ms. Ellen Kullman, DuPont, Wilmington, DE\n\t      Mr. Michael Kullman\n\n\t      Dr. Zhang Kunsheng, Director-General, Protocol Department\n\n\t      Ms. Michelle Kwan, Torrance, CA\n\n\t      Mr. Lang Lang, New York, NY\n\t      Mrs. Zhou Xiulan\n\n\t      The Honorable Jacob Lew, Director, Office of Management and Budget\n\t      Ms. Maya Lin, New York, NY\n\t      Mr. Daniel Wolf\n\n\t      Ms. Limin Liu, Reno, NV\n\t      Dr. Hugh Shapiro\n\n\t      Mr. Andrew N. Liveris, The Dow Chemical Company, Midland, MI\n\t      Mrs. Paula Liveris\n\n\t      The Honorable Gary Locke, Secretary of Commerce\n\t      Mrs. Mona Locke\n\n\t      The Honorable Christopher Lu, Assistant to the President and Cabinet Secretary\n\t      Ms. Kathryn Thomson\n\n\t      The Honorable Richard Lugar, Senator from Indiana\n\t      Mrs. Charlene Lugar\n\n\t      Mr. Yo Yo Ma, Burbank, CA\n\t      Ms. Jill Hornor\n\n\t      The Honorable Capricia Marshall, Chief of Protocol, Department of State\n\n\t      Mr. W. James McNerney, The Boeing Company, Chicago, IL\n\t      Mrs. Haity McNerney\n\n\t      Mr. Evan Medeiros, Director for Asian Affairs, NSS\n\n\t      His Excellency Jiang Mianheng, Vice Chairman, CAS\n\n\t      Mr. Mel Monzack, Wilmington, DE\n\t      Mrs. Ann Monzack\n\n\t      Admiral Michael G. Mullen, Chairman of the Joint Chiefs of Staff\n\n\t      Mrs. Wendi Deng Murdoch, New York, NY\n\n\t      Mr. James Murren, Las Vegas, NV\n\t      Mrs. Heather Murren\n\n\t      The Honorable Thomas Nides, Deputy Secretary of State for Management and Resources\n\t      Ms. Virginia Moseley\n\n\t      Mr. Paul Otellini, Intel, Santa Clara, CA\n\t      Mrs. Sandy Otellini\n\n\t      The Honorable Nancy Pelosi, Representative from California, Democratic Leader\n\t      Mr. Paul Pelosi\n\n\t      His Excellency Zhang Ping, Minister of NDRC\n\n\t      The Honorable David Plouffe, Assistant to the President and Senior Advisor\n\t      Ms. Olivia Morgan\n\n\t      Mr. Tom Pritzker, Pritzker Organization, Chicago, IL\n\t      Mrs. Margot Pritzker\n\n\t      His Excellency Wang Qishan, Vice Premier of the State Council\n\n\t      Ms. Jean Quan, Mayor of Oakland, CA\n\t      The Honorable Edwin M. Lee, Mayor of San Francisco, CA\n\n\t      Ms. Azita Raji, JP Morgan Securities, Inc., Belvedere, CA\n\t      Mr. Gary Syman\n\n\t      The Honorable Ben Rhodes, Deputy Assistant to the President and Deputy National Security Advisor for Strategic Communications and Speechwriting\n\t      Ms. Ann Norris\n\n\t      The Honorable Susan Rice, United States Ambassador to the United Nations, New York, NY\n\t      Mr. Ian Cameron\n\n\t      Mr. Robert Roche, Shanghai, CN\n\n\n\t      Mr. Kenneth Roth, The Human Rights Watch, Washington, D.C.\n\t      Ms. Annie Sparrow\n\n\t      The Honorable Pete Rouse, Counselor to the President\n\t      Ms. Courtney Chapin\n\n\t      Mr. David M. Rubenstein, The Carlyle Group, Washington, D.C.\n\t      Mrs. Alice Rubenstein\n\n\t      Mr. Kirk Rudy, Austin, TX\n\t      Mrs. Amy Rudy\n\n\t      The Honorable Brent Scowcroft, The Forum for International Policy, Washington, D.C.\n\n\t      The Honorable Kathleen Sebelius, Secretary of Health and Human Services\n\t      The Honorable Gary Sebelius\n\n\t      The Honorable Susan Sher, Assistant to the President and Chief of Staff to the First Lady\n\t      The Honorable Neil Cohen\n\n\t      Mr. Robert Sherman, Boston, MA\n\t      Ms. Kim S. Sawyer\n\n\t      His Excellency Chen Shiju, Chief of the President’s Office\n\n\t      The Honorable George Shultz, Stanford, CA\n\t      Mrs. Charlotte Shultz\n\n\t      Dr. Patrick Soon-Shiong, Culver City, CA\n\t      The Honorable Phil Gordon, Mayor of Phoenix, Phoenix, AZ\n\n\t      The Honorable Gene Sperling, Assistant to the President for Economic Policy & Director of the National Economic Council\n\t      Ms. Allison Abner\n\n\t      The Honorable Jim Steinberg, Deputy Secretary of State\n\t      Ms. Sherburne B. Abbott\n\n\t      Ms. Barbra Streisand, Malibu, CA\n\t      Mr. James Brolin\n\n\t      The Honorable Tina Tchen, Deputy Assistant to the President and Director of the Office of Public Engagement\n\n\t      Mr. John Thornton, The Brookings Institution, HSBC North America, Palm Beach, FL\n\t      Mrs. Margaret Thornton\n\n\t      His Excellency Cui Tiankai, Vice Minister of Foreign Affairs\n\n\t      Dr. Stanley Toy, Jr., Pasadena, CA\n\t      Ms. Lana Toy\n\n\t      Mr. Luis Ubinas, The Ford Foundation, New York, NY\n\t      Dr. Deborah Tolman\n\n\t      Mr. Jose Villarreal, Commissioner General, Shanghai Expo, San Antonio, TX\n\t      Ms. Sara Villarreal\n\n\t      Ms. Vera Wang, New York, NY\n\t      Mr. Arthur Becker\n\n\t      Mr. Steve Westly, Menlo Park, CA\n\t      Ms. Anita Yu\n\n\t      Ms. Anna Wintour, Vogue Magazine, New York, NY\n\t      Mr. Shelby Bryan\n\n\t      Ms. Patricia A. Woertz, Archer Daniels Midland, Decatur, IL\n\t      Mr. Kelvin R. Westbrook\n\n\t      Mr. B.D. Wong, New York, NY\n\t      Mrs. Roberta Wong\n\n\t      Mr. Charles Woo, Mega Toys, Los Angeles, CA\n\t      Mrs. Ying Woo\n\n\t      The Honorable David Wu, Representative from Oregon\n\t      Ms. Anna Kopperud\n\n\t      His Excellency Xie Xuren, Minister of Finance\n\n\t      His Excellency Zhang Yesui, Chinese Ambassador to the United States\n\t      Madam Chen Naiqing\n\n\t      His Excellency Sun Yibiao, Vice Minister for Customs\n\n\t \n\n*** Note: This release has been corrected.\n\n\n\n\n"
}