{
    "title": "New Details: President Obama Hosts First-Ever White House Demo Day | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/08/04/new-details-president-obama-hosts-first-ever-white-house-demo-day",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 04, 2015\n\n \n\n\n\nNew Details: President Obama Hosts First-Ever White House Demo Day\n\n\n\n\n\n\t \n\n\tWASHINGTON, DC – Today, President Obama will host the first-ever White House Demo Day focused on inclusive entrepreneurship, welcoming startup founders from diverse walks of life and from across the country to showcase their innovations.\n\n\tThe President will also announce new public- and private-sector commitments that promise to provide more Americans with the opportunity to pursue their bold, game-changing ideas.\n\nAdditional details on White House Demo Day\n\n\tA number of Presidential Ambassadors for Global Entrepreneurship and leaders in business, philanthropy and non-profit sector will have an opportunity to attend the event and meet the exhibiting entrepreneurs. Attendees include:\n\nPresidential Ambassadors for Global Entrepreneurship\n\nSteve Case, Chairman and CEO, Revolution\n\nDaymond John, Founder, President and CEO, FUBU\n\nAlison Rosenthal, Vice President of Strategic Partnerships, Wealthfront, Inc.\n\nPublic and Private Leaders\n\nWilliam Bell, Mayor, Birmingham, Alabama\n\nBobby Franklin, President and CEO, National Venture Capital Association\n\nMichael Gillette, Mayor, Lynchburg, Virginia\n\nRosalind Hudnell, Chief Diversity Officer, Intel\n\nMitch Kapor, Founder, Kapor Capital\n\nKay Koplovitz, Founder, USA Network\n\nJeff Lawson, Founder and CEO, Twilio\n\nEvan Sharp, Co-Founder, Pinterest\n\n\tExhibits at White House Demo Day include:\n\nBlueOak finds the treasure in trashed smartphones (Privahini Bradoo, San Francisco, California) Every day, U.S. consumers throw away enough cell phones to blanket 50 football fields. To Privahini Bradoo, people might as well throw away their jewelry: one ton of cell phones contains as much gold as 70 tons of gold ore. Seeing a business opportunity, Bradoo founded BlueOak. BlueOak is an electronics recycling firm that harvests the valuable precious metals out of old smartphones and TVs. BlueOak is building low-cost and environmentally friendly refineries to recycle critical metals from e-waste. Their flagship refinery is located in Osceola, Arkansas. Born in India, raised in Oman and New Zealand, and educated in Boston, Bradoo pulls from diverse life experiences to lead her company and make a positive impact in the world.\n\nAfter a car accident left her blind for 11 years, Ramona Pierson founded a company to build a new kind of search engine (Ramona Pierson, Palo Alto, California)\n\n\tIn 1984, at age 22, Ramona Pierson was hit by a drunk driver. The car tore her body apart, slicing open her throat, gouging her chest, and leaving her heart and lungs fully exposed. Pierson was in a coma for 18 months. She was totally blind for 11 years, though she has regained partial sight in her left eye thanks to a corneal transplant. It was the process of having to learn just about everything from scratch – including how to breathe and walk – that made her realize how important it was to be a lifelong learner. And it's that notion that inspired her to start Declara. Declara has developed a ways for people to learn in more personalized ways, through advanced semantic search and predictive analysis. In three years, Declara has grown to 65 employees, and attracted $32.5 million in funding. Pierson also serves as a mentor for LGBT entrepreneurs.\n\nCancer survivor founds company to connect patients and improve care delivery\n\n(Tatyana Kanzaveli & Maksim Tsvetovat, Los Altos, California) After being diagnosed with colon cancer in 2013, Tatyana Kanzaveli decided to found a company that could help others. The security of having access to coverage under the Affordable Care Act helped her make the decision to start her own company. Open Health Network is a smart mobile health platform that helps healthcare organizations, researchers, and patient advocate groups create cutting-edge mobile applications that run on any device and in any language in a day without coding. Application modules include patient surveys, social networking, wearable device integration, and other customizable modules. \n\nAfter losing his parents to HIV/AIDS, entrepreneur founds HIV testing company (Christopher Ategeka and Anwaar Al-Zireeni, San Francisco, California) Ugandan-born Christopher Ategeka, who lost both of his parents to HIV/AIDS, has dedicated his life to improving healthcare for those suffering from the disease. For his work, Ategeka earned a U.S. President's Emergency Plan for AIDS Relief (PEPFAR) award. In 2013, Ategeka teamed up with fellow University of California—Berkeley graduate Anwaar Al-Zireeni to co-found Privail, a company that is commercializing low-cost, early HIV detection technology developed by Al-Zireeni. The technology is a portable, easy to use testing device that can directly detect HIV virus in the bloodstream faster than antibody or antigen based tests, and for a fraction of the cost of traditional RNA detection techniques.\n\nSmart baby monitor can track a baby’s vital signs using only a video camera (Rubi Sanchez, San Francisco, California) Rubi Sanchez, the founder and CEO of Wearless Tech Inc., is a graduate of the University of California—Berkeley with experience in the health care industry. Her company has developed Cocoon Cam, a patent-pending solution that uses computer vision and cloud-based data analytics to transform the capabilities of a traditional baby monitor. Using their unique software, a digital video camera, and non-invasive infrared technology, Cocoon Cam can track a baby’s heart rate, respiration, and skin temperature from a distance. Parents can stream video and wellness information to their smartphone to know exactly what is going on with their baby’s health at any time.  The Cocoon Cam team was trained through the National Science Foundation’s Innovation Corps (I-Corps) program.\n\nWorking mom of two turns family handmade popcorn tradition into snack food startup\n\n(Jean Arnold, San Francisco, California) Jean Arnold grew up loving the fresh popcorn her mother would cook using a hand-cranked stove-top popper. As an adult, she spent years experimenting with making her own organic popcorn and flavoring it with exotic seasonings inspired by her training at Le Cordon Bleu in London. Now, as the founder of 479°, Arnold has turned her love of popcorn into a gourmet snack business that is sold around the country.\n\nTwo veterans developed an app and website with skills learned at a coding bootcamp to make new arrivals to military bases feel like locals (Billy Griffin and Tony Hatala, Denver, Colorado) When new troops arrive at a military base with no idea where to get a haircut or find an ATM, they load up the Base Directory app. Founded by two military officers who met on deployment, Base Directory helps service members and their families connect with resources on military installations After the initial launch of the app, co-founder Billy Griffin realized that, in order to take the company to the next level, they needed the technical know-how to maintain the app and build a new website. So he enrolled in Galvanize, a 12 week coding bootcamp that has made commitments to the TechHire initiative, where he learned the programming skills to succeed as the company’s Chief Technology Officer.  The service saves people time and frustration by getting them the information they need in a quick and easy-to-use way. The company’s app and website provide a directory of locations, phone numbers, and even movie show times for U.S. military bases worldwide.\n\nWest Point-born sisters transform surplus military gear into stylish fashion pieces (Betsy Núñez & Emily Núñez Cavness, Denver, Colorado) U.S. Army Officer, Emily, and her sister grew up in a military family. As kids, they shared Thanksgiving dinners with hundreds of soldiers in Army mess halls. Now, their fashion company, Sword & Plough, takes surplus military gear that might otherwise be wasted and repurposes it for rugged and refined bags. The business employs veterans at every stage of the business (as designers, managers, sewers, quality control experts, and even models). Since launching and raising 15 times their original funding goal on an online crowdfunding platform in 2013, the Sword & Plough team has repurposed 30,000 lbs. of military surplus and has shipped over 7,000 bags and accessories globally. By investing in their employees and donating 10 percent of after-tax profits to organizations that support veteran employment, they have built a business that serves those who have served.\n\nPartpic makes finding a replacement part as easy as taking a picture (Jewel Burks and Jason Crain, Atlanta, Georgia) Partpic combines image recognition and machine learning technologies to transform the industrial supply industry, a $570 billion annual market worldwide. Traditionally, finding a replacement part requires a lengthy process of serial number verification and supplier communication.  With Partpic, customers simply snap a picture of the part they want to replace and automatically receive product name, specifications, and supplier information. Partpic is a tech startup in Atlanta that won a Rise of the Rest investment.  Partpic is an Atlanta-based startup that recently closed a $1.5M seed round including investments from Steve Case's Rise of the Rest and Comcast Ventures. Jewel Burks leads the Partpic team as co-founder and CEO, and additionally serves as an Entrepreneur in Residence at Google. Partpic's leadership team also includes former Googler, Jason Crain as co-founder/COO.\n\t \n\nGo Electric makes power systems that never turn off (Lisa Laughner, Anderson, Indiana)\n\n\tLisa Laughner founded Go Electric in 2011 with only three employees and a $3 million contract with the U.S. military. The contract to build a micro grid for a Marine Corps base in Hawaii required integrating several large lithium ion batteries, two large diesel generators, and Go Electric’s micro grid technology. Four years later, their LYNC technology integrates solar, wind, generators, and batteries and optimizes those energy resources to deliver energy services that stabilize the grid and ensure businesses and government organizations have secure, low-cost power 24/7. In May 2015, the company was announced as one of the winners in the RISE:NYC innovative technologies competition.\n\nBounce Imaging’s tactical camera ball spots danger before soldiers and first responders walk into it (Francisco Aguilar & Carolina Aguilar, Boston, Massachusetts)\n\n\tFrancisco Aguilar came up with the idea for Bounce Imaging’s ball-shaped camera after learning about challenges facing responders during Haiti’s devastating earthquake in 2010. While there were some fiber-optic cameras that could be used to search through rubble for survivors, the equipment was expensive and required a skilled operator. Aguilar founded Bounce Imaging to develop low-cost, throwable sensor units that provide omnidirectional images of hazardous, unseen spaces and transmits them to a user’s smartphone. The systems can be used by police officers and other first responders to see around a corner, inside a compound, or down a tunnel or sewer system. The company, based at the Harvard Innovation Lab, was named a Gold Winner at MassChallenge, the largest startup accelerator in the world.\n\nMIT team develops device to detect, predict, and prevent falls among seniors (Dina Katabi, Fadel Adib, and Zach Kabelac, Cambridge Massachusetts) Every year, 2.5 million elderly Americans are treated in emergency rooms because of falls, costing over $34 billion annually. Emerald – co-founded by Dina Katabi, an MIT professor and recipient of the MacArthur “Genius” Grant, and two of her students, Fadel Adib and Zach Kabelac – uses radio waves to detect seniors’ movements in the home. Using high-precision radio sensors and data analytics, Emerald can detect breathing, heart rate, and changes in gait with such detail that it may soon be able to predict declines in health and increased risk of falling in advance. Because of this innovation, Emerald can empower the elderly to live safely and independently. Fadel manages Emerald's software development and algorithms and is a co-inventor of the technology.  He was named to Forbes \"30 under 30\" list for Enterprise Technology. Zach leads Emerald's hardware design and is a co-inventor of the technology.\n\nDetroit Dirt turns companies’ food waste into garden soil (Pashon Murray, Detroit, Michigan)\n\n\tAs a child, Pashon Murray was inspired by her father’s founding of a waste hauling company. In 2011, Murray founded Detroit Dirt, a business that collects food waste from companies, including General Motors, Blue Cross Blue Shield, and the Detroit Zoo, and transforms it into rich soil. Using advanced composting techniques, Detroit Dirt helps companies regenerate their waste into resources that will educate the community, create jobs, and provide gardeners rich, life-bearing soil. Last year, Murray was named a fellow at MIT, where she studies the science of composting and waste reduction.\n\nUniversity of Michigan professor develops the next-generation of low-cost batteries \n\n(Ann Marie Sastry, Ann Arbor, Michigan) With over 25 years of experience and 120 scientific publications, Dr. Ann Marie Sastry is a leading materials science researcher. After spending 17 years as a Professor at University of Michigan, doing research for DARPA, the Department of Energy, the National Science Foundation, and other sponsors in government agencies and the private sector, Dr. Sastry decided to found her company.  Sakti is using materials science to develop the next generation of solid state lithium batteries that will power mobile phones, computers, and even cars.\n\nSparo Labs takes the fear out of asthma with pocket-sized sensor and app (Andrew Brimer and Abby Cohen, St. Louis, Missouri) Sparo Labs was born out of a student group at Washington University in St. Louis and founded by Abigail Cohen and Andrew Brimer. Their product, Wing – a powerful app and pocket-sized sensor that measures lung function – empowers asthma patients to understand, track, and proactively manage their condition. The pair have won 10 national competitions and were the first undergraduate team to win the Center for Integration of Medicine and Innovative Technology (CIMIT) Student Technology Prize for Primary Care.\n\nPigeonly helps prison inmates stay in touch with families and loved ones (Frederick Hutson, Las Vegas, Nevada) After serving time in prison for a non-violent drug offense, Frederick Hutson knows how important family support is on the path to recovery. He founded Pigeonly to make a positive impact on the lives of inmates by creating solutions for people who want to stay in touch with loved ones in prison. Pigeonly products include Fotopigeon (an easy way to send printed photos by phone) and Telepigeon (a low cost option for phone calls). Though still young, the 25-person company has shipped over 1 million photos and processed over 8 million phone minutes. Pigeonly is a graduate of NewME Accelerator and Y Combinator and has raised $5 million in funding.\n\nSuneris stops bleeding fast with a biotech-based gel (Joe Landolina, Brooklyn, New York)\n\n\tSuneris is a New York-based biotech company that is focused on commercializing VETIGEL, an algae-derived gel that can stop traumatic bleeding in less than 10 seconds without the need to apply pressure—compared to the five minutes of pressure that current products require. CEO and co-founder Joe Landolina developed the technology while still a student at NYU Polytechnic School of Engineering and started Suneris with Isaac Miller in 2010. Suneris, now a company with 22 employees, has released VETIGEL for use by veterinarians within the United States and is working on getting FDA approval to release a product for humans. Suneris has a state of the art manufacturing facility in Brooklyn, New York and is planning on expanding into a much larger FDA-compliant facility to support the production of current and future products.\n\nWaddle helps people discover extraordinary places through friends (Suma Reddy, New York, New York) Waddle is a mobile, friend-to-friend discovery platform to help find the best places to go by using friends’ ratings, reviews and recommendations. Suma Reddy is a co-founder of Waddle, former Peace Corps volunteer in Mali, and an MBA graduate of the Wharton School at the University of Pennsylvania. Suma decided to go into tech over a year ago, with a goal to develop a fun and useful product that would allow friends to help each other discover great places to go. She began developing her networks and skills by learning UX Design from New York’s The Flatiron School and becoming an NYC Co-Director of Lesbians Who Tech.\n\nBikeTrak brings GPS-powered tracking and security to bicycles (Kris Akins, Portland, Oregon) After her bicycle was stolen for the second time, Kris Akins was inspired to developi a means for deterring theft and hopefully retrieving stolen bicycles. As a successful entrepreneur with several businesses under her belt, she saw her frustrations as a business opportunity and founded BikeTrak, Inc. BikeTrak’s product is a GPS security device for bicycles providing theft detection and activity tracking. It alerts cyclists if their bike moves unexpectedly and tracks it if stolen. The app will connect to cyclist’s social networks, post to stolen bike registries, provide speed, mileage, and calorie information, and produce reports for police and insurance. \n\nOnboard Dynamics brings natural gas powered cars home (Rita Hansen, Bend, Oregon)\n\n\tRita Hansen has spent more than 30 years managing engineering projects and companies in industries as diverse as steel manufacturing, electronics, telecommunications, and software. Now as CEO and co-founder at Onboard Dynamics, Hansen is working to make natural gas powered cars a reality. The company’s core technology, developed by co-founder Chris Hagen, an assistant professor at Oregon State University-Cascades, modifies a natural gas piston engine to be able to refuel using a low-pressure supply line at a home or business. Using this technology, initially supported by the U.S. Department of Energy’s Advanced Research Projects Agency-Energy (ARPA-E), drivers can refuel their natural gas powered cars at their home or business.\n\nElectric vehicle founder brings smart rovers to the farm (Melissa Brandao, Ashland, Oregon)\n\n\tThe 46-year-old founder and chief executive of Ashland, Oregon-based Rogue Rovers is using her business acumen gleaned from her career in technology and electric vehicles to develop an all-electric, all-terrain smart rover for small and specialty farmers. The first product, FarmDogg, is designed to be driven or operate autonomously.  With DoggBone.io, the company’s cloud-based rover platform, farmers can manage a FarmDogg and its data collection capabilities remotely.\n\nAstrobotic Technology shoots for the moon with space robots (John Thornton, Pittsburgh, Pennsylvania) Astrobotic is a lunar logistics company that delivers payloads to the Moon for companies, governments, universities, non-profits, and individuals. The company’s spacecraft accommodates multiple customers on a single flight, offering lunar delivery at an industry-defining low price. Astrobotic is an official partner with NASA through the Lunar CATALYST program and has 21 prior and ongoing NASA contracts. The company has strong commercial partnerships, 8 contracts, and dozens of customer negotiations for upcoming missions. With its partner Carnegie Mellon University, Astrobotic is pursuing the Google Lunar XPRIZE. Astrobotic was founded in 2007 and is headquartered in Pittsburgh, PA.\n\nDuolingo combines games and data analytics to make language learning fun and easy (Luis von Ahn and Gina Gotthilf, Pittsburgh, Pennsylvania) Luis von Ahn is a Guatemalan-born serial entrepreneur and computer scientist.  His previous company, reCAPTCHA, which pioneered online authentication and book digitization tools, was acquired by Google in 2009.  Among many other honors, von Ahn was awarded a MacArthur Fellowship (a.k.a. the \"genius grant\") in 2006.  His latest company, Duolingo, is a free language-learning and crowdsourced text translation platform with over 100 million users worldwide.  In 2013, Apple chose Duolingo as its iPhone App of the Year, the first time this honor was awarded to an educational application.\n\nBiotech entrepreneur founds state-of-the-art laboratory in Puerto Rico (Ignacio “Nacho” Pino Mayaguez, Puerto Rico) After spending 10 years as a successful veterinarian, Ignacio “Nacho” Pino decided to dedicate himself to work that could bring state-of-the-art biotechnology research to his home of Puerto Rico. His company, CDI Laboratories, produces research-grade protein and antibody products that support scientific research on cancer, autoimmunity, and infectious diseases. Recently, CDI Labs was selected as part of a research consortium – including the University of Puerto Rico and the Puerto Rico Science, Technology & Research Trust – funded by the National Institutes of Health to perform research on cancer, autoimmunity, and infectious diseases.\n\nSmart teddy bear helps kids build healthy habits (Aaron Horowitz and Hannah Chung, Providence, Rhode Island) Jerry the bear is a smart stuffed animal with educational apps that help kids build healthy behaviors centered on nutrition, exercise, sleep, and mindfulness. By combining educational storytelling apps and a playful, robotic physical companion, Jerry helps kids lead healthier, happier, and more productive lives. Additional modules customize Jerry to provide specific education for chronic illnesses like type 1 diabetes. Jerry was used by 4 percent of all children newly diagnosed with type 1 diabetes in 2014 and is available at 25 percent of pediatric endocrinologist offices. Jerry is built by Sproutel, a company founded by Hannah Chung and Aaron Horowitz. Aaron and Hannah can both empathize with children who have type 1 diabetes. In his youth, Aaron was diagnosed with human growth hormone deficiency, a condition which also requires self-administered injections. Several members of Hannah’s father’s family have Type 2 diabetes. Hannah was previously named as one of Inc. Magazine’s “15 Women to Watch in Tech,” and co-founded of Design for America.\n\nCharleston-based Bidr uses tech to help nonprofits raise money (Mindy Taylor, Charleston, South Carolina) Bidr is an online platform that helps reinvent fundraising and make nonprofit events more profitable for causes and campaigns. Fundraisers use Bidr to sell event tickets, host online silent auctions, sell raffle tickets and receive donations, all from a donor’s mobile device. In May of 2015, Bidr won a Rise of the Rest pitch competition and earned a $100,000 investment from Revolution CEO Steve Case. In June 2015, Bidr partnered with the city of Charleston to provide their text to donate platform, helping to raise money for the Mother Emanuel Hope Fund in the wake of the recent tragedy. All proceeds went to pay for funerals and other related expenses.  \n\nAir Force veteran learns tech skills at a coding bootcamp that he used to launch venture that helps veterans more successfully transition back into civilian life (Jerome Hardaway, Memphis, Tennessee) Jerome Hardaway is a Memphis native and Air Force veteran who served three tours of duty in Afghanistan and three in Iraq. Afterwards, he completed a program in computer software and media applications at a fast-track tech training program called General Assembly that has made commitments as a part of the TechHire initiative. The skills he gained at GA allowed him to launch FRAGO – named after the military term for “fragmentary order,” or a change in the mission plan when on combat detail – a startup non-profit that helps U.S. military veterans transition back into civilian life. FRAGO trains veterans in programming skills to help them succeed in the digital economy. He completed a Computer Software and Media Applications course at General Assembly. \n\nMemphis teen turns passion for bowties into a budding fashion business (Moziah Bridges, Memphis, Tennessee) Moziah Bridges started his business, Mo’s Bows, when he was 9 years old. Four years later, Bridges now has five staff members, appeared on the TV show Shark Tank, and was featured in O magazine and Vogue. Mo's Bows was born of Moziah’s love for bow ties and his dissatisfaction with the selection available for kids his age. Even worse than the poor color selection, they were all clip-ons. His grandmother taught him to sew by hand and to use a sewing machine, using scraps to create his favorite neckwear. Today, each bow tie is still sewn from scratch, though Bridges has expanded from vintage materials to tweeds and ginghams, with a custom line of satins and silk. His bow ties are available online, and in boutiques throughout Kentucky, Georgia, and Tennessee.\n\nSpot On Sciences brings lab-quality blood tests to individuals at home and soldiers in the field (Jeanette Hill, Austin, Texas) Dr. Jeanette Hill spent 20 years conducting and managing biotech research before striking out to found Spot On Sciences. The company’s signature product, HemaSpot, offers simplified remote blood collection by finger stick and sample shipment by mail, reducing the need for needles and trips to the lab. HemaSpot has earned grants from DARPA and the National Institutes of Health.  Spot On Sciences has announced a collaboration with the U.S. Military HIV Research Program (MHRP) and Walter Reed Army Institute of Research to support a study for detecting infectious pathogens such as HIV, hepatitis B and hepatitis C, and mosquito-borne infections such as dengue, West Nile and chikungunya virus in deployed troops. \n\nCreating the 401(k) for student loans (Tony Aguilar, Austin Texas)\n\n\tAfter graduating from college with over $100,000 in student loan debt and struggling to understand his options, Tony Aguilar created Student Loan Genius to give students the benefits he wishes he had. Student Loan Genius allows companies to offer a benefit that optimizes employees’ student debt and provide a matching contribution to help them become debt-free faster.\n\nHusband and wife duo develop technology to help libraries boost kids’ summer reading\n\n(Felix Lloyd and Jordan Lloyd-Bookey, Arlington, Virginia) Entrepreneurs and husband-and wife-team Felix Lloyd and Jordan Lloyd Bookey founded Zoobean to help libraries use technology to better serve their communities. Their latest product, Beanstack, provides families with learning tips, tools to log reading sessions, book and app recommendations and special badges tied to local library programs and goals.  Jordan is the former Head of Google's K-12 Education Outreach team. Felix is a serial entrepreneur whose first venture, MoneyIsland was acquired by BancVue.\n\nFormer Rwandan refugee uses big data to help U.S. companies sell globally (William Hakizimana and Austin Grandt, Madison, Wisconsin) William Hakizimana, a Rwandan native, was forced to flee his homeland on foot and live in regugee camps before moving to the United States with his family as a teenager. Now, as the CTO and Chief Data Scientist at Export Abroad, Hakizimana helps U.S. manufacturers compete globally.  The company’s software platform helps companies navigate international trade and increase sales by providing global market research, curated leads, and customer management tools.\n\n\tIn addition to those exhibiting, entrepreneurs being honored and invited to the White House Demo Day include:\n\n\nDouglas Hutchings,  Picasolar, Fayetteville, Arkansas\n\nAlbrey Brown, Telegraph Academy, Oakland, California\n\nKimberly Bryant, Black Girls Code, San Francisco, California\n\nJoel Rojo, Code 2040, San Francisco, California\n\nJerry Nemorin, LendStreet, Sunnyvale, California\n\nJennifer Ngai & Shizu Okusa, Jrink Juicery, Washington, District of Columbia\n\nPatrick Dowd, Millennial Trains Project, Washington, District of Columbia\n\nMichael Goldstein,  SwitchPitch, Washington, District of Columbia\n\nYael Krigman, Baked by Yael, Washington, District of Columbia\n\nRiana Lynn & Andrew Hill, FoodTrace, Chicago, Illinois\n\nTodd Connor, Bunker Labs, Chicago, Illinois\n\nEarl Robinson, New Orleans Startup Fund & PowerMovesNOLA, New Orleans, Louisana\n\nJeehy Yun, RedShred, Baltimore, Maryland\n\nPat Murphy, Remote Energy, Albuquerque, New Mexico\n\nKathryn Minshew & Alex Cavoulacos, The Muse, New York, New York\n\nRodney Williams, LISNR, Cincinnati, Ohio\n\nBrit Fitzpatrick, Mentorme, Memphis, Tennessee\n\n\n\t###\n\n\n\n\n"
}