{
    "title": "Additional Background Information on Mortgage Rates from the Council of Economic Advisers | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/additional-background-information-mortgage-rates-council-economic-advisers",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 09, 2009\n\n \n\n\n\nAdditional Background Information on Mortgage Rates from the Council of Economic Advisers\n\n\n\n\n THE WHITE HOUSE Office of the Press Secrectary  _______________________________________________________________  For Immediate Release                                           April 9, 2009 EXECUTIVE OFFICE OF THE PRESIDENT  COUNCIL OF ECONOMIC ADVISERS  WASHINGTON, D.C. 20502  April 9, 2009 CEA Notes on Refinancing Activity and Mortgage Rates The Administration’s homeownership plan, along with actions taken by the Federal Reserve, has had a notable impact on mortgage rates and refinancing activity. This fact sheet summarizes mortgage rate and refinancing activity since the plan was announced on February 18. Refinancing application activity  According to the Mortgage Bankers Association, refinancing applications have risen about 88% since the homeownership plan was announced on February 18. In the week ended April 3, mortgage applications to refinance rose 3.2%, the fifth consecutive weekly increase. Refinancings are now back to the extraordinary pace seen in December and January when mortgage rates first fell to near-historic lows. This includes jumbo and other nonconforming mortgages, but experts believe that they make up a very small share of the total because access to credit in these parts of the market remains tight and rates remain relatively high (see figure on page 2). Fannie Mae reports that our program to allow refinancings for borrowers with high loan-to-value ratios is now up and running and already processing applications. Fannie Mae announced that the company's refinancing volume jumped to $77 billion in March, nearly twice their February refinancing volume and the company's largest refinance month since 2003. Fannie Mae also reports that 500,000 borrowers have accessed their online assistance to inquire about the possibility of refinancing their loan and more than 80,000 callers have contacted Fannie’s national hotline since the plan was announced.   Purchase/new mortgage applications  Purchase applications have risen about 19% since the signing of the stimulus bill and the roll-out of the homeownership plan. However, the level of applications is still depressed relative to levels seen since 2002. In the week ended April 3, mortgage applications to purchase a home rose 11.1%, the fifth consecutive weekly increase. This increase may in part reflect the combined effect of the first-time home buyer tax credit and the remarkably low level of mortgage rates.  Mortgage rates  For the week ended April 2, the conforming mortgage rate (the rate for mortgages that meet the GSEs’ standards) was 4.78%, the lowest weekly rate since 1971 (when the data series begins), and likely the lowest widely-available mortgage rate since the 1950s. The conforming mortgage rate is down about 40 basis points since before the homeownership plan was announced on February 18 and is down about 125 basis points since before the Federal Reserve initially announced its plan to purchase GSE debt and mortgage-backed securities on November 25. The homeownership plan is one reason that mortgage interest rates are now at near-historic lows: the homeownership plan increased our funding commitment to Fannie Mae and Freddie Mac, called for the Treasury Department to continue to purchase Fannie Mae and Freddie Mac mortgage-backed securities, and increased the size of the mortgage portfolio of Fannie Mae and Freddie Mac. Rates on jumbo mortgages have fallen back to January 2008 levels but remain elevated relative to conforming mortgage rates and Treasury rates. This reflects the more limited access mortgage borrowers have to this market, which may have prevented a comparable wave of refinancing.   Mortgage market \"spreads:\" the amount they exceed other interest rates  The spread between conforming mortgage interest rates (currently at 4.78%) and long-run Treasury rates was about 150 basis points (1.5 percentage points) in the first half of 2007. Spreads began rising in the summer of 2007 and peaked in December 2008 at about 300 basis points. Spreads have come down since then. In the most recent data, this spread was about 200 basis points, down about 10 basis points in the last week and down about 25 basis points since before the homeownership plan was announced on February 18. Spreads on GSE debt and spreads on GSE mortgage-backed securities have also fallen about 10 basis points in the past week, suggesting that investors are demanding lower risk premiums to hold housing-related assets.   \n\n\n\n"
}