{
    "title": "Informacion sobre la Reunion Durante el Almuerzo Ofrecido por el Vicepresidente a Manditarios y Dignitarios de Paises Extranjeros | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/informacion-sobre-la-reunion-durante-el-almuerzo-ofrecido-por-el-vicepresidente-a-m",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nApril 12, 2010\n\n \n\n\n\nInformacion sobre la Reunion Durante el Almuerzo Ofrecido por el Vicepresidente a Manditarios y Dignitarios de Paises Extranjeros \n\n\n\n\nEl Vicepresidente recibió hoy a líderes y funcionarios de 11 países en anticipación a la Cumbre de Seguridad Nuclear. Entre los presentes estuvieron jefes de estado y otros representantes de países en África, Asia y América Latina que son miembros del Movimiento No Alineado. El propósito fue intercambiar puntos de vista sobre asuntos relacionados con la seguridad nuclear y proliferación, y la urgencia de abordar los peligros mundiales del terrorismo nuclear.\n \nEl Vicepresidente destacó el interés común de todos los países en garantizar la seguridad de los materiales nucleares que se puedan usar en armamento nuclear y reforzar las normas internacionales de no proliferación. Dichas normas se centran en el Tratado sobre la No Proliferación de las Armas Nucleares (Nuclear Non-Proliferation Treaty o NPT), un acuerdo que establece los requisitos para evitar la diseminación de armas nucleares a otros países y promueve el progreso hacia el desarme y el uso seguro y pacífico de la energía nuclear. \n \nLos participantes destacaron la estrecha relación entre la seguridad nuclear y el desarrollo de energía nuclear. El Vicepresidente señaló que los usos nucleares pacíficos pueden prosperar en un mundo en el que los peligros nucleares se reducen constantemente y las normas de no proliferación se respetan y aplican. Ya que se tiene previsto que el número de países con programas de energía nuclear aumente al doble para mediados de siglo y ya que gran parte de ese crecimiento sucederá en los países en desarrollo, es esencial que la seguridad nuclear se aplique internacionalmente, conforme a los más altos estándares. El Vicepresidente afirmó que cualquier país que esté cumpliendo sus obligaciones con respecto a la no proliferación, y esté interesado en obtener energía nuclear y necesite asistencia, encontrará un socio en Estados Unidos.\n###\n \n\n\n\n"
}