{
    "title": "FACT SHEET: My Brother’s Keeper – Two Years of Expanding Opportunity & Creating Pathways for Success | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/04/22/fact-sheet-my-brothers-keeper-%E2%80%93-two-years-expanding-opportunity-creating",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 22, 2016\n\n \n\n\n\nFACT SHEET: My Brother’s Keeper – Two Years of Expanding Opportunity & Creating Pathways for Success\n\n\n\n\n\n\tTwo years have passed since the President signed a Presidential Memorandum in 2014 establishing the My Brother's Keeper (MBK) Task Force (the Task Force), a coordinated Federal effort to address persistent opportunity gaps faced by boys and young men of color and ensure that all young people can reach their full potential. \n\n\tIn response to the President’s call to action, nearly 250 communities in all 50 states have accepted the President’s My Brother’s Keeper Community Challenge; more than $600 million in private sector and philanthropic grants and in-kind resources and $1 billion in low-interest financing have been committed in alignment with MBK; and new federal policy initiatives, grant programs, and guidance are being implemented to ensure that every child has a clear pathway to success from cradle to college and career.\n\n\tSince MBK’s first anniversary report a little more than one year ago, more than 50 additional communities have accepted the My Brother’s Keeper Community Challenge, including those in seven new states, independent private sector support for grants and in-kind resources has more than doubled to more than $600 million, and more than 80% of the recommendations the MBK Task Force sent to the President two years ago are complete or on track.\n\n\tToday, the MBK Task Force released its second year report [obamawhitehouse.archives.gov/MBKturnstwo] and announced a series of new commitments highlighting continued progress. This report tracks progress achieved in the past year on efforts to make a measurable difference in the lives of young people.  These priorities fall into three interdependent priorities articulated by the President: (1) engaging state and local communities; (2) increasing engagement by businesses, philanthropic organizations, and nonprofits; and (3) reviewing and reforming public policy. \n\n\tHighlights of collective progress made this year include:\n\nFederal Policy Review and Reform\n\n\n\t\tThe MBK School Success Mentor Initiative, a partnership between the Department of education and Johns Hopkins University, will pair 250,000 6th and 9th graders with trained mentors in 30 communities that accepted the MBK Community Challenge. At full scale, when operating in grades K-12 across districts, the model aims to reach over one million students within the next 3-5 years.\n\n\t\tMore than 70 National Labs in 20 states opened their facilities to more than 3,500 youth from nearby neighborhoods, including MBK Community Challenge acceptors, for the inaugural MBK & Council on Women and Girls National Week at the Labs.\n\n\t\tAs part of the Administration’s Summer Opportunity Project, in February 2016 DOL launched a new $20 million grant competition that will be awarded to approximately 10 communities for innovative approaches that provide young people with summer and year-round jobs and connect them to career pathways. CNCS has committed $15 million in existing Segal AmeriCorps Education Awards over the next three years to launch Summer Opportunity AmeriCorps that will enable up to 20,000 youth to gain new skills and earn money for college.\n\n\t\tIn July 2015, ED and DOJ announced the “Second Chance Pell” pilot program that will enable incarcerated Americans to receive Pell Grants to finance the postsecondary education and training that may be instrumental in securing employment, stability, and self-sufficiency.\n\n\nPlace-Based State and Local Engagement\n\n\n\t\tNew York State – In April, with a $20 million budget measure, New York became the first state to fund its own statewide program inspired by the federal My Brother’s Keeper initiative.\n\n\t\tBoston – the “Mayor’s Mentoring Movement” has reached 90% of its goal to recruit 1,000 new mentors.\n\n\t\tPhiladelphia – 10,000 teens and young adults were hired for jobs and internships as part of the 2015 Summer Jobs Challenge.\n\n\t\tCompton – the “Compton Empowered” Gang Violence intervention program resulted in a decrease in homicides of nearly 50% from 2014 to 2015.\n\n\t\tDetroit – City leaders have outlined a plan over the next five years to employ 5,000 additional men of color in high growth industries and enroll 90% of four-year-olds in preschool. \n\n\t\t40 school districts across the country have committed to reforming discipline policies. Miami-Dade School District announced it will eliminate out-of-school suspensions beginning this school year.\n\n\nPrivate Sector Action\n\n\n\t\tDuring the 2016 White House Science Fair, more than 100 different organizations announced new, independent commitments to expand opportunity for students, including more than $50 million in “MBK STEM + Entrepreneurship” commitments. \n\n\t\tOpportunity Finance Network has invested more than $470 million in financing for deals impacting youth of color.\n\n\t\tEqual Opportunity Schools’ “Lead Higher” has invested more than $30 million towards it $100 million commitment to identify and enroll 100,000 low-income students and students of color in AP and IB courses.\n\n\t\tFoundations have invested $100 million towards their $200M commitment.\n\n\t\tIn May 2015, a group of private sector leaders joined together to launch the My Brother’s Keeper Alliance (MBKA), a nonprofit that supports boys and young men of color. The founding Board of Directors collectively committed $80 million in in-kind and financial donations to support the organization’s mission.\n\n\n\tMBK continues to inspire a movement of citizens, community leaders, policy makers, corporate executives, and elected officials who are acting with intention to ensure that all youth know they matter and have every opportunity to achieve their dreams.  This report and announcements are a testament to the progress and achievements that have resulted from the President’s leadership in creating MBK.  The Task Force and leaders across the country remain hard at work to drive progress and ambition on behalf of our youth during the third year of this collective effort.\n\n\tNew announcements from the MBK Task Force and federal agencies include:\n\nSummit on Preventing Youth Violence: On June 27-29 in Baltimore, MD, the Justice Department is sponsoring a Summit on Preventing Youth Violence, presented by the National Forum on Youth Violence Prevention and the My Brother's Keeper Task Force. This national convening will bring together over 600 participants representing more than 30 cities, including many communities that have accepted the MBK Community Challenge. Participants include youth and young adults, public and private organizations, key national and local government officials, and other critical stakeholders.  The participating cities will share effective and promising multi-dimensional approaches to addressing violence that include prevention, intervention, enforcement, and reentry.  These strategies also emphasize cross-jurisdictional engagements among the justice, public health, education, housing, business, and other sectors.  This year, the Summit will have a specific MBK focus to highlight Milestone 6: Reducing Violence and Providing a Second Chance.  The Summit will be live-streamed and then followed up with webinars that highlight issues of particular significance.\n\nNational Service and Social Innovation – The Corporation for National and Community Service (CNCS) will invest nearly $11 million to fund AmeriCorps and Social Innovation Fund programs that support My Brother’s Keeper. Over the next three years, more than 120 AmeriCorps VISTA members will serve within communities that have accepted the President’s MBK Community Challenge to help young people reach their full potential. These new partnerships with the MBK Alliance, the Michigan Community Service Commission, the City of Santa Fe and the cities of St. Paul and Minneapolis and other nonprofits in Minnesota are valued at more than $2 million. In addition, CNCS, through its Social Innovation Fund, will invest more than $8.5 million to support nearly 40 organizations focused on providing evidence-based solutions to decrease opportunity gaps facing boys and young men of color and other vulnerable youth. In addition to those announced today, many other CNCS programs support MBK goals, including United We Serve, the President’s Call to Service, which recently launched Mentor.gov, an online search engine to connect Americans to mentoring opportunities.\n\nNew MBK Success Mentor Initiative Cities: The MBK Success Mentors Initiative, a partnership between the Department of Education and Johns Hopkins University, is rapidly expanding nationwide to raise student attendance and achievement in our highest needs communities. Today it announced the addition of 20 new MBK Success Mentor cities nationwide – for a total of 30 cities, all of which will gather at the White House and off-site on June 8 for the National MBK Success Mentor & Student Support Summit, part of the Every Student, Every Day campaign to eliminate chronic absenteeism. At full scale, when operating in grades K-12 across districts, the model aims to reach over one million students within the next 3-5 years.  The initiative also includes a national Ad Council Campaign, which was announced in February. The campaign, which is currently being rolled out, will be featured on bill boards, bus kiosks, and social media nationwide to alert parents about the devastating impact of missing just 2 days a month of school.\n\n\tIn just over 3 months, the first group of 10 MBK Success Mentor cities have provided mentors to over 7,400 chronically absent 6th and 9th graders to drive success. This program stems from an evidence-based model that has been implemented in NYC and elsewhere.  The next phase of this campaign will expand to College Success Mentors – where students who qualify for federal work study will be paid to support chronically absent high school students in high need communities near their colleges.\n\nExpulsion and Suspension in Early Childhood Settings Report:  Today, the U.S. Department of Health and Human Services is releasing a new report that highlights nine states and local communities around the country that are taking important steps to address expulsion and suspension in early learning settings. Their actions range from passing new legislation to restricting expulsions and suspensions in state preschool programs and revising regulations to improve the social-emotional and behavioral supports children in child care programs receive, to investing in expanding coaching programs - such as early childhood mental health consultation- that build teacher capacity in supporting children's development and prevent expulsions. In December of 2014, the U.S. Departments of Health and Human Services and Education released the first federal policy statement on expulsion and suspension, which issued a series of recommendations to prevent and ultimately eliminate expulsion and suspension from early learning settings. Today, building on the Administration's “Rethink Discipline” efforts and to continue the forward progress to eliminate expulsions and suspensions in early learning settings, a group of more than 30 national organizations, led by the National Association for the Education of Young Children, published a joint statement in support of those recommendations.\n\n\tNew announcements from the private sector include:\n\nLaura and John Arnold Foundation (LJAF) Evidence-Based Grants: LJAF is launching a competition to encourage state and local agencies to implement social programs that have been rigorously shown to produce important positive impacts on the lives of young people of color and other at-risk individuals. Consistent with the President’s call in launching My Brother’s Keeper to build on “actual evidence of what works,” LJAF’s Moving the Needle competition will award a total of up to $15 million to help expand such evidence-based programs, and fund rigorous evaluations to determine whether their effects can be successfully reproduced so as to make significant headway against poverty, educational failure, violence, and other critical problems.\n\nRISE for Boys and Men of Color: RISE is awarding grants to nine scholars for field scans to understand the key interventions and policies that improve life outcomes for boys and men of color. Scholars will review literature in education, health, juvenile and criminal justice, human services, economic opportunity and workforce development to identify interventions that have been found, or show great promise, to expand opportunity for African American, American Indian, Alaskan Native, Asian American, Pacific Islander, and Latino boys and men. This nearly $400,000 investment is the first step in a larger grant making effort to inform evaluators and researchers working with boys and men of color, including communities that have accepted the President's My Brother's Keeper Challenge.  RISE is a 3-year, $10 million initiative launched by members of the Executives' Alliance for Boys and Men of Color, including the Atlantic Philanthropies, W.K. Kellogg Foundation, Annie E. Casey Foundation, and Marguerite Casey Foundation.\n\nBloomberg Associates MBK Community Support: Bloomberg Associates, an arm of Bloomberg Philanthropies, provides pro-bono consulting to cities and Mayors from around the country and the world.  Bloomberg Associates has helped Mayors in a dozen cities with a range of technical assistance support to develop local strategies to tackle barriers facing young men. The organization helps cities map out goals, identify evidence based approaches to adopt, establish success metrics, and embed strategies in Local Action Plans. As cities have been successfully issuing their Plans, Bloomberg Associates' on-going support moves increasingly to implementation challenges and efforts to institutionalize the MBK effort.  In June, Bloomberg Associates, Bloomberg Philanthropies and the White House will co-host a national gathering of select communities to share best practices and develop approaches that will produce measureable results in reducing racial disparities over the long term.\n\nViacom’s Get Schooled Initiative: Viacom’s Get Schooled Foundation will join the effort to combat chronic absenteeism by supporting the MBK Success Mentor initiative.  To combat low attendance rates, the Get Schooled Foundation has launched the “Get Schooled Breakfast Club” aimed at encouraging more students to get to school every day. Students will have the opportunity to join the “Get Schooled Breakfast Club” and receive a mix of inspirational, humorous and celebrity fueled text messages each week.  A diverse group of entertainers have joined the Get Schooled Breakfast Club, donating their time and talent to offer students a morning boost. Students will receive exclusive photos paired with a handwritten inspirational message from some of their favorite participating celebrities encouraging students to attend school every day.\n\nMBK STEM + Entrepreneurship: In February 2016, the White House announced a new STEM + Entrepreneurship track for the My Brother’s Keeper initiative. The MBK Task Force is committing to creating and strengthening pathways to enable more young people, particularly those facing persistent opportunity gaps, to tap into the power of Federal and non-government STEM and entrepreneurship initiatives. This initiative builds on the ongoing work of the Council on Women and Girls to ensure opportunities in STEM education throughout the workforce pipeline.\n\n\tIn April at the White House Science Fair, the Task Force announced more than $50 million in new STEM + Entrepreneurship commitments to expand opportunity for our students. Today, another group of organizations is stepping up with their own independent commitments, totaling more than $30 million, to help expand STEM opportunities, including for traditionally underrepresented minorities. These commitments include:\n\n\nChange Catalyst will host five regional Tech Inclusion Summits this year. With 6,000 attendees expected overall, the goal of the events will be to convene leaders in K-12, higher-education, and coding schools together with tech recruiters, hiring managers, and diversity and inclusion leaders to establish best practices in improving and growing the pipeline of underrepresented tech hires. Change Catalyst will also host three separate career fairs.\n\nMake Music Count: aims to increase elementary and secondary students’ mathematical skill development through piano playing and reducing their math anxiety. By incorporating music into each lesson, students become engaged through music while simultaneously learning mathematical concepts. We offer our curriculum to 20 schools in Connecticut, Washington D.C., and Georgia to reach more than 600 students in 3rd – 9th grade. Make Music Count will scale their efforts to include schools in Illinois, Virginia, and New York.\n\n\t\tEnza Academy in partnership with the Expanded Success Initiative (ESI) launched the Men of Color in Technology & Entrepreneurship (MOCITE) program in April 2016 to introduce students of color to computer science, entrepreneurship and design thinking concepts. Partnering with Google, Facebook, General Assembly and other stakeholders, Enza Academy commits to creating a sustainable STEM-to-Entrepreneurship pipeline for 500 students of color in 2016 and expanding to 10,000 students of color by 2020.  Through its initiatives such as MOCITE, Summer Innovation School and Design Your Revolution Hack Camp, Enza Academy aims to invest over $11 million in the next 4 years. These initiatives will empower students to discover, design and develop, bold, STEM-based and entrepreneurial solutions to big challenges in their own communities using the force of their own imaginations.\n\n\t\tThe Cape Cod Watershed Institute, a collaborative between the Lewis Bay Research Center, The Cape Cod Stem Academy Consortium of schools across the Cape and Islands and Bridgewater State University, will establish a link with STEM educational colleagues on Guam in the Marshal Islands. The institute will provide a physical presence on and offshore with the Lewis Bay Center environmental monitoring platforms and its advanced environmental laboratory facilities on Parker's River in Cape Cod. The organization will offer for-credit and free programs and provide remote and full emersion learning environments at the facilities.\n\n\t\tOver the next year, Student Dream will provide training, mentorship and capital resources to collegiate founders of color and support Historically Black Colleges and Universities in their efforts to create over 500 new collegian led startups over the next five years.\n\n\t\tPROMISE: Maryland's NSF Alliance for Graduate Education and the Professoriate (AGEP) program, and the University System of Maryland’s NSF Louis Stokes Alliance for Minority Participation (LSAMP) will establish best practices and co-create solutions to improve and grow the pipeline of underrepresented tech hires. The organizations will disseminate these best practices and solutions to 2,000 practitioners and policy makers at conferences throughout the country, to 10,000 people through social media, and will double the in-person and online reach every year for the next 3 years. The PROMISE AGEP will collaborate with non-profit organizations, tech companies and research universities to implement the best practices and solutions to connect underrepresented candidates with hiring entities. \n\n\t\tNovel City Chamber of Innovation will establish a $30 million innovation fund, the Novel Student Initiative, to develop entrepreneurial innovation ecosystems on 10 university campuses. The Novel Student Initiative will support a collective of minority college student entrepreneurs to lead local, state and economic development efforts and offer tech entrepreneurship as an alternative to college.\n\nSmithsonian Science Education Center (SSEC), in partnership with the National Science Teachers Association and the Shell Oil Company Foundation, will help at least 10 school districts develop 5-year strategic STEM-education plans to help increase STEM diversity. The plans will incorporate the LASER model, which uses inquiry-based science to improve achievement for all students not just in science, but also math and reading.\n\n\n\n\n\n"
}