{
    "title": "Gaggle by Deputy Press Secretary Eric Schultz aboard Air Force One en route Andrews Air Force Base | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/05/09/gaggle-deputy-press-secretary-eric-schultz-aboard-air-force-one-en-route",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 09, 2014\n\n \n\n\n\nGaggle by Deputy Press Secretary Eric Schultz aboard Air Force One en route Andrews Air Force Base\n\n\n\n\nAboard Air Force One\n\tEn Route Andrews Air Force Base \n12:55 P.M. PDT\n\t \n\tMR. SCHULTZ:  Good afternoon, everyone.  I have a brief announcement at the top and then I have a week-ahead as well, which I'll read out after you squeeze every last pulp out of me.\n\t \n\tThis weekend’s weekly address on Mother’s Day will be delivered by the First Lady.  As the mother of two young daughters, Mrs. Obama is taking the opportunity to express outrage and heartbreak the President and she share over the kidnapping of over 200 Nigerian girls from their school.  The First Lady hopes that the courage of these young girls will serve as an inspiration for every girl and every boy in our country to recommit themselves to their own education, and a call to action for people around the world to fight to ensure that every girl receives the education that is her birthright.\n\t \n\tWith that, I will take your questions.\n\t \n\tQ    Eric, Putin is heading to Ukraine for his first visit there since his annexation to Russia.  The Ukrainian Foreign Ministry has called it a provocation, as well as the State Department.  What’s the White House’s reaction to this?\n\t \n\tMR. SCHULTZ:  Sure.  We do not accept Russia’s illegal annexation of Crimea.  His visit only serves to fuel tensions.  We note that the Ukrainian government has taken precautionary measures to scale back its own public celebration of Victory Day, and we call on all sides to take appropriate steps to prevent any further escalation of violence.\n\t \n\tQ    So does the White House or the U.S. plan to have a reaction to this?  You’ve said in the past that any further steps towards provocation or down the same path that Russia has taken so far would result in further steps from the administration.\n\t \n\tMR. SCHULTZ:  Sure.  Obviously Russia has taken steps to destabilize the region, and we call on Russia to use its influence to defuse tension and implement its commitments made in Geneva.\n\t \n\tQ    So any further sanctions that you see as a result of this, or any more specific action that might be taken as a result of Putin sort of coming out of going into Crimea?\n\t \n\tMR. SCHULTZ:  I think you heard both President Obama and Chancellor Merkel address the idea of a next round of sanctions being prepared last week when they were at the White House, and I'm not going to have anything to add to that.\n\t \n\tQ    Why did you decide to have the First Lady do the address tomorrow?  And what’s the connection between the kidnappings and I think you said education is one of the themes of her speech?\n\t \n\tMR. SCHULTZ:  Clearly, this is an opportunity for the First Lady, as the mother of two young daughters, to speak out and share the heartbreak that she and her husband feel for these 200 girls and express the country’s unity for them. \n\t \n\tQ    Has she done an address before?\n\t \n\tMR. SCHULTZ:  Your question suggests you're not an avid follower of our weekly addresses.  (Laughter.)  The answer to that is, no, she has not done a solo weekly address, but she has joined the President before.\n\t \n\tQ    You mentioned as part of this obviously the Nigeria kidnapping.  The U.S. has sent eight individuals to Nigeria with another seven, I think, that are going tomorrow.  Is there a specific mission set out?  I know they might not be specifically involved in any sort of rescue mission, if you will, but is there a specific mission that they are going there for?\n\t \n\tMR. SCHULTZ:  Our embassy team on the ground in Nigeria is being joined by experts who can provide technical and investigatory assistance, help with hostage negotiations, advise on military planning and operations, and assist with intelligence and information sharing.  Those additional personnel have begun arriving in Nigeria and will continue to arrive in the next few days.  But I'd refer you to Department of State, Department of Defense and the FBI for the latest on those movements.\n\t \n\tQ    Eric, why did the White House choose Walmart to do this energy efficiency announcement today?  It seemed to generate quite a bit of reaction from labor groups who complain about low wages being paid at Walmart and that it clashes with the President’s pay equality message.\n\t \n\tMR. SCHULTZ:  As the President said today, we all have to do our job to cut carbon pollution and move America towards cleaner energy sources.  Hundreds of partners across the private and public sectors are answering that call today, and Walmart is one of the companies leading that charge.  They’re leading by example, combining renewable with energy efficiency, and has set an ambitious goal of being supplied 100 percent by renewable energy.\n\t \n\tSpecifically today, Walmart committed to doubling the number of onsite solar energy projects at U.S. stores, Sam’s Clubs and distribution centers by 2020 as part of their commitment to drive the production and procurement of 7 billion kilowatts of renewable energy by the end of the decade. \n\tQ    What about the idea of a mixed message regarding the President’s pay equality program?\n\t \n\tMR. SCHULTZ:  I didn’t hear anything of a mixed message today.  As we saw last week, climate change is real, it's happening now and it's affecting every region of the country.  In terms of the President’s commitment to raising the minimum wage, this is well known and he’s led by example on that front, and we call on Congress to finish the job. \n\t \n\tQ    Walmart has been publicly neutral on the minimum wage push but certainly hasn’t come out in favor of it.  Did the President have a chance today to talk with any Walmart officials on that topic?\n\t \n\tMR. SCHULTZ:  I don't have any private conversations of the President to read out. \n\t \n\tQ    So the House went ahead and set up the Benghazi committee.  Did you have any reaction on that?  And have you decided whether you will cooperate with this investigation?\n\t \n\tMR. SCHULTZ:  Yes, we saw that Congress has now established an eighth committee to investigate what happened before, during and after the attacks in Benghazi.  Clearly House Republicans think that the preceding seven investigations have been insufficient, but maybe that's because the conspiracy theories they’ve conjured up all collapse when making contact with reality.\n\t \n\tQ    And what about the level of cooperation that you’ll have with this committee?\n\t \n\tMR. SCHULTZ:  As you know, we've seen an extraordinary amount of cooperation from this administration with the seven preceding investigations looking into Benghazi.  Administration officials have testified at 13 hearings, participated in 25 interviews, 50 member and staff briefings, have produced 25,000 pages of documents.  We cooperate with all legitimate oversight requests.  But I think we all got a significant data point in assessing the true motives of this effort when Republicans started using it as a fundraising tool for their party’s midterm efforts.\n\t \n\tQ    So it sounds like you’re not inclined to cooperate.\n\t \n\tMR. SCHULTZ:  Well, we'll let you judge the authenticity of Republican claims that this is a non-political exercise when their fundraising efforts around it seem to be full-throttle.\n\t \n\tQ    Any view from the White House on what the Democratic participation should be on this committee?\n\t \n\tMR. SCHULTZ:  No, we defer to the House Democratic leadership on that.\n\t \n\tQ    Eric, yesterday I know there were questions about statements out of North Korea, rather insulting of the President. I believe the State Department has said something, but anything from the White House on that?\n\t \n\tMR. SCHULTZ:  Yes.  While the North Korean government- controlled media are distinguished by their histrionics, these comments are particularly ugly and disrespectful.\n\t \n\tQ    The week ahead?\n\t \n\tMR. SCHULTZ:  It’s robust.  (Laughter.) \n\t \n\tOn Monday, the President will host President José Mujica of Uruguay at the White House.  The Vice President will also attend. The visit will highlight the close partnership we enjoy with Uruguay and our strong support for the Mujica administration’s leadership on human rights, social inclusion, and global peace and security.  President Obama looks forward to discussing ways to grow our bilateral economic ties and improve market access for each other’s goods and services, expand our collaboration on science, technology and health, increase educational exchanges and consult on multilateral issues, including peacekeeping. \n\t \n\tIn the afternoon, the President will honor the 2014 National Association of Police Organizations Top Cops award winners at the White House.  The Vice President is going to attend that as well.\n\t \n\tOn Tuesday, the President will award Kyle J. White, a former active duty Army sergeant, the Medal of Honor for conspicuous gallantry.  Sergeant White will receive the Medal of Honor for his courageous actions while serving in the Nuristan Province in Afghanistan on November 9th, 2007.  Sergeant White, as you may know, will be the seventh living recipient to be awarded the Medal of Honor for actions in Iraq or Afghanistan. \n\t \n\tOn Wednesday, the President and First Lady will travel to New York.  While in New York, the President will host an event on the economy and attend DNC and DSCC events. \n\t \n\tOn Thursday, the President and the First Lady will tour the National September 11th Memorial and Museum.  The President will deliver remarks at the dedication ceremony.  Following his remarks, the President and First Lady will return to Washington, D.C.\n\t \n\tAnd on Friday, the President will attend meetings at the White House.\n\t \n\tQ    In New York, on Thursday, will the President be meeting with any families of those related to the 9/11 tragedy?\n\t \n\tMR. SCHULTZ:  We’re going to put out more information on that as soon as we can. \n\t \n\tQ    Could you repeat the name of the Uruguayan President?\n\t \n\tMR. SCHULTZ:  José Mujica.  (Laughter.)\n\t \n\tQ    The President said yesterday that he didn’t think that they could get everything done that they needed to without a Democratic Congress.  And then he goes out today with another executive action.  Without a Democratic Congress, is this basically just what the next three years will be?  Is that what we should expect, just a fair amount of these just executive things that he himself admitted are not that effective -- can’t get done?\n\t \n\tMR. SCHULTZ:  I’m going to join my colleague yesterday in resisting the temptation to parse the President’s remarks.  But when we’re talking about the gridlock in Washington, the President is committed to using his time in office every day to stand up for the values that he holds dear.  Not every problem has an easy solution.  If they did, we probably wouldn’t be talking about them.  But I can tell you that as we make our way through this year of action, the President is determined to maximize every day. \n\t \n\tThat’s why, for example, today he announced more than 300 private and public-sector commitments to create jobs and cut carbon pollution by advancing solar deployment and energy efficiency.  And I think that’s why you see the President marshaling the resources of the presidency, using the pen and the phone, to advance these ideals.  And as you point out, take minimum wage as an example of something he’s called on Congress to do, but he’s not waiting for them.  I think that’s why you’ve seen a number of states like Maryland and Hawaii take action on their own, a number of companies like The Gap, smaller companies like pizza shops and ice cream parlors around the country who share the President’s goal on this.\n\t \n\tQ    Were you surprised that Mitt Romney said he was in favor of the minimum wage?\n\t \n\tMR. SCHULTZ:  I was not surprised.  I hope his Republican colleagues join him.\n\t \n\tQ    The President seemed to say that he had made a lot of calls to business leaders or to university leaders leading into today.  Is that a fair -- could you just describe that to me, what went into that?  It seemed like he put a lot of effort into doing them.\n\t \n\tMR. SCHULTZ:  Sure.  As you know, Michael, this year 2014 has been a year of action, and the President, because of some of the gridlock in Washington, has decided to deliberately marshal the resource of the presidency, using the pen and the phone.  And part of that is direct outreach to business leaders across the country to help pursue the goals that he holds dear. \n\t \n\tAnd last month, the President hosted calls for commitments to support solar deployment and jobs through the expanded use of solar in our homes, businesses and schools.  He also called on private and public sector leaders to join the Better Buildings challenge and continue improving the efficiency of America’s buildings.  And I think today you saw the result of a lot of those efforts.\n\t \n\tQ    But is there a calculation there that the time is better spent doing that than doing that with members of Congress?\n\t \n\tMR. SCHULTZ:  No, just like our energy approach, we believe we can do all of the above.\n\t \n\tQ    Thanks, Eric.\n\t \n\tMR. SCHULTZ:  Thank you guys.\n\t \n\tEND\n\t4:07 P.M. EDT\n\n\n\n\n"
}