{
    "title": "Vice President Biden Continues \"Road To Recovery\" Tour in Kansas | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-continues-road-recovery-tour-kansas",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 11, 2009\n\n \n\n\n\nVice President Biden Continues \"Road To Recovery\" Tour in Kansas\n\n\n\n\n   THE WHITE HOUSE   Office of the Vice President  ____________________________________________________________  For Immediate Release                                    June 11, 2009  VICE PRESIDENT BIDEN CONTINUES \"ROAD TO RECOVERY\" TOUR IN KANSAS   Vice President Biden continued his \"Road to Recovery\" tour this afternoon in Overland Park, Kansas, where he attended the groundbreaking for the US Highway 69 project. The Vice President, along with Secretary of Transportation Ray LaHood, is traveling to communities across the country highlighting Recovery Act funds at work creating jobs and improving our nation’s infrastructure.   The US Highway 69 project involves reconstruction of a major interchange to improve traffic flow, shorten commute times and increase access to major employment centers. Thanks to $76 million in Recovery Act funds, work at this critical interchange is beginning today. Governor Mark Parkinson, former Governor and current Health and Human Services Secretary Kathleen Sebelius and other local officials were also present at today’s event.   \"The impact of this project starting today goes well beyond the shovels we’re putting into the ground - it’s about staying competitive in the 21st century,\" said Vice President Biden. \"By widening and rebuilding Highway 69, it will be easier and cheaper for the entire Kansas City area to do business, not just today, not just tomorrow, but for decades.\"   \"This project will help get Kansans moving, and the Recovery Act will get America moving. Across the country, the Recovery Act is creating jobs, improving our infrastructure and supporting families who need it most,\" said Secretary Sebelius. \"In addition, as a Kansan, I am excited that the Department of Health and Human Services has provided more than $157 million to our state, and we are continuing to put Recovery Act dollars to good use across the country.\"   \"When we look back on this effort years from now, the record will show that this administration provided the right medicine at the right time, to help jump-start our economy and revitalize transportation corridors,\" said Secretary LaHood.   \"As soon as the Recovery Act was passed, the Kansas Department of Transportation went to work identifying projects that would create jobs, spur economic development and improve the long-term health of our state,\" said Governor Parkinson. \"We are seeing real results – but more importantly, Kansans are seeing new jobs and new opportunities, and that is critical to turning this economy around.\"   President Obama signed the American Recovery and Reinvestment Act into law on February 17, 2009, as the nation faced the greatest economic crisis in half a century. Just over 100 days into the two-year economic recovery program, over $135 billion in Recovery Act funds have been obligated to programs and projects, and over 150,000 jobs have been created or saved by the Recovery Act. \n\n\n\n"
}