{
    "title": "Excerpts of the President's Opening Remarks at Tonight's News Conference - As Prepared for Delivery | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/excerpts-presidents-opening-remarks-tonights-news-conference-prepared-delivery",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 29, 2009\n\n \n\n\n\nExcerpts of the President's Opening Remarks at Tonight's News Conference - As Prepared for Delivery\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  ________________________________________________________________  FOR IMMEDIATE RELEASE                                      April 29, 2009  EXCERPTS OF THE PRESIDENT’S OPENING REMARKS AT TONIGHT’S NEWS CONFERENCE  As Prepared for Delivery   We are continuing to closely monitor the emerging cases of the H1N1 flu virus throughout the United States.  As I said this morning, this is obviously a very serious situation, and every American should know that their entire government is taking the utmost precautions and preparations.   …   This budget builds on the steps we’ve taken over the last one hundred days to move this economy from recession to recovery and ultimately to prosperity.  We began by passing a Recovery Act that has already saved or created over 150,000 jobs and provided a tax cut to 95% of all working families.  We passed a law to provide and protect health insurance for eleven million American children whose parents work full-time.  And we launched a housing plan that has already contributed to a spike in the number of homeowners who are refinancing their mortgages, which is the equivalent of another tax cut.   But even as we clear away the wreckage of this recession, I have also said that we cannot go back to an economy that is built on a pile of sand – on inflated home prices and maxed-out credit cards; on overleveraged banks and outdated regulations that allowed the recklessness of a few to threaten the prosperity of us all.    We must lay a New Foundation for growth – a foundation that will strengthen our economy and help us compete in the 21st century.  And that’s exactly what this budget begins to do.  It contains new investments in education that will equip our workers with the right skills and training; new investments in renewable energy that will create millions of jobs and new industries; new investments in health care that will cut costs for families and businesses; and new savings that will bring down our deficit.   …   So we are off to a good start.  But it is just a start.  I am proud of what we have achieved, but I am not content.  I am pleased with our progress, but I am not satisfied.  Millions of Americans are still without jobs and homes, and more will be lost before this recession is over.  Credit is still not flowing nearly as freely as it should.  Countless families and communities touched by our auto industry still face tough times ahead.  Our projected long-term deficits are still too high.  Government is still not as efficient as it should be.  We still confront threats ranging from terrorism to nuclear proliferation to pandemic flu.  And all of this means you can expect an unrelenting, unyielding effort from this administration to strengthen our prosperity and our security – in the second hundred days, and the third hundred days, and all the days after.     …   So we have plenty of work left to do.  It is work that will take time.  It will take effort.  But the United States of America will see a better day.  We will rebuild a stronger nation.  And we will endure as a beacon for all those weary travelers beyond our shores who still dream that this is a place where all is possible. \n\n\n\n"
}