{
    "title": "HOJA INFORMATIVA: Las Prioridades del Presidente y el Progreso en la Comunidad Latina | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/10/15/hoja-informativa-las-prioridades-del-presidente-y-el-progreso-en-la",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\n\nOctober 15, 2015\n\n \n\n\n\nHOJA INFORMATIVA: Las Prioridades del Presidente y el Progreso en la Comunidad Latina\n\n\n\n\n\n\tEl Presidente Obama enfrentó grandes obstáculos que Washington ignoró por décadas. Evitó que nuestra economía estuviera al borde del colapso, construyendo a los Estados Unidos desde el medio hacia afuera; incremento las inversiones en la educación desde la cuna hasta la carrera; hizo que los costos de la salud y la educación superior sean más asequibles; y ayudó a que los latinos logren el sueño de la propiedad de vivienda. El record de apoyo y expansión de oportunidades de la Administración de Obama incluye:\n\nAsegurar que todas las personas jóvenes tengan la oportunidad de alcanzar su máximo potencial \n\n\n\t\tLa tasa de graduación de la escuela secundaria de nuestro país es el más alto en la historia, en 81 por ciento. Los estudiantes hispanos han logrado avances significativos en los índices de graduación. Durante la última década, la tasa de abandono de estudios por los latinos fue cortada por la mitad, y desde el 2011 hasta el 2013 la tasa de graduación de los latinos aumentó 4 puntos porcentuales, hasta el 75%; El índice de graduación de las niñas hispanas aumentó más de 14 puntos porcentuales entre el 2003 y el 2013.\n\n\n\n\t\tLa Administración invirtió más de $12 mil millones en subvenciones de investigación para las universidades mayormente hispanas, becas, programas de capacitación y otros recursos que ayudarán a que los estudiantes hispanos se matriculan en la universidad.\n\n\n\n\t\tEl Departamento de Educación también ha simplificado el formulario FAFSA para familias que buscan ayuda financiera, y  ha ofrecido herramientas como el Informe Universitario para ayudar a estudiantes y a sus familias tomar decisiones informadas en el proceso de elegir una universidad.\n\n\n\n\t\tEl presidente aumentó el financiamiento para el programa Head Start por $ 1,025 mil millones, proveyendo educación temprana de calidad para más niños en todo el país. 38% de los beneficiarios del programa Head Start son latinos.\n\n\n\n\t\tLos Estados que reciben Carrera a la Cima -  becas del Reto del Aprendizaje Temprano cubren más de 2.6 millones de niños hispanos desde el nacimiento hasta los 5 años - o 52 por ciento de los niños hispanos menores de 5 años en los EE.UU.\n\n\nAmpliando el acceso de cuidado de salud asequible y de calidad\n\n\n\t\tBajo la Ley de Cuidado de Salud a Bajo Precio (ACA), 4 millones más de adultos hispanos han obtenido acceso a cuidado de salud asequible y de calidad, reduciendo la tasa de personas sin cuidado de salud en este grupo por 11.5 puntos porcentuales.\n\n\n\n\t\tBajo la ACA, 8.8 millones de hispanos con seguro privado ahora tienen acceso a amplios servicios preventivos, incluyendo vacunas y ciertos exámenes de detección de cáncer sin costo compartido.\n\n\n\n\t\tACA invirtió $11 mil millones en los Centros Comunitarios de Salud (CCS) incrementando el acceso de cuidado de salud para los hispanos, ya que el 34% de los pacientes de los centros comunitarios de salud son hispanos.\n\n\nAmpliando oportunidades de empleo y vías hacia la clase media\n\n\n\t\tEl crecimiento laboral sigue fuerte, y hasta hoy hemos tenido 67 meses consecutivos de creación de empleos en el sector privado y hemos añadido 13 millones nuevos puestos de trabajo.\n\n\n\n\t\tAunque todavía queda más trabajo por hacer para continuar nuestro progreso económico, la tasa de desempleo entre los latinos se ha reducido desde su tope del 13.1% en agosto del 2009 al 6.4% en septiembre del 2015.\n\n\n\n\t\tDesde que el presidente pidió el aumento del salario mínimo durante su discurso del Estado de la Unión en el 2013, 17 estados y el Distrito de Columbia han aumentado su salario mínimo - incluyendo cuatro estados donde los votantes aprobaron aumentos del salario mínimo en la jornada electoral del 2014. El presidente y el Departamento de Trabajo (DOL) apoyaron el aumento del salario mínimo federal de $12 / hora que beneficiaría a 35 millones de trabajadores, el 24% de los cuales son hispanos.\n\n\nApoyando el crecimiento y desarrollo de las empresas en los Estados Unidos\n\n\n\t\tEl número de empresas hispanas aumentó 47% entre los años 2007 al 2012 (2.3 millones a 3.3 millones). Durante el año fiscal del 2014, la MBDA facilitó $ 2.8 mil millones en contratos y financiamiento para las empresas hispanas. Esas transacciones apoyaron la creación y retención de aproximadamente 13,000 puestos de trabajo.\n\n\n\n\t\tLa Administración de Pequeños Negocios (SBA) ha aumentado el flujo de préstamos, incluyendo a los empresarios hispanos, e incrementado el acceso a préstamos de montos pequeños, cuales son eficaces en la facilitación del acceso de capital para los empresarios hispanos.\n\n\nHaciendo el sueño de la propiedad de vivienda alcanzable \n\n\n\t\tLa Administración de Vivienda Federal (FHA) redujo las primas anuales para los nuevos prestatarios por la mitad de un punto porcentual, haciendo la propiedad de vivienda asequible para las familias responsables latinas.\n\n\n\n\t\tTambién está ayudando a ahorrar un promedio de $900 al año para más de 2 millones de prestatarios en los próximos tres años. Más del 50 por ciento de los hispanos que compran sus viviendas por primera vez utilizan un préstamo asegurado por la FHA.\n\n\nTomando acción para arreglar nuestro sistema de inmigración que no funciona\n\n\n\t\tEl Presidente Obama sigue profundamente comprometido con la adopción de una ley de reforma integral de inmigración. El noviembre pasado, tomó medidas dentro de su autoridad para arreglar lo más que pudo nuestro sistema roto de inmigración a través de la acción ejecutiva. Mientras que las nuevas políticas de acción diferida anunciadas en noviembre 2014 están temporalmente a la espera de litigio, la política de La Acción Diferida para los Llegados de la Infancia (DACA) del 2012 permanece en su lugar y ha impactado positivamente más de 680,000 Dreamers jóvenes desde que USCIS comenzó a aceptar solicitudes de DACA en el 2012.\n\n\n\n\t\tLas acciones ejecutivas de responsabilidad migratoria dan prioridad a las deportaciones de criminales convictos, aquellos que cruzaron la frontera recientemente, y los individuos que representan una amenaza a la seguridad nacional. También incluyen pasos hacia la modernización de nuestro sistema de inmigración legal para apoyar a los trabajadores altamente calificados, empresarios, estudiantes y familias.\n\n\n\n\t\tEl Presidente Obama estableció el Grupo de Trabajo de la Casa Blanca para nuevos ciudadanos de Estados Unidos para apoyar la integración de los inmigrantes y refugiados en nuestras comunidades, incluyendo la integración lingüística, cívica y económica.\n\n\n\n\t\tEl presidente inauguró la Campaña de Concientización Ciudadana \"Más Firme, Mas Fuerte\", cuyo objetivo es promover los derechos, responsabilidades y oportunidades que brinda la ciudadanía entre los 8.8 millones de residentes permanentes legales potencialmente elegibles para convertirse en ciudadanos estadounidenses.\n\n\nAbordando el cambio climático y protegiendo la salud pública\n\n\n\t\tLa Agencia de Protección Ambiental (EPA), como parte del Plan de Acción Climática del Presidente Obama, finalizó un plan histórico para reducir la contaminación de carbono de centrales eléctricas-la mayor fuente de contaminación de carbono en los Estados Unidos. El aire limpio es fundamental para la comunidad latina, ya que aproximadamente 1 de cada 4 trabajadores que trabajan al aire libre son latinos y los niños latinos son un 40% más susceptibles a morir de asma, en comparación con los blancos no hispanos.\n\n\n\n\t\tLa EPA publicó recientemente su estándar de protección de los trabajadores para proteger a dos millones de trabajadores agrícolas y a sus familias contra la exposición a pesticidas. Cada año, se reportan miles de incidentes de exposición de pesticidas potencialmente prevenibles que causan que los trabajadores tomen bajas por enfermedad, perdida de salarios y gastos médicos.\n\n\nFortaleciendo nuestra relación con América Latina\n\n\n\t\tEl Presidente Obama tomó medidas para trazar un nuevo rumbo en las relaciones entre Estados Unidos y Cuba que involucra empoderar al pueblo cubano. La Administración está tomando medidas para aumentar los viajes y el contacto de persona a persona, apoyar a la sociedad civil en Cuba, y mejorar el libre flujo de información hacía, desde y entre el pueblo cubano.\n\n\n\n\t\tLa Administración también ha jugado un papel activo apoyando el Plan de la Alianza del Triángulo del Norte para la Prosperidad - una iniciativa que tiene como objetivo abordar los retos económicos, políticos e institucionales en Honduras, El Salvador y Guatemala. Este esfuerzo está estrechamente coordinado con la petición de $1,000 millones del Presidente Obama al Congreso para la Estrategia de Compromiso de los Estados Unidos Centroamérica.\n\n\n\tPara aprender más sobre las políticas del Presidente y la comunidad latina, visita wh.gov/Hispanic\n\n\n\n\n"
}