{
    "title": "The White House to Host Convening on Food Marketing to Children | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/09/16/white-house-host-convening-food-marketing-children",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nSeptember 16, 2013\n\n \n\n\n\nThe White House to Host Convening on Food Marketing to Children\n\n\n\n\nMrs. Obama will call on stakeholders to leverage the power of marketing to promote healthy products and decrease the marketing of unhealthy products to kids\nThe White House * September 18, 2013 * 1:20 PM ET – On the heels of the First Lady joining the Partnership for a Healthier America’s launch of a new “Drink Up” campaign to promote water as the healthiest choice, the White House, led by Mrs. Obama and the White House Domestic Policy Council, will host a convening about food marketing to children. Let’s Move!, the First Lady’s initiative to ensure all our children grow up healthy, works to make the healthy choice the easy choice for American families.  Mrs. Obama will speak to key stakeholders engaged on the issue of food marketing to children, including food and media industry executives, advocates, parent leaders, government agency representatives and researchers. The convening’s goal is to create a constructive dialogue and collaborative process for developing real solutions that support families in making healthier choices, including leveraging the power of marketing to promote healthy products and decreasing the marketing of unhealthy products to kids.\nLast year, the First Lady joined Disney in their announcement that by 2015 they would require all food and beverage products advertised, sponsored, or promoted on various Disney-owned media channels, online destinations and theme parks to meet nutritional guidelines in order to promote fruit and vegetables and limit calories, sugar, sodium, and saturated fat. The First Lady has also praised Birds Eye for their marketing and advertising efforts designed to encourage children to consume and enjoy vegetables, including a major marketing campaign featuring characters from iCarly.\nThe First Lady’s remarks will be open press, but space is limited. Members of the media who wish to cover this event must RSVP to firstladypress@who.eop.gov by Tuesday, September 17 at 10:00 AM ET. Press who do not have a White House hard pass must include a social security number, date of birth, country of citizenship, current city/state of residence, and gender.\n\n\n\n\n"
}