{
    "title": "Statement by the Press Secretary on Bills Signed on January 10, 2013 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/01/10/statement-press-secretary-bills-signed-january-10-2013",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 10, 2013\n\n \n\n\n\nStatement by the Press Secretary on Bills Signed on January 10, 2013\n\n\n\n\nStatement by the Press Secretary on H.R. 1339, H.R. 1845, H.R. 2338, H.R. 3263, H.R. 3641, H.R. 3869, H.R. 3892, H.R. 4053, H.R. 4057, H.R. 4073, H.R. 4389, H.R. 5859, H.R. 6014, H.R. 6260, H.R. 6379, H.R. 6587, H.R. 6620, H.R. 6671, S. 925, S. 3202, S. 3666 and S.J. Res. 49\n \nOn Thursday, January 10, 2013, the President signed into law:\nH.R. 1339, which designates the City of Salem, Massachusetts, as the birthplace of the U.S. National Guard;\nH.R. 1845, the \"Medicare IVIG Access and Strengthening Medicare and Repaying Taxpayers Act of 2012,\" which establishes a demonstration project to evaluate the benefits of allowing Medicare Part B coverage for in-home intravenous treatments for patients with primary immune deficiency disease; and amends certain rules under which Medicare is a secondary payer to specified third party payers;\nH.R. 2338, which designates the facility of the United States Postal Service in Cocoa, Florida as the Harry T. and Harriette Moore Post Office;\nH.R. 3263, the \"Lake Thunderbird Efficient Use Act of 2012,\" which authorizes the Secretary of the Interior to allow the storage and conveyance of non-project water at the Norman Project in Oklahoma;\nH.R. 3641, the \"Pinnacles National Park Act,\" which redesignates the Pinnacles National Monument in California, as the Pinnacles National Park;\nH.R. 3869, which designates the facility of the United States Postal Service in Little Rock, Arkansas as the Sidney \"Sid\" Sanders McMath Post Office Building;\nH.R. 3892, which designates the facility of the United States Postal Service in Roseville, California as the Lance Corporal Victor A. Dew Post Office;\nH.R. 4053, the \"Improper Payments Elimination and Recovery Improvement Act of 2012,\" which clarifies requirements for Federal agencies to use improper payment information to determine program or award eligibility; establishes a Do Not Pay Initiative; and expands OMB responsibilities in the effort to eliminate and recover improper payments;\nH.R. 4057, which requires the Department of Veterans Affairs to establish a comprehensive policy for providing information regarding higher education and training programs to veterans and members of the Armed Forces;\nH.R. 4073, which authorizes the Secretary of Agriculture to accept a railroad right of way within and adjacent to the Pike National Forest in Colorado;\nH.R. 4389, which designates the facility of the United States Postal Service in Fowler, California as the Cecil E. Bolt Post Office;\nH.R. 5859, which repeals the requirement that the Department of Transportation prescribe regulations to require automobile dealers to provide insurance cost comparison information to prospective buyers; and requires the Department to report to Congress on the most useful way to provide consumers with information on the susceptibility of automobiles to damage;\nH.R. 6014, the \"Katie Sepich Enhanced DNA Collection Act of 2012,\" which authorizes the Justice Department to carry out a grant program to assist States with the first-year costs associated with the implementation of a process to collect DNA from individuals who are arrested for or charged with certain criminal offenses under State law;\nH.R. 6260, which designates the facility of the United States Postal Service as the Lieutenant Kenneth M. Ballard Memorial Post Office;\nH.R. 6379, which designates the facility of the United States Postal Service in Ravenel, South Carolina as the Representative Curtis B. Inabinett, Sr. Post Office;\nH.R. 6587, which designates the facility of the United States Postal Service in Simi Valley, California as the Postal Inspector Terry Asbury Post Office Building;\nH.R. 6620, the \"Former Presidents Protection Act of 2012,\" which restores lifetime Secret Service protection of former Presidents who did not serve as President prior to January 1, 1997, and their spouses; and provides for protection of all children of former Presidents until they become 16 years of age;\nH.R. 6671, the \"Video Privacy Protection Act Amendments Act of 2012,\" which allows the informed, written consent that a video tape service provider must receive from a consumer in order to be authorized to disclose personally identifiable information to a third party to also be obtained using the Internet; and specifies that the consent would have to be either given at the time the disclosure is sought or given in advance for a set period of time of up to two years or until the consumer withdraws the consent, whichever is sooner;\nS. 925, the \"Mt. Andrea Lawrence Designation Act of 2011,\" which designates \"Mt. Andrea Lawrence\" in the Inyo National Forest and Yosemite National Park; \nS. 3202, the \"Dignified Burial and Other Veterans' Benefits Improvement Act of 2012,\" which amends authorities of the Department of Veterans Affairs related to: cemetery matters; health care; and miscellaneous matters;\nS. 3666, which amends the Animal Welfare Act to modify the definition of \"exhibitor\"; and\nS.J. Res. 49, which appoints Barbara Barrett as a citizen regent of the Board of Regents of the Smithsonian Institution.\n\n\n\n\n"
}