{
    "title": "Background on President Obama's Meeting with Representatives of the Credit Card Industry | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-president-obamas-meeting-with-representatives-credit-card-industry",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 23, 2009\n\n \n\n\n\nBackground on President Obama's Meeting with Representatives of the Credit Card Industry\n\n\n\n\n THE WHITE HOUSE Office of the Press Secrectary   For Immediate Release  April 23, 2009 Background on President Obama’s Meeting with Representatives of the Credit Card Industry  Today, the President will meet with the representatives of the credit card industry in the Roosevelt Room to discuss the impact of the current crisis on consumers. President Obama has been a strong proponent of cleaning up the practices of the credit card industry since he was a Senator and he called for measures to strengthen consumer protection in the credit card market during the campaign. Below is a list of attendees: Secretary Timothy Geithner  Dr. Lawrence Summers  Dr. Christina Romer  Valerie Jarrett  David Bohne, President, USAA Savings Bank, USAA  Patrick Burke, Senior Vice President and Chief Operations Officer, HSBC Card and Retail Services  Paul Galant, CEO, N.A. Cards, Citi  Pamela Joseph, Vice Chairman, Payments, US Bancorp  Christopher McWilton, President, US Markets, MasterCard Worldwide  David Nelms, CEO, Discover Financial Services  Kevin Rhein, Division President, Wells Fargo Card Services and Consumer Lending, Wells Fargo and Company  Ryan Schneider, President of Cards, Capital One Financial Corporation  Lawrence Sharnak, Executive Vice President and General Manager, Consumer Cards, American Express   William Sheedy, Global Head of Strategy, VISA U.S.A., Inc.  Gordon Smith, CEO, Chase Card Services, JPMorgan Chase & Co.  Richard Struthers, President, Global Card Services, Bank of America  Lloyd Wirshba, Chief Executive Officer, Barclaycard US  Edward L. Yingling, American Bankers Association   \n\n\n\n"
}