{
    "title": "Readout of the President's Meeting With Organizations Committed to Passing Bipartisan Immigration Reform | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/03/14/readout-presidents-meeting-organizations-committed-passing-bipartisan-im",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 14, 2014\n\n \n\n\n\nReadout of the President's Meeting With Organizations Committed to Passing Bipartisan Immigration Reform\n\n\n\n\nThis afternoon the President, Secretary of Homeland Security Jeh Johnson, and senior White House officials met with organizations committed to passing bipartisan commonsense immigration reform.  The leaders of these organizations shared their concerns for the families facing the separation that comes from our broken immigration system.  The President reiterated the deep concern he has for the pain these families face and that he has asked Secretary Johnson to do an inventory of the Department’s current practices to see how it can conduct enforcement more humanely within the confines of the law. Secretary Johnson reemphasized his shared commitment to ensure our immigration laws are enforced effectively, sensibly, and in line with our nation’s traditions as a nation of laws and a nation of immigrants. The President reiterated his commitment to maintaining consistent and sustained pressure on Congressional Republicans to take action on immigration reform as soon as possible. The President continues to believe that the only permanent solution to fixing the broken immigration system is through meaningful comprehensive legislation.\nList of Participants:\n\n\n\t\tJeh Johnson, Secretary of Homeland Security\n\n\t\tJohn Podesta, Counselor to the President\n\n\t\tValerie Jarrett, Senior Advisor to the President\n\n\t\tCecilia Munoz, Director of Domestic Policy Council\n\n\t\tKatie Beirne Fallon, Director of Legislative Affairs\n\n\t\tDeepak Bhargava, Center for Community Change\n\n\t\tEddie Carmona, PICO\n\n\t\tMary Kay Henry, SEIU\n\n\t\tMarielena Hincapie, National Immigration Law Center\n\n\t\tAngie Kelley, Center for American Progress\n\n\t\tEliseo Medina, Fast for Families\n\n\t\tMee Moua, Asian American Justice Center\n\n\t\tJanet Murguia, National Council of la Raza\n\n\t\tKaren Narasaki, CAMBIO\n\n\t\tAli Noorani, National Immigration Forum\n\n\t\tLorella Praeli, United We Dream\n\n\t\tArturo Rodriguez, United Farm Workers\n\n\t\tAngelica Salas, CHIRLA\n\n\t\tGabriel Salguero, NALEC\n\n\t\tFrank Sharry, America’s Voice\n\n\t\tGustavo Torres, Casa de Maryland\n\n\t\tRichard Trumka, AFL-CIO\n\n\n\n\n\n"
}