{
    "title": "El Presidente Obama sostiene reunión sobre inversión en infraestructura; nuevo informe muestra impacto económico positivo | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/10/11/el-presidente-obama-sostiene-reuni-n-sobre-inversi-n-en-infraestructura-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 11, 2010\n\n \n\n\n\nEl Presidente Obama sostiene reunión sobre inversión en infraestructura; nuevo informe muestra impacto económico positivo \n\n\n\n\n\n\tWASHINGTON -- En base al anuncio que hizo el Día del Trabajo acerca de un nuevo y audaz plan para modernizar las carreteras, vías ferroviarias y pistas de aterrizaje (la hoja informativa se encuentra aquí), el Presidente Obama sostuvo una reunión hoy en la Casa Blanca sobre el impacto económico de la inversión en infraestructura de nuestros estados y comunidades locales.\n\n\tSe sumaron al Presidente en la reunión de hoy el secretario del Tesoro Tim Geithner, el secretario de Transporte Ray LaHood, los ex secretarios de Transporte Norman Mineta y Samuel Skinner, los gobernadores Ed Rendell y Jack Markell,  y los alcaldes Antonio Villaraigosa, Mick Cornett, Julián Castro, Michael Coleman, Michael Nutter, Stephanie Rawlings-Blake, Kasim Reed y Joe Riley. El grupo trató la situación actual de nuestra infraestructura de transporte en ciudades y estados en todo el país, los desafíos que enfrentan para mejorar su infraestructura y el impacto económico a corto y largo plazo de la nueva inversión en infraestructura. \n\n\tEl Presidente Obama declaró, “necesitamos un nuevo plan de largo plazo para las carreteras, vías ferroviarias y pistas de aterrizaje de Estados Unidos. En los próximos seis años, reconstruiremos 150,000 millas de nuestras carreteras, suficiente como para darle la vuelta al mundo seis veces. Construiremos y mantendremos 4,000 millas de nuestras vías ferroviarias, suficiente como para ir de costa a costa. Y repararemos 150 millas de pistas de aterrizaje y avanzaremos a un sistema de control de tránsito aéreo de próxima generación que reduzca las demoras, para beneficio de los estadounidenses. Al realizar estas inversiones en todo el país, no sólo haremos que nuestra economía funcione mejor a largo plazo, sino que generaremos buenos empleos de clase media en este momento”.\n\n\t“Invertir en nuestra infraestructura de transporte a corto plazo producirá beneficios ahora y en el futuro para nuestra economía”, aseguró el secretario Geithner.  “La modernización de nuestras carreteras, vías ferroviarias y aeropuertos generará empleos de clase media y ayudará a aumentar la productividad de Estados Unidos y nuestras exportaciones”.\n\n\t\"Hoy escuchamos directamente a un grupo de alcaldes y gobernadores sobre el actual estado de nuestra infraestructura de transporte en ciudades y estados en todo el país, los desafíos que enfrentan para mejorar su infraestructura y el impacto económico a corto y largo plazo de nuevas inversiones en infraestructura”, dijo el secretario de Transporte Ray LaHood. \"Sabemos que mejorar la infraestructura de nuestra nación es vital para nuestra economía y nuestra competitividad futura. Y es por eso que el Presidente ha sentado las bases para un nuevo y audaz plan a fin de reconstruir y modernizar la infraestructura de transporte de Estados Unidos, que generará empleos en nuestra economía ahora y aumentará el crecimiento y la productividad de nuestro país a largo plazo\".\n\n\tEl grupo también habló sobre un nuevo informe sobre inversión en infraestructura del Departamento del Tesoro y el Consejo de Asesores Económicos (Council of Economic Advisers).  El informe habla sobre el impacto económico positivo que la inversión en infraestructura logra al aumentar la producción de nuestro país, mejorar la competitividad mundial de Estados Unidos y generar buenos empleos para la clase media. Específicamente, el informe concluye que 80 por ciento de los empleos generados directamente al invertir en infraestructura de transporte serían en los sectores de construcción, producción industrial y comercio minorista del sector. El informe también concluye que las inversiones en infraestructura producen altos beneficios porque el costo de construcción es bajo debido a que los recursos no están siendo utilizados plenamente, y que estas inversiones generarían empleos en sectores de la economía afectados por un nivel de desempleo particularmente alto.\n\n\tSe puede encontrar el informe completo sobre infraestructura AQUI.\n\n\t###\n\n\n\n\n"
}