{
    "title": "FACT SHEET: National Strategy for Global Supply Chain Security | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/01/25/fact-sheet-national-strategy-global-supply-chain-security",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 25, 2012\n\n \n\n\n\nFACT SHEET: National Strategy for Global Supply Chain Security\n\n\n\n\n“International trade has been and continues to be a powerful engine of United States and global economic growth.  In recent years, communications technology advances and trade barrier and production cost reductions have contributed to global capital market expansion and new economic opportunity.  The global supply chain system that supports this trade is essential to the United States’ economy and security and is a critical global asset.”\n- National Strategy for Global Supply Chain Security, 2012\nThe United States and other nations worldwide rely upon the efficient and secure movement of goods across and within our borders to provide food, medicine, energy, and an abundance of other products that feed our domestic critical infrastructure sectors, drive our economies, and support our ways of life.   We have a shared, mutual interest in working collaboratively to strengthen this vital global asset.\nGlobal Supply Chains: Global asset and vital to our economic and security interests\nAs the global supply chain becomes more complex and global in scope, it is increasingly at risk from disruptions including natural hazards, accidents, and malicious incidents.  Events like Hurricane Katrina in 2005, the eruption of the Eyjafjallajokull volcano in Iceland in 2010, and the Japan earthquake and tsunami of 2011; failing infrastructures such as the I-35 bridge collapse in 2007; terrorist attacks such as 9/11, and more recent plots involving air cargo shipments filled with explosives shipped via Europe and the Middle East to the United States, remind us that even localized disruptions can escalate rapidly and impact U.S. interests and the broader global community.  We must collectively address the challenges posed by these threats and strengthen our national and international policies accordingly.\nNational Strategy for Global Supply Chain Security\nThrough the National Strategy for Global Supply Chain Security, we establish the United States Government’s policy to strengthen the global supply chain in order to protect the welfare and interests of the American people and secure our Nation’s economic prosperity.  Our focus in this Strategy is the worldwide network of transportation, postal, and shipping pathways; assets and infrastructure by which goods are moved from the point of manufacture until they reach an end consumer; and supporting communications infrastructure and systems. \nThe Strategy includes two goals:\n• To Promote the Efficient and Secure Movement of Goods – The first goal is to promote the timely and efficient flow of legitimate commerce while protecting and securing the supply chain from exploitation, and reducing its vulnerability to disruption.  To this end we will enhance the integrity of goods as they move through the global supply chain.  We will also understand and resolve threats early in the process, and strengthen the security of physical infrastructure, conveyances, and information assets while seeking to maximize trade through modernizing supply chain infrastructure and processes.\n• To Foster a Resilient Supply Chain – The second goal is to foster a global supply chain system that is prepared for and can withstand evolving threats and hazards and that can recover rapidly from disruptions.  To achieve this we will prioritize efforts to mitigate systemic vulnerabilities and refine plans to reconstitute the flow of commerce after disruptions.\nOur approach is informed by the following guiding principles:\n• To Galvanize Action – Integrate and spur efforts across the United States Government, as well as with State, local, tribal and territorial governments, the private sector, and the international community.\n• To Manage Supply Chain Risk – Identify, assess, and prioritize efforts to manage risk by utilizing layered defenses and adapting our security posture according to the changing security and operational environment.\nEngaging Partners and the Path Forward\nUpon the release of the Strategy, the Departments of State and Homeland Security will lead a six month engagement period with the international community and industry stakeholders.  The purpose of these engagements is to solicit feedback and specific recommendations on how to implement the Strategy in a cost effective and collaborative manner. \n\tWe are particularly interested in receiving views and recommendations from stakeholders on a number of priority areas upon which we will focus our immediate implementation efforts.  These priorities include: \n\t• Refining our understanding of global supply chain threats and risks across air, land, and sea pathways; \n\t• Improving threat detection and information analysis as well as sharing capabilities;\n\t• Building resilient critical infrastructures and fostering a system that can absorb shocks and maintain continuity in the face of disruptions;\n\t• Improving our capacity for commerce by modernizing and expanding our domestic infrastructures, streamlining government processes, and creating innovative solutions to speed the movement of legitimate goods across our borders; and\n\t• Embracing and advancing global standards and encouraging collaboration with other stakeholders seeking to contribute to this collective mission.\n\n\n\n\n"
}