{
    "title": "President Obama to Award 2010 National Medal of Arts and National Humanities Medal | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/03/01/president-obama-award-2010-national-medal-arts-and-national-humanities-m",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 01, 2011\n\n \n\n\n\nPresident Obama to Award 2010 National Medal of Arts and National Humanities Medal\n\n\n\n\n\n\tOn Wednesday at 1:45 PM, President Obama will award the 2010 National Medal of Arts and National Humanities Medal to 20 honorees in the East Room.  The First Lady will also attend.  This event will be open press and will  also be live streamed at obamawhitehouse.archives.gov/Live.\n\n\tMembers of the media who wish to cover this event and do not have a hard pass must send their full name, outlet, date of birth, social security number and country of origin to press@who.eop.gov by 8:00AM tomorrow March 2nd.\n\n\tAt tomorrow’s event, the President will deliver remarks and present the awards to the following individuals and organizations:\n\n2010 National Medal of Arts\n\n\n\t\tRobert Brustein\n\n\t\tVan Cliburn\n\n\t\tMark di Suvero\n\n\t\tDonald Hall\n\n\t\tJacob’s Pillow Dance Festival\n\n\t\tQuincy Jones\n\n\t\tHarper Lee\n\n\t\tSonny Rollins\n\n\t\tMeryl Streep\n\n\t\tJames Taylor\n\n\n2010 National Humanities Medal\n\n\n\t\tDaniel Aaron\n\n\t\tBernard Bailyn\n\n\t\tJacques Barzun\n\n\t\tWendell E. Berry\n\n\t\tRoberto González Echevarría\n\n\t\tStanley Nider Katz\n\n\t\tJoyce Carol Oates\n\n\t\tArnold Rampersad\n\n\t\tPhilip Roth\n\n\t\tGordon Wood\n\n\nNote: Harper Lee, Meryl Streep, Daniel Aaron and Jacques Barzun are not expected to be in attendance.\n\nBelow are the 2010 National Medal of Arts Citations which will be read at the ceremony tomorrow:\n\nRobert Brustein for his contributions to the American theatre as a critic, producer, playwright, and educator. As founder of the Yale Repertory Theatre and the American Repertory Theatre and Institute and as the theatre critic for The New Republic since 1959, Mr. Brustein has been a leading force in the development of theatre and theatre artists in the United States.\n\nVan Cliburn for his contributions as one of the greatest pianists in the history of music and a persuasive ambassador for American culture. Since his historic 1958 victory at the first International Tchaikovsky Competition in Moscow, Mr. Cliburn has reached across political frontiers with the universal message of beautiful music.\n\nMark di Suvero for his achievements as one of the most prominent American artists to emerge from the Abstract Expressionist era. Exhibited throughout the world, Mr. di Suvero’s exemplary sculptures depict a strong political and social vision, demonstrating the power of the arts to improve our world.\n\nDonald Hall for his extensive contributions to American poetry. Through an illustrious career and as Poet Laureate of the United States from 2006-2007, Mr. Hall’s work has inspired Americans and enhanced the role of poetry in our national life.\n\nJacob’s Pillow Dance Festival for contributions to the development of dance in the United States as America’s longest running international dance festival. Thousands of people of all ages from across the United States and the world have Jacob’s Pillow to thank for opening their horizons to dance.\n\nQuincy Jones for his extraordinary contributions to American music as a musician, composer, record producer, and arranger. As a master inventor of musical hybrids, he has mixed pop, soul, hip-hop, jazz, classical, African, and Brazilian music into many dazzling fusions, traversing virtually every medium, including records, live performances, movies, and television.\n\nHarper Lee for her outstanding contribution to American literature with her Pulitzer Prize-winning novel To Kill a Mockingbird. A powerful statement of the struggle for equality in America, the novel continues to speak to new generations about the pursuit of justice.\n\nSonny Rollins for his contributions to American jazz music. Widely recognized as one of the most important and influential jazz musicians of the post-bebop era, Mr. Rollins’ melodic sensibilities, playing style, and solos have delighted audiences and influenced generations of musicians for over 50 years.\n\nMeryl Streep for her unrivaled contributions to American arts and culture as an actress of the stage and screen. With more Academy Award nominations than any other actor in history, she is widely considered one of the most talented and respected actors of our time.\n\nJames Taylor for his remarkable contributions to American music. His distinctive voice and masterful guitar playing are among the most recognized in popular music and his expansive catalogue of songs has had a profound influence on songwriters and music lovers from all walks of life.\n\nBelow are the 2010 National Humanities Medal Citations which will be read at the ceremony tomorrow:\n\nDaniel Aaron for his contributions to American literature and culture. As the founding president of the Library of America, he has helped preserve our Nation’s heritage by publishing America’s most significant writing.\n\nBernard Bailyn for illuminating our Nation’s early history and pioneering the field of Atlantic history. Dr. Bailyn’s two Pulitzer Prize-winning works, The Ideological Origins of the American Revolution and Voyagers to the West, have opened minds to the story of our country’s earliest days.\n\nJacques Barzun for his distinguished career as a scholar, educator, and public intellectual. One of the leaders in the field of cultural history, Dr. Barzun’s decades of teaching and dozens of books have engaged countless readers across our Nation.\n\nWendell E. Berry for his achievements as a poet, novelist, farmer, and conservationist. The author of more than 40 books, Mr. Berry has spent his career exploring our relationship with the land and community.\n\nRoberto González Echevarría for his contributions to Spanish and Latin American literary criticism. His path-breaking Myth and Archive: A Theory of Latin American Narrative is among the most widely cited scholarly works in Hispanic literature.\n\nStanley Nider Katz for a career devoted to fostering public support for the humanities. As president of the American Council of Learned Societies for more than a decade, he has expanded the organization’s programs and helped forge ties among our libraries, museums, and foundations.\n\nJoyce Carol Oates for her contributions to American letters. The author of more than 50 novels, as well as short stories, poetry, and nonfiction, Ms. Oates has been honored with the National Book Award and the PEN/ Malamud Award for excellence in the art of the short story.\n\nArnold Rampersad for his work as a biographer and literary critic. His award-winning books have profiled W. E. B. Du Bois, Langston Hughes, Jackie Robinson, and Ralph Ellison, and he has edited critical editions of the works of Richard Wright and Langston Hughes.\n\nPhilip Roth for his contributions to American letters. Mr. Roth is the author of 24 novels, including Portnoy’s Complaint and American Pastoral, which won the 1998 Pulitzer Prize, and his criticism has appeared in our leading literary journals.\n\nGordon Wood for scholarship that provides insight into the founding of our Nation and the drafting of the United States Constitution. Dr. Wood is author and editor of 18 books, including The Radicalism of the American Revolution, for which he earned a Pulitzer Prize.\n\n\n\n\n"
}