{
    "title": "Fact Sheet: President Obama’s Budget Expands, Simplifies Small Business Health Care Tax Credits | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/02/16/fact-sheet-president-obama-s-budget-expands-simplifies-small-business-he",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 16, 2012\n\n \n\n\n\nFact Sheet: President Obama’s Budget Expands, Simplifies Small Business Health Care Tax Credits\n\n\n\n\n\n\tThe Affordable Care Act includes a Small Business Health Care Tax Credit to help small businesses afford the cost of covering their workers.  For tax year 2011 alone, the existing tax credit will benefit an estimated 360,000 small employers who provide health insurance to two million workers.\n\n\tIn his fiscal year 2013 Budget, President Obama has called for expanding and simplifying the Small Business Health Care Tax Credit. If the President’s proposal is enacted, the tax credit would benefit nearly half a million employers who provide insurance to four million workers. Over the next ten years, the proposal would provide an additional $14 billion in tax credits. For a particular business, these changes could mean a tax cut of tens of thousands of dollars. The President has proposed to: \n\n\t• Allow Small Businesses with Up to 50 Workers to Qualify for the Credit: Currently the tax credit is only available to employers with fewer than 25 full-time workers.  (Part-time workers are counted proportionally based on the hours they work.)  The President’s Budget doubles this ceiling to 50.  It also doubles – from 10 full-time workers to 20 – the maximum size for a firm to receive the maximum credit matching rate (which is currently 35% and increases to 50% in 2014).\n\n\t• Adopt a More Generous Phase-Out Schedule.  The tax credit phases out based on both the average wage paid by the employer and the number of workers it employs.  The President’s Budget makes the phase-out schedule more generous and permits every otherwise eligible firm that falls within the limits for size (50 full-time workers) and average wage ($50,000 per full-time worker) to receive the credit.\n\n\t• Simplify the Credit by Streamlining the Rules. The President’s Budget eliminates two requirements for claiming the credit:\n\n\to “Uniformity Requirement.”  The Budget eliminates the requirement that employers claiming the credit determine that they contribute the same percentage of the cost of each employee’s health insurance. This will make the credit less dependent on the specific practices of the employer and easier to claim.  Employers would still be required to contribute at least 50% of the premium, ensuring a substantial commitment to their employees’ health coverage.\n\n\to Cap Based on State Average Premiums.  The Budget eliminates the cap that limits eligible employer contributions to the amount an employer would have contributed if it offered the plan with the average premium in the state – another requirement that can be complicated to calculate and which is unnecessary given other incentives to control premiums.\n\n\tTogether, eliminating these requirements will significantly simplify the process of claiming the credit.\n\nExamples of How the Budget Proposal Affects Various Businesses\n\n\nExample 1: Budget Makes Small Business with 30 Full-Time Employees Eligible\n\nBusiness Profile:\n\t• Full-Time Employees: 30\n\t• Wages: Average $25,000 per employee\n\t• Employer Premium Contribution Per Employee: $5,000\n\nTax Credit in 2012:\n\t• Under Current Law: Not Eligible\n\t• Under Budget Proposal: $35,000\n\nTax Credit in 2014:\n\t• Under Current Law: Not Eligible\n\t• Under Budget Proposal: $50,000\n\n\nExample 2: Budget More than Doubles Credit for Small Business with 15 Full-Time Employees\n\nBusiness Profile:\n• Full-Time Employees: 15\n\t• Wages: Average $35,000 per employee\n\t• Employer Premium Contribution Per Employee: $6,000\n\nTax Credit in 2012:\n\t• Under Current Law: Up to $8,400\n\t• Under Budget Proposal: $18,900\n\nTax Credit in 2014:\n\t• Under Current Law: Up to $12,000\n\t• Under Budget Proposal: $27,000\n\n\n\n\n"
}