{
    "title": "ICYMI: Dr. Jill Biden’s Op-Ed in Time | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/10/11/icymi-dr-jill-bidens-op-ed-time",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nOctober 11, 2016\n\n \n\n\n\nICYMI: Dr. Jill Biden’s Op-Ed in Time\n\n\n\n\n\nBelow, as part of International Day of the Girl, please find an Op-ed written by Dr. Jill Biden in Time. \n\nJill Biden: Girls Around the World Are Standing Up For Their Rights\n\n\tThe morning light shining through the window seems dull compared with the spark I see in this young woman. Memory Banda’s voice is soft, but her words are heard with the heavy weight of her convictions. Only 19, she’s already made so many life-changing choices.\n\n\tWe talk about her childhood, what life was like growing up in Malawi. Her father died when she was 4, leaving her mother to provide for her and a younger sister. They didn’t always have food. She recalls long nights spent hungry. This is Malawi, where 6.5 million people—nearly 40% of the population—are food insecure. The country has been reeling from famine since 2001.\n\n\tBanda tells me about a girl who is now twice divorced and the mother of three. When this girl first got her period at 11, she was sent away to an “initiation camp,” a normal village coming-of-age ritual, where young girls, some only 9, are taught to obey and please their future husbands. At these camps, girls are made to have sex with a man called a “hyena”—a stranger paid to have sex with children, oftentimes leaving them pregnant. Some are knowingly infected with HIV or other sexually transmitted diseases. The girls are taught that this tradition is how they become women. The initiation is a secret that they can never share for fear of their own and their families’ lives.\n\n\tAs a mother and grandmother, as a woman, I find it difficult to understand how this unthinkable act is a family tradition, normal and encouraged throughout her country. The girl Banda is telling me about is her younger sister. When she became pregnant at 11 years old, she was married off. Banda describes her sister’s pregnancy as motivation for what happened next.\n\n\tBanda refused to go to the initiation. She did not want to end up like her sister: pregnant, married, uneducated. “I felt the bigger me inside,” Banda tells me. In fact, she never felt bigger in all her life than when she found her voice and told her mother and all the other women in her village that she wasn’t going to the camp. Somehow this young girl, now a woman, found the confidence to reject family, tradition and even her own womanhood. What was her motivation?\n\n\tBanda wanted to go to school. She wanted to live a ­different life, a self-defined one. Despite her mother’s objections, Banda persevered and is now enrolled at the University of Malawi studying En­glish and philosophy. Next, she aims to go to school in the U.S. and get a master’s degree.\n\n\tEvery year, tens of thousands of adolescent girls in Malawi leave school early, because of pregnancy or marriage or simply “family reasons.” Banda is determined to make a difference for these girls. Mindful of her sister, she successfully lobbied the legislature to change the law in Malawi and raise the legal age of marriage from 15 to 18, an important difference that preserves childhood, and time for education.\n\n\tBut Banda says of all the change, she is most proud of that in her mother. Banda’s mother now works to influence other parents, particularly mothers, to support girls’ rights to education and to “marry when they want.” Banda says her mother thinks about how she could have changed her younger daughter’s life had she said, “No, my daughter will not go to an initiation camp.”\n\n\tWhile Memory is unique, she is not alone. As we celebrate the International Day of the Girl on Oct. 11, I think about all the girls and women who have inspired me over these past eight years. Every day, women and girls are finding incredible confidence and taking risks. When they change one mind, pretty soon, they have changed one tradition. That changed tradition has changed a village. That one village has changed a country. That new reality means new opportunities for themselves and their daughters. But it always starts with one girl, like Memory Banda.\n\n\n\n\n"
}