{
    "title": "Vicepresidente Biden anuncia que 200,000 viviendas han sido acondicionadas para las inclemencias del tiempo con la Ley para la Recuperación | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/08/26/vicepresidente-biden-anuncia-que-200000-viviendas-han-sido-acondicionada",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nAugust 26, 2010\n\n \n\n\n\nVicepresidente Biden anuncia que 200,000 viviendas han sido acondicionadas para las inclemencias del tiempo con la Ley para la Recuperación \n\n\n\n\nManchester, N.H. – En un evento hoy en Manchester, New Hampshire, con propietarios de vivienda y trabajadores que se beneficiaron del programa, el Vicepresidente Joe Biden anunció un importante logro con la Ley para la Recuperación (Recovery Act): el acondicionamiento de 200,000 residencias contra las inclemencias del tiempo. Como resultado del compromiso sin precedente de la Administración con la eficiencia energética, más de 200,000 familias de bajos ingresos han podido ahorrar dinero en su cuenta de energía y miles de personas han obtenido empleo.\n“Gracias a la Ley para Recuperación, miles de obreros de construcción en todo el país ahora se dedican a la labor de mejorar la eficiencia energética en viviendas, lo que les ahorrará a las familias trabajadoras cientos de dólares en su cuenta de servicios públicos”, afirmó el Vicepresidente Biden. “Éstos son cambios pequeños, desde reemplazar ventanas y puertas hasta agregar aislantes, pero están beneficiando mucho a trabajadores, industrias y consumidores estadounidenses. Hemos acelerado el programa de acondicionamiento contra las inclemencias del tiempo y ya hemos logrado que más de 200,000 viviendas sean más eficientes en el uso de energía, y ahora avanzamos a toda velocidad para cumplir con nuestro objetivo original de acondicionar 600,000 viviendas en todo el país”.\n“El programa de acondicionamiento con la Ley para la Recuperación –uno de los programas que la caracteriza– está logrando ahorrarles energía y dinero a cientos de miles de familias estadounidenses a la vez que genera miles de empleos en energía limpia en comunidades locales”, afirmó Steven Chu, secretario de Energía de Estados Unidos. \nEl Vicepresidente Biden visitó hoy la casa de la familia Dumont en Manchester, New Hampshire para destacar la cifra alcanzada. Se tiene previsto que la familia Dumont ahorre más de $600 al año en cuentas de servicios públicos una vez que se concluya el proyecto de acondicionamiento y Southern New Hampshire Services, la organización local que está acondicionando la vivienda, ya ha contratado a siete nuevos empleados a tiempo completo y aproximadamente 68 subcontratistas como resultado de los fondos de acondicionamiento de la Ley para la Recuperación.\nNew Hampshire ha sido uno de los líderes del país en acondicionamiento y ha intensificado esfuerzos de manera rápida y eficaz para alcanzar sus objetivos antes de lo previsto. Hasta junio, New Hampshire había acondicionado un total de más de 1,000 viviendas con la Ley para la Recuperación. New Hampshire también fue escogido recientemente para recibir $3.1 millones adicionales para complementar y ampliar su actual programa de acondicionamiento, impulsar la innovación y producir ahorros incluso mayores en los gastos de energía para familias locales.\nLos esfuerzos de New Hampshire están contribuyendo al éxito del programa en todo el país. El Programa de Asistencia con el Acondicionamiento (Weatherization Assistance Program), tras su intensificación el año pasado, está acondicionando casas a su ritmo óptimo: aproximadamente 25,000 viviendas al mes. Se ha acondicionado 200,000 viviendas en todo el país, y los estados ya han acondicionado más de un tercio del número objetivo del presidente de casi 600,000 viviendas con la Ley para la Recuperación. Tan sólo este verano, se están acondicionando más de 80,000 viviendas en todo el país, en comparación con 3,000 el verano pasado. Contando las viviendas acondicionadas con los fondos de programas anuales, se han acondicionado más de 300,000 viviendas desde el inicio de la Ley para la Recuperación. \nEl programa de acondicionamiento también está generando miles de empleos localmente y haciendo que carpinteros, electricistas y trabajadores de fábrica vuelvan a trabajar instalando aislantes, electrodomésticos nuevos y mejores sistemas de calefacción y aire acondicionado. Según informes estatales, el Programa de Asistencia con el Acondicionamiento de la Ley para la Recuperación respaldó más de 13,000 empleos en el segundo trimestre del 2010, incluidos aproximadamente 120 empleos en New Hampshire. Esos trabajadores están recibiendo capacitación en mejoras energéticas que ayudarán a sentar las bases del sector de eficiencia energética sostenible en Estados Unidos, que se puede extender a las más de 100 millones de viviendas de clase media y beneficiarlas con el acondicionamiento.\nEl Programa de Asistencia con el Acondicionamiento del Departamento de Energía de Estados Unidos ayuda a familias de bajos ingresos a ahorrar energía y dinero al mejorar la eficiencia energética de sus viviendas. Según un estudio reciente del Laboratorio Nacional Oak Ridge, los servicios de acondicionamiento les ahorran más de $400 en promedio en gastos de energía durante el primer año posterior a la instalación de mejor equipo. En total, el poder ejecutivo está invirtiendo aproximadamente $90,000 millones por medio de la Ley para la Recuperación en proyectos de energía y eficiencia energética que reducen costos y consumo de energía, y generan empleos nuevos.\n \n\n\n\n"
}