{
    "title": "Statement by the Press Secretary | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/04/statement-press-secretary",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 04, 2011\n\n \n\n\n\nStatement by the Press Secretary\n\n\n\n\n\nOn Tuesday, January 04, 2011, the President signed into law:\n\t \n\tH.R. 81, the “Shark Conservation Act of 2010 and International Fisheries Agreement Clarification Act,” which generally prohibits the removal of shark fins at sea and amends certain laws related to international fisheries;\n\t \n\tH.R. 628, which establishes a pilot program regarding the adjudication cases where patent or plant variety protection issues are to be decided;\n\t \n\tH.R. 1107, which restates and reorganizes the public contract laws of the United States in Title 41, United Sates Code;\n\t \n\tH.R. 1746, the “Predisaster Hazard Mitigation Act of 2010,” which authorizes appropriations for the Federal Emergency Management Agency’s Pre-Disaster Mitigation (PDM) program for FYs 2011-2013;\n\t \n\tH.R. 2142, the “GPRA Modernization Act of 2010,” which amends the Government Performance and Results Act to establish a Federal government performance plan;\n\t \n\tH.R. 2751, the “FDA Food Safety Modernization Act,” which modernizes the food safety system to better prevent food-borne illness and better respond to outbreaks;\n\t \n\tH.R. 4445, the “Indian Pueblo Cultural Center Clarification Act,” which repeals a restriction on the treatment of certain lands held in trust for Indian Pueblos in New Mexico;\n\t \n\tH.R. 4602, which designates a facility of the United States Postal Service as the Emil Bolas Post Office;\n\t \n\tH.R. 4748, the “Northern Border Counternarcotics Strategy Act of 2010,” which requires the Office of National Drug Control Policy to develop a Northern Boarder Counternarcotics Strategy;\n\t \n\tH.R. 4973, the “National Wildlife Refuge Volunteer Improvement Act of 2010,” which reauthorizes and amends authorities relating to volunteer programs and community partnerships for national wildlife refuges;\n\t \n\tH.R. 5116, the “America Creating Opportunities to Meaningfully Promote Excellence in Technology, Education, and Science (America COMPETES) Reauthorization Act of 2010,” which reauthorizes various programs intended to strengthen research and education in the United States related to science, technology, engineering, and mathematics;\n\t \n\tH.R. 5133, which designates a facility of the United States Postal Service as the Staff Sergeant Frank T. Carvill and Lance Corporal Michael A. Schwarz Post Office Building;\n\t \n\tH.R. 5470, which excludes specified external power supplies from certain energy efficiency standards required by the Energy Policy and Conservation Act;\n\t \n\tH.R. 5605, which designates a facility of the United States Postal Service as the George C. Marshall Post Office;\n\t \n\tH.R. 5606, which designates a facility of the United States Postal Service as the James M. “Jimmy” Stewart Post Office Building;\n\t \n\tH.R. 5655, which designates the Little River Branch facility of the United States Postal Service as the Jesse J. McCrary, Jr. Post Office;\n\t \n\tH.R. 5809, the “Diesel Emissions Reduction Act of 2010,” which modifies and reauthorizes through FY 2016 the Environmental Protection Agency’s Diesel Emissions Reduction Program;\n\t \n\tH.R. 5877, which designates a facility of the United States Postal Service as the Lance Corporal Alexander Scott Arredondo, United States Marine Corps Post Office Building;\n\t \n\tH.R. 5901, which authorizes the U.S. Tax Court to appoint employees under a personnel management system that includes the merit system principles and prohibitions on personnel practices;\n\t \n\tH.R. 6392, which designates a facility of the United States Postal Service as the Colonel George Juskalian Post Office Building;\n\t \n\tH.R. 6400, which designates a facility of the United States Postal Service as the Earl Wilson, Jr. Post Office;\n\t \n\tH.R. 6412, the “Access to Criminal History Records for State Sentencing Commissions Act of 2010,” which requires the Department of Justice to exchange records and information with State sentencing commissions;\n\t \n\tH.R. 6510, which directs the General Services Administration to convey to the Military Museum of Texas the parcel of real property in Houston, Texas, on which the museum is located;\n\t \n\tH.R. 6533, the “Local Community Radio Act of 2010,” which modifies current restrictions on low-power FM radio stations;\n\t \n\tS. 118, the “Section 202 Supportive Housing for the Elderly Act of 2010,” which amends financing and project operation requirements for the Department of Housing and Urban Development’s program to allow for increased housing opportunities for low-income seniors;\n\t \n\tS. 841, the “Pedestrian Safety Enhancement Act of 2010,” regarding pedestrian safety related to motor vehicles;\n\t \n\tS. 1481, the “Frank Melville Supportive Housing Investment Act of 2010,” which amends financing and project operation requirements for the Department of Housing and Urban Development’s program for low income individuals with disabilities;\n\t \n\tS. 3036, the “National Alzheimer’s Project Act,” which establishes a National Alzheimer’s Project within the Department of Health and Human Services and an advisory council on Alzheimer’s research, care, and services;\n\t \n\tS. 3243, the “Anti-Border Corruption Act of 2010,” which requires the Department of Homeland Security to ensure that all applicants for law enforcement positions with U.S. Customs and Border Protection (CBP) receive polygraph examinations;\n\t \n\tS. 3447, the “Post-9/11 Veterans Education Assistance Improvements Act of 2010,” which amends the Post-9/11 GI Bill, and other educational assistance programs for veterans;\n\t \n\tS. 3481, which clarifies the Federal Government’s responsibility to pay reasonable service charges to a State or local government to address stormwater pollution from Federal properties;\n\t \n\tS. 3592, which designates a facility of the United States Postal Service as the First Lieutenant Robert Wilson Collins Post Office Building;\n\t \n\tS. 3874, the “Reduction of Lead in Drinking Water Act,” which modifies the Safe Drinking Water Act definition of “lead free” with regard to pipes, pipe fittings, plumbing fittings, and fixtures;\n\t \n\tS. 3903, which authorizes 99-year leases on land held in trust for the Ohkay Owingeh Pueblo in the State of New Mexico; and\n\t \n\tS. 4036, which amends authorities of the National Credit Union Administration.\n\n\n\t \n\n\n\n\n"
}