{
    "title": "Joint Statement on Sustaining Action to Strengthen Global Nuclear Security | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/04/01/joint-statement-sustaining-action-strengthen-global-nuclear-security",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 01, 2016\n\n \n\n\n\nJoint Statement on Sustaining Action to Strengthen Global Nuclear Security\n\n\n\n\n\n\tThe Nuclear Security Summit process has led to significant achievements in nuclear security at national, regional, and global levels; but the work of building a strengthened, sustained, and comprehensive global nuclear security architecture – consisting of legal instruments, international organizations and initiatives, internationally accepted guidance, and best practices – requires continuous attention.\n\n\tWe need sustained action and ambition on nuclear security after the 2016 Nuclear Security Summit to address continuing and evolving nuclear security challenges, with the objectives of advancing implementation of nuclear security commitments and building a strengthened, sustainable and comprehensive global nuclear security architecture.\n\n\tThe Governments of Argentina, Armenia, ­­­­­Australia, Belgium, Canada, Chile, China, Czech Republic, Denmark, Finland, France, Georgia, Germany, Hungary, India, Italy, Japan, Jordan, Kazakhstan, Lithuania, Mexico, Morocco, the Netherlands, New Zealand, Nigeria, Norway, Republic of Korea, Romania, Poland, Singapore, Spain, Sweden, Switzerland, Thailand, Ukraine, United Arab Emirates, United Kingdom, United States, Vietnam, and the following international organizations: INTERPOL and United Nations, aiming to facilitate cooperation and sustain activity on nuclear security after the 2016 Nuclear Security Summit, commit to:\n\n·         Establish a Nuclear Security Contact Group; and\n\n·         Designate an appropriately authorized and informed senior official or officials to participate in the Contact Group.\n\n\tThe Contact Group is tasked with:\n\n·         Convening annually on the margins of the General Conference of the International Atomic Energy Agency, and, as may be useful, in connection with other related meetings;\n\n·         Discussing a broad range of nuclear security-related issues, including identifying emerging trends that may require more focused attention;\n\n·         Promoting and assessing implementation of nuclear security commitments, including those made during the Nuclear Security Summit process, reflected in the four Nuclear Security Summit Communiqués, the 2010 Washington Work Plan, the 2016 Action Plans, national commitments and associated joint statements, and gift baskets;\n\n·         Developing and maintaining linkages to nongovernmental experts and nuclear industry; and,\n\n·         Determining any additional steps that may be appropriate to support these goals.\n\n\tThe Contact Group may also consider and make recommendations to their respective leaders on convening any future Nuclear Security Summits.\n\n\tWe welcome the participation of all countries that subscribe to the goals set out in this Joint Statement and wish to contribute to the work of the Contact Group.\n\n\t###\n\n\n\n\n"
}