{
    "title": "FACT SHEET: Obama Administration Announces Federal and Private Sector Actions to Accelerate Electric Vehicle Adoption in the United States | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/07/21/fact-sheet-obama-administration-announces-federal-and-private-sector",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 21, 2016\n\n \n\n\n\nFACT SHEET: Obama Administration Announces Federal and Private Sector Actions to Accelerate Electric Vehicle Adoption in the United States\n\n\n\n\n\nThe Obama Administration is taking responsible steps to combat climate change, increase access to clean energy technologies, and reduce our dependence on oil. That is why, today, on the heels of the United States Department of Energy’s (DOE) first-ever Sustainable Transportation Summit, the Administration is announcing an unprecedented set of actions from the Federal government,  private sector, and states, as well as a new framework for collaboration for vehicle manufacturers, electric utilities, electric vehicle charging companies, and states, all geared towards accelerating the deployment of electric vehicle charging infrastructure and putting more electric vehicles on the road. The collaboration, forged by the White House in partnership with DOE and the Department of Transportation (DOT), the Airforce and the Army, and the Environmental Protection Agency, and is centered on a set of Guiding Principles to Promote Electric Vehicles and Charging Infrastructure that nearly 50 organizations are signing on to today.\n\n\tBy working together across the Federal government and with the private sector, we can ensure that electric vehicle drivers have access to charging stations at home, at work, and on the road – creating a new way of thinking about transportation that will drive America forward. Today’s announcements include:\n\n\n\t\tUnlocking up to $4.5 billion in loan guarantees and inviting applications to support the commercial-scale deployment of innovative electric vehicle charging facilities;\n\n\t\tLaunching the FAST Act process to identify zero emission and alternative fuel corridors, including for electric vehicle charging across the country, and standing up an effort to develop a 2020 vision for a national network of electric vehicle fast charging stations that will help determine where along the corridors it makes the most sense to locate the fast charging infrastructure;\n\n\t\tAnnouncing a call for state, county, and municipal governments to partner with the Federal government to procure electric vehicle fleets at a discounted value;\n\n\t\tLeveraging the power of data and hosting an ‘Electric Vehicle Hackathon’ to discover insights and develop new solutions for electric vehicle charging;\n\n\t\tPublishing a guide to Federal funding, financing, and technical assistance for electric vehicles and charging stations; and\n\n\t\t35 new businesses, non-profits, universities, and utilities signing on to DOE’s Workplace Charging Challenge and committing to provide electric vehicle charging access for their workforce.\n\n\n\tToday’s announcements build on a record of progress from multiple programs across the Administration that are working to scale up electric vehicles and fueling infrastructure, including at the Departments of Energy, Transportation, Defense, and at the Environmental Protection Agency. In fact, in the past eight years the number of plug-in electric vehicle models increased from one to more than 20, battery costs have decreased 70 percent, and we have increased the number of electric vehicle charging stations from less than 500 in 2008 to more than 16,000 today – a 40 fold increase.\n\nUNPRECEDENTED ELECTRIC VEHICLE COALITION FORGED AMONG NEARLY 50 VEHICLE MANUFACTURERS, ELECTRIC UTILITIES, ELECTRIC VEHICLE CHARGING COMPANIES, STATES, AND ORGANIZATIONS TO INCREASE ELECTRIC VEHICLE CHARGING INFRASTRUCTURE\n\n\tToday, in collaboration with the Administration, nearly 50 industry members are signing on to the following Guiding Principles to Promote Electric Vehicles and Charging Infrastructure. This commitment signifies the beginning of a collaboration between the government and industry to increase the deployment of electric vehicle charging infrastructure.\n\nBuilding on existing partnerships among federal government, states and communities, electric vehicle and charging infrastructure manufacturers and retailers, electric utilities, national laboratories, universities, and nongovernmental organizations, we endorse the following guiding principles to enhance electric vehicle use and create a national, household, workplace, and urban charging infrastructure that is available to all Americans:\n\n\nDrive the market transformation to electric vehicles by making it easy for consumers to charge their vehicles with grid-connected infrastructure that is accessible, affordable, available and reliable, and interconnected with other low-carbon transportation options where feasible.\n\nPromote electric vehicle adoption by increasing access to charging infrastructure and supporting the development of plug-in electric vehicles that are as accessible, available, and convenient as gasoline-powered vehicles.\n\nPromote a robust market for vehicle manufacturers, utilities, equipment service providers, and support industries that ensures a consistent user experience, customer choice, and allows for a streamlined permitting process.\n\nEnhance American manufacturing competitiveness, innovation, and the development of advanced technology. \n\nAttract and leverage private, State, and Federal investment in electric vehicle deployment, infrastructure, research and development, and education and outreach.\n\nEnable smart charging and vehicle grid integration through solutions such as demand response, and other energy storage and load management strategies.\n\n\n\tSignatories to the Guiding Principles to Promote Electric Vehicles and Charging Infrastructure include the following industry members, agencies, organizations, and states:\n\n\n\t\tAvista\n\n\t\tBerkshire Hathaway Energy\n\n\t\tBMW\n\n\t\tCalifornia Air Resources Board\n\n\t\tChargePoint\n\n\t\tConsumers Energy\n\n\t\tCon Edison\n\n\t\tConnecticut Green Bank\n\n\t\tDayton Power & Light Company\n\n\t\tDuke Energy\n\n\t\tEdison Electric Institute\n\n\t\tElectric Drive Transportation Association (EDTA)\n\n\t\tEversource Energy\n\n\t\tEVGo\n\n\t\tFlorida Power and Light Company\n\n\t\tFord\n\n\t\tGeorgia Power\n\n\t\tGeneral Motors\n\n\t\tGreenlots\n\n\t\tHawaiian Electric\n\n\t\tHawai`i Electric Light\n\n\t\tMaui Electric\n\n\t\tIndianapolis Power & Light Company\n\n\t\tKansas City Power & Light\n\n\t\tLouisville Gas & Electric and Kentucky Utilities\n\n\t\tMercedes-Benz USA, LLC\n\n\t\tNational Association of State Energy Officials (NASEO)\n\n\t\tNational Grid\n\n\t\tNextGen Climate America\n\n\t\tNew York State\n\n\t\tNissan\n\n\t\tOrange and Rockland\n\n\t\tPortland General Electric\n\n\t\tPPL Electric Utilities\n\n\t\tPacific Gas & Electric\n\n\t\tPNM Resources\n\n\t\tPuget Sound Energy\n\n\t\tSouthern California Edison\n\n\t\tSouthern Company: Alabama Power\n\n\t\tSouthern Company: Georgia Power\n\n\t\tSouthern Company: Gulf Power\n\n\t\tSouthern Company: Mississippi Power\n\n\t\tState of California\n\n\t\tTECO Energy\n\n\t\tTesla\n\n\t\tWestar Energy\n\n\nEXECUTIVE ACTIONS TO INCREASE CHARGING INFRASTRUCTURE\n\nProviding Financing to Scale Up Charging Infrastructure\n\nUnlocking Up $4.5 billion in Loan Guarantees and Inviting Applications to Support Innovative Electric Vehicle Charging Facilities: Today, the DOE’s Loan Program Office (LPO) issued a supplement to its Title XVII Renewable Energy and Efficient Energy (REEE) Projects Solicitation, clarifying that certain electric vehicle (EV) charging facilities – including associated hardware and software – is now an eligible technology under the solicitation.  The solicitation can provide up to $4.5 billion in loan guarantees to support innovative renewable energy and energy efficiency projects in the United States. Loan guarantees can be an important tool to commercialize innovative technologies because these projects may be unable to obtain full commercial financing due to the perceived risks associated with technology that has never been deployed at commercial scale in the United States. The DOE’s LPO supports a large, diverse portfolio of more than $30 billion in loans, loan guarantees, and commitments to approximately 30 closed and committed projects nationwide, including leading edge renewable energy projects, advanced technology vehicle manufacturing facilities, and two of the first new nuclear reactors to begin construction in the United States in more than three decades.\n\nPublishing a Guide to Federal Funding, Financing and Technical Assistance for EVs and Charging Stations: DOE and DOT are publishing a guide to outline specific examples of funding programs, financing incentives, and technical assistance to help advance the nation’s economic, environmental, and energy security, through the support of EVs and charging stations that reduce petroleum use and greenhouse gas emissions from the transportation sector. It will also list current tax credits and incentives applicable to EV charging.  The DOE’s Alternative Fuels Data Center provides a comprehensive database of federal and state programs that support EVs and infrastructure.\n\nSupporting the Development of Electric Vehicle Charging Corridors\n\nLaunching the Process to Designate Alternative Fuel Corridors as Part of the Fixing America’s Surface Transportation (FAST) Act: Today, the DOT is soliciting nominations from State and local officials to assist in making designations for alternative fuel corridors. Section 1413 of the FAST Act requires that the Secretary of Transportation designates national EV charging, hydrogen, propane, and natural gas fueling corridors, and the nomination process will ensure that the corridors proposed for designation will create a national network of alternative fuel facilities. In designating corridors, the DOT will (1) consider the nominated facilities, (2) incorporate existing corridors designated by States, and (3) consider the demand for, and location of, existing fueling stations and infrastructure.  DOT will also evaluate applications based on their ability to reduce emissions and collaborate across the public and private sector. Details on this program can be found here or here.\n\nDeveloping Criteria and Proposing a Plan for a National Network of Fast Charging Stations for EVs: DOE and DOT have agreed to partner on the development of a 2020 vision for a national network of fast charging stations for EVs in order to facilitate coast to coast, nationwide zero emissions travel.  Building upon DOT’s planned designation of alternative fuel corridors under the FAST Act, DOE and DOT, in cooperation with the DOE National Laboratories, DOT Volpe Center, and other government and industry stakeholders, will commence efforts in fiscal year 2017 to develop criteria that will help identify specific locations for siting fast charging infrastructure adjacent to the DOT-designated national and community corridors. The proposed effort will address four key areas important to evaluating the potential for a national network for fast charging including: (1) siting criteria for charging locations; (2) charging and utility infrastructure needs and cost assessment; (3) impacts of electric demand charges to consumers and utilities; and (4) potential longer-term innovations including evolution up to 350 kilowatt (kW) fast charging. The partnership will address these questions to provide the necessary information for the basis of a dialogue with stakeholders to help define public-private partnerships, funding, and financing models for implementing a national fast charging network. Along those lines, the DOE and DOT will be convening stakeholders this fall to identify critical needs for a national network of fast charging stations. \n\nExpanding the Electric Vehicle Fleet\n\nInviting State, County, and Municipal EV Fleets to Join Forces with the Federal Government in EV Procurement: The Office of Federal Sustainability is inviting State, county and municipal government fleets to join forces with Federal agencies to maximize their collective buying power, and aggregate their EV and charging infrastructure purchases. In doing so, governments at all levels can lower their procurement costs, expand technology availability, and increase automotive manufacturers' demand certainty. The Office of Federal Sustainability will partner with government and agency fleet purchasers to coordinate and aggregate the purchasing of EV fleets, with distinct acquisition procurement strategies to be determined. Alone, the federal government plans to purchase more than 500 plug-in hybrid electric vehicles (PHEV) or EVs in fiscal year 2017.\n\nDOE’s Office of Energy Efficiency and Renewable Energy (EERE) will be Signing a Memorandum of Understanding (MOU) with the American Public Power Association (APPA) to Collaborate on Municipal Fleet Electrification: Through this agreement, EERE and APPA will ensure collaborative efforts to enable electrification of personal and fleet transportation in municipalities throughout the United States. EERE and APPA will provide information to increase education and awareness of the benefit of EVs to public power utilities and local officials, and develop a community action plan focused on smaller communities with fewer than 200,000 electric customers. The partnership will also work to enhance workplace charging efforts at public power utilities, study the impacts of EVs in public power communities, and share insights regarding infrastructure installation and EV interaction with the modern grid.\n\nDriving Technological Innovation and Increasing Access to Data\n\nLeveraging the Power of Data through an ‘EV Hackathon’: Today, the White House Office of Science and Technology Policy (OSTP) is announcing that they will host an EV hackathon this fall. Hackathons are events that bring together coders, data scientists, topic experts, and interested members of the public to discover insights and develop new solutions. The event will take place in concord with the release of anonymized data on EV charging stations to the research and software development community. The ‘EV Hackathon’ represents a unique opportunity to bring together the EV and software communities to collaborate to enhance EV deployment.\n\nConducting a Technology Study to Explore the Feasibility for Fast Charging, up to 350 KW, for EVs: DOE will partner with industry, the National Laboratories, and other stakeholders to develop a study that will examine the vehicle, battery, infrastructure, and economic implications of direct current (DC) fast charging of up to 350 kW, which is expected to be completed by the end of 2016. A 350 kW charging system could charge a 200 mile range battery in less than 10 minutes.  The implementation of DC fast charging has the potential to impact many technology areas and tackle key technological barriers associated with high rate charging (50 kW and above), and fast charging increases the utility of EVs, aides in their adoption, and helps enable widespread use of EVs. \n\nAnnouncing  that the Pacific Northwest National Laboratory (PNNL) will Lead Research to Achieve the Strategic Battery500 Goal: A multi-partner team, led by PNNL as part of the Battery500 research consortium, will receive an award of up to $10 million per year for five years to drive progress on  DOE’s goal of reducing the cost of vehicle battery technologies. Battery costs exceeded $500/kWh when President Obama launched his EV Everywhere Grand Challenge goal of making EVs that are as affordable and convenient for the American family as gasoline-powered vehicles, and low-cost, high performance batteries are a key component of the strategy to attain the President’s goal. The Battery500 Consortium aims to triple the specific energy (to 500 WH/kg) relative to today's battery technology while achieving 1,000 electric vehicles cycles. This will result in a significantly smaller, lighter weight, less expensive battery pack (below $100/kWh) and more affordable EVs.  The Battery500 consortium will include four DOE National Laboratories and five universities in an effort aimed at achieving revolutionary advances in battery performance.  Consortium partners include the following:\n\n\n\t\tPacific Northwest National Laboratory (research partner and advisory board)\n\n\t\tBrookhaven National Laboratory\n\n\t\tIdaho National Laboratory\n\n\t\tSLAC National Accelerator Laboratory\n\n\t\tBinghamton University (State University of New York)\n\n\t\tStanford University (research partner and advisory board)\n\n\t\tUniversity of California, San Diego\n\n\t\tUniversity of Texas at Austin\n\n\t\tUniversity of Washington\n\n\t\tIBM (advisory board)\n\n\t\tTesla Motors, Inc. (advisory board)\n\n\nIncreasing Charging Infrastructure in Our Homes and Workplaces\n\nThe Standard for High Performance Green Buildings Will Consider a Revision to Encourage EV-Ready Building Practices: By employing EV-Ready building practices, multi-unit dwelling and commercial building developers can prepare a facility with electrical infrastructure to accommodate a future charging station installation, resulting in significant cost savings for building owners and tenants. To encourage more EV-Ready development in cities and states across the country, an EV-Ready building code measure has been introduced to the American Society of Heating, Refrigerating, and Air-Conditioning Engineers (ASHRAE) 189.1, a standard for high performance green buildings that in 2018 will become the basis for the International Green Construction Code. Through the adoption of this EV-Ready building practice, cities and states can align with the EV building strategies identified by Federal agencies in the 2016 Guiding Principles for Sustainable Federal Buildings.\n\nExpanding DOE’s Workplace Charging Challenge to Include 35 New Businesses, Non-profits, Universities, and Utilities: DOE’s Workplace Charging Challenge encourages America’s employers to commit to providing EV charging access for their workforce. Vehicles are parked at homes and workplaces most of the time, making the Workplace Charging Challenge a significant opportunity to expand our nation’s charging infrastructure. In fact, charging at work can potentially double an EV driver's all-electric daily commuting range.   Participating employers include organizations that are assessing their employees’ need for charging to those who have successfully launched workplace charging programs. DOE’s Workplace Charging Challenge has grown to more than 350 partners since its launch in January 2013, and is on track to meet its goal to partner with 500 United States employers by 2018. The 35 new partners announced today include: \n\n\n\t\tBates College\n\n\t\tBerkshire Hathaway Energy\n\n\t\tCenterPoint Energy, Inc.\n\n\t\tCity of Seattle\n\n\t\tClean Future, Inc.\n\n\t\tConfluence Environmental Center\n\n\t\tCon Edison\n\n\t\tDuke Energy Carolinas\n\n\t\tDuke Energy Florida\n\n\t\tDuke Energy Indiana\n\n\t\tDuke Energy Kentucky\n\n\t\tDuke Energy Ohio\n\n\t\tDuke Energy Progress\n\n\t\tEugene Water & Electric Board\n\n\t\tFresh Start Detail Co.\n\n\t\tHawai`i Electric Light Company\n\n\t\tHawaiian Electric Company\n\n\t\tHyundai\n\n\t\tJoseph Hughes Construction\n\n\t\tMaui Electric Company\n\n\t\tMorris Energy Consulting\n\n\t\tNIKE, Inc.\n\n\t\tNorth American University\n\n\t\tNorth Coast Electric\n\n\t\tOlympic College\n\n\t\tOrange and Rockland Utilities\n\n\t\tSouthern Company: Alabama Power\n\n\t\tSouthern Company: Georgia Power\n\n\t\tSouthern Company: Gulf Power\n\n\t\tSouthern Company: Mississippi Power\n\n\t\tSouthwest Clean Air Agency\n\n\t\tSustainable Future LLC\n\n\t\tThe Valley Hospital\n\n\t\tUniversity of Oregon\n\n\t\tUtah Valley Hospital\n\n\nPRIVATE SECTOR COMMITMENTS TO INCREASE ELECTRIC VEHICLE CHARGING INFRASTRUCTURE\n\n\tTwelve utilities and charging companies are announcing commitments to increase deployment of EVs and charging infrastructure, and to use the Guiding Principles to Promote Electric Vehicles and Charging Infrastructure to work together to accelerate EV deployment.\n\nUtilities\n\n\nAvista commits to install electric vehicle supply equipment (EVSE) in its Eastern Washington service territory, as part of a two-year pilot program recently approved by the Washington Utilities and Transportation Commission.  Provided full participation levels, Avista expects to install a total of 272 EVSE connection ports in approximately 200 different locations:  120 in residential homes, 50 at workplaces, and 30 in public locations, including 7 DC fast chargers to enable regional EV travel. \n\nFlorida Power and Light (FPL) is committed to the mass market adoption of EVs by working with local, state, and federal stakeholders on initiatives that will help drive EV adoption.  FPL will continue to educate and support residential and commercial customers on the benefits of EVs and work with them to remove barriers to adoption.   FPL also commits to continue to place EVs into its fleet when possible.\n\n\t\tThe Hawaiian Electric Companies have committed to work with all stakeholders to support EVs as part of reaching the islands’ goal of 100 percent renewable energy for electricity by 2045. The Hawaiian Electric Companies will continue to install more DC fast charging stations, research demand management and demand response strategies in EV charging and seek new policy and infrastructure opportunities to provide reliable, clean power for EV charging.\n\nKansas City Power & Light (KCP&L) commits to continuing its leadership and support of the electric transportation market by deploying 10 percent of its Clean Charge Network in underserved and low-income areas of its service territory. KCP&L believes that charging infrastructure should be available and accessible to its customers of all income levels.\n\nNational Grid commits to help accelerate EV and EV charging market growth in the Northeast, by bringing forward regulatory proposals for new EV charging infrastructure development and consumer education in the territories it serves. These initiatives will build on the company’s planned efforts to demonstrate new technologies such as DC fast charging, expand workplace charging for employees, and increase plug-in vehicles and technology deployment within the company fleet.\n\nPortland General Electric (PGE), Oregon’s largest electric utility company, commits to engage stakeholders and submit a proposed plan to Oregon Public Utility Commission in 2016 defining the utility role in transportation electrification, pursuant to recently passed Oregon legislation, which identifies transportation electrification as key to meeting Oregon’s greenhouse gas emissions targets.  PGE also commits to work with Federal partners, including DOT and DOE, and the Edison Electric Institute in appropriate leadership roles to continue to advance transportation electrification.  PGE will spend 5-10 percent of its corporate fleet budget on electrification, and commits to encourage and incentivize PGE employees to acquire EVs and serve as ambassadors for electrification.\n\n\t\tThe Public Service Company of New Mexico (PNM) will provide the associated infrastructure to the City of Albuquerque for their purchase of an all-electric bus fleet for the soon to be built Albuquerque Rapid Transit system. The project is the first of its kind in New Mexico and the first all-electric Bus Rapid Transit system in the United States.\n\nSouthern California Edison (SCE) will collaborate with stakeholders to develop plans to meet California Senate Bill 350 requirements for on-going, comprehensive utility programs and investments to accelerate widespread adoption of transportation electrification. SCE’s plans will complement stakeholders’ efforts to expand available charging infrastructure, deliver effective market education and outreach, encourage incentives, and improve customers’ experience. SCE will also launch its Clean Fuel Reward program in 2016 to provide incentives to residential EV owners using proceeds from California’s Low Carbon Fuel Standard program.\n\nSouthern Company and its electric-generating traditional operating companies – Alabama Power, Georgia Power, Gulf Power, and Mississippi Power – have been and will continue to be leaders in the advancement and promotion of the electric transportation market. Southern Company remains active in both the on-road and non-road markets, working with industry, municipalities, government, and the military to further the use of electric transportation and to ensure the development of necessary charging infrastructure. Southern Company is committed to consumer education through social media outreach and community charging programs as well as special concierge events provided through the REVolution program. The Southern Company Energy Innovation Center, meanwhile, continues to facilitate and encourage industry research aimed at improving the effectiveness and cost-efficiency of EV technology.\n\nThe Edison Electric Institute (EEI) will work with its member electric companies and their associated state regulatory commissions to a) provide the charging infrastructure needed to scale electric transportation, b) develop measures that support the market while controlling costs and ensuring benefits are shared by all customers, and c) engage in direct outreach and education to customers.\n\n\nCharging Companies\n\n\nChargePoint commits up to $20 million toward the deployment of a national network of high-speed charging stations as part of public-private partnerships.  This includes research and development investments, site identification, smart city deployments and DC fast charger corridors.  ChargePoint will work with the DOT, other Federal, State, and local government agencies, and private entities to determine the optimal location for such high-speed charging stations, and to secure financing from private entities and through public-private partnerships. In order to future-proof the network, ChargePoint is committed to developing a line of high-speed DC fast chargers with 125-350 kW charging capacity. ChargePoint commits to work with the broader industry to develop the standards necessary for interoperability, allowing drivers to use one account to charge at stations manufactured by multiple vendors.   ChargePoint commits to make access to its high-speed network simple, accessible and convenient through industry-leading driver services and mobile applications. ChargePoint commits to work with original equipment manufacturers (OEMs) to make data available to help optimize their vehicle programs and better understand driver behavior. ChargePoint commits to work with utilities to make data available to help improve vehicle grid integration and better understand driver behavior.\n\nEVgo commits to invest $100 million in EV infrastructure over the next 5 years to expand its nation-leading charging network.  This investment will focus on providing customers with access to high-speed charging at charging rates significantly faster than what is available on the market today.\n\n\nBUILDING ON PROGRESS\n\n\tThe above-mentioned private sector commitments announced today build on a history of progress to increase EV adoption and promote EV charging infrastructure, which is illustrated by the following:\n\nAutomakers\n\n\nBMW Group is dedicated to improving EV technology and increasing EV adoption. In pursuit of this goal, the BMW Group has committed to producing BMW iPerformance vehicles, or plug-in hybrid versions of all of its volume models. The first model, the BMW X5 xDrive40e, was released in fall 2015, and was followed this year by the 330e Sedan and the 740e xDrive Sedan. The BMW Group is committed to advancing battery technology through research partnerships, including with the DOE’s Argonne National Laboratory, and will continue to support DC fast charging infrastructure in the United States. BMW successfully launched ‘project i' with the plug-in hybrid i8 and the all-electric i3 in 2014, and the inclusion of a plug-in hybrid version in all of its volume models.\n\nFord is investing an additional $4.5 billion in electrified vehicle solutions, adding 13 new electrified vehicles to its product portfolio by 2020. More than 40 percent of Ford’s nameplates globally will be electrified by the decade’s end.\n\nGeneral Motors will introduce the industry’s first long-range, affordable EV later this year. The Chevrolet Bolt EV will provide more than 200 miles of range on a full charge, be priced under $30,000 (net full federal tax credits) and will be produced at General Motor’s assembly plant  in Orion Township, Michigan. The 2017 Chevrolet Bolt EV, along with the range-extended electric Chevrolet Volt, will soon be included in the General Motors and Lyft Express Drive fleets in select markets. This short-term vehicle access program will provide exposure to EVs from the largest EV fleet in ridesharing to drivers and passengers alike. General Motors also will continue investing in battery technology and expertise, including at the largest battery lab of any automaker in North America, and remain a champion of workplace charging. General Motors has installed over 500 workplace chargers for use by employees and visitors to General Motors campuses around the United States.\n\nMercedes Benz will have 10 plug-in hybrids available by next year.\n\nNissan has sold more than 95,000 LEAF EVs in the United States, and uses a multi-pronged approach to invest with charging partners to install EV charging infrastructure at corporate workplaces, metro communities and Nissan dealerships. Nissan has led the tenfold increase in CHAdeMO fast chargers available nationally since 2013 with now more than 1,840 fast chargers available at retail, hospitality, fueling station, and dealership locations. These fast chargers can charge an all-electric LEAF up to 80 percent in 30 minutes, greatly extending the range of the vehicle. In addition, under the ‘No Charge to Charge’ promotion, Nissan has made over 900 of these public Fast Chargers available for free to new LEAF buyers for 2 years across 38 key markets, with another 12 markets launching in 2016. As a result, Nissan’s expansion of metro-area fast charging will cover cities and communities representing 90 percent of LEAF sales. Nissan continues to work collaboratively with charging network providers, charger manufacturers, utilities, retail site hosts and importantly, other automotive OEMs to ensure the continued growth of open-standard fast charging to expand and connect Nissan’s community charging network investment across the country.\n\nTesla will start volume deliveries of Model 3 in late 2017, which will have a range of at least 200 miles, meaning that affordable long range EVs will be available on the market sooner than analysts predicted. Tesla has already started operations at the $5 billion Gigafactory it is building outside Reno, Nevada, which will manufacture batteries, ensuring that EVs are powered by American-made, high-quality, and affordable batteries.\n\n\nCharging Companies\n\n\nChargePoint operates the largest and most open EV charging network in the world, with more than 30,000 total charging spots and over 330 DC fast charging locations. To date, ChargePoint drivers have traveled 396,800,000 miles on the ChargePoint network. Recently, ChargePoint successfully completed the Express Corridor project, in which it deployed nearly 100 DC fast chargers along the East and West Coast, including in partnership BMW. \n\nEVgo works closely with automakers like Nissan, BMW, and Ford to develop a vehicle-centric customer experience. These partnerships have brought customers faster charging speeds and more charging locations, allowing EVgo to operate 700 DC fast chargers in more than 35 top metro markets across the country. In 2015, EVgo's public high-speed charging network delivered more than 21 million EV miles, saving nearly 900,000 gallons of gas and offsetting nearly 10 million pounds of carbon dioxide. \n\n\nUtilities\n\n\nAvista, in Spokane, Washington, is committed to supporting electric transportation, starting with its first installation of three public EV charging stations in 2010.  Avista followed this with a commitment to electrify its fleet with at least 5 percent of fleet budget allocated to electrification, installation of workplace charging and participation in DOE’s Workplace Charging Challenge, with over 40 port connections planned at its facilities over the next four years; ongoing technical support and education for residential and commercial customers; and collaboration with regional utilities to form the Pacific Northwest Utilities Transportation Electrification Collaborative as a forum to share best practices and accelerate the transition to electric transportation.  Most recently, Avista successfully filed and received approval from the Washington Utilities and Transportation Commission to proceed with a pilot program to install utility-owned EV charging infrastructure at customer homes, businesses and public locations.\n\nConsumers Energy has submitted a proposal to the Michigan Public Service Commission to advance EV infrastructure in Michigan. Consumers has developed a  comprehensive program to enable EV travel across the state with the placement of DC fast chargers at 30 locations, increase the presence of Level 2 chargers by 400 units, generate Workplace Charging programs with 40 employers, and reinstate home charging incentives for 2,500 customers. This broad approach will help escalate EV adoption, expand customer transportation options, incite and support Michigan’s motivation toward smart mobility, emerging technologies, job creation, and sustainability. \n\nEversource Energy, with a goal of reducing the region’s carbon footprint, has created EV opportunities for its customers, and employs a multifaceted approach to reducing emissions for its fleet vehicles as well.  As of the end of 2015, there were about 6,500 EVs in the company’s service territory with over 700 publicly accessible charging stations in the region. In 2014, along with other utility members of the Edison Electric Institute, Eversource pledged to commit five percent of its annual fleet spending on EV technologies. The company’s support has funded EV rebates for about 450 vehicles in Connecticut. In Massachusetts, Eversource serves as a commissioner on the Commonwealth’s Zero Emission Vehicle Commission, which serves to study the economic and environmental benefits and costs of increased use of zero emission vehicles in the Commonwealth. Eversource is working with the Massachusetts Department of Energy Resources on programs to advance the EV market through a combination of studies, outreach and education, and the rate pilot program.  Eversource is committed to explore solutions that support EV owners in its service territory, while ensuring system reliability for all of its customers.\n\nFlorida Power and Light (FPL) launched its EV program in late 2010 with a focus on ensuring that it meets customer EV needs, enabling the market to grow, and ensuring reliable service.  Initiatives include education and outreach, technology pilots, employee workplace charging, fleet charging, an EV website, and local, state and federal industry involvement.  The company operates a large electric fleet with over 570 HEVs and 156 PHEVs / EVs, and has installed 74 Level 1 charging stations with 139 charge ports, and 83 Level 2 stations with 160 charge ports to support both its fleet and employee vehicles.  In June 2015, the company joined DOE’s Employee Workplace Charging Challenge and saw employee ownership of EV’s increase 500 percent in 12 months.  \n\nGeorgia Power, the largest subsidiary of Southern Company, launched a Get Current.Drive Electric TM initiative intended to help facilitate the adoption and use of EVs in Georgia.  This comprehensive program promotes public education, the building and operation of public/community charging stations, and the offering of promotional rebates to residential and business customers for installing EV chargers. Through this two-year program, the company estimates that more than 2,500 charging stations will be installed statewide to support current and future EV drivers.  \n\n\t\tThe Hawaiian Electric Companies have provided customers with EV charging options since 2010, including discount utility rates for EV charging and partnerships to increase home and public charging opportunities.  Hawaiian Electric, Maui Electric and Hawaii Electric Light companies have installed eight DC fast charging stations on Oahu, Maui and Hawaii Island with more to come. The stations are strategically located to reassure the islands’ growing number of battery EV drivers struggling with range anxiety or unable to charge in their residences. A utility proposal for improved time-of-use rates at present is before regulators. And the JUMPSmartMaui is a collaborative demonstration project between Japan, Hawaii and Maui that incorporates Smart Grid, renewable energy, and all-EV solutions to achieve a cleaner future for Maui.\n\nKansas City Power & Light is deploying over 1,100 charging stations as part of its Clean Charge Network to transform the market in Kansas City, Missouri. The Clean Charge Network is a network of ChargePoint Level 2 charging stations as well as DC fast chargers available to the public at locations throughout the KCP&L’s service territory.  Since deployment of the Clean Charge Network began in January 2015, the Kansas City metropolitan area has become number one in the United States for EV driver growth and has experienced a more than 400 percent increase in EV charging sessions, number of EV drivers, and electrical usage for EV charging.\n\nLouisville Gas & Electric Co and Kentucky Utilities Co developed a program that strives to expand EV infrastructure around the Commonwealth of Kentucky. In 2016, the Kentucky Public Service Commission approved the companies' application to install up to 20 Level 2 public charging stations in its service territories and an unlimited number of private entity sponsored stations. The companies will begin to roll out the stations in 2016.\n\nMichigan Utilities in conjunction with the Michigan Public Service Commission introduced a variety of Level 2 home charging reimbursement incentives in 2011. The incentive programs helped stimulate Michigan’s EV adoption with over 3,500 customers participating. \n\nNational Grid has supported the EV market in the Northeast since 2011 when it began installing more than 150 public charging stations, in partnership with the EVSE industry, host site customers, and state agencies.  Today, more than 3,000 drivers have used these stations, filling up at locations across Rhode Island, Massachusetts, and upstate New York.  National Grid has also installed work place charging in more than 10 different company facilities and hosted multiple “ride-n-drives” for employees.\n\nNV Energy, a Berkshire Hathaway Energy operating company, has proudly supported the electrification of transportation in Nevada since 2009.  The company embraced a three-pronged effort and various strategic partnerships to achieve its EV success.  First, it established a favorable rate structure for residential and commercial customers to charge EVs at their homes or businesses, which has the ability to lower both EV charging and overall home or business energy costs.  Second, a shared-investment program and partnership with major customers resulted in more than doubling the number of public charging stations in Nevada.  These public charging stations are providing charges to EV owners at no cost for the first five years. NV Energy’s third major initiative has been to partner with the Nevada Governor’s Office of Energy, the DOT and rural electric associations to develop the Nevada Electric Highway, which is connecting major population centers in the state with a DC fast charging network that aligns with interconnecting highways.\n\nPacific Gas & Electric (PG&E) continues to expand its fleet of alternative-fuel vehicles—one of the nation’s largest among electric and gas utilities—by investing at least one-third of its annual fleet procurement on EVs, totaling more than $100 million.\n\nPortland General Electric (PGE) has demonstrated a commitment to EV charging and education on electrification, including: operation and improvement of “Electric Avenue” – which highlights colocation of 6 chargers, four of which are DC fast chargers; installation of  EV chargers at PGE workplace locations, with 51 total chargers planned; encouraging business customers’ installation of  workplace charging and their participation in the DOE’s Workplace Charging Challenge; delivery of education and technical assistance on electrification to retail customers; and continued annual sponsorship of the EV Roadmap Conference that emphasizes sharing of best practices and lessons learned.\n\nPPL Electric Utilities is working to encourage the everyday use of EVs throughout its service territory in central and eastern Pennsylvania. The utility uses 15 Chevy Volt vehicles as part of its fleet, and has developed an internal car-sharing program to make the EV cars available for employees’ business use. PPL also offers free charging to employees through EV chargers installed at several locations. PPL is committed to investing more than 10 percent of its fleet budget on fleet electrification and is committed to buying only bucket trucks with electric lifts. Finally, the company has created a website to share information on cars and incentives with its 1.4 million customers.\n\nSan Diego Gas & Electric recently received approval from the California Public Utilities Commission to install 3,500 charging stations at 350 locations in San Diego County.\n\nSouthern California Edison (SCE) recently started a pilot funded by all customers to install up to 1,500 EV charging stations and launch expanded EV market education programs; is conducting a one-year pilot at the Los Angeles Air Force Base to demonstrate vehicle-to-grid vehicles; and recently completed pilots on workplace smart charging for its employees. SCE spent 20 percent of its recent annual fleet budget on electric drive vehicles; offers seven residential and commercial rates designed for transportation electrification; includes EV charging and solar carport as part of its energy efficiency contract with Federal Aviation Administration in Palmdale California; and conducts on-going testing and evaluation of several heavy duty EVs for air districts.\n\nSouthern Company launched SO Prize in 2014, an internal ideation competition that elicited nearly 1,000 innovative ideas from among the employee workforce. One of the winners of SO Prize was a proposal called REVolution, which provides for a special concierge-type service designed to help consumers pick the best EV for their lifestyle. The REVolution team has since conducted onsite events in Pensacola, Destin, and Panama City, Florida, and is exploring other ways of expanding consumer outreach through online methods. In addition, the Southern Company system’s internal fleet of cars, line trucks and other vehicles is moving toward a goal of being 10 percent electric by 2018.\n\n\t\tThe Edison Electric Institute signed an MOU with the DOE last year that has since led to collaboration between utilities and the Federal government on a wide range of actions, including launching an education and outreach campaign, building analytical support for investment in EV infrastructure and technology, and providing a forum for stakeholder engagement.\n\nWestar Energy was an early adopter of EVs with 10 percent of on-road fleet being electric, and has committed more than 5 percent of annual spending on EVs.  Westar also installed 65 charging stations throughout its service territory.  Additionally, Westar has responded to the DOE Workplace Charging Challenge by making EVs available to employees through a centralized vehicle pool for business travel and by providing free workplace charging to employees who purchase EVs.\n\n\n\t###\n\n\n\n\n"
}