{
    "title": "Statement by the Press Secretary Bills Signed into Law | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/12/18/statement-press-secretary-bills-signed-law",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 18, 2014\n\n \n\n\n\nStatement by the Press Secretary Bills Signed into Law\n\n\n\n\nStatement by the Press Secretary on H.R. 669, H.R. 1067, H.R. 1204, H.R. 1206, H.R. 1281, H.R. 1378, H.R. 1447, H.R. 2591, H.R. 2640, H.R. 2719, H.R. 2952, H.R. 3027, H.R. 3044, H.R. 3096, H.R. 3329, H.R. 3374, H.R. 3468, H.R. 3572, H.R. 4007, H.R. 4193, H.R. 4199, H.R. 4276, H.R. 4416, H.R. 4651, H.R. 4771, H.R. 4926, H.R. 5050, H.R. 5057, H.R. 5069, H.R. 5185, H.R. 5331, H.R. 5562, H.R. 5687, H.R. 5705, H.R. 5739, H.R. 5816, H.R. 5859, S. 1000, S. 1353, S. 1474, S. 1683, S. 1691, S. 2142, S. 2270, S. 2338, S. 2444, S. 2519, S. 2521, S. 2651, S. 2759, S. 3008\nOn Thursday, December 18, 2014, the President signed into law:\nH.R. 669, the \"Sudden Unexpected Death Data Enhancement and Awareness Act,\" which helps better understand and enhance awareness about unexpected, sudden death in early life by requiring the Department of Health and Human Services to continue collecting relevant data and to improve the quality, consistency, and reporting of such data;\nH.R. 1067, which makes technical corrections to Title 36 of the United States Code;\nH.R. 1204, the \"Aviation Security Stakeholder Participation Act of 2014,\" which establishes an Aviation Security Advisory Committee within the Transportation Security Administration;\nH.R. 1206, the \"Permanent Electronic Duck Stamp Act of 2013,\" which authorizes the Secretary of the Interior to sell and issue electronic Federal duck stamps;\nH.R. 1281, the \"Newborn Screening Saves Lives Reauthorization Act of 2014,\" which reauthorizes and revises authorities for newborn screening activities carried out by the Department of Health and Human Services;\nH.R. 1378, which designates the United States Federal Judicial Center located at 333 West Broadway in San Diego, California, as the John Rhoades Federal Judicial Center and designates the United States courthouse located at 333 West Broadway in San Diego, California, as the James M. Carter and Judith N. Keep United States Courthouse;\nH.R. 1447, the \"Death in Custody Reporting Act of 2013,\" which requires States and Federal law enforcement agencies to report information to the Department of Justice on the deaths of individuals in the custody of law enforcement;\nH.R. 2591, which amends provisions of the Internal Revenue Code that allow employees and former employees of commercial passenger airlines in bankruptcy whose defined benefit plans were terminated to exclude from gross income any payments received as a result of a bankruptcy order that they transfer to a traditional IRA;\nH.R. 2640, the \"Crooked River Collaborative Water Security and Jobs Act of 2014,\" which amends the Wild and Scenic Rivers Act to adjust the Crooked River boundary in Prineville, Oregon;\nH.R. 2719, the \"Transportation Security Acquisition Reform Act,\" which requires the Transportation Security Administration to develop a strategic 5-Year Technology Investment Plan;\nH.R. 2952, the \"Cybersecurity Workforce Assessment Act,\" which requires the Department of Homeland Security to assess its cybersecurity workforce and develop a comprehensive workforce strategy to enhance the readiness, capacity, training, recruitment, and retention of its cybersecurity workforce;\nH.R. 3027, which designates the facility of the United States Postal Service located at 442 Miller Valley Road in Prescott, Arizona, as the Barry M. Goldwater Post Office;\nH.R. 3044, which provides congressional approval of a land transfer to the State of Mississippi;\nH.R. 3096, which designates the building occupied by the Federal Bureau of Investigation located at 801 Follin Lane, Vienna, Virginia, as the Michael D. Resnick Terrorist Screening Center;\nH.R. 3329, which directs the Federal Reserve Board to extend its policy of permitting small bank holding companies with assets of less than $500 million to acquire additional banks with debt levels higher than would be permitted for larger holding companies to apply to small bank holding companies and savings and loan holding companies with assets of less than $1 billion;\nH.R. 3374, the \"American Savings Promotion Act,\" which removes legal barriers to the use of savings promotion raffle products by financial institutions to encourage savings;\nH.R. 3468, the \"Credit Union Share Insurance Fund Parity Act,\" which extends Federal insurance coverage to amounts held in a credit union member account on behalf of another individual;\nH.R. 3572, which revises certain boundaries and removes certain units in the John H. Chafee Coastal Barrier Resources System;\nH.R. 4007, the \"Protecting and Securing Chemical Facilities from Terrorist Attacks Act of 2014,\" which establishes in statute DHS's Chemical Facility Anti-Terrorism Standards program and authorizes DHS to administer the program for a period of four years;\nH.R. 4193, the \"Smart Savings Act,\" which changes the default investment for the Thrift Savings Plan from the government securities fund to an age-appropriate lifecycle fund; \nH.R. 4199, which designates the Department of Veterans Affairs medical center in Waco, Texas, as the Doris Miller Department of Veterans Affairs Medical Center;\nH.R. 4276, the \"Veterans Traumatic Brain Injury Care Improvement Act of 2014,\" which amends the authorities of a current traumatic brain injury pilot program to require additional progress reports to the Congress;\nH.R. 4416, which redesignates the facility of the United States Postal Service located at 161 Live Oak Street in Miami, Arizona, as the Staff Sergeant Manuel V. Mendoza Post Office Building;\nH.R. 4651, which designates the facility of the United States Postal Service located at 601 West Baker Road in Baytown, Texas, as the Specialist Keith Erin Grace, Jr. Memorial Post Office;\nH.R. 4771, the \"Designer Anabolic Steroid Control Act of 2014,\" which adds 25 substances to the list of those included within the definition of a Federally-regulated \"anabolic steroid;\" and makes it illegal to improperly label any listed \"anabolic steroid\";\nH.R. 4926, which designates a 126-mile segment of Interstate Route 35 in the State of Minnesota as the James L. Oberstar Memorial Highway;\nH.R. 5050, the \"May 31, 1918 Act Repeal Act,\" which repeals the Act of May 31, 1918;\nH.R. 5057, the \"EPS Service Parts Act of 2014,\" which exempts spare and replacement parts for external power supplies from specified energy efficiency standards;\nH.R. 5069, the \"Federal Duck Stamp Act of 2014,\" which amends the Migratory Bird Hunting and Conservation Stamp Act to increase the price of duck stamps from $15 to $25;\nH.R. 5185, the \"EARLY Act Reauthorization of 2014,\" which reauthorizes appropriations for five years for activities at the Department of Health and Human Services to support education campaigns, research, and patient support with respect to preventing and treating breast cancer in young women;\nH.R. 5331, which designates the facility of the United States Postal Service located at 73839 Gorgonio Drive in Twentynine Palms, California, as the Colonel M.J. \"Mac\" Dube, USMC Post Office Building;\nH.R. 5562, which designates the facility of the United States Postal Service located at 801 West Ocean Avenue in Lompoc, California, as the Federal Correctional Officer Scott J. Williams Memorial Post Office Building;\nH.R. 5687, which designates the facility of the United States Postal Service located at 101 East Market Street in Long Beach, California, as the Juanita Millender-McDonald Post Office;\nH.R. 5705, the \"Propane Education and Research Enhancement Act of 2014,\" which modifies the functions of the Propane Education and Research Council and the data that the Department of Commerce is to use in developing its annual propane price analysis;\nH.R. 5739, the \"No Social Security for Nazis Act,\" which provides for the termination of Social Security benefits for individuals who participated in Nazi persecution;\nH.R. 5816, which extends the Commission on International Religious Freedom through September 30, 2015;\nH.R. 5859, the \"Ukraine Freedom Support Act of 2014,\" which contains sanctions provisions on various Russian persons and entities and military and non-military assistance authorities for Ukraine;\nS. 1000, the \"Chesapeake Bay Accountability and Recovery Act of 2014,\" which requires the Director of the Office of Management and Budget to prepare a crosscut budget for the restoration of the Chesapeake Bay watershed;\nS. 1353, the \"Cybersecurity Enhancement Act of 2014,\" which authorizes the Department of Commerce to facilitate and support the development of voluntary standards to reduce cyber risks to critical infrastructure; and requires the Office of Science and Technology Policy to develop a Federal cybersecurity research and development plan;\nS. 1474, which repeals current law limitation on jurisdiction of Indian tribes in the State of Alaska over domestic violence;\nS. 1683, the \"Naval Vessel Transfer Act of 2013, which authorizes the transfer of U.S. naval vessels to foreign governments and amends other authorities related to arms exports and security assistance;\nS. 1691, the \"Border Patrol Agent Pay Reform Act of 2014,\" which establishes a new system for determining overtime compensation for border patrol agents in the Department of Homeland Security (DHS); and authorizes DHS to establish positions in the excepted service for cybersecurity personnel;\nS. 2142, the \"Venezuela Defense of Human Rights and Civil Society Act of 2014,\" which imposes sanctions on persons responsible for violations of human rights in Venezuela;\nS. 2270, the \"Insurance Capital Standards Clarification Act of 2014,\" which exempts entities regulated by State insurance regulators from minimum capital requirements established by Federal banking agencies;\nS. 2338, the \"United States Anti-Doping Agency Reauthorization Act,\" which authorizes appropriations for the U.S. Anti-Doping Agency for fiscal years 2014-2020; and replaces the Agency's current authority to enforce against the use by U.S. athletes participating in athletic activities recognized by the U.S. Olympic Committee of performance-enhancing genetic modifications accomplished through gene doping with more general authority to enforce against the use of prohibited performance-enhancing methods adopted by the Agency;\nS. 2444, the \"Howard Coble Coast Guard and Maritime Transportation Act of 2014,\" which authorizes fiscal year 2015 appropriations and amends laws related to the Coast Guard; authorizes fiscal year 2015 appropriations for the Federal Maritime Commission; and amends various other maritime-related provisions of law;\nS. 2519, the \"National Cybersecurity Protection Act of 2014,\" which establishes in statute the Department of Homeland Security's National Cybersecurity and Communications Integration Center;\nS. 2521, the \"Federal Information Security Modernization Act of 2014,\" which amends the Federal Information Security Modernization Act to:  reestablish the authority of the Office of Management and Budget to oversee agency information security policies; define authority of the Department of Homeland Security in carrying out the operational aspects of those policies; set additional agency responsibilities; and include miscellaneous provisions;\nS. 2651, the \"DHS OIG Mandates Revision Act of 2014,\" which eliminates three separate reporting requirements of the Department of Homeland Security's Office of Inspector General;\nS. 2759, which releases the city of St. Clair, Missouri, from restrictions on the use of the St. Clair Regional Airport upon transfer to the Missouri Department of Transportation of certain specified amounts; and\nS. 3008, the \"Foreclosure Relief and Extension for Servicemembers Act of 2014,\" which extends Servicemembers Civil Relief Act authorities providing mortgage foreclosure and eviction protections for servicemembers.\n\n\n\n\n"
}