{
    "title": "Casa Blanca anuncia foro sobre flexibilidad en el entorno laboral | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/casa-blanca-anuncia-foro-sobre-flexibilidad-en-el-entorno-laboral",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 23, 2010\n\n \n\n\n\nCasa Blanca anuncia foro sobre flexibilidad en el entorno laboral \n\n\n\n\nWASHINGTON, DC – El gobierno del Presidente Obama anunció esta semana planes para realizar un Foro sobre la Flexibilidad en el Entorno Laboral (Forum on Workplace Flexibility) el 31 de marzo en la Casa Blanca. El Presidente y la Primera Dama hablarán de la importancia de crear prácticas laborales que permitan que los trabajadores de ambos sexos en Estados Unidos cumplan con lo que les exigen sus empleos sin sacrificar las necesidades de sus familias. El foro será una oportunidad para que líderes sindicales, altos ejecutivos, dueños de pequeñas empresas y expertos en política intercambien ideas y estrategias a fin de hacer el entorno laboral más flexible para los trabajadores y familias estadounidenses.\n“Millones de mujeres y hombres en todo el país tienen dificultad para mantener el equilibrio entre las exigencias de sus empleos y las necesidades de sus familias. Con demasiada frecuencia, cuidar a un hijo o un padre mayor de edad puede afectar una carrera, a veces hasta el punto de causar la pérdida del empleo”, afirmó el Presidente Obama. “Como padres de dos niñas, Michelle y yo comprendemos los desafíos que las familias trabajadoras de Estados Unidos enfrentan y estamos deseosos de escuchar las ideas de mamás, papás, líderes empresariales, grupos de apoyo y expertos para crear y fomentar centros laborales flexibles, de manera que los trabajadores estadounidenses no tengan que escoger entre sus carreras y atender las necesidades de sus familias”.\nSe anunciará en días próximos información sobre la cobertura por la prensa y detalles adicionales acerca del Foro sobre la Flexibilidad en el Entorno Laboral.\n###\n \n\n\n\n"
}