{
    "title": "Background on the post-9-11 GI bill | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-post-9-11-gi-bill",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nAugust 03, 2009\n\n \n\n\n\nBackground on the post-9-11 GI bill\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  ___________________________________________________________________________  For Immediate Release                                                         August 3, 2009  BACKGROUND ON THE POST-9/11 GI BILL  On Monday morning, the President and the Vice President will join VA Secretary Shinseki, Senator Jim Webb and former Senator John Warner to mark the implementation of the post-9/11 GI Bill. This bill honors the countless sacrifices made by our men and women in uniform by providing them with comprehensive education benefits. On August 1st, the Department of Veterans Affairs will begin distributing tuition payments to schools participating in the program. The event will be held in the Harris Theater at George Mason University. The audience will be made up of approximately 350 student veterans, VSO members, and other administration officials. Eligibility      Post-9/11 GI Bill is a new Department of Veterans Affairs Education benefit for individuals who served on active duty after 09/10/2001. Specifically, the individual must have served for an aggregate period of at least 90 days after 9/10/2001, or serve at least 30 continuous days on active duty after 9/10/2001 and receive a discharge for disability. Benefit payment rates range from 40% of the maximum benefit for an individual with at least 90 days but less than 6 months of aggregate service, up to 100% of the benefit for individuals with at least 36 months of aggregate service or 30 continuous days and a discharge due to a service connected disability. In general, individuals will remain eligible for benefits for 15 years from the date of last discharge or release from a period of active duty of at least 90 continuous days.  Benefit Payment     Instead of one monthly payment to the beneficiary each month, as is typical under existing education benefit programs, there will be three different payments made under the Post-9/11 GI Bill:       Tuition and Fees (paid directly to the school) Monthly housing allowance (paid to the individual) Books and supplies stipend (paid to the individual)   Individuals may be eligible for payment of their actual tuition and fees up to the highest amount of established charges for full-time, undergraduate training at a public Institution of Higher Learning (IHL) in the State the student is attending. The housing allowance is equivalent to Basic Allowance for Housing for an E-5 with dependents based on the zip code of the school where the student is enrolled. However, active duty service members, anyone training at ½ time or less, and those pursuing entirely distance learning are not eligible for the monthly housing allowance. A books and supplies stipend of up to $1,000 per year can be paid, which is prorated based upon the student’s payment rate. Active duty members are not eligible for this payment.  Transfer of Entitlement   On or after August 1, 2009, DoD may allow an individual to elect to transfer entitlement to one or more dependents if he/she:   Has served at least 6 years in the Armed Forces; and Agrees to serve at least another 4 years in the Armed Forces   DoD determines eligibility for transferability and may, by regulation, impose additional eligibility requirements and limit the number of months transferable.  Yellow Ribbon Program    Schools may voluntarily enter into an agreement with VA to pay established charges not covered under the Post-9/11 GI Bill. Under this agreement, VA will match each additional dollar provided by the school (up to 50 percent of the established charges not already covered under chapter 33). This benefit is only available to individuals entitled to the 100 percent benefit rate.  Obama Education Priorities     Because improving education is central to rebuilding our economy, we set aside over $4 billion in the Recovery Act for the Race to the Top Fund to promote improvements in schools. To incentivize excellence and spur reform, rather than divvying that funding up and handing it out, we are letting states and school districts compete for it. In addition to the Race to the Top Fund, the Department plans to award funds under several other federal programs that support the Administration’s reform priorities making available dollars that have been allocated by Congress under the FY 2009 budget and the American Recovery and Reinvestment Act. To help ensure Americans are prepared for the jobs of the future, the President unveiled a $12 billion plan, currently moving through Congress, to help community colleges graduate 5 million additional students over the next 10 years. To improve early childhood education, the Obama Administration’s Early Learning Challenge Grant proposal would challenge states to develop effective, innovative models that promote high standards of quality and a focus on outcomes across early learning settings, and dedicate $10 billion over ten years toward this effort.  PARTICIPANTS AT TODAY’S EVENT     Chaplain Edgar Bankhead (ret., USMC) delivers invocation Deborah Packard (USN) leads Pledge of Allegiance Technical Sergeant Emily L. Lewis (USAF) sings National Anthem Alan G. Merten, President of George Mason University, delivers brief welcome Senator Webb delivers remarks Senator Warner delivers remarks Secretary Shinseki delivers remarks Staff Sergeant James \"Jim\" Louis Miller (USMC) will introduce the President After graduating from High School, Miller attended recruit training at Marine Corps Recruit Depot, San Diego, California and graduated Nov. 5, 2001. In January 2003, his Battalion deployed to Kuwait and Iraq for the start of Operation Iraqi Freedom. His platoon moved from Camp Wilson in Kuwait through the Southern region of Iraq. In 2004, his Battalion was then deployed to Japan, and later Kuwait and Iraq for Operation Iraqi Freedom II. In 2005, Cpl. Miller was assigned to the American Embassy in Rome, Italy and soon after he was promoted to the rank of sergeant. In March of 2006 Sergeant Miller reported for duty as the Assistant Detachment Commander of the Marine Security Detachment, Pristina, Kosovo. In 2008, Staff Sergeant Miller was transferred to Marine Corps Base Camp Lejeune, North Carolina an d in September was deployed to Ramadi, Al-Anbar, Iraq in support of Operation Iraqi Freedom. Staff Sergeant Miller is currently enrolled in the Post 9-11 GI Bill.  Members of Congress Expected to Attend     Senator Daniel Akaka, D-HI Senator Mark Begich, D-AK Senator Mark Warner, D-VA Senator Jim Webb, D-VA (stage participant) Rep. Conyers (D-MI) Rep. Jim Moran (D-VA)  \n\n\n\n"
}