{
    "title": "President Obama Announces More Key Administration Posts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/11/19/president-obama-announces-more-key-administration-posts-1",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 19, 2015\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts\n\n\n\n\n\n\tWASHINGTON, DC – Today, President Barack Obama announced his intent to nominate the following individuals to key Administration posts:\n\n\n\t\t         Georgette Mosbacher – Member, United States Advisory Commission on Public Diplomacy\n\n\t\t         Patrick Pizzella – Member, Federal Labor Relations Authority  \n\n\nPresident Obama announced his intent to nominate the following individuals to key Administration posts:\n\nGeorgette Mosbacher, Nominee for Member, United States Advisory Commission on Public Diplomacy\n\n\tGeorgette Mosbacher is Chief Executive Officer and President of Borghese Inc., a position she has held since 2001.  She has also served as President of Georgette Mosbacher Enterprises since 1992.  From 1988 to 1992, Ms. Mosbacher served as CEO of La Prairie.  In 1995, she established the Children’s Advocacy Center of Manhattan, now known as the New York Center for Children.  She currently serves on the boards of organizations including the Intrepid Fallen Heroes Fund and the Atlantic Council.  Ms. Mosbacher received a B.S. from Indiana University.\n\nPatrick Pizzella, Nominee for Member, Federal Labor Relations Authority\n\n\tPatrick Pizzella is a member of the Federal Labor Relations Authority, a position he has held since 2013.  Mr. Pizzella was a Principal at Patrick Pizzella, LLC, from 2009 to 2013.  He served as Assistant Secretary of Labor for Administration and Management at the Department of Labor from 2001 to 2009.  Previously, Mr. Pizzella worked at Preston Gates Ellis & Rouvelas Meeds, LLP as a Government Affairs Counselor from 1998 to 2001 and Director of Coalitions from 1996 to 1997.  From 1990 to 1995, Mr. Pizzella was Director of the Office of Administration at the Federal Housing Finance Board and from 1988 to 1989, he was Deputy Under Secretary for Management at the Department of Education.  He previously held positions at the Office of Personnel Management, Small Business Administration, and the General Services Administration.  Mr. Pizzella received a B.S. in Business Administration from the University of South Carolina.\n\n\n\n\n"
}