{
    "title": "Fact Sheet: Investing in Our Clean Energy Future | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/fact-sheet-investing-our-clean-energy-future",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 23, 2009\n\n \n\n\n\nFact Sheet: Investing in Our Clean Energy Future\n\n\n\n\n\n\nTHE WHITE HOUSE\nOffice of the Press Secretary\n_________________________________________________________________\nFor Immediate Release                                   March 23, 2009\nFACT SHEET: INVESTING IN OUR CLEAN ENERGY FUTURE\n\nToday, President Obama will meet with clean energy entrepreneurs and leaders of the research community to discuss his strategy for building a clean energy economy and creating the industries and jobs of the future.\nThe American Reinvestment Recovery Act and his FY10 budget dramatically increase investment in cutting-edge research, the development and deployment of clean energy technologies, and incentives for private sector R&D. These investments will establish the foundation for America’s future economic prosperity, reduce our dependence on foreign oil, and help combat climate change.\nThe ARRA includes $39 billion in energy investments at the Department of Energy and $20 billion in tax incentives for clean energy, including:\n\nThe creation of an advanced research agency for energy, modeled after the Defense Advanced Research Projects Agency which developed the Internet\n     \nSupport for Energy Frontier Research Centers, which could lead to breakthroughs in energy storage, super-efficient engines, and solar cells as cheap as paint\n     \nSupporting U.S. manufacturing of advanced batteries needed for plug-in hybrids, renewable energy backup, and other applications \n     \n$1.2 billon for research infrastructure for the Department of Energy’s national labs, which is being announced by Secretary of Energy Steven Chu today at Brookhaven National Laboratory.\n     \n\nThe President’s 10-year budget also proposes almost $75 billion to make the Research and Experimentation Tax Credit permanent, stimulating private-sector investment in R&D and keeping the U.S. economy at the cutting-edge of 21st century technologies:\n\nStudies have shown that every dollar of tax benefit stimulates as much as an additional dollar of private R&D spending in the short run and two dollars in the long run. Every $1 of R & D adds $2 of benefit to our economy and society as a whole.\n     \nTwo-thirds of benefits of the credit are attributable to salaries of U.S. workers performing U.S.-based research, and the credit stimulates R&D spending by more than 11,000 small, medium and large firms.\n     \nThe credit has been extended 13 times with some extensions lasting just 6 months, and has also been allowed to lapse for almost a year - undermining its effectiveness because companies can't count on it.\n     \n\nSeveral of the technologies in the program today will be on display, highlighting the importance of R&D investment in building a clean energy economy, including:\n\nOrion Energy \"Apollo Light Pipe\": The Apollo Light Pipe collects and focuses sunlight, bringing natural light indoors without consuming electricity and replacing traditional lighting for large portions of the day. Coca-Cola and Sysco have installed this system, saving enough energy to power over 500 homes for a year.\n     \nSolyndra Solar Panel: Solyndra is the first recipient of the DOE Loan Guarantee recovery program, announced last week. Their solar panel is a unique cylindrical design that maximizes direct sunlight and absorption.\n     \n\nThe program will highlight success stories from R&D investments in the lab to job creation. Paul Holland, the Vice Chairman of the Board and Lead Investor for Serious Materials, will introduce the President and share the story of Serious Materials, the leading energy-saving building materials company in the US.\n\nSerious Materials has 4 plants in California, Colorado, Pennsylvania, and plans to reopen the old Republic Windows plant in Chicago this Spring.\n     \n Earlier this month, Serious Materials re-opened a previously shuttered plant in Pennsylvania, and is hiring back over 100 union workers in the next couple of months.\n     \nSerious Materials’ products exceed current Energy Star standards by up to 400 percent and can reduce heating and cooling energy costs by up to 50%. 5% of US energy use is lapsed through inefficient window glass.\n     \n\n\n\n\n\n"
}