{
    "title": "Statement by the Press Secretary on the Deployment of Additional U.S. Military Personnel to Iraq | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/11/07/statement-press-secretary-deployment-additional-us-military-personnel-ir",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 07, 2014\n\n \n\n\n\nStatement by the Press Secretary on the Deployment of Additional U.S. Military Personnel to Iraq\n\n\n\n\nOne of the pillars of the United States’ counter-ISIL strategy is building the capacity of local forces to take the fight to ISIL. We have been providing this support for Iraqi Security Forces through advise and assist programs; through the provision of weapons, equipment, and intelligence; and through airstrikes with our coalition partners to enable our Iraqi partners’ success. As a part of our strategy for strengthening partners on the ground, President Obama today authorized the deployment of up to 1500 additional U.S. military personnel in a non-combat role to train, advise, and assist Iraqi Security Forces, including Kurdish forces. The President also authorized U.S. personnel to conduct these integral missions at Iraqi military facilities located outside Baghdad and Erbil. U.S. troops will not be in combat, but they will be better positioned to support Iraqi Security Forces as they take the fight to ISIL.\nThe President took these decisions at the request of the Iraqi Government and upon the recommendation of Secretary Hagel and his military commanders based upon the assessed needs of the Iraqi Security Forces. This mission will be undertaken in coordination with multiple coalition partners and will be funded through the request for an Iraq Train and Equip fund that the Administration will submit to Congress.\nIn recent weeks ISIL has suffered a series of defeats in Iraq against the Iraqi Security Forces and Peshmerga, with the support of U.S. and coalition air strikes and Intelligence, Surveillance and Reconnaissance, as well as U.S. military advice. The United States and its coalition partners will continue to confront the threat of ISIL with strength and resolve as we seek to degrade and ultimately defeat ISIL through a comprehensive and sustained counterterrorism campaign. The President values the dedication and valor of the American servicemen and women whom he asks to carry out this mission on behalf of the American people.\n\n\n\n\n"
}