{
    "title": "Declaraciones del Presidente sobre los más recientes esfuerzos por contener el derrame de petróleo de BP | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-del-presidente-sobre-los-m-s-recientes-esfuerzos-por-contener-el-derr",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 29, 2010\n\n \n\n\n\nDeclaraciones del Presidente sobre los más recientes esfuerzos por contener el derrame de petróleo de BP\n\n\n\n\nHoy, hablé con el almirante Thad Allen, comandante nacional de incidentes, como también con Steven Chu, secretario de Energía, Ken Salazar, secretario del Interior, Lisa Jackson, administradora de la Agencia de Protección Ambiental, y John Brennan y Carol Browner, altos asesores de la Casa Blanca, sobre los esfuerzos en curso por detener el derrame de petróleo de BP. Desde un comienzo, nuestra preocupación ha sido que la manera más segura de detener el flujo de petróleo –la perforación de pozos de alivio– tomará varios meses. Por lo tanto, los ingenieros y expertos han explorado una variedad de alternativas para detener la fuga de inmediato. Tenían la esperanza de que la extinción superior que se intentó esta semana acabara con el flujo de petróleo y gas que actualmente escapa del lecho marino. Aunque inicialmente recibimos informes optimistas sobre el procedimiento, ahora está claro que no ha funcionado. La contraalmirante Mary Landry hoy dio instrucciones a BP para que inicie un nuevo procedimiento con el que se corta el conducto ascendente y se coloca una estructura de contención sobre la fuga. \n \nEsta estrategia conlleva ciertos riesgos y nunca antes se ha intentado a estas profundidades. Por eso no se activó hasta agotar otros métodos. Será difícil y tomará varios días. También es importante señalar que aunque estábamos optimistas de que la extinción superior funcionara, también estábamos conscientes de que existían posibilidades considerables de que no fuera así. Y continuaremos probando todas y cada una de las maneras responsables de detener esta fuga hasta que se concluya la perforación de los dos pozos de alivio. \n \nComo dije ayer, cada día que esta fuga continúa representa un atentado contra la región de la costa del Golfo, su sustento y la riqueza natural que nos pertenece a todos. Es tan exasperante como es desgarrador, y no cejaremos hasta que esta fuga no se contenga, hasta que las aguas y el litoral no se limpien, y hasta que no se indemnice a la gente victimizada injustamente por esta catástrofe provocada por el hombre.\n###\n \n\n\n\n"
}