{
    "title": "President Obama Announces His Intent to Nominate Beth Cobert as Director of the Office of Personnel Managemen | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/11/10/president-obama-announces-his-intent-nominate-beth-cobert-director",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 10, 2015\n\n \n\n\n\nPresident Obama Announces His Intent to Nominate Beth Cobert as Director of the Office of Personnel Managemen\n\n\n\n\n\n\tWASHINGTON, DC – Today, President Barack Obama announced his intent to nominate Beth Cobert as Director of the Office of Personnel Management. \n\nPresident Obama said, “Beth will bring tremendous depth and quality of experience to her role as Director of the Office of Personnel Management. As Acting Director, Beth has effectively pursued strategies to strengthen cybersecurity and improve the way the government serves citizens, businesses, and the federal workforce both past and present. I thank Beth for her commitment to serving the American people and look forward to working with her in the months ahead.”\n\nPresident Obama announced his intent to nominate Beth Cobert as Director of the Office of Personnel Management:\n\nBeth Cobert, Nominee for Director, Office of Personnel Management \n\n\tBeth Cobert is Acting Director of the Office of Personnel Management, a position she has held since July 2015.  She also serves as Deputy Director for Management in the Office of Management and Budget, a position she has held since 2013.  Ms. Cobert previously served in various capacities at McKinsey & Company from 1984 to 2013, including as Director and Senior Partner.  Within McKinsey, she also held multiple leadership roles in people management, including serving as Global Leader in Functional Capability Building, Global Leader in the Marketing and Sales Practice, Chair of the McKinsey Pension Fund, and Partner on the Election Committee.  Ms. Cobert previously served as a board member and chair of the United Way of the Bay Area and as a member of the Stanford Graduate School of Business Advisory Council.  Ms. Cobert received a B.A. from Princeton University and an M.B.A from Stanford University Graduate School of Business.\n\n\n\n\n"
}