{
    "title": "Summary of Technical Understandings Related to the Implementation of the Joint Plan of Action on the Islamic Republic of Iran’s Nuclear Program | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/01/16/summary-technical-understandings-related-implementation-joint-plan-actio",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 16, 2014\n\n \n\n\n\nSummary of Technical Understandings Related to the Implementation of the Joint Plan of Action on the Islamic Republic of Iran’s Nuclear Program\n\n\n\n\nOn January 12, 2014, the P5+1 (the United States, United Kingdom, Germany, France, Russia, and China, coordinated by EU High Representative Catherine Ashton) and Iran arrived at technical understandings for the Joint Plan of Action, which will be implemented beginning on January 20, 2014.\nThe Joint Plan of Action marks the first time in nearly a decade that the Islamic Republic of Iran has agreed to specific actions that stop the advance of its nuclear program, roll back key aspects of the program, and include unprecedented access for international inspectors.  The technical understandings set forth how the provisions of the Joint Plan of Action will be implemented and verified, and the timing of implementation of its provisions.  Specifically, the technical understandings specify the actions that Iran will take to limit its enrichment capacity at Natanz and Fordow, as well as the limits on safeguarded research and development (R&D); the actions Iran will take to implement its commitments not to fuel the Arak reactor or install remaining components at the reactor; and the actions Iran will take to facilitate International Atomic Energy Agency (IAEA) verification and confirmation that Iran is fully implementing these commitments.  The understandings also clarify the reciprocal actions that the P5+1 and the EU will take.\nBetween now and January 20th, Iran, the IAEA, the United States, and our international partners, will take the remaining required steps to begin implementing the Joint Plan of Action on that date. \nWhat Iran Has Committed To Do\nOn January 20th, the IAEA will report on the current status of Iran’s nuclear program, and particularly on its uranium enrichment program and the Arak reactor.  The IAEA will also report on several specific steps that Iran has committed to take by or on the first day of implementation, including:\n\n\n\t\tHalting production of near-20% enriched uranium and disabling the configuration of the centrifuge cascades Iran has been using to produce it.\n\n\t\tStarting to dilute half of the near-20% enriched uranium stockpile that is in hexafluoride form, and continuing to convert the rest to oxide form not suitable for further enrichment.\n\nIn addition, over the course of the Joint Plan of Action, the IAEA will verify that Iran is:\n\n\n\t\tNot enriching uranium in roughly half of installed centrifuges at Natanz and three-quarters of installed centrifuges at Fordow, including all next generation centrifuges.\n\n\t\tLimiting its centrifuge production to those needed to replace damaged machines, so Iran cannot use the six-month period to stockpile centrifuges.\n\n\t\tNot constructing additional enrichment facilities.\n\n\t\tNot going beyond its current enrichment R&D practices.\n\n\t\tNot commissioning or fueling the Arak reactor.\n\n\t\tHalting the production and additional testing of fuel for the Arak reactor.\n\n\t\tNot installing any additional reactor components at Arak.\n\n\t\tNot transferring fuel and heavy water to the Arak reactor site.\n\n\t\tNot constructing a facility capable of reprocessing.  Without reprocessing, Iran cannot separate plutonium from spent fuel.\n\nIran has also committed to a schedule for taking certain actions during the six-month period.  This includes:\n\n\n\t\tCompletion of dilution of half of its stockpile of near-20% uranium hexafluoride in three months, and completion of conversion of the rest of that material to oxide in six months.\n\n\t\tA cap on the permitted size of Iran’s up to 5% enriched uranium stockpile at the end of the six-month period.\n\nVerification Mechanisms\nTo ensure Iran is fulfilling its commitments, the IAEA will be solely responsible for verifying and confirming all nuclear-related measures, consistent with its ongoing inspection role in Iran.  In addition, the EU, P5+1 and Iran will establish a Joint Commission to work with the IAEA to monitor implementation of the Joint Plan of Action.  The Joint Commission will also work with the IAEA to facilitate resolution of past and present concerns with respect to Iran’s nuclear program. \nThe Joint Commission will be composed of experts of the EU, P5+1 and Iran, and it will convene at least monthly to consider the implementation of the Joint Plan of Action and any issues that may arise.  Any decisions that are required on the basis of these discussions will be referred to the Political Directors of the EU, the P5+1, and Iran.\nTransparency and Monitoring\nIran committed in the Joint Plan of Action to provide increased and unprecedented transparency into its nuclear program, including through more frequent and intrusive inspections as well as expanded provision of information to the IAEA.\nThe Iranian enrichment facilities at Natanz and Fordow will now be subject to daily IAEA inspector access as set out in the Joint Plan of Action (as opposed to every few weeks).  The IAEA and Iran are working to update procedures, which will permit IAEA inspectors to review surveillance information on a daily basis to shorten detection time for any Iranian non-compliance.  In addition, these facilities will continue to be subjected to a variety of other physical inspections, including scheduled and unannounced inspections. \nThe Arak reactor and associated facilities will be subject to at least monthly IAEA inspections – an increase from the current inspection schedule permitting IAEA access approximately once every three months or longer. \nIran has also agreed to provide for the first time:\n\n\n\t\tLong-sought design information on the Arak reactor;\n\n\t\tFigures to verify that centrifuge production will be dedicated to the replacement of damaged machines; and\n\n\t\tInformation to enable managed access at centrifuge assembly workshops, centrifuge rotor production workshops and storage facilities, and uranium mines and mills.\n\nThese enhanced monitoring measures will enable the IAEA to provide monthly updates to the Joint Commission on the status of Iran’s implementation of its commitments and enable the international community to more quickly detect breakout or the diversion of materials to a secret program.\nWhat the P5+1 and EU Have Committed To Do\nAs part of this initial step, the P5+1 and EU will provide limited, temporary, and targeted relief to Iran.  The total value of the relief is between $6 and $7 billion – a small fraction of the $100 billion in Iranian foreign exchange holdings that will continue to be blocked or restricted.  Some relief will be provided from the first day; most will be provided in installments over the span of the entire six-month period.  The relief is structured so that the overwhelming majority of the sanctions regime, including the key oil, banking, and financial sanctions architecture, remains in place – and sanctions will continue to be vigorously implemented throughout the six-month period. \nOnce the IAEA has confirmed Iran is implementing its commitments, in return the P5+1 and EU have committed to do the following on the first day of implementation:\n\n\n\t\tSuspend the implementation of sanctions on Iran’s petrochemical exports and Iran’s imports of goods and services for its automotive manufacturing sector.\n\n\t\tSuspend sanctions on Iran’s import and export of gold and other precious metals, with significant limitations that prevent Iran from using its restricted assets overseas to pay for these purchases. \n\n\t\tLicense expeditiously the supply of spare parts and services, including inspection services, for the safety of flight of Iran’s civil aviation sector.\n\n\t\tPause efforts to further reduce purchases of crude oil from Iran by the six economies still purchasing oil from Iran. \n\n\t\tFacilitate the establishment of a financial channel intended to support humanitarian trade that is already permitted with Iran and facilitate payments for UN obligations and tuition payments for students studying abroad.\n\n\t\tModify the thresholds for EU internal procedures for the authorization of financial transactions.\n\nThe P5+1 and EU have also committed to take certain actions to facilitate Iran’s access to $4.2 billion in restricted Iranian funds on a set schedule at regular intervals throughout the six months.  Access to a small portion of these funds will be linked to Iran’s progress in completing the dilution process for near-20% enriched uranium.  Iran will not have access to the final installment of the $4.2 billion until the last day of the six-month period. \nThe installments will be released on the schedule below, contingent on the IAEA confirming that Iran is fulfilling its commitments.\nFebruary 1st - $550 million (installment #1)\nMarch 1st - $450million (contingent on the IAEA confirming that Iran has completed dilution of half of the stockpile of near-20% enriched uranium it is required to dilute)\nMarch 7th - $550 million (installment #2)\nApril 10th - $550 million (installment #3)\nApril 15th - $450 million (contingent on the IAEA confirming that Iran has completed dilution of its entire stockpile of near-20% enriched uranium it is required to dilute)\nMay 14th - $550 million (installment #4)\nJune 17th - $550 million (installment #5)\nJuly 20th - $550million (installment #6 is on day 180) (contingent on the IAEA confirming that Iran has fulfilled all of its commitments)\nA Comprehensive Solution\nWith this implementation plan, we have made concrete progress.  We will now focus on the critical work of pursuing a comprehensive resolution that addresses our concerns over Iran’s nuclear program.  Shortly after the Joint Plan of Action takes effect on January 20th, the United States will determine with our P5+1 partners our approach to the comprehensive solution.  Discussions with Iran will follow that coordination process.\nWith respect to the comprehensive solution, nothing is agreed to until everything is agreed to.  We have no illusions about how hard it will be to achieve this objective, but for the sake of our national security and the peace and security of the world, now is the time to give diplomacy a chance to succeed.\n\n\n\n\n"
}