{
    "title": "President Obama to Award Medal of Honor | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/09/president-obama-award-medal-honor",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 09, 2010\n\n \n\n\n\nPresident Obama to Award Medal of Honor\n\n\n\n\nOn October 6, President Barack Obama will award Staff Sergeant Robert J. Miller, U.S. Army, the Medal of Honor for conspicuous gallantry.  Staff Sergeant Miller will receive the Medal of Honor posthumously for his heroic actions in Afghanistan on January 25, 2008.  He displayed immeasurable courage and uncommon valor - eventually sacrificing his own life to save the lives of his teammates and 15 Afghanistan National Army soldiers.  Staff Sergeant Miller’s parents, Phil and Maureen Miller will join the President at the White House to commemorate their son’s selfless service and sacrifice.\n \nPERSONAL BACKGROUND:  \n \nRobert Miller was born on October 14, 1983, in Harrisburg, Pa.  He graduated from Wheaton North High School, Wheaton IL.  Shortly after his family moved to Oviedo, Florida, he enlisted in the United States Army as a Special Forces candidate in August 2003.  He attended Basic Training and Advanced Individual Training at Fort Benning, Georgia and later became a Green Beret in 2005.  Staff Sergeant Miller served as a weapons sergeant in Alpha Company, 3rd Battalion, 3rd Special Forces Group (Airborne), which is based at Fort Bragg, North Carolina.  \n \nHis military decorations include: Meritorious Service Medal, Army Commendation Medal with \"V\" Device, Army Good Conduct Medal, Global War on Terrorism Service Medal, NATO Medal, Special Forces Tab, Ranger Tab and Parachute Badge.\n \nHe is survived by his parents, Phil and Maureen Miller; brothers Thomas, Martin and Edward; and sisters Joanna, Mary, Therese and Patricia.\n \nADDITIONAL INFORMATION\nTHE MEDAL OF HONOR:\nThe Medal of Honor is awarded to a member of the Armed Forces who distinguishes themselves conspicuously by gallantry above and beyond the call of duty while:\n \n\nengaged in an action against an enemy of the United States;\n\n\nengaged in military operations involving conflict with an opposing foreign force; or\n\n\nserving with friendly foreign forces engaged in an armed conflict against an opposing armed force in which the United States is not a belligerent party.\n\n \nThe meritorious conduct must involve great personal bravery or self-sacrifice so conspicuous as to clearly distinguish the individual above his or her comrades and must have involved risk of life. There must be incontestable proof of the performance of the meritorious conduct, and each recommendation for the award must be considered on the standard of extraordinary merit.\n\n\n\n"
}