{
    "title": "Mensaje Semanal: Presidente Obama anuncia casi $2,000 millones en nuevas inversiones para ayudar a construir una economía de energía limpia | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/mensaje-semanal-presidente-obama-anuncia-casi-2000-millones-en-nuevas-inversiones-p",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 03, 2010\n\n \n\n\n\nMensaje Semanal: Presidente Obama anuncia casi $2,000 millones en nuevas inversiones para ayudar a construir una economía de energía limpia\n\n\n\n\nWASHINGTON – En el mensaje de esta semana, el Presidente Barack Obama anunció que el Departamento de Energía otorgará a dos compañías de energía solar casi $2,000 millones en subvenciones condicionadas de la Ley para la Recuperación (Recovery Act). Abengoa Solar ha acordado construir en Arizona una de las plantas de energía solar más grandes del mundo, la cual creará unos 1,600 empleos de construcción con más de 70 por ciento de los productos y componentes de construcción fabricados en Estados Unidos. Cuando esté terminada, esta planta proporcionará suficiente energía para suministrar energía limpia a 70,000 viviendas. Y Abound Solar Manufacturing está construyendo dos nuevas plantas, una en Colorado y otra en Indiana. Estos proyectos crearán más de 2,000 puestos de construcción y, todos los años, más de 1,500 empleos permanentes cuando las plantas produzcan millones de paneles solares con tecnología de última generación.\n \nEl audio completo del mensaje está AQUÍ. Se puede ver el video por Internet en obamawhitehouse.archives.gov.\n\nDeclaraciones del Presidente Barack Obama\nSábado, 3 de julio, 2010\nMensaje semanal\nWashington, DC\n \nEsta semana, pasé unas horas en Racine, Wisconsin, hablando con la gente que está haciendo todo de su parte para lidiar de la mejor manera posible con los resultados de una recesión brutal.\nY mientras estaba allí, una joven me hizo una pregunta que oigo todo el tiempo: ¿Qué estamos haciendo como nación para recuperar los empleos en este país?\nBueno, el viernes, nos enteramos de que después de 22 meses consecutivos de perder empleos, nuestra economía viene generando empleos en el sector privado durante 6 meses consecutivos. Ésa es una señal positiva. Pero la verdad es que la recesión de la cual estamos recuperándonos nos ha dejado en un hoyo de 8 millones de empleos de profundidad. Y como dije desde el día que asumí la presidencia, va a tomar meses, incluso años, salir de ese hoyo, y vamos a necesitar todas las manos disponibles.\n \nEn el corto plazo, vamos a luchar para acelerar esta recuperación y mantener el crecimiento de la economía por todos los medios. Eso significa extender el seguro por desempleo a los trabajadores que perdieron su trabajo. Eso significa que las pequeñas empresas obtengan los préstamos que necesitan para mantener abiertas sus puertas y contratar nuevos trabajadores. Y significa enviar asistencia a los estados para que no tengan que despedir a miles de maestros, bomberos y policías.\n \nDe todos modos, en momentos en que millones de estadounidenses sienten un profundo sentido de urgencia en su propia vida, los líderes republicanos de Washington simplemente no lo entienden. Mientras una mayoría de senadores apoya tomar estas medidas para ayudar al pueblo estadounidense, algunos siguen recurriendo a las viejas tretas de Washington y usando su influencia para detener esta medida de ayuda, una maniobra que termina afectando nuestra recuperación. No tiene sentido.\nPero les prometí a esas personas en Wisconsin –y se lo prometo a todos ustedes– que no vamos a dar un paso atrás. Vamos a seguir luchando para que nuestra recuperación continúe. Y vamos a seguir compitiendo enérgicamente para asegurarnos de que los empleos e industrias del futuro se establezcan aquí en Estados Unidos.\nÉsa es una de las razones por las que estamos acelerando la transición a una economía de energía limpia y aumentando al doble nuestro uso de fuentes renovables de energía como la solar y eólica, medidas que tienen el potencial de crear industrias enteramente nuevas y cientos de miles de empleos en Estados Unidos.\nDe hecho, estoy anunciando hoy que el Departamento de Energía ha otorgado casi $2,000 millones en subvenciones condicionales a dos compañías de energía solar.\n \nLa primera es Abengoa Solar, empresa que ha acordado construir una de las más grandes plantas del mundo aquí mismo en Estados Unidos. Después de años de ver que las compañías crecían y generaban empleos en el extranjero, es una excelente noticia que hayamos atraído a nuestras costas a una compañía que construya una planta y genere empleos aquí en Estados Unidos. A corto plazo, la construcción generará unos 1,600 empleos en Arizona. Asimismo, más de 70 por ciento de los productos y componentes usados en la construcción se fabricarán en Estados Unidos, lo que generará empleo y apoyará a comunidades en todos los estados que participen de la cadena de suministro. Una vez construida, será la primera planta de energía solar a gran escala en Estados Unidos que almacene la energía que genere, incluso de noche, para uso posterior. Y generará suficiente energía limpia y renovable para 70,000 viviendas.\nLa segunda compañía es Abound Solar Manufacturing, que fabricará paneles solares de avanzada en dos nuevas plantas, lo que generará 2,000 puestos de construcción y 1,500 empleos permanentes. Una planta en Colorado ya está en construcción, una planta en Indiana se construirá en lo que ahora es una planta vacía de Chrysler. Cuando esté en pleno funcionamiento, estas plantas producirán millones de paneles solares de última generación todos los años.\nÉstas son sólo dos de muchas inversiones en energía limpia realizadas gracias a la Ley para la Recuperación. Ya he visto los resultados de estas inversiones. He visto fábricas antaño abandonadas, pululando con nuevos trabajadores que construían paneles solares y turbinas eólicas, poniéndose manos a la obra para ayudar a que Estados Unidos gane la carrera de la economía de energía limpia.\nAsí que eso es algo que estamos haciendo. Pero la verdad es que medidas como éstas no reemplazan todos los empleos que hemos perdido de la noche a la mañana. Sé que la gente está pasando dificultades. Sé que en este fin de semana del Cuatro de Julio muchos estadounidenses estarán deseando que las cosas fueran más fáciles. Yo también.\n \nPero lo que este fin de semana nos recuerda, más que nada, es que somos una nación que siempre ha estado a la altura de los retos que se le presentan. Somos una nación que hace 234 años declaró su independencia de uno de los más grandes imperios que el mundo jamás había conocido. Somos una nación que encontró un propósito común para superar juntos la Gran Depresión y el temor mismo. Somos una nación que aceptó el llamado a la grandeza y salvó al mundo de la tiranía. Eso es lo que somos, una nación que hace momentos de triunfo de los momentos difíciles, y sé que Estados Unidos trazará su destino una vez más.\nLes deseo a todos los estadounidenses un feliz y seguro Cuatro de Julio. Y a todos nuestros soldados que prestan servicios en lugares peligrosos, quiero que sepan que tienen el apoyo de una nación agradecida y un Comandante en Jefe que se enorgullece de ustedes. Gracias, que Dios los bendiga y que Dios bendiga a Estados Unidos de Norteamérica.\n \n###\n \n\n\n\n"
}