{
    "title": "Vice President Biden Issues Middle Class Task Force Annual Report | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-issues-middle-class-task-force-annual-report",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nFebruary 26, 2010\n\n \n\n\n\nVice President Biden Issues Middle Class Task Force Annual Report\n\n\n\n\nAnnounces New Department of Labor Regulations to Protect Workers’ Retirement Savings\nWASHINGTON, DC - Vice President Joe Biden, Chair of the White House Task Force on the Middle Class, today released the Middle Class Task Force’s Annual Report, which lays out a series of policy recommendations designed to tackle the challenges facing America’s middle class.  The Vice President was joined at this event by Director of the Office of Management and Budget Peter Orszag, Deputy Secretary of Labor Seth Harris, Director of the White House Domestic Policy Council Melody Barnes, Chair of the Council of Economic Advisors Christina Romer, and Director of the National Economic Council Lawrence Summers. The Vice President delivered this report to the President earlier today.\nThe report brings together the work the Task Force has done over the past year; examines the state of the American middle class; and discusses steps that the Administration is taking to address the challenges facing middle class families across the country.\n“The goal of this Task Force has been clear from the start - to make sure the middle class emerges from this recession able to grow stronger and more secure than before it began,” said Vice President Biden. “We’ve spent the past year traveling the country talking about the economic challenges facing the middle class. As a result, the initiatives we lay out in this report offer specific solutions to improve the quality-of-life for middle class families everywhere.”\nMost importantly, the report offers a set of proposals targeted directly at the issues that are critical to the aspirations and everyday lives of middle class families, many of which are prominently featured in the President’s FY 2011 Budget. \nSome of these key FY 2011 Budget proposals supported by the Task Force include:\n\nHelping Families with Soaring Child Care Costs. Parents are working harder but with less to show for it after paying for child care, which keeps getting more expensive. The Budget nearly doubles the Child and Dependent Care Tax Credit for middle-class families making under $85,000 a year, and nearly every family that makes under $115,000 will see its credit increase.  The Budget also provides a $1.6 billion increase in funding for the Child Care and Development Fund, which will fund services for approximately 235,000 children and improve quality.\nSupporting Families Caring for Seniors and People with Disabilities. The Budget boosts funding for programs that support caregivers and allow seniors to live in the community for as long as possible.\nCapping Student Loan Payments.  The Budget strengthens the Income-Based Repayment plan for student loans by limiting a borrower’s payments to 10 percent of his or her income above a basic living allowance and by forgiving all remaining debt after 10 years of payments for those in public service work and after 20 years for all others.\nEnhancing Retirement Security.  The Administration will require most employers who do not currently offer a retirement plan to enroll their employees in a payroll-deduction IRA unless the employee opts out.  The Budget also simplifies and expands the Saver’s Credit to provide a 50 percent match on the first $1,000 of retirement savings for families earning up to $65,000 and providing a partial credit to families up to $85,000. We will also make this credit fully refundable.\n\nThe full Task Force Annual Report includes a more comprehensive discussion of the Administration’s proposals to help middle-class families. To read the Annual Report, please click HERE.\nSince the release of the Budget, leading policy experts and advocates, many of whom have studied the issues facing the middle class for decades, have expressed support for the Task Force’s policy proposals. The Task Force received letters from organizations across the country backing the proposals to reduce student loan payments, help families with child care costs, enhance retirement security, and support family caregivers. To view a sampling of these letters, please click HERE.\nAlso at today’s event, the Vice President announced that the Department of Labor is proposing new protections for workers with 401(k)s and IRAs.  These new protections are an important step in the Administration’s efforts to make the retirement system more secure for middle class workers and families. The regulations will protect workers from conflicts of interest and expand the opportunities for employers to offer workers the expert investment advice they need to make the best possible decisions about how to save their hard-earned wages. \n“A secure retirement is essential to workers and the nation’s economy. Along with Social Security and personal savings, secure retirement allows Americans to remain in the middle class when their working days are done.  And, the money in the retirement system brings tremendous pools of investment capital, creating jobs and expanding our economy,” said U.S. Deputy Secretary of Labor Seth Harris. “These rules will strengthen America’s private retirement system by ensuring workers get good, objective information. When that happens, workers make the kind of decisions that are good for their families and the nation as the whole.”   \nAbout the Middle Class Task Force: The Task Force, Chaired by Vice President Joe Biden, includes top-level Administration agencies and councils whose policies and programs touch on many of the key issues facing middle-class families, including the Secretaries of Labor, Health and Human Services, Education, Energy, the Treasury, Commerce, Housing and Urban Development, Transportation, and Agriculture, as well as the Administrator of the Environmental Protection Agency, the Directors of the National Economic Council, the Office of Management and Budget, and the Domestic Policy Council, and the Chair of the Council of Economic Advisers.\nTo read learn more about the Middle Class Task Force initiatives, please visit: www.WhiteHouse.Gov/AStrongMiddleClass.\n\n\n\n"
}