{
    "title": "Excerpts of the President's remarks in Warren, Michigan and fact sheet on the American Graduation Initiative | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/excerpts-presidents-remarks-warren-michigan-and-fact-sheet-american-graduation-init",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 14, 2009\n\n \n\n\n\nExcerpts of the President's remarks in Warren, Michigan and fact sheet on the American Graduation Initiative\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  _______________________________________________________________________________________  FOR IMMEDIATE RELEASE                                                                          July 14, 2009 Below are excerpts of the President’s remarks in Warren, Michigan today and a fact sheet on the American Graduation Initiative. ..[T]he hard truth is that some of the jobs that have been lost in the auto industry and elsewhere won’t be coming back. They are casualties of a changing economy. And that only underscores the importance of generating new businesses and industries to replace the ones we’ve lost, and of preparing our workers to fill the jobs they create.  For even before this recession hit, we were faced with an economy that was simply not creating or sustaining enough new, well-paying jobs. … Time and again, when we have placed our bet for the future on education, we have prospered as a result – by tapping the incredible innovative and generative potential of a skilled American workforce. That is what happened when President Lincoln signed into law legislation creating the land grant colleges which not only transformed higher education, but also our economy. That is what took place when President Roosevelt signed the GI Bill which helped educate a generation – and usher in an era of unprecedented prosperity. … That is why, at the start of my administration I set a goal for America: by 2020, this nation will once again have the highest proportion of college graduates in the world…Today, I am announcing the most significant down payment yet on reaching this goal in the next ten years. It’s called the American Graduation Initiative. It will reform and strengthen community colleges from coast to coast so that they get the resources students and schools need – and the results workers and businesses demand. Through this plan, we seek to help an additional five million Americans earn degrees and certificates in the next decade. … Not since the passage of the original GI Bill and the work of President Truman’s Commission on Higher Education – which helped double the number of community colleges and increase by seven fold enrollment in those colleges – have we taken such a historic step on behalf of community college in America. And let me be clear: we pay for this plan by ending the wasteful subsidies we currently provide to banks and private lenders for student loans, which will save tens of billions of dollars over the next ten years. Instead of lining the pockets of special interests, it’s time this money went toward the interest of higher education in America. … …[W]e also know that in the coming years, jobs requiring at least an associate degree are projected to grow twice as fast as jobs requiring no college experience. We will not fill those jobs – or keep those jobs on our shores – without the training offered by community colleges. THE AMERICAN GRADUATION INITIATIVE: STRONGER AMERICAN SKILLS THROUGH COMMUNITY COLLEGES \"Now is the time to build a firmer, stronger foundation for growth that will not only withstand future economic storms, but one that helps us thrive and compete in a global economy. It’s time to reform our community colleges so that they provide Americans of all ages a chance to learn the skills and knowledge necessary to compete for the jobs of the future.\"    – President Barack Obama In an increasingly competitive world economy, America’s economic strength depends upon the education and skills of its workers. In the coming years, jobs requiring at least an associate degree are projected to grow twice as fast as those requiring no college experience. To meet this economic imperative, President Barack Obama asks every American to commit to at least one year or more of higher education or career training and set a new national goal: by 2020, America will once again have the highest proportion of college graduates in the world. Today, at Macomb Community College in Michigan, he outlined his plan to reform our nation’s community colleges, calling for an additional 5 million community college graduates by 2020 and new initiatives to teach Americans the skills they will need to compete with workers from other nations. He outlined new initiatives to increase the effectiveness and impact of community colleges, raise graduation rates, modernize facilities, and create new online learning opportunities. These steps -- an unprecedented increase in the support for community colleges -- will help rebuild the capacity and competitiveness of America’s workforce. The announcement comes a day after the Council of Economic Advisers released a report describing how the U.S. labor market is expected to grow and develop in the coming years. The CEA described an expected shift toward jobs that require workers with greater analytical and interactive skills and summarized the attributes of a well-functioning education and training system designed for the jobs of the future. THE AMERICAN GRADUATION INITIATIVE Fifty years ago, President Harry Truman called for a national network of community colleges to dramatically expand opportunities for veterans returning from World War II. Today, faced with rapid technological change and global competition, community colleges are needed more than ever to raise American skills and education levels and keep American businesses competitive. President Barack Obama called for an additional 5 million community college degrees and certificates by 2020 and new steps to ensure that those credentials will help graduates get ahead in their careers. Together, these steps will cost $12 billion over the next decade. The administration will pay for them as part of a package that cuts waste out of the student loan program, increases Pell Grant scholarships, and reduces the deficit.  Community colleges are the largest part of our higher education system, enrolling more than 6 million students, and growing rapidly. They feature affordable tuition, open admission policies, flexible course schedules, and convenient locations, and they are particularly important for students who are older, working, need remedial classes, or can only take classes part-time. They are also capable of working with businesses, industry and government to create tailored training programs to meet economic needs such as nursing, health information technology, advanced manufacturing, and green jobs, and of providing customized training at the worksite. Business and industry play an important role in training the workforce of the future and meeting the on-going demands of the marketplace. Many community colleges are already working with businesses to develop programs and classes ranging from degrees to certified training courses for retraining and on-going training for enhancing skills. For example, Cisco’s Networking Academy is working with community colleges to train students throughout the country on technology-based jobs and it is expanding this platform to train for broadband infrastructure and health care information technology. The American Graduation Initiative will build on the strengths of community colleges and usher in new innovations and reforms for the 21st century economy.  It will:  Call for 5 Million Additional Community College Graduates: In February, President Obama called for America to once again lead the world in college degrees by 2020. Affordable, open-enrollment community colleges will play a critical role in meeting that goal. Today, he set a complementary goal: an additional 5 million community college graduates by 2020, including students who earn certificates and associate degrees or who continue on to graduate from four-year colleges and universities. Create the Community College Challenge Fund: Too often community colleges are underfunded and underappreciated, lacking the resources they need to improve instruction, build ties with businesses, and adopt other reforms. Under President Obama’s plan, new competitive grants would enable community colleges and states to innovate and expand proven reforms. These efforts will be evaluated carefully, and the approaches that demonstrate improved educational and employment outcomes will receive continued federal support and become models for widespread adoption. Colleges could:       Build partnerships with businesses and the workforce investment system to create career pathways where workers can earn new credentials and promotions step-by-step, worksite education programs to build basic skills, and curriculum coordinated with internship and job placements. Expand course offerings and offer dual enrollment at high schools and universities, promote the transfer of credit among colleges, and align graduation and entrance requirements of high schools, community colleges, and four-year colleges and universities.  Improve remedial and adult education programs, accelerating students’ progress and integrating developmental classes into academic and vocational classes.  Offer their students more than just a course catalog, through comprehensive, personalized services to help them plan their careers and stay in school.    In addition, the initiative will support a new research center with a mission to develop and implement new measures of community colleges’ success so prospective students and businesses could get a clear sense of how effective schools are in helping students -- including the most disadvantaged -- learn, graduate, and secure good jobs.   Fund Innovative Strategies to Promote College Completion: Nearly half of students who enter community college intending to earn a degree or transfer to a four-year college fail to reach their goal within six years.  The College Access and Completion Fund will finance the innovation, evaluation, and expansion of efforts to increase college graduation rates and close achievement gaps, including those at community colleges. Promising approaches include performance-based scholarships, learning communities of students, professors and counselors, colleges tailored to promote the success of working adults, and funding formulas based on student progress and success as well as initial enrollment. Resources would also be provided to improve states’ efforts to track student progress, completion, and success in the workplace. Modernize Community College Facilities: Often built decades ago, community colleges are struggling to keep up with rising enrollments. Many colleges face large needs due to deferred maintenance or lack the modern facilities and equipment needed to train students in technical and other growing fields. Insufficient classroom space can force students to delay needed courses and reduce completion rates. President Obama is proposing a new $2.5 billion fund to catalyze $10 billion in community college facility investments that will expand the colleges’ ability to meet employer and student needs. The resources could be used to pay the interest on bonds or other debt, seed capital campaigns, or create state revolving loan funds. Create a New Online Skills Laboratory: Online educational software has the potential to help students learn more in less time than they would with traditional classroom instruction alone.  Interactive software can tailor instruction to individual students like human tutors do, while simulations and multimedia software offer experiential learning. Online instruction can also be a powerful tool for extending learning opportunities to rural areas or working adults who need to fit their coursework around families and jobs. New open online courses will create new routes for students to gain knowledge, skills and credentials. They will be developed by teams of experts in content knowledge, pedagogy, and technology and made available for modification, adaptation and sharing. The Departments of Defense, Education, and Labor will work together to make the courses freely available through one or more community colleges and the Defense Department’s distributed learning network, explore ways to award academic credit based upon achievement rather than class hours, and rigorously evaluate the results.  THE OBAMA-BIDEN AGENDA FOR COLLEGE AFFORDABILITY Today’s new initiatives complement President Obama’s existing agenda for higher education. At this time of economic hardship and uncertainty, the Administration’s agenda will build the country’s capacity, innovation and confidence to drive the nation to first place in the highly skilled workforce crucial for success in the 21st century.  These initiatives include:  Expanding Pell Grants and College Tax Credits:  The Recovery Act increased Pell Grants by $500 to $5,350 and created the $2,500 American Opportunity Tax Credit for four years of college tuition. Now, the Administration is working to make these policies permanent and ensure the Pell Grant continues to grow faster than inflation. Together, the Recovery Act and President’s Budget call for nearly $200 billion in college scholarships and tax credits over the next decade. Reforming the Student Loan Program to Save Billions: Guaranteed student loans earn banks and other lenders large profits set by the political process rather than won in a competitive marketplace. The Administration will replace guaranteed loans with direct loans, which are administered by private-sector companies, like Sallie Mae and Accenture, selected through a competitive process and paid based upon performance. Direct loans have essentially the same terms for students, are more reliable and efficient, and will save billions of dollars to finance these investments in community colleges as well as increase Pell Grant scholarships and other investments in college opportunity. Simplifying the Student Aid Application: The application for federal student aid has as many as 153 questions, creating major obstacle in the path of aspiring college students. More than a million students fail to apply for aid because of the application’s complexity. The Obama Administration is simplifying the financial aid process by modernizing the online application, seeking legislation that will eliminate unnecessary questions, and creating an easy process for students to use tax data to apply. The end result will be a modernized application that requests only easily obtainable personal information Helping Unemployed Workers Get New Skills: In May, President Obama expanded opportunities for unemployed workers to go to a community college and earn new skills. The Department of Education has clarified that these workers should not be denied student aid based upon incomes they no longer earn, and the Department of Labor is working with states to allow workers to keep their unemployment benefits while receiving education and training. Expanding the Perkins Loan Program: The low-cost Perkins loan program is an important option for students who need to borrow more than allowed under the larger Stafford loan program. The Administration will expand it from $1 billion a year to $6 billion a year, making loans available to 2.7 million more students and at 2,600 additional colleges and universities.  Helping Families Save for College: The President’s Middle Class Task Force has directed the Department of the Treasury to investigate improvements to 529 savings plans to help families save for college more effectively and efficiently. \n\n\n\n"
}