{
    "title": "Obama Administration Awards “Vets to Cops” Hiring Grants | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/06/25/obama-administration-awards-vets-cops-hiring-grants",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 25, 2012\n\n \n\n\n\nObama Administration Awards “Vets to Cops” Hiring Grants\n\n\n\n\n\nGrants awarded to hire veterans for law enforcement positions as part of President Obama’s Veterans Job Corps initiative\n\n\tWASHINGTON – The U.S. Department of Justice Office of Community Oriented Policing Services (COPS) today announced funding awards to over 220 cities and counties, aimed at creating or saving approximately 800 law enforcement positions.  The grants will fund over 600 new law enforcement positions and save an additional 200 positions recently lost or in jeopardy of being cut due to local budget cuts.  All new law enforcement positions funded in the COPS 2012 Hiring Program must be filled by recent military veterans who have served at least 180 days since September 11, 2001.  In his State of the Union Address, President Obama called for a new Veterans Jobs Corps initiative to help put veterans back to work on a range of projects that leverage skills developed in the military, including first responder jobs. In February, the President announced that preference for this year’s COPS and Staffing for Adequate Fire and Emergency Response (SAFER) grants would be given to communities that recruit and hire post-9/11 veterans to serve as police officers and firefighters.\n\n\tMore than $111 million is being awarded to local public safety agencies across the country.  The list of this year’s grantees includes Philadelphia and Pittsburgh, PA; Chicago, IL; Boston, MA; Atlanta, GA; Trenton, NJ; Alameda County and Los Angeles, CA; Akron, OH; and Tacoma, WA.  The COPS Office will work with transition centers across the country to connect veterans with the new grant-funded law enforcement opportunities.  For the entire list of grantees and additional information about the 2012 COPS Hiring Program, visit the COPS website at www.cops.usdoj.gov.\n\n\t\"Since we got into office, the President and I have been committed to helping our returning heroes find jobs and transition back into civilian life. A lot of them want to keep serving now that they’re back, and these COPS Grants help give them that chance,\" said Vice President Joe Biden.\n\n\t“Today, we step up our support for recent veterans by offering them the chance to pursue meaningful careers in law enforcement,” said Attorney General Eric Holder. \"At a time of budget shortfalls, these grants will provide opportunities for much-needed, highly-trained professionals – with a proven commitment to service - to continue their careers in communities all across the country.”\n\n\t“This new opportunity for veterans is a commitment to support those who are coming home from their tour of duty,” said Bernard Melekian, COPS Office Director.  “We sincerely hope this effort encourages our veterans to continue to protect and serve the United States through new law enforcement careers.”\n\n\tThe COPS Hiring Program makes grants to state, local and tribal law enforcement agencies to hire or rehire community policing officers.  The program provides the salary and benefits for officer and deputy hires for three years.  Along with the pledge to hire military veterans, grantees for the 2012 Hiring Program were selected based on fiscal need and local crime rates.  An additional factor in the selection process was each agency’s strategy to address specific problems such as increased homicide rates and gun violence. \n\n\tToday’s announcement builds on several steps President Obama has taken to support veterans in developing skills and finding work, including by: creating new tax credits for businesses that hire veterans; challenging the private sector to hire or train 100,000 veterans and their spouses by 2013; helping veterans obtain industry-recognized credentials and licenses; increasing access to intensive reemployment services; developing online tools to boost veteran employment; and increasing hiring of veterans in healthcare-related fields.\n\n\n\n\n"
}