{
    "title": "Press Call Previewing the President's Trip to Greece, Germany and Peru | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/11/11/press-call-previewing-presidents-trip-greece-germany-and-peru",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 11, 2016\n\n \n\n\n\nPress Call Previewing the President's Trip to Greece, Germany and Peru\n\n\n\n\nPRESS CALL BY BEN RHODES, DEPUTY NATIONAL SECURITY ADVISOR FOR STRATEGIC COMMUNICATIONS; WALLY ADEYEMO, DEPUTY NATIONAL SECURITY ADVISOR FOR INTERNATIONAL ECONOMICS; AND CHARLIE KUPCHAN, NSC SENIOR DIRECTOR OF EUROPEAN AFFAIRS ON THE PRESIDENT’S TRAVEL TO GREECE, GERMANY AND PERU \nVia Conference Call\n11:02 A.M. EST\nMR. PRICE:  Good morning, everyone, and thanks for joining the call to preview the President’s trip, starting on Monday, to Greece, Germany and ending in Peru that will take place next week.  We'll do the call on the record.  It will be embargoed until its conclusion.  We have three senior administration officials on today’s calls.  They are Ben Rhodes, the Deputy National Security Advisor for Strategic Communications.  We have Wally Adeyemo, the Deputy National Security Advisor for International Economics; and we have Charlie Kupchan who is the NSC Senior Director for European Affairs.\nSo, again, this call is on the record, but it is embargoed until its conclusion.  And with that, I'll turn it over to Ben Rhodes.\n MR. RHODES:  Thank you, everybody, for getting on the call. I'll just give a summary of the trip and the President’s schedule, and then my colleagues may add their thoughts on different elements. \nSo, first of all, the President obviously always was going to travel to the APEC Summit.  We made a decision to add a European stop to once again signal our solidarity with our closest allies in the world and nations that have been among the President’s closest partners during his eight years in office, to express our support for a strong and integrated and united Europe, which is essential to American national security and to global security and stability, and to reinforce our support for the approaches that have been taken over the last eight years to try to promote economic growth, economic security, and global cooperation on a whole range of issues.\nWe're beginning in Greece.  And this is the President’s first trip to Greece.  This will be the final state visit of the administration.  He has long wanted to travel to Greece, given the deeply rooted U.S.-Greek friendship and partnership and our shared commitment to economic stability and prosperity, the work we do together to combat terrorism and extremism, the cooperation we have through the NATO alliance, and of course, the democratic values we share, which are deeply rooted in Greek history.\nOver the course of the administration, one of the principal challenges for President Obama had been recovering from the global financial crisis that was such an emergency when he took office in the United States and around the world.  Part of that work after we climbed out of our economic hole was helping to support the Europeans as they dealt with some significant structural issues, including the Greeks, who had to make some very difficult decisions even as they were working with other members of the Euro Zone to resolve some of the structural challenges.  And so, again, this is an issue that President Obama personally spent a lot of work on throughout the course of his presidency. \nSo he'll be able to express support for the sacrifices that the Greek people have made to balance their budget and reform their economy.  I think he'll want to praise the important progress that they’ve made over the course of the past year as the Greek parliament has passed that will make their economy more competitive.  We recognize there’s more to be done.  The IMF has said that they believe it's crucial to put Greece’s economy on a sustainable path and set the stage for a return to lasting prosperity.  And we believe Greece will succeed if it stays focused on opening itself up for business with these ongoing structural reforms -- privatization, transparency, and cleanup of the financial sector. \nAnd we also believe that Greece’s creditors must ensure that Greece is well-placed to move beyond its cycle of crisis so they can return to robust economic growth.  And that includes through meaningful debt release.  And we will continue to support these efforts as we have over the course of President Obama’s time in office. \nIn Greece, we will arrive on Tuesday morning, on November 15th.  And the President will have a courtesy call with the President of Greece.  He will then have a bilateral meeting with Prime Minister Tsipris -- those meetings where he’ll discuss all of the issues I mentioned.  That night, the President will be hosted at a state dinner in Greece to celebrate the Greek-American friendship and alliance. \nSo on Wednesday, November 16th, the President will tour the Parthenon.  He certainly wants to see and experience the history in Athens that is at the root of so many of the democratic values that has fueled the growth and success of Western nations and people all over the world. \nHe will then give a speech that afternoon where he will want to focus on the important work that's been done to try to address the economic challenges in Greece and Europe and around the world.  I think you’ll see him hit very similar themes to what he discussed at the U.N. General Assembly about the need to recognize the challenges presented by globalization which are manifested in many recent elections, including our own, but to take approaches that continue to invest in democratic governance, open markets but efforts to promote more inclusive growth and combat inequality.  So he'll have an opportunity to discuss some of the issues that have been a theme of his presidency and certainly his work together with the Europeans.\nAnd then, with that, he will fly that evening to Germany.  Again, we chose to go to Germany for a number of reasons.  First, Angela Merkel, who has been, I'd say, the President’s closest partner over the course of his entire presidency.  She’s been there the entire time.  They’ve worked together on almost every issue.  They’ve developed a deep mutual respect, I think, and close friendship as well.  So he wanted to see Chancellor Merkel one more time to thank her for her partnership and leadership.  And it's also going to be an opportunity for the President to meet with a number of other European leaders who will convene in Berlin -- the leaders of the United Kingdom, France, Italy, as well as Spain.  Again, these are our closest partners in Europe, among our closest friends in the world.\nAnd during his time in Germany, they’ll have an opportunity to discuss the whole range of issues that we cooperate on with Europe, whether that's the fight against ISIL, the ongoing migration issues, counterterrorism cooperation, next steps in Syria, the situation in Ukraine -- the agenda that we've been working on with Europe, and certainly I'm sure they’ll discuss the recent U.S. election.\nThe schedule in Europe, on Thursday, the President will have a bilateral meeting with Chancellor Merkel, and then the two leaders will have a joint press conference, and then that evening, President Obama will have dinner with Chancellor Merkel and have an opportunity to spend some additional time with her.\nAnd then, on Friday, November 18th, in the morning is when the President will meet with the number of European leaders that I mentioned before leaving to fly to Peru for the APEC Summit.\nAt the APEC Summit, the President will have an opportunity to meet with the leaders of countries that have been a focus of our foreign policy through our rebalance in the Asia Pacific, which has included developing commercial ties, economic ties, people-to-people ties, in addition to the security issues that we worked on.  APEC, of course, is the venue where we focus on commercial issues. \nGiven the fact that Asia accounts for one-third of global GDP, 40 percent of global economic growth, two-thirds of the global middle class, has four of our top 10 trading partners, five of our key treaty allies, we believe that this region is going to have to be a focus of the United States going forward. And we've invested a lot of time in that and expressed our priority on this region -- the Asia Pacific region.\nIn terms of the schedule in Peru, the President will begin on Saturday, November 19th, with a bilateral meeting with the President of Peru, who has been a strong partner at the beginning of a new administration there.  Then that afternoon, as he’s done throughout his presidency, the President will have a town hall with young leaders.  This is our newest initiative -- Young Leaders initiative -- young Latin American leaders, and so he'll have an opportunity to speak to them.\nThen the President will have a bilateral meeting -- and the two bilateral meetings that we are currently planning for in Peru are with President Xi Jinping of China.  This has been one of our most important relationships and most important relationships of the world, and they’ll have an opportunity to review the progress that they have made before the President leaves office.  And then, likely, the next day we're anticipating a bilateral meeting Prime Minister Turnbull of Australia, again, another one of our closest allies.  And just as the rebalance to Asia has depended upon an effective, cooperative relationship with China even as we've had differences, the cornerstone of that rebalance has also been our alliances, and so it will be an important opportunity to check in with Prime Minister Turnbull.\nI would expect that the President will have an opportunity to meet with the TPP leaders as a group while he is in Peru.  This is something he’s done at previous APEC summits.  Obviously we recognize the recent political developments in our country and how that affects TPP, but that's all the more reason for the President to discuss with other TPP leaders the work they’ve done together and how we're looking at issues related to trade going forward.\nAnd then the night of Saturday, November 19th, the President will attend the Gala Dinner.\nThen Sunday, November 20th, is the APEC Summit, and a range of sessions, and as I mentioned, I think one of the President’s bilateral meetings will be that day.  And then he will hold a press conference, and that will conclude his trip.\nSo, with that, I don't know, Wally, if you have anything to add on your issues.\nMR. ADEYEMO:  Briefly, I'll just add a few words to what Ben has already said about the economic portion of this trip. \nAs you all know, the trip will provide the President with the opportunity to talk with many of our most important economic partners.  Europe is, of course -- the EU overall is one of our largest trading partners, and APEC represents over 60 percent of our exports and also 60 percent of our imports. \nIn addition to this, the President worked very closely with a number of these countries and their leaders to break the back of the Great Recession, pulling together a multilateral response that helped to end the recession and to restore the global economy to growth early on in his presidency.  And it will give him an opportunity to talk with these leaders not only about the success they had in doing that, but also about the work that they have done and they continue to do to address inequality around the globe.\nIn Europe, the President will, of course, have an opportunity to commend Prime Minister Tsipris on the reforms that he’s put in place, but also to acknowledge that more needs to be done in order to ensure that Greece has a path to sustainable growth.  As the President has always done, he agrees with the IMF that debt relief is crucial to putting Greece’s economy on a sustainable path.  And it will be an opportunity for us to talk to Greece about the efforts they’re taking to address some of the economic issues that they face with regard to making sure that they’re creating jobs and opportunities for their workers and their firms.\nIn Germany, the President will also have an opportunity to talk with Chancellor Merkel about the work they’ve done together to promote economic growth and also address the challenges that the global economy has faced over the last eight years.  And it will also be an opportunity to talk about our trade and investment relationship with the European Union when he sees the various leaders during the trip.\nAPEC will also provide an opportunity for the President to talk about the importance of our economic relationship with countries in the Asia Pacific.  As you know, trade reflects America’s economic values in a very important way, and that's why the President has signed trade agreements that include high-standard 21st century provisions, including labor and the environment, that ensure a level playing field for American workers and businesses.  It will give him an opportunity to talk about why we see that continuing to engage with the Asia Pacific is not only in our economic interest, but also in our national security interest. \nThe TPP agreement that we negotiated with a number of APEC countries reflects our economic values and we continue to believe that entering into agreements like TPP make a great deal of sense for America because it levels the playing field for our workers and firms.  And if we are not engaged, other countries will remain engaged.  For example, China is continuing to engage on putting forth the RCEP agreement that would be a lower-standard agreement than the TPP agreement, and would give them an opportunity to set the rules of the road for the Asia Pacific.\nSo it would be an opportunity for the President to talk about how we think trade agreements can be used to further our shared economic and national security interests, and to also talk about the global economy at large.\nQ    Ben, and for all of you, can you comment just a little bit more about the extent to which the recent election and the results of that election will overshadow this trip, what sort of a message will the President bring to U.S. allies about what a Trump presidency might mean to agreements that they have worked on together, including the Iran deal and the Paris agreement?  Can you just give us a sense of what he'll say about that?  And also, I just wanted to follow up -- I may have missed this, but is there going to be a big speech in Berlin?\nMR. RHODES:  There’s not going to be a big speech in Berlin. The speech of the trip is going to be in Greece.  That was always our intention.\nLook, we certainly expect that the election will be the primary topic on people’s minds everywhere we go.  I think, frankly, that would have been the case no matter what the result. But I think that will be more so the case, given the direction that the election took. \nWe have one President at a time, and so President Obama, of course, will be running through the tape on January 20th, working on issues -- including issues like the counter-ISIL campaign, where there’s a lot of ongoing work and cooperation with these countries and where we want to, frankly, have a smooth handoff to the next administration as possible.  And we are also, as the President has repeatedly said, invested in having a successful and smooth transition to the new team that will determine its own personnel and approaches to a variety of issues.\nLook, there are certain things that have endured for decades under administrations of different parties.  The Transatlantic Alliance is certainly one of those.  The NATO alliance is certainly one of those.  We have taken steps during our time in office to reinforce the NATO alliance, to reassure Eastern European allies, to move significant military personnel and equipment to our Eastern flank to ensure that those nations are reassured, and also to work with NATO as we -- on counterterrorism and deal with refugee flows.\nSo there are many ongoing issues that we're working on that are deeply relevant to our security that we will want to discuss, and, again, agreements and alliances that have perpetuated over decades under administrations of many different stripes.\nOn the couple of issues you mentioned, we certainly know the positions that were taken throughout the course of the campaign. We will, of course, fully continue to implement our commitments under the Iran deal and under the Paris agreement.  We will fully brief the incoming team on those agreements.  And you all have heard us repeatedly discuss the benefits of those agreements on American national security.  We recognize that the incoming administration will make their own determinations about those policies. \nI would note that both of those agreements are not just American agreements, they’re international agreements.  And so when we speak about the Iran deal, it's not just an agreement between the United States and Iran, it's an agreement between the United States, our European allies, the United Kingdom, France, Germany, Russia, China, as well.  And it's in a U.N. Security Council resolution.  So you are correct that those nations will all have an interest in discussing with us the state of the implementation of the Iran deal. \nAnd our main role in terms of the new administration right now is briefing their team as they’re beginning to fill positions and select people on the Iran deal.  The same thing would I'd say goes for Paris.  Right now, you have a COP meeting taking place in Morocco, so all nations are moving forward with the agreement, which has gone into force. \nAgain, we certainly recognize the positions that have been taken during the campaign.  We will continue to fulfill our commitments while President Obama is in office, and we will fully brief the incoming administration on the Paris agreement and our climate policies.  And then they will make their own determination.\nSo, again, I'd expect the election to be a subject of conversation and I expect that those two agreements you asked about, Jeff, to certainly be a subject of conversation, given that all the nations were going to are party to one or more of them.\nQ    Could you talk about the backdrop of the speech in Greece, and also how the text is being adjusted as a result of Tuesday’s results?\nMR. RHODES:  So let me get you the precise venue.  I don't have it in front of me.  It's at a theater in Athens there.  But, look, we had not written the speech in advance of the election, so I can't say that we're editing it.  I would say that part of what the President will discuss is this need to respond effectively to the issues that have been raised by globalization.\nHe discussed this at length at the United Nations General Assembly, and I think it will be a similar set of issues that he'll want to focus on.  And that will include, frankly, acknowledgement of our election results, the Brexit election results, and the sense that we've seen in a number of countries that there are, of course, benefits that have come from globalization and automation, but at the same time, there are challenges as people feel like decisions are made beyond their control, in some cases, as economies change, as inequality has persisted and, in some cases, has grown.\nWe believe in the United States we've made enormous progress in these eight years, climbing out of the enormous economic hole, going from the depths of a Great Recession to years of job creation and economic growth, and narrowing inequality.  So we believe that we've set a good direction at home even as we also worked with countries around the world to stabilize the global economy which had been in a free fall, including many of the partners that we'll be meeting with.\nBut at the same time, in the wake of the financial crisis and the challenges presented by technology and globalization and the migration of peoples is clearly something that can be seen in multiple election results, including our own.  So even with all the progress we've made, we recognize, no matter what had happened in November that more work needed to be done.  And so I think that will be reflected in the President’s speech.\nQ    I wanted to circle back to Jeff’s question and to drill a little deeper on the tone that the President will strike.  The President was very open about the fact that in every foreign capital that he went to over the last year or so, every foreign leader, the first question they asked him was Trump, and he said they were rattled by it and offered some pretty dire warnings about what would happen if he was elected.  So now that he has been, will the President be reassuring these leaders that things are going to work out, that he won't be as bad as the President indicated that he might be?  Or how will he square that, this reality, with the warnings that he gave about Trump prior to Election Day?\nMR. RHODES:  We'll, look, in terms of other leaders in other countries, they will speak for themselves.  And I think in some cases they’re leaders who made clear their own preferences in our election who have since offered their congratulations to the President-elect.\nWhat I'd say is, first and foremost, focused on trying to ensure that his successor gets off to a good start and has the opportunity to succeed.  And so, therefore, I think he'll want to use these conversations with leaders to express that view, that given all of the important issues that we face, no matter our preferred choice may have been in the election, right now we as Americans have a stake in seeing this incoming administration succeed, and frankly, the world has a stake in seeing America succeed, given the leadership role that we play.  And that's certainly true of our allies.\nOn the issues you discussed, we obviously believe in the importance of the Iran deal, which had significantly rolled back Iran’s nuclear program and averts yet another conflict in the Middle East.  We believe in the importance of the Paris agreement, which encompasses almost every country in the world and offers an opportunity to fight climate change.  So these are issues where our views are well known.  We will run through the tape with the implementation of those policies, and then the new team will make their own determinations.  And we respect that every administration will make its own judgment.\nAgain, they will do so in the context of these being international agreements, and so it will be important for them to consult with these other countries as well, given that -- if you're just speaking about the Iran deal, our European allies, China and Russia invested in that as well.\nSo we'll want to review the progress of those policies, deliver a message of our commitment to seeing the new administration have a seamless transition and have the opportunity to succeed.  And then I think these countries and governments will have their own opportunities to -- and in some cases, they already have -- make contact with the President-elect and his team as he gets onboard.\nQ    It will not surprise you that I also want to talk about Donald Trump.  A lot of my questions have been answered.  But the President did, of course, meet for an hour and a half, roughly, with Mr. Trump yesterday.  And I'm wondering whether there’s anything that he gleaned from those meetings or that he perhaps talked about on purpose so that he would be able to give some indications or reassurances to world leaders.  And if you could read that out.\nAnd also, I know to some extent the President believes that Donald Trump has had views that have changed over the years, or even over the months or weeks, and I'm wondering whether that is part of the message of reassurance to world leaders to the extent that just because he said something in the election doesn’t mean it's true, or whether you think that would not reassure world leaders and, therefore, he should not say that.  Thanks.\nMR. RHODES:  Look, I certainly don't want to speak for the\n-- look, what I'd say is, in terms of their conversation, they did touch on a range of foreign policy issues, and the President did express that he'd be seeing a number of these foreign leaders.  Again, I wouldn’t want to characterize any messages.  The President is going on behalf of the United States and his office, and the President-elect will speak for himself in terms of his interactions with foreign leaders.\nI think the main focus of their conversation, again, without getting into any specific issues, was just determining how to make the best use of this transition period, to fully brief up the President-elect and his team as it's elected on these issues, because there are a diverse array of challenges, there's a great deal of complexity in how we're dealing with the terrorist threat, how we're implementing the Iran deal, how the situation in Syria is unfolding, as well as the issues in Europe related to the refugees and NATO.\nSo, again, I think the focus of their conversation was on getting an initial discussion around the strategic landscape in the world today, and then initiating a process wherein we'll be making information available to the President-elect and his team about those issues. \nSo, again, I think President Obama will be speaking for himself and for the office of the presidency.  I do think he can convey obviously that the United States of America fulfills its commitments through democratic transitions and through different administrations. \nSo, even as we've had a diverse foreign policy as pursued by administrations of different parties, we've remained committed members of the NATO Alliance, and we've kept treaty commitments. And so there's a baseline of shared interest and values that has continued under different administrations even as different approaches have been taken and different emphases have been given to different issues.  And so I think the President can reinforce the importance of the core relationships for the United States and the world, including with many of the countries he'll be visiting.\nQ    So let me just follow up on that and ask, what are the goals the President in his meeting with Donald Trump yesterday -- to glean from him where he stands right now on some of these key issues, knowing that there will be great interest in his conversation with world leaders on this trip? \nAnd when you say that you're going to run through the tape, we know, for example, that when you're talking about a domestic issue like the ACA, if they can during this open enrollment period run up the number of people who are signed up -- the more people you have who would be affected by repeal, the tougher it becomes, the more complicated it becomes for the other side.  And so I'm wondering with issues like the Iran deal and the Paris agreement, and how complex they are, are there things that you can push for when you say run out the tape that you think will essentially help your side, help your view of how these things continue to be in play and get implemented?\nMR. RHODES:  Well, look, I'd say a couple of things on what I was referring to.  First of all, we want to continue to do our jobs as effectively as we can.  National security -- global events and our national security doesn’t change with the political calendar.  So we have an ongoing campaign underway to retake Mosul.  We have a very aggressive effort to prepare for efforts to isolate Raqqa.  So the counter-ISIL campaign has been making steady progress, and we want to continue that and, frankly, hand that off in as good as shape as possible to the incoming administration.  So there's just some ongoing work that needs to be done to make sure we're doing everything we can to keep the country safe to respond to world events and to do the business of governing.\nSecond, part of running through the tape is transition and how do we brief up the new team.  And I think as officials are chosen, Cabinet officials are chose, National Security Council officials are chosen, we have every intention of doing whatever we can to help them succeed to provide them with the information they need to understand the current strategic landscape and the approaches that we're taking, to understand the nature of the threats that we face and that they are likely to face in the coming months and years.  And so transition is going to be the critical component of that.\nAnd then, look, on the issues that you mentioned, what I'd say is, we just want to fully and faithfully continue to implement them.  We fully recognize that the new administration will be responsible for these and all other issues after the transition of power.  That's how our democracy works.  I think we have made clear that we believe in the benefits of these approaches, again, on the Iran deal, on the Paris agreement.  And again, the only other thing I'd say is it's important to note that they are international agreements as well. \nAnd so these other countries who are party to these agreements have a significant interest in working with us while we're still in office to see that they're being successfully pursued.  In Paris, that's happening right now at the COP conference in Morocco.  In terms of the Iran deal, we'll be meeting with three of the countries that are party to it in Germany.  And we'll want to ensure that we're successful at implementing that agreement through our time in office, and then the new administration will make their own determinations.\nSo that's how I'd describe our approach to the coming two months.\nQ    You mentioned earlier that the President plans to meet in Peru with the leaders of the TPP countries.  What will be his message to them?  I mean, we've heard from Capitol Hill that it's pretty much dead.  What will the President and try to communicate to these TPP countries?  And do you disagree that it's dead?\nMR. RHODES.  Wally, you want to take a first stab at that?\nMR. ADEYEMO:  Yeah, maybe I will.  And I think what the President is going to say to them is what we've been saying in public, which is that we recognize that trade benefits the United States of America.  APEC in and of itself represents the countries -- they represent over 60 percent of our exports and also 60 percent of our imports.  We still think the TPP makes sense for America for economic and national security reasons, and that it's important that we stay engaged in the region.  And he will talk to them about the importance of that engagement, and talk about how we can work together over the course of the remaining days of this administration to solidify the partnership with those countries.\nIn terms of the TPP agreement itself, Leader McConnell has spoken to that and it's something that he's going to work with the President-elect to figure out where they go in terms of trade agreements in the future.  But we continue to think that these types of deals make sense, simply because countries like China are not going to stop working on regional agreements.  As I mentioned earlier, they're continuing to work on RCEP and on signing trade agreements that would lower the standards in the Asia Pacific that would make it harder for our firms and our workers to compete on a level playing field, which we think is ultimately important to growing our economy. \nThe majority of the world's middle class, the larger percentage of the world economy exists in the Asia Pacific, and it's going to be important that America continue to compete there on a level playing field. \nMR. RHODES:  I don’t think I have anything to add on that other than to say that, again, these have been TPP parties and trading partners in their own right, and the President can review the work we've done with them.  We're clear-eyed about the current situation, but we believe what we believe about the value of trade and the importance of the Asia Pacific region to the United States.  And I think given its size and importance, it's going to have to continue to be a focus for the next President and Congress going forward no matter what.\nWe'll wrap with that.  On a personal note, having I don’t know how many of these preview calls I've done and briefings, having gone on just about every one of the President's foreign trips and worked with all of you, or many of you -- so I look forward to one last trip with you guys, barring some unforeseen event.  And we'll keep you updated going forward.\nEND\n11:39 A.M. EST\n\n\n\n\n"
}