{
    "title": "Veterans Day Op-ed by Vice President Biden and Dr. Jill Biden | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/11/11/veterans-day-op-ed-vice-president-biden-and-dr-jill-biden",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nNovember 11, 2011\n\n \n\n\n\nVeterans Day Op-ed by Vice President Biden and Dr. Jill Biden\n\n\n\n\n\n\tThe full text of the op-ed by Vice President Biden and Dr. Jill Biden is printed below. The piece, published in various outlets across the country today, can be read online HERE. \n\nThe Battle Veterans Face After War\n\tBy Vice President Joe Biden and Dr. Jill Biden\n\tNovember 11, 2011\n\t \n\tToday is Veterans Day, the day we honor the military service and sacrifice of all the veterans who have served this nation. Because of the incredible courage of the 9/11 generation, the tide of war is receding and America is more secure than a decade ago.\n\n\tNext month, we will end the war in Iraq, bringing all of our troops home by the end of this calendar year. In Afghanistan, our brave forces are transferring responsibility to the Afghans. They too will be home within two years.\n\t \n\tBut as our service members return to their families, many are discovering a new battlefield as they leave the military and search for civilian employment opportunities.\n\t \n\tAfter serving two, three, four, and even five tours of duty for their country, these young men and women are forced to fight for jobs when they return.  That's not only morally wrong, it’s a terrible waste for our country. We’ve seen the 9/11 generation of American service members in Iraq and Afghanistan. They have skills across the spectrum.\n\t \n\tWe have 25 year-old Sergeants leading soldiers into the chaos of battle, responsible for bringing them home alive; we have 24 year-old Lieutenants flying multi-million dollar jets; we have 21 year-old sailors who are entrusted with helping to maneuver nuclear submarines and aircraft carriers.  There is literally no challenge too great. Nothing they cannot do.  Employers everywhere should be competing to hire them.\n\t \n\tAs a military family, we have come to know many of the families of those who served alongside our son Beau in Iraq. We understand the problems they face.\n\t \n\tWar is challenging under any circumstances. But at a time of 12.1% unemployment for 9/11 generation veterans, the added stress of earning a decent living makes the transition even harder.\n\t \n\tThat’s why our Administration has made it a priority to create financial incentives for private-sector companies to hire veterans while at the same time ensuring that every member of the service receives the education, training, and credentials they need to be career-ready.\n\n\tThat’s why we joined President Obama in asking Congress to act now and pass the key provisions in the American Jobs Act that would benefit veterans and their families. Yesterday, the Senate answered the call, voting in favor of these measures, including incentives like the $5,600 Returning Heroes Tax Credit and the $9,600 Wounded Warriors Tax Credit, which will reward private firms for each veteran they hire.\n\n\tIn addition to the American Jobs Act, the President has challenged the private sector to commit to train or hire 100,000 post-9/11 veterans by the end of 2013. And we are well on our way to reaching that goal. The Joining Forces initiative is working to encourage companies and organizations to hire veterans and military spouses.  Last month, our Administration announced that 270 companies have committed to hiring 25,000 veterans and their spouses by the end of 2013. And just yesterday, the First Lady announced that the International Franchising Association and 1,200 affiliate companies are aiming to hire 80,000 veterans by 2013, including 5,000 wounded warriors.\n\n\tWe’re taking steps to make the job search easier for veterans. This week, the Department of Labor introduced the Veterans Gold Card, a certificate that will provide every post-9/11 veteran with individualized guidance, including a six-month plan of action, career coaching, a skills assessment, and one-on-one case management. Another tool, My Next Move for Veterans, will allow veterans to search for jobs using key words, industry type, or military experience. These new resources are up and running and you can find them at whitehouse.gov/vets.\n\t \n\tIn response to the President’s call for a career-ready military, the Department of Defense-Veterans Affairs Task Force is sharpening its focus on how to ease the transition from active duty to civilian life.  It has broadened the existing Transition Assistance Program (TAP) that provides career readiness counseling, and will oversee the creation of an entirely new program to provide more comprehensive services to every transitioning member of our military.\n\t \n\tWe’re breaking down walls that prevent veterans from using the skills and training they acquired in their military service as civilians.  For example, we’re helping veterans with medical training who are seeking health care jobs to cut though barriers to accreditation. To literally ease the journey to civilian life, the Department of Transportation announced this week over $30 million in grants to assist veterans in need of transportation to education and training centers, work, and medical appointments.\n\t \n\tHolly Petraeus is leading an effort at the Consumer Financial Protection Bureau to help prevent abusive practices by financial institutions that target military families. And we’re instituting new protections for veterans who are preyed upon by for-profit education institutions that promise more than they deliver.\n\t \n\tWe cannot make the point often enough: The government has many obligations, but only one sacred obligation. If we put troops in harm’s way, we have to take care of them when they come home. We are in awe of our 9/11 generation of veterans. Not only because they are the finest military force in the world but because they are extraordinary people and as a nation we owe them something better than 12.1% unemployment.  The leadership, talent, and courage these men and women demonstrated on distant battlefields can become a powerful force in restoring our economy here at home. So hire a vet. They’ll get the job done.\n\t \nJoe Biden is Vice President of the United States. Dr. Jill Biden is the Second Lady of the United States and leads the Joining Forces initiative with First Lady Michelle Obama.\n\n\n\n\n"
}