{
    "title": "White House to Eliminate $3.5 Billion in Wasteful Federal Real Estate Costs | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/10/20/white-house-eliminate-35-billion-wasteful-federal-real-estate-costs",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 20, 2011\n\n \n\n\n\nWhite House to Eliminate $3.5 Billion in Wasteful Federal Real Estate Costs\n\n\n\n\n\nMulti-Million dollar Georgetown Property Deemed Excess Today, Updated Map and Dashboard Unveiled\n\n\tWASHINGTON, DC - Today, the White House Campaign to Cut Waste announced important progress in the effort to rid the government of excess property. Last year, President Obama issued a Presidential Memorandum titled “Disposing of Unneeded Federal Real Estate” directing agencies to identify and dispose of $3 billion in excess real estate. Today, the Campaign to Cut Waste announced that the Administration is on track to exceed this goal – progress that will save the government $3.5 billion through sales, consolidations, cancelled projects, and other efforts to reduce maintenance and utility costs by the end of fiscal year 2012. As part of these efforts, the Campaign today officially labeled a multi-million dollar Georgetown property as excess, initiating the process to get it off the government’s books.\n\n\t“It’s simply unacceptable to have American taxpayers foot the bill for federal buildings that no one is using,” said Vice President Biden. “That’s why we’ve worked hard to successfully identify and dispose of over a thousand of these properties over the past year. No amount of waste is ever acceptable and we’re delivering on the President’s directive to save billions in real estate costs.”\n\n\tThe Campaign also released an updated interactive map today that shows the locations of over 12,000 properties the Administration has identified as excess. Among other features, the map tracks the Administration’s progress in moving 1,500 additional properties to the “excess” list – a first step required to sell or dispose of unneeded properties.\n\n\tRanging from abandoned sheds in rural locations to urban and suburban office buildings, these properties include the multi-million dollar heating facility in Georgetown. It has been more than ten years since the West Heating Plant, located on two acres of prime real estate near the Georgetown waterfront, has played a role in the boiler and pipe network that heats many of the capital’s government buildings.  Even so it cost taxpayers $3.5 million in operating and maintenance costs over the past decade.\n\n\t“Due to red tape and years of concern over local politics, properties like this sat on our books for too long, costing taxpayers millions in maintenance costs and preventing the opportunity to benefit from sale proceeds,” said Jeff Zients, Federal Chief Performance Officer and the Deputy Director for Management at the Office of Management and Budget.\n\n\tThe interactive map also identifies 1,400 properties that the Obama Administration has already disposed of, including a 1 million square foot Brooklyn warehouse that sold for $10 million and a Bethesda, MD office building that sold for over $12 million.\n\n\tTo provide a more detailed breakdown of the Federal government’s plans to get excess properties off our books, the Campaign also released a new dashboard today at Performance.gov. The dashboard illustrates how each agency is contributing to $3.5 billion in real estate savings by the end of 2012.\n\n\n\n\n"
}