{
    "title": "Vicepresidente Biden anuncia memorando presidencial para velar más estrictamente por el cumplimiento de las normas de la Ley para la Recuperación que exigen que los beneficiarios rindan cuentas | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vicepresidente-biden-anuncia-memorando-presidencial-para-velar-m-s-estrictamente-po",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 06, 2010\n\n \n\n\n\nVicepresidente Biden anuncia memorando presidencial para velar más estrictamente por el cumplimiento de las normas de la Ley para la Recuperación que exigen que los beneficiarios rindan cuentas \n\n\n\n\nEl Vicepresidente Joe Biden y Earl Devaney, presidente de la Junta de Responsabilidad y Transparencia durante la Recuperación (Recovery Accountability and Transparency Board), anunciaron hoy un memorando presidencial dando instrucciones a las agencias para que intensifiquen sus esfuerzos por mejorar el acatamiento de normas de rendimiento cuentas que son obligación de los beneficiarios de los fondos de la Ley para la Recuperación y Reinversión en Estados Unidos (American Recovery and Reinvestment Act). La Ley para la Recuperación requiere que quienes reciben fondos presenten informes trimestrales sobre cómo están utilizando el dinero. En el último trimestre, la gran mayoría de los beneficiarios acató la ley y presentó informes de gastos relacionados a 65,429 subvenciones para la recuperación. Durante el mismo periodo, sin embargo, no se presentaron 1,036 informes. El memorando presidencial da instrucciones a las agencias para que sean más estrictas en exigir que se cumplan los requisitos de rendir cuentas y presenten informes sobre la identidad de beneficiarios de fondos de la Ley para la Recuperación que no estén cumpliendo con ellos. Se adjunta una copia de este memorando presidencial.\n“Tras más de un año de implementación de la Ley para la Recuperación, puedo decir con orgullo que no sólo estamos generando empleos en todo el país, sino que lo estamos haciendo responsablemente y con un nivel de transparencia nunca antes visto en esta ciudad”, afirmó el Vicepresidente. “Este memorando presidencial continuará garantizando que se rinda cuentas por cada dólar y que se responsabilice a cada funcionario”.\n“He sido un firme promotor de medidas de acatamiento que alienten a los beneficiarios de fondos para la recuperación a que presenten sus informes de gastos a la Junta de Recuperación, tal como lo requiere la Ley para la Recuperación”, afirmó Devaney, el presidente de la junta. “La decisión del Presidente de enviar un memorando a altos funcionarios de los departamentos y agencias del poder ejecutivo será de gran ayuda para que la junta logre su objetivo de 100 por ciento de acatamiento”.\nCoincidiendo con el inicio del actual periodo de rendimiento de cuentas por beneficiarios, el 1º de abril, el Presidente envió un memorando dando instrucciones a las agencias para que tomen medidas enérgicas contra los beneficiarios que no presenten sus informes. Este memorando recalca el énfasis del gobierno en el rendimiento de cuentas y requiere que las agencias intensifiquen sus esfuerzos por cancelar subvenciones, recuperar fondos utilizados indebidamente o procurar la suspensión y expulsión de beneficiarios de subvenciones y contratistas que no rindan cuentas, siempre que tengan la autoridad para hacerlo y sea pertinente.\n \nLa junta supervisora conocida como el Recovery Accountability and Transparency Board, entidad independiente, fue constituida por la Ley Para la Recuperación del 2009 (American Recovery and Reinvestment Act of 2009) con dos objetivos: en primer lugar, crear transparencia con relación al gasto de fondos relacionados con la recuperación, y en segundo lugar, evitar y detectar el fraude, despilfarro y mala administración. La junta tiene un “Centro de Operaciones de Recuperación (“Recovery Operations Center” o ROC), cuyo propósito es identificar y combatir actividades potencialmente fraudulentas. Earl E. Devaney fue nombrado por el Presidente Obama para desempeñar la presidencia del comité de la Junta de Recuperación. Doce inspectores generales de las diversas agencias federales trabajan con el presidente Devaney.\nPulse AQUI para leer el memorando presidencial (en inglés).\n\n\n\n"
}