{
    "title": "Valerie Jarrett and Education Secretary Arne Duncan Hold White House Roundtable on Title IX | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/valerie-jarrett-and-education-secretary-arne-duncan-hold-white-house-roundtable-tit",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 23, 2009\n\n \n\n\n\nValerie Jarrett and Education Secretary Arne Duncan Hold White House Roundtable on Title IX\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  ________________________________________________________________________  FOR IMMEDIATE RELEASE                                                  June 23, 2009  Valerie Jarrett and Education Secretary Arne Duncan Hold White House Roundtable on Title IX   Today, on the 37th anniversary of the enactment of Title IX, White House Senior Advisor Valerie Jarrett, Education Secretary Arne Duncan and an all-star line-up of women athletes and scientists will hold a roundtable discussion on that key legislation.  Participants include Billie Jean King and Dominique Dawes, and 30 local high school aged girls will be in the audience along with several professional athletes and well-known Title IX advocates.   The roundtable will be streamed live on the web both at WhiteHouse.gov/live, and as part of an innovative Facebook application that allows users to both watch the live-stream and be part of an online chat about the roundtable simultaneously.  The roundtable will be kept up to date during the event on the comments and questions coming in through the chat, which will take place at this address: http://apps.facebook.com/ObamaWhiteHouselive/.  Non-facebook users can also submit their comments and questions at a special comment form that the White House will be monitoring during the event at the standard live-stream address: /live/.   \"Title IX represents a major advance not just for women, but for all Americans and for higher education,\" said Jarrett, who serves as chair of the White House Council on Women and Girls.  \"I'm especially proud of our efforts to encourage women to pursue their aspirations in fields in which they have been historically underrepresented such as science and technology.  The Obama Administration is working closely with all government agencies to understand how we can elevate issues related to girls in this country.  Title IX is integral to that effort and that is why it is so fitting know that any girl can be ready to discover our next cure to cancer, win the next triathlon or become President of the United States.\"   \"The Administration continues striving to remove the obstacle of gender discrimination and increase access to college and careers for students,\" said Secretary Duncan. \"The White House Council on Women and Girls and many Title IX advocacy groups play an extremely important role in ensuring fairness and access to education. This work is absolutely critical for the success of our students and for the competitive future of our nation.\"   Today’s event honors the work of Title IX advocates over the last four decades and demonstrates the Obama Administration’s commitment to Title IX.  Title IX, is the landmark legislation that bans sex discrimination in schools, whether it be in academics or athletics. The law enacted on June 23, 1972 states: \"No person in the United States shall, on the basis of sex, be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any education program or activity receiving Federal financial assistance.\"  Background on today’s roundtable:  Roundtable Participants: Valerie Jarrett – Senior Advisor to the President and Chair of the White House Council on Women and Girls  Secretary Arne Duncan – Secretary of Education  Russlynn Ali – Assistant Secretary for Civil Rights Department of Education  Dr. Joyce Winterton - Assistant Administrator for Education at NASA  Billie Jean King –Tennis champion and civil rights advocate  Marcia Greenberger – President of the National Women's Law Center  Dominique Dawes – Former President of the Women’s Sports Foundation, Olympian  Jessica Mendoza - Current President of the Women’s Sports Foundation  Shirley Malcolm - Head of the Directorate for Education and Human Resources Programs American Association for the Advancement of Science        Additional Expected Attendees:  Birch Bayh - Former United States Senator, \"Father of Title IX\"  Christine Brennan - USA Today Columnist, author and commentator  Renee Brown – WNBA, Chief of Basketball and Player Relations  Neena Chadhry -National Women's Law Center  Mariah Clarke - Washington Freedom, Community Relations Manager  Donna de Varona - First President of Women’s Sports Foundation and Olympic gold medalist  Dieuliis Diane - Life Sciences Office of Science and Technology Policy  Karen Durkin - Women's Sports Foundation  Ashley English - Institute for Women's Policy Research  Benita Fitzgerald Mosley - Olympic gold medalist in track and field  Abe Frank - NCAA  Jocelyn Frye - Deputy Assistant to the President for Domestic Policy  Kristen  Galles - Title IX Attorney  Kim Gandy -President, NOW  Fatima Goss Graves - National Women's Law Foundation  Lillian Green-Chamberlin  - Olympic gold medalist in track and field  Lisa Guide - Rockefeller Family Fund  Jesse Jolene -Program Director, Research on Gender in Science and Engineering, National Science  Foundation  Alexis Jones - I Am That Girl  Laura  Kaufmann - National Women's Law Center  Janet Koster - Executive Director, Association  for Women in Science  TerriAnn Lakowski - Women's Sports Foundation  Dina Lassow - National Women's Law Center  Joanna Lohman -Washington Freedom Player  Denese Lombardi - Girls Inc.  Latifa  Lyles - NOW  Maureen McFadden - Women's Sports Foundation  Karen Morrisson -NCAA  April   Osajuma - Girls, Inc.  Jocelyn Samuels - National Women's Law Center  Melissa Schreibstein - Women's Sports Foundation  Betty Shananhan - Executive Director and CEO, Society of Women Engineers  Susan  Sher - Chief of Staff for the First Lady  Eleanor Smeal - Feminist Majority Foundation  Members of YMCA National Capital  FIRST Robotics Competition Team (A joint partnership between NASA and Herndon High School)   \n\n\n\n"
}