{
    "title": "FACT SHEET: President Obama Announces High School Graduation Rate Has Reached New High | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/10/17/fact-sheet-president-obama-announces-high-school-graduation-rate-has",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 17, 2016\n\n \n\n\n\nFACT SHEET: President Obama Announces High School Graduation Rate Has Reached New High\n\n\n\n\n\n\tToday, President Obama will travel to Benjamin Banneker Academic High School in Washington, D.C. to announce that America’s high school graduation rate has reached a record new high of 83.2 percent.\n\n\tThe high school graduation rate has risen steadily over President Obama’s time in office, growing by about four percentage points since the 2010-2011 school year -- the first year all states used a consistent, four-year adjusted measure of high school completion. This increase reflects important progress schools across the country are making to better prepare students for college and careers after graduation.\n\n\tIn his speech at Benjamin Banneker Academic High School, President Obama will highlight investments and resources available for students to earn a degree beyond high school and all his Administration has accomplished to improve educational opportunities and outcomes for America’s learners, from cradle through career. He will also reflect on the work that continues, as we strive to ensure that every student has the chance to succeed in a 21st century economy.\n\nPromising Gains for All Students\n\n\tThe 2014-2015 graduation rates released today show progress for all reported groups of students, including students of color, low-income students, students with disabilities, and English learners. Black, Hispanic, and Native American students continued to narrow the gap between their graduation rates and those of their white peers, even as all groups made progress:\n\n\n\n\n\n\n\n\tYear-by-Year Data: National Center for Education Statistics\n\n\tNearly every state across the country has seen progress since 2010-2011. Between school years 2013-2014 and 2014-2015, the District of Columbia made the greatest amount of progress in the Nation, improving its graduation rates by seven percentage points. In 2010, the District of Columbia received support through Race to the Top – the Obama Administration’s signature education reform initiative. These reforms helped make important strides in implementing college and career-ready standards, improve teacher and principal effectiveness, and turn around some of the District’s lowest-performing schools. The District of Columbia is also a national leader in providing high-quality preschool, and leads the nation in the share of its youngest learners with access to free and publicly available early education.\n\n\tFor further details on state-by-state graduation rates please click HERE.\n\nBuilding on Historic Progress to Help Students Succeed\n\n\tIn addition to reaching record graduation rates, the country has made real progress to increase educational opportunity and help students succeed since President Obama took office.\n\n\tKey signs of progress include:\n\n\nInvesting in Early Education: In 2013, President Obama put forth his bold Preschool for All proposal to establish a federal-state partnership that would provide high-quality preschool for all four-year-olds from low- and moderate-income families. After the President’s call, many states took action and today, 46 states and the District of Columbia invest in preschool programs. From 2009 to 2015, states enrolled 48,000 additional four-year-olds in preschool through their own investments. The Obama Administration has also invested an additional $4 billion in Head Start, the largest federal early childhood initiative, and $1.75 billion in Preschool Development Grants and Race to the Top-Early Learning Challenge grants, leading to hundreds of thousands more children having access to high-quality preschool across the country.\n\nReforming and Improving America’s Schools: The Obama Administration’s Race to the Top program spurred systemic reforms, incentivizing states to adopt college and career-ready standards for teaching and learning and to undertake meaningful change across their public education systems. The $4 billion competitive grant program served 22 million students in 18 states and Washington D.C. -- nearly half of all students in the country. Through the School Improvement Grants program, the Administration has also invested over $7 billion to transform America’s lowest performing schools. These efforts helped contribute to a decline in dropout rates, and over the last decade, dropout rates have been cut dramatically for Latino and African American students, while the number of high schools where fewer than six in ten students graduate on time has been cut by more than 40 percent.\n\nConnecting America’s Classrooms: Launched in 2013, the President’s ConnectED initiative set a goal of connecting 99 percent of students to high-speed broadband by 2018; issued a call to action on the private sector and other stakeholders to develop quality, low-cost digital devices and content for teachers and students; and increased investments in professional development for teachers and school leaders so they can lead the transition to digital learning. Today, students and teachers across the country are realizing the benefits of personalized, digital learning; thousands of districts have taken steps to make their schools “Future Ready,” 20 million more students have gained access to high-speed broadband in their classrooms, and millions of students in all 50 states are leveraging new resources that support ConnectED, such as Open eBooks.\n\nSpurring Innovation in Education: The Obama Administration has invested in new efforts to develop, test, refine, and scale a new set of solutions to close achievement gaps in America’s public schools. By investing more than $1.3 billion in nearly 160 projects, the Investing in Innovation Fund (i3) has reached more than two million students across all 50 states and the District of Columbia. Projects undergo rigorous evaluation and expand the knowledge base to enable educators across the country to use a new set of strategies and solutions that will help students make even greater progress in the years ahead.  Last year, the bipartisan Every Student Succeeds Act codified the new Education Innovation and Research program as a successor to i3. The Obama Administration has also invested almost $350 million in replicating high quality charter schools, serving predominantly low-income students.\n\nRedesigning America’s High Schools: President Obama recognizes that we must do more to engage, prepare, and inspire college and career-ready students, and align high school learning to the experiences and opportunities that matter in young people’s lives. That is why in the President’s 2013 State of the Union address, he laid out a new vision for America’s high schools, proposing funding to scale-up innovative high school models and partnerships with colleges and employers so that all students graduate better equipped for the demands of the innovation economy. To build on this work the White House has hosted two annual summits on Next Generation High Schools in 2015 and 2016, announcing $375 million in private and public sector commitments and commitments from states and school districts estimated to impact more than 600,000 students to advance Next Generation High Schools.\n\nDeveloping and Supporting Great Teachers and Leaders: The Obama Administration’s investments during the Great Recession saved and created an estimated 400,000 jobs, mostly directly in education.  The Administration has also invested over $3.5 billion in competitive grant programs since 2009 to prepare, develop, support and retain outstanding educators across America’s urban and rural schools -- through programs such as the School Leadership Program, Supporting Effective Educator Development, Teacher Incentive Fund, Teacher Quality Partnership and Transition to Teaching.\n\nPromoting Excellence in STEM and Computer Science for All: America is on track to meet President Obama’s goal of preparing 100,000 excellent STEM teachers by 2021; 100,000 engineers are graduating yearly from American universities for the first time; and states and cities across the country are answering the President’s call to ensure that all of America’s students have the opportunity to learn computer science in their schools.  31 states now count computer science classes toward their high school graduation requirements, and a new computer science Advanced Placement (AP) course has launched in more than 2,000 classrooms.\n\nMaking Historic Investments in Financial Aid: President Obama has doubled investments in financial aid, increasing the maximum Pell Grant by over $1,000 and establishing the American Opportunity Tax Credit to provide up to $10,000 in tax credits to support higher education over four years. More than two million additional students have received college assistance each year through the Pell Grant over the course of the Obama Administration. A recent report by the President’s Council of Economic Advisers suggests that the Obama Administration’s increase in the average Pell Award between 2008-2009 and 2014-2015 will lead to an additional $20 billion in aggregate earnings, a nearly 2:1 return on the investment.\n\nMaking College More Affordable: The Department of Education recently announced this year’s Free Application for Federal Student Aid (FAFSA)— available October 1 for the first time, three months earlier than the traditional January 1 date—so that more students can access the historic investment in financial aid and better information when they need it. About one million students submitted their FAFSA applications within the first ten days since the launch of the application, outpacing recent years. In addition, income-based repayment plans like the President’s “Pay as You Earn” (PAYE) plan cap monthly student loan payments at as little as 10 percent of income, so that more borrowers can successfully manage their student loans. About 5.3 million Direct Loan borrowers have taken advantage of repayment options like the President’s PAYE plan, up from 700,000 in 2011.\n\nPromoting College Success: The College Scorecard—which was announced by the President in 2015—provides the clearest, most accessible, and most reliable national data on cost, graduation rates, debt, and post-college earnings. Organizations—like Google, College Board, and the Common Application —are building the College Scorecard tool and data into their products in order to ensure that students and families have the best information available at critical decision-making-periods. The College Scorecard data on college costs, graduation rates, and earnings will be clearly featured in the hundreds of millions of Google searches related to colleges and universities taking place in the U.S. each year. Together with the earlier availability of the FAFSA, the College Scorecard ensures that students and families have the best information available to choose a good-value school. Because students and families can learn about their financial aid eligibility within a few days of completing the FAFSA, they will have better information to compare costs and student outcomes available on the Scorecard when they are searching for and applying to schools. Next year, the FAFSA will direct students to the College Scorecard, so that students will have immediate access to the information they need to make their most consequential investment to date—by weighing their personalized financial aid estimates against a school’s student outcomes, comparing schools, and considering the full scope of their college options.\n\nMaking Community College Free for Hard-working Students: During his 2015 State of the Union, President Obama unveiled America’s College Promise, a plan that creates and strengthens partnerships to make two years of community college free for responsible students, letting students earn the first half of a college degree and skills needed in the workforce at no cost. The President’s proposal would also support four-year Historically Black Colleges and Universities and Minority-Serving Institutions in providing students with up to two years of college at zero or significantly reduced tuition. If all states participate, an estimated nine million students could benefit. A full-time community college student could save an average of $3,800 in tuition per year. Since the President announced America’s College Promise, at least 36 free community college programs have launched in states, cities and community colleges throughout the country. Together, these new programs alone have added more than $150 million in new investments in community colleges to serve 180,000 students. The number of free community college programs across the country is expected to grow, with $100 million for America’s Promise Grants, the tuition-free dual enrollment pilot for 10,000 students, and resources like the America’s College Promise Playbook. \n\n\n\n\n\n"
}