{
    "title": "ADVISORY: Vice President Biden to Lead First Middle Class Task Force Meeting in Philadelphia | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/advisory-vice-president-biden-lead-first-middle-class-task-force-meeting-philadelph",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nFebruary 25, 2009\n\n \n\n\n\nADVISORY: Vice President Biden to Lead First Middle Class Task Force Meeting in Philadelphia\n\n\n\n\nTHE WHITE HOUSE Office of the Vice President ______________________________ For Immediate Release                  February 25, 2009 **MEDIA ADVISORY** Task Force Will Focus on Green Jobs as a Pathway to a Strong Middle Class www.AStrongMiddleClass.gov  Washington, DC – The Middle Class Task Force, led by Vice President Joe Biden, will hold its first official meeting on FRIDAY February 27th at 12:30 PM EDT at the William B. Irvine Auditorium on the University of Pennsylvania campus in Philadelphia.  The focus of this meeting is on green jobs as a pathway to a strong middle class. The Vice President will be joined by several cabinet members and members of the Task Force including:  Secretary of the Department of Energy Steven Chu; Secretary of Transportation Ray LaHood; Secretary of Education Arne Duncan; Secretary of Agriculture Thomas Vilsack; Secretary of Department of Housing and Urban Development Shaun Donovan; Department of Labor Secretary-designate Hilda Solis; Director of White House Domestic Policy Council Melody Barnes ; and Assistant to the President for Energy and Climate Change Carol Browner  The Task Force will hear presentations from experts on the potential to create green jobs as a part of economic recovery and on how to connect people to training and opportunities in the green economy. The task force will then hold an interactive discussion with questions and answers on the information presented. In addition, Pennsylvania Governor Edward G. Rendell and members of the Pennsylvania Congressional delegation will join the discussion, including Senator Arlen Specter; Senator Bob Casey; Representative Chaka Fattah; and Representative Robert Brady. Meeting Details:  Panel One:  Green Jobs: What Are They And How Can They Help The Middle Class? Panelists:  John Podesta, President and Chief Executive Officer of the Center for American Progress Van Jones, President and founder of Green for All Fred Krupp, President of the Environmental Defense Fund  Second Panel: Creating Green Opportunity: The Roles of Stakeholders Panelists:  Carol Browner, Assistant to the President for Energy and Climate Change Leo Gerard, International President of the Steelworkers of America Mayor of Philadelphia Michael Nutter Cecilia Estolano, Chief Executive Officer, Community Redevelopment Authority, City of Los Angeles Mark Edlen, Co-founder and Managing Principal, Gerding-Edlen Development\"  This event is OPEN to the press. Press wishing to attend must RSVP to press@ovp.eop.gov by 12 Noon on Thursday February 26th.  Wireless Internet will be provided.    About the Middle Class Task Force: The Middle Class Task Force is working with a wide array of federal agencies that have responsibility for key issues facing the middle class and expedite administrative reforms, propose Executive orders, and develop legislative and policy proposals that can be of special importance to working families. One of the things that makes this task force distinctive is it brings together - in one place - those agencies that have the most impact on the well-being of the middle class in our country. The Task Force will continue to operate with complete transparency. All materials distributed at Friday’s meeting in Philadelphia, along with transcripts and video posts will be up on our public website, www.AStrongMiddleClass.gov.   ### BACKGROUND ON PANELISTS Panel One:  Green Jobs: What Are They And How Can They Help The Middle Class?  Fred Krupp, President of the Environmental Defense Fund will be demonstrate a new tool which provides an interactive map of key industries with the potential to create new jobs as a result of investment in clean energy. Krupp will also highlight the quickest path to creating \"green jobs,\" whether those are existing jobs or new jobs, particularly in states hit hard by industrial losses, and ways in which the transition to a clean energy/low carbon economy can only be realized by bringing together \"old economy\" strengths and \"new economy\" innovations.    John Podesta, President and Chief Executive Officer of the Center for American Progress will provide an overview of the pieces of the puzzle and how to create a policy environment where good green jobs can flourish.   Van Jones, President and founder of Green for All will discuss the ways in which we can ensure that all persons have access to quality green jobs through partnerships between government, educational institutions non-profits and labor that provide training.  Jones will also touch on innovative ideas like using youth training money and service programs to provide green job training.  Panel Two: Creating Green Opportunity: The Roles of Stakeholders  Carol Browner, Assistant to President Obama for Energy and Climate Change will discuss the role of the federal government in creating green jobs as well as the creation of green jobs for the middle class in the Recovery Act and initiatives in the budget that will generate good-paying green opportunity.   Leo Gerard, the International President of the Steelworkers of America will talk about the role of the labor movement in creating green jobs and training workers for them.   Mayor Michael Nutter, Mayor of Philadelphia will discuss the role of cities in creating green jobs.   Cecilia Estolano, The Chief Executive Officer of the Community Redevelopment Authority in the City of Los Angeles will discuss the role of non-profits and city governments, and the importance of connecting training programs to job creation – so that people train for jobs that exist or are being created.    Mark Edlen, President of Gerding-Edlen, a Green Development will discuss the role of business in creating green jobs.  In its innovative projects that include water and energy-conserving features Gerding Edlen creates green jobs in construction, weatherization, retrofitting, solar installation as well as design. \n\n\n\n"
}