{
    "title": "MENSAJE SEMANAL: Somos Orlando | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/06/18/mensaje-semanal-somos-orlando",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 18, 2016\n\n \n\n\n\nMENSAJE SEMANAL: Somos Orlando\n\n\n\n\n\n\tWASHINGTON, DC — En su mensaje semanal, el Presidente Obama reflejo sobre su visita con las familias de muchas de las víctimas de lo que sucedió en Orlando. El Presidente reitero que nosotros estamos junto a ellos, y siempre lo estaremos –  y también estamos y seguiremos haciendo todo lo que podamos para detener estos tipos de ataques, y para finalmente destruir a ISIL. Con el Día del Padre acercándose, el Presidente enfatizo las responsabilidades que tenemos los unos con los otros – particularmente a nuestros hijos. Con demasiada frecuencia, momentos como este fueron seguidos por meses de silencio y pasividad. El Presidente Obama dijo que si vamos a criar a nuestros hijos en un mundo más seguro y lleno de amor, tenemos que hacernos oír al respecto. Tanto si nos escuchan hablar sobre el riesgo que presentan las armas de fuego en nuestras comunidades, o por qué la tolerancia y la igualdad son importantes, nuestros hijos necesitan escuchar nuestras palabras y que también nos vean vivir nuestras propias vidas con amor.\n\n\tEl audio y video de este mensaje estarán disponibles en http://obamawhitehouse.archives.gov a las 6:00 am ET, el 18 de junio del 2016.\n\nComentarios del Presidente Barack Obama\n\nMensaje semanal\n\nLa Casa Blanca\n\n18 de junio de 2016\n\n\tHa pasado menos de una semana desde el tiroteo masivo más mortífero en la historia de los Estados Unidos. Y ante todo en nuestras mentes ha estado la pérdida y el dolor sentido por la gente de Orlando, especialmente nuestros amigos que son lesbianas, homosexuales, bisexuales o transexuales. Yo visité a las familias de muchas de las víctimas el jueves. Y lo que les dije es que no estaban solos. La gente de los Estados Unidos, y la gente de todo el mundo, están junto a ellos, y siempre lo estará.\n\n\tLa investigación está en curso, pero sabemos que el asesino era una persona enojada y perturbada que tomó información y propaganda extremista a través de internet y se radicalizó. Durante su matanza, juró lealtad a ISIL, un grupo que ha hecho un llamado a las personas de todo el mundo para que ataquen a civiles inocentes.\n\n\tEstamos y seguiremos haciendo todo lo que podamos para detener estos tipos de ataques, y para finalmente destruir a ISIL. La gente extraordinaria de nuestras comunidades de inteligencia, fuerzas militares, seguridad nacional y autoridades del orden público ya han evitado muchos ataques y salvado muchas vidas, y no cesaremos.\n\n\tJunto a las historias de valentía, recuperación y unión durante la última semana, hemos visto también un enfoque renovado en la reducción de la violencia con armas de fuego. Como dije hace unos días, ser duros con el terrorismo requiere más que solamente hablar. Ser duros con el terrorismo, particularmente con los tipos de terrorismo producidos en territorio nacional que hemos visto en Orlando y San Bernardino, significa que hay que hacer que sea más difícil que la gente que quiere matar a estadounidenses consiga armas de asalto que son capaces de matar a docenas de inocentes lo más rápido posible. Eso es algo de lo que continuaré hablando en las próximas semanas.\n\n\tTambién es parte de algo que estuve pensando mucho esta semana, y que es una responsabilidad que tenemos los unos con los otros. Eso es definitivamente cierto ahora que se acerca el Día del Padre.\n\n\tYo me crie sin tener a mi padre cerca. Si bien me he preguntado cómo hubiera sido mi vida si él hubiera estado más presente, también he tratado con todo mi empeño de ser un buen padre para mis propias hijas. Como todos los padres, me preocupo por la seguridad de mis hijas todo el tiempo. Especialmente cuando vemos violencia evitable en lugares donde nuestros hijos e hijas van a diario a medida que crecen: sus escuelas y centros religiosos, cines, discotecas. Es inadmisible que permitamos que sea tan fácil tener acceso a armas de guerra en estos sitios. Y luego, incluso después de ver a los padres llorar la muerte de sus hijos, no tiene sentido que como país no hagamos nada para evitar el próximo sufrimiento.\n\n\tEntonces, durante esta última semana, también he pensado mucho en los padres y las madres de todo el país que tuvieron que explicar a sus niños lo que sucedió en Orlando. Una y otra vez hemos observado momentos de silencio por las víctimas del terror y la violencia con armas de fuego. Con demasiada frecuencia, esos momentos fueron seguidos por meses de silencio. La pasividad es simplemente inexcusable. Si vamos a criar a nuestros hijos en un mundo más seguro y lleno de amor, tenemos que hacernos oír al respecto. Necesitamos que nuestros hijos nos escuchen hablar del riesgo que presentan las armas de fuego en nuestras comunidades, y en contra de una situación que no tiene sentido. Ellos nos tienen que oír decir estas cosas aun cuando aquellos que no están de acuerdo son ruidosos y poderosos. Necesitamos que nuestros hijos escuchen de nosotros por qué la tolerancia y la igualdad son importantes, sobre los tiempos en que su ausencia ha marcado nuestra historia y cómo un mayor entendimiento mejorará el futuro que heredarán ellos. Necesitamos que nuestros hijos escuchen nuestras palabras y que también nos vean vivir nuestras propias vidas con amor.\n\n\tY no podemos olvidar nuestra responsabilidad de recordar a nuestros hijos los ejemplos a seguir, que brillan en momentos de oscuridad. La policía y el personal de respuesta inmediata, los transeúntes que salvaron vidas y los donantes de sangre. Aquellos que consuelan a los dolientes y visitan a los heridos. Las víctimas cuyos últimos actos en este mundo fue de ayudar a otros a poder rescatarse. Ellos no solo son un ejemplo para nuestros hijos, pero sus acciones son ejemplos para todos nosotros.\n\n\tSer padre es darse cuenta que no todo está bajo nuestro control. Pero, como padres, debemos recordar que hay una responsabilidad que siempre está en nuestras manos cumplir: nuestra obligación de dar amor y apoyo incondicional a nuestros hijos; de mostrarles la diferencia entre lo bueno y lo malo; de enseñarles a amar, no a odiar; y de que aprecien nuestras diferencias, no como algo a lo que debemos temer, sino como un gran regalo que debemos apreciar.\n\n\tPara mí, la paternidad significa estar presente. Entonces, en los días venideros, estemos presentes los unos para los otros. Estemos presentes para nuestras familias y para aquellos que sufren. Unámonos en nuestras comunidades y como país. Y no nos olvidemos nunca cuánto bien podemos lograr con tan solo amarnos los unos a los otros.\n\n\tFeliz Día del Padre a todos los padres y que pasen un buen fin de semana.\n\n\n\n\n"
}