{
    "title": "Statement by NSC Spokesperson Bernadette Meehan on of the Display of the Ghazir Rug in the White House Visitor Center | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/10/15/statement-nsc-spokesperson-bernadette-meehan-display-ghazir-rug-white-ho",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 15, 2014\n\n \n\n\n\nStatement by NSC Spokesperson Bernadette Meehan on of the Display of the Ghazir Rug in the White House Visitor Center\n\n\n\n\nOn November 18-23, the White House Visitor Center will show an exhibit entitled: “Thank you to the United States: Three Gifts to Presidents in Gratitude for American Generosity Abroad.” Among those gifts displayed will be the Ghazir Rug.  The rug, also known as the “Armenian Orphan Rug,” was presented to President Coolidge in 1925 in recognition of the humanitarian assistance rendered by the American people to displaced Armenian orphans.\nThe rug is made to characterize the Garden of Eden, contains 4 million knots and took 18 months to complete.  The rug measures 11.5 feet by 19 feet and is in excellent condition. It was removed with President Coolidge’s personal possessions when he left office in 1929 but was returned to the White House as a gift from his family in 1982. The rug has only been displayed twice since then, and is a reminder of the close relationship between the people of Armenia and the United States.\nThe other two items in the exhibit are a Sèvres vase commissioned by “Young People of France” that is believed to have been sent to President Hoover in 1930 in appreciation for feeding children in post-World War I France, and Flowering Branches in Lucite which were sent to President Obama in recognition of American support of the people of Japan after the devastating earthquake and tsunami in 2010.\nThe White House Visitor Center is located at 1450 Pennsylvania Avenue, NW. The center is free and open to the public from 7:30 a.m. until 4 p.m. daily. \n\n\n\n\n"
}