{
    "title": "Vice President Biden Holds Middle Class Task Force Event on Work and Family | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-holds-middle-class-task-force-event-work-and-family",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nJuly 20, 2010\n\n \n\n\n\nVice President Biden Holds Middle Class Task Force Event on Work and Family\n\n\n\n\nEqual Pay Enforcement Task Force Releases Recommendations; \nWhite House Council on Women and Girls Launches Work-Flex Event Starter Kit\nWASHINGTON – Today, Vice President Joe Biden held a Middle Class Task Force event on solutions for families balancing the dual demands of work and caring for family.  The Vice President and members of the White House Middle Class Task Force and Council on Women and Girls announced recommendations from the Equal Pay Enforcement Task Force and discussed the Administration’s ongoing commitment to improving work-family balance for all Americans.\nChair of the White House Middle Class Task Force, Vice President Biden said: “Women make up nearly half of all workers on U.S. payrolls, and two-thirds of families with children are headed either by two working parents or by a single parent who works. Yet, the workplace has, for the most part, not changed to reflect these realities – and it must.  Closing the gender pay gap, helping parents keep their jobs while balancing family responsibilities, and increasing workplace flexibility – these are not only women’s issues, they are issues of middle class economic security.”\nTo implement President Obama’s pledge in the State of the Union address to crack down on violations of equal pay laws, the Administration created the National Equal Pay Enforcement Task Force, bringing together the Equal Employment Opportunity Commission (“EEOC”), the Department of Justice (“DOJ”), the Department of Labor (“DOL”), and the Office of Personnel Management (“OPM”). \nAlthough a number of laws exist to address equal pay enforcement, the Task Force has identified five persistent challenges in this area, made recommendations to address each challenge, and developed an action plan to implement those recommendations.  The recommendations from the National Equal Pay Enforcement Task Force are as follows:\n1.      Improve interagency coordination and enforcement efforts to maximize effectiveness of existing authorities.  \n2.      Collect data on the private workforce to better understand the scope of the pay gap and target enforcement efforts.  \n3.      Undertake a public education campaign to educate employers on their obligations and employees on their rights.  \n4.      Implement a strategy to improve the federal government’s role as a model employer. \n5.      Work with Congress to pass the Paycheck Fairness Act.\nTo read more about this set of recommendations and action plan, please click here.  \nThe White House Council on Women and Girls also announced the White House’s launch of a Work-Flex Event Starter Kit to encourage greater dialogue around workplace flexibility at the community level and bring people together to start making changes. Employees, businesses, and universities are encouraged to use the Event Starter Kit to host a discussion in their own community about how innovative workplace flexibility policies can help employees balance work and family responsibilities, while simultaneously improving employers’ bottom lines.  To view the White House’s Work-Flex Event Starter Kit, please click here. \nAt the event, the Vice President was joined by Attorney General Eric Holder, Secretary of Labor Hilda Solis, Senior Advisor to the President Valerie Jarrett, White House Domestic Policy Council Director Melody Barnes, and Chair of the Equal Employment Opportunity Commission Jacqueline Berrien.  Lilly Ledbetter, the namesake of the Lilly Ledbetter Fair Pay Act signed by President Obama to fight pay discrimination and ensure fundamental fairness to American workers, introduced the Vice President.\nThe Department of Justice:  Attorney General Eric Holder pledged that the Department of Justice and other enforcement agencies will coordinate and collaborate through investigations, litigation, policy guidance, data analysis, and public education efforts to make meaningful progress in closing the wage gap.  Already, the Justice Department, in conjunction with the EEOC and four of its district offices, has launched a robust and intensive pilot program to coordinate the investigation and litigation of charges against state and local government employers.  The Department is also coordinating with the Office of Federal Contract Compliance Programs to better enforce the laws that protect the civil rights of employees of federal contractors.  The Attorney General recommitted the Department of Justice to these critical efforts and to ensuring equal opportunity and equal treatment in the workplace. For more information, please visit:  http://www.justice.gov/.\nThe Equal Employment Opportunity Commission:  The EEOC committed to engage in increased outreach and education to improve awareness of wage discrimination laws; evaluate wage data collection needs and current capabilities, working in concert with the Office of Federal Contract Compliance Programs (OFCCP) to avoid duplicative data collection efforts; work with the Office of Personnel Management (OPM) to improve the federal government’s status as a model employer; and work with the Department of Labor and the Department of Justice to improve interagency coordination toward enforcement of our nation’s wage discrimination laws.  For more information, please visit:  http://www.eeoc.gov/. \nThe Department of Labor:  Through a collaborative effort between the Departments of Labor, Justice and the Equal Employment Opportunity Commission, the Administration will ensure strategic enforcement of pay discrimination cases. In addition to hiring nearly 200 more enforcement staff, DOL will publish an Advanced Notice of Proposed Rulemaking early next year.  The ANPRM will seek input from stakeholders on how the Equal Opportunity survey can be improved.  The Labor Department will also launch new public education efforts, including an Equal Pay Checklist, a revamping of the Equal Pay Employer Self-Audit tool, and hosting an Equal Pay Research Summit.\nTo address issues related to work/family balance, the Labor Department will conduct a new Family and Medical Leave Act survey in 2011.  The survey will provide needed insights into how families use leave. In addition to baseline data collection, the survey will also provide information on regulatory changes including a recent administrative interpretation of the FMLA. In 2011, DOL intends to sponsor a supplement to the American Time Use Survey.  The data collection will be designed to gather more information on parental leave, child care responsibilities, family leave insurance program usage, and other issues related to the intersection of work and family responsibilities.  Building on the White House’s Flexibility Forum, the Department will also host a series of “National Dialogue on Workplace Flexibility” forums across the country.  For more information about the U.S. Labor Department’s pay equity and workplace flexibility initiatives, please visit:  http://www.dol.gov/.\n\n\n\n"
}