{
    "title": "Vice President Biden Kicks Off $7.2 Billion Recovery Act Broadband Program | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-kicks-72-billion-recovery-act-broadband-program",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nDecember 17, 2009\n\n \n\n\n\nVice President Biden Kicks Off $7.2 Billion Recovery Act Broadband Program\n\n\n\n\nJoined by Governor Perdue, Vice President Announces an Initial $183 Million in Awards to Expand Broadband Access in Seventeen States\nDAWSONVILLE, Ga. – Vice President Biden today kicked off $7.2 billion in Recovery Act broadband grant and loan programs, of which $2 billion will be made available on a rolling basis over the next 75 days to bring high-speed Internet to communities that currently have little or no access to the technology.  At an event at Impulse Manufacturing in Dawsonville, Georgia, with Governor Sonny Perdue (R-GA), he announced an initial $183 million investment in eighteen broadband projects benefiting seventeen states which has already been matched by over $46 million in public and private sector capital.  The awards are not only expected to provide initial job opportunities in infrastructure and manufacturing, but help bridge the digital divide and boost economic development for communities held back by limited or no access to the technology. \n“New broadband access means more capacity and better reliability in rural areas and underserved urban communities around the country. Businesses will be able to improve their customer service and better compete around the world,” said Vice President Biden. “This is what the Recovery Act is all about – sparking new growth, tapping into the ingenuity of the American people and giving folks the tools they need to help build a new economy in the 21st-century.”\nThe projects receiving funds today are the first in the $7.2 billion program – $4.7 billion through the Department of Commerce’s National Telecommunications and Information Administration (NTIA) and $2.5 through the Department of Agriculture’s Rural Utilities Service (RUS) – being implemented under the Recovery Act to expand broadband access and adoption across the country.  The awards are designed to help underserved – and often hard-hit – communities overcome the distance and technology barrier by expanding connectivity between educational institutions, enabling remote medical consultations and attracting new businesses – as well as the jobs that come with them.  They are part of an over $100 billion investment in science, technology and innovation the Administration is making through the Recovery Act to lay a new foundation for economic growth.\n“Broadband is the new dial tone of the 21st-century,” said Governor Perdue.  “Internet access is as important to our communications infrastructure today as reliable telephone service was a century ago.  Creating an advanced network will promote economic development, expand educational opportunities and improve the availability and efficiency of government services.”\nThe National Economic Council today released a report, “Recovery Act Investment in Broadband: Leveraging Federal Dollars to Create Jobs and Connect America,” which found that Recovery Act investments in broadband will create tens of thousands of jobs in the near term and expand opportunities and economic development in communities that would otherwise be left behind in the new knowledge-based economy.  A copy of the report can be viewed HERE. \n            \nAs part of today’s announcement, Commerce Secretary Gary Locke traveled to Bangor, Maine, where he announced $25.4 million in grants to build broadband infrastructure throughout rural and disadvantaged portions of parts of the state.   On Tuesday, Agriculture Secretary Tom Vilsack will travel to Ohio to discuss how a $2.4 million broadband award will help boost economic development in the region and connect the local community to the smart energy grid.\n\"Expanding high-speed Internet access is critical to improving America’s economic competitiveness,\" said Secretary Locke. \"Unless we use the 21st-century tools at our disposal, America will never be as connected as it could be. And that connection is crucial for our economic future.\"\n“These broadband investments continue the Obama Administration’s efforts to create jobs, expand economic opportunities and build a stronger rural America,” said Secretary Vilsack. “We must take steps to keep the institutions that are the heart and soul of our communities strong, and that is why many of these grants and loans support anchor institutions – such as libraries, public buildings and community centers – that are necessary for the viability of rural communities.”\nFour different types of awards were made today:\n\nMiddle Mile Awards – $121.6 million to build and improve connections to communities lacking sufficient broadband access.\nLast Mile Awards – $51.4 million to connect end users like homes, hospitals and schools to their community’s broadband infrastructure (the middle mile).\nPublic Computing – $7.3 million to expand computer center capacity for public use in libraries, community colleges and other public venues. \nSustainable Adoption – $2.4 million to fund innovative projects that promote broadband demand with population groups where the technology has traditionally been underutilized. \n\nThe following Middle Mile awards were made through the Department of Commerce:\n\nGEORGIA: North Georgia Network Cooperative, Inc., $33.5 million grant with an additional $8.8 million in matching funds to deploy a 260-mile regional fiber-optic ring to deliver gigabit broadband speeds, reliability, affordability, and abundant interconnection points for last mile service in the North Georgia foothills.\nMAINE: Biddeford Internet Corp. (d.b.a. GWI), $25.4 million grant with an additional $6.4 million in matching funds to build a 1,100-mile open access fiber-optic network extending to the most rural and disadvantaged areas of the state of Maine, from the Saint John Valley in the north, to the rocky coastline of downeast Maine, to the mountainous regions of western Maine.\nNEW YORK: ION Hold Co., LLC, $39.7 million grant with an additional $9.9 million in matching funds to build 10 new segments of fiber-optic, middle mile broadband infrastructure, serving more than 70 rural communities in upstate New York and parts of Pennsylvania and Vermont.\nSOUTH DAKOTA: South Dakota Network, LLC, $20.6 million grant with an additional $5.1 million in matching funds to add 140 miles of backbone network and 219 miles of middle mile spurs to existing network, enabling the delivery of at least 10 Mbps service to more than 220 existing anchor institution customers in rural and underserved areas of the state.\n\nThe following Public Computer Center awards were made through the Department of Commerce:\n\nARIZONA: Arizona State Library, Archives and Public Records, $1.3 million grant with matching funds of $320,000 to enhance existing facilities in more than 80 public libraries throughout the state. The project expects to deploy more than 1,000 computers to meet growing demand.\nMASSACHUSETTS: City of Boston, $1.9 million grant with matching funds of $477,000 to expand computer and Internet capacity at the city’s main library and 25 branches, 16 community centers, and 11 public housing sites.\nMINNESOTA: Regents of the University of Minnesota, $2.9 million grant with matching funds of $741,000 to enhance broadband awareness and use for residents in four federally-designated poverty zones in Minneapolis and St. Paul.\nWASHINGTON: The Inland Northwest Community Access Network (Tincan), $1.3 million grant with matching funds of $753,000 to establish three new public computer centers and expand 14 existing centers throughout Spokane’s poorest neighborhoods to serve more than 5,000 additional users per week.\n\nThe following Sustainable Broadband Adoption awards were made through the Department of Commerce:\n\nNEW MEXICO: New Mexico State Library, $1.5 million grant with an additional $591,000 in matching funds to increase broadband adoption and promote computer literacy and Internet use among vulnerable populations, Hispanic and Native American users, small businesses, and entrepreneurs through trainings and outreach statewide.\nWASHINGTON: The Inland Northwest Community Access Network, $981,000 grant with an additional $728,000 in matching funds to increase broadband adoption through basic and advanced computer skill training, as well as community-based outreach campaigns to highlight the benefits of broadband for vulnerable populations in Spokane.\n\nThe following Last Mile and Middle Mile awards were made today through the U.S. Department of Agriculture:\n\nALASKA: Anchorage, Rivada Sea Lion, LLC, $25.3 million grant with $6.4 million of leveraged funds; 4G high-speed broadband internet service availability to more than 9,000 unserved locations in a 90,000 square mile area where these Southwestern Alaska inhabitants are living at subsistence level.\nHAWAII: Big Island Broadband/Aloha Broadband, Inc., $106,503 loan with matching funds of $87,405 to bring broadband services to an unserved area in the northern part of the islands where there are nearly 600 residents and businesses.\nCOLORADO/NEBRASKA: Peetz, Colorado, Peetz Cooperative Telephone Co., $1.5 million grant; expansion of existing infrastructure utilizing a combination of technologies. This project will make broadband service available to as many as 550 locations in the service area.\nMICHIGAN: The Chatham Telephone Company, $8.6 million grant to bring high speed DSL broadband service to remote, unserved businesses and households within its rural territory; service that is comparable to the DSL service provided in its more populated areas.\nNEW HAMPSHIRE: Bretton Woods, The Bretton Woods Telephone Company, $985,000 grant for 20 Mbps two-way broadband service to all potential customers and stimulate tourism in the area to substantially improve the local economy. This Fiber to The Premise service will be available to more than 400 locations.\nNEW YORK: Potsdam, Slic Network Solutions (Nicholville Telephone) a grant of $4.3 million and loan of $1.1 million for a 136-mile fiber optic network reaching into five towns in rural Franklin County. This all-fiber network will deliver broadband voice, and IPTV services to remote rural areas. The network will offer service to more than 6,500 locations.\nOHIO: North Central Ohio Rural Fiber Optic Network, Consolidated Electric Cooperative, $1,034,413 grant and $1,399,499 loan; and matching funds of  $1,225,000. The funding is integral to a smart grid initiative and broadband service based on an open-connectivity fiber optic backbone network.\nOKLAHOMA: Southeast Oklahoma, The Pine Telephone Company, $9.5 grant with an additional $4.6 million in private funds to provide services to an entirely remote, rural, unserved and severely economically disadvantaged community.\n\nMore information about efforts regarding the Recovery Act is available at\nwww.usda.gov/recovery,\nwww.commerce.gov/recovery,\nwww.Recovery.gov and\nobamawhitehouse.archives.gov/Recovery.  \n\n\n\n"
}