{
    "title": "Presidential Nominations Sent to the Senate | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/02/12/presidential-nominations-sent-senate",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 12, 2015\n\n \n\n\n\nPresidential Nominations Sent to the Senate\n\n\n\n\n\nNOMINATIONS SENT TO THE SENATE:\n\n\t \n\n\tCharles C. Adams, Jr., of Maryland, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Finland.\n\n\t \n\n\tDavid Michael Bennett, of North Carolina, to be a Governor of the United States Postal Service for a term expiring December 8, 2018, vice Thurgood Marshall, Jr., term expired.\n\n\t \n\n\tSeth B. Carpenter, of the District of Columbia, to be an Assistant Secretary of the Treasury, vice Matthew S. Rutherford, resigned.\n\n\t \n\n\tAnn Elizabeth Dunkin, of California, to be an Assistant Administrator of the Environmental Protection Agency, vice Malcolm D. Jackson, resigned.\n\n\t \n\n\tBrodi L. Fontenot, of Louisiana, to be Chief Financial Officer, Department of the Treasury, vice Daniel M. Tangherlini, resigned.\n\n\t \n\n\tSarah Elizabeth Mendelson, of the District of Columbia, to be Representative of the United States of America on the Economic and Social Council of the United Nations, with the rank of Ambassador.\n\n\t \n\n\tSarah Elizabeth Mendelson, of the District of Columbia, to be an Alternate Representative of the United States of America to the Sessions of the General Assembly of the United Nations, during her tenure of service as Representative of the United States of America on the Economic and Social Council of the United Nations.\n\n\t \n\n\tJane Toshiko Nishida, of Maryland, to be an Assistant Administrator of the Environmental Protection Agency, vice Michelle DePass, resigned.\n\n\t \n\n\tMary Catherine Phee, of Illinois, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of South Sudan.\n\n\t \n\n\tDeborah Willis, of New York, to be a Member of the National Council on the Humanities for a term expiring January 26, 2020, vice Carol M. Swain, term expired.\n\n\t \n\n\n\n\n"
}