{
    "title": "We Can’t Wait: President Obama Will Announce Administrative Action to Provide Minimum Wage and Overtime Protections for Nearly 2 Million In-Home Care Workers | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/12/15/we-can-t-wait-president-obama-will-announce-administrative-action-provid",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 15, 2011\n\n \n\n\n\nWe Can’t Wait: President Obama Will Announce Administrative Action to Provide Minimum Wage and Overtime Protections for Nearly 2 Million In-Home Care Workers\n\n\n\n\n\n\tWASHINGTON - The White House today will announce new rules proposed by the U.S. Department of Labor that would provide minimum wage and overtime protections for nearly two million workers who provide in-home care services for the elderly and infirmed. Many of these workers provide critical in-home health care services such as tube feeding, wound care, or assistance with physical therapy, and deserve the protections provided under the Fair Labor Standards Act (FLSA). Today’s announcement is the latest in a series of executive actions the Obama Administration is taking to strengthen the economy and move the country forward because we can’t wait for Congress to act. \n\n\t“The nearly 2 million in-home care workers across the country should not have to wait a moment longer for a fair wage. They work hard and play by the rules and they should see that work and responsibility rewarded. Today’s action will ensure that these men and women get paid fairly for a service that a growing number of older Americans couldn’t live without,” said President Obama.\n\n\t\"The care provided by in-home workers is crucial to the quality of life for many families,\" said Secretary of Labor Hilda L. Solis. \"The vast majority of these workers are women, many of whom serve as the primary breadwinner for their families. This proposed regulation would ensure that their work is properly classified so they receive appropriate compensation and that employers who have been treating these workers fairly are no longer at a competitive disadvantage. \"\n\n\tCurrently, workers classified as ‘companions’ are exempt from the FLSA’s minimum wage and overtime pay requirements. When established in 1974, such exemptions were meant to apply to casual babysitters and companions for the elderly and infirm, not workers whose vocation was in-home care service, and who were responsible for their families’ support. With an aging American population, there has been increased demand for long-term in-home care, and as a result the in-home care industry has grown substantially.  Today’s 1.79 million home care workers are professional caregivers, not mere companions.  In view of this changed landscape, the proposed regulation reconsiders whether the current exemption is now too broad. Of the 1.79 million home care workers, 1.59 million are employed by staffing agencies of which over 92% are women, nearly 30% are African American, 12% are Hispanic and close to 40% rely on public benefits such as Medicaid and food stamps.\n\n\tToday’s proposed rule would expand minimum wage and overtime protections by ensuring that all home care workers employed by third parties, like staffing agencies, will receive protections. It would also ensure that those employed by families and performing skilled in-home care work, such as medically related tasks for which training is typically a prerequisite, are covered. However, those employed by families and truly engaged in tasks related to fellowship and protection- such as visiting with friends and neighbors or engaging in hobbies- would still be considered ‘companions’ and will not be subject to wage protections.\n\n\tThis issue gained national attention when, in 2007, the Supreme Court ruled that Evelyn Coke, a home care worker who worked as much as 70 hours a week, was not entitled to overtime pay under existing regulations. Thus, any change to these rules requires action by Congress or the Department of Labor. There have been bills introduced in numerous Congresses to address this issue (including legislation that then-Senator Obama co-sponsored in the 110th Congress) but these bills have not moved forward. The Department of Labor is therefore now proposing regulations to change these rules and ensure that home care workers like Evelyn Coke will have basic wage protections.\n\n\tStates’ regulations currently vary in whether they extend minimum wage and overtime provisions to home health care workers.  Twenty nine states currently do not include home health care workers in their minimum wage and overtime provisions: Alabama, Alaska, Arkansas, Connecticut, Delaware, Florida, Georgia, Idaho, Indiana, Iowa, Kansas, Kentucky, Louisiana, Mississippi, Missouri, New Hampshire, New Mexico, North Carolina, Oklahoma, Oregon, Rhode Island, South Carolina, Tennessee, Texas, Utah, Vermont, Virginia, West Virginia, and Wyoming. Nearly half of the nation’s home care workers work in these states. Today’s proposed regulation would provide home care workers in these states with new protections. Sixteen states extend both minimum wage and overtime coverage to most home health care workers:  California, Colorado, Hawaii, Illinois, Maine, Maryland, Massachusetts, Michigan, Minnesota, Montana, Nevada, New Jersey, New York, Pennsylvania, Washington, and Wisconsin. Five states and the District of Columbia extend minimum wage, but not overtime coverage to home care workers: Arizona, Nebraska, North Dakota, Ohio, and South Dakota and the District of Columbia. Even in those states that have some existing minimum wage or overtime protection for home care workers, this proposed rule would extend the additional protections of federal education and enforcement by the Labor Department’s Wage and Hour Division.\n\n\tThe Labor Department's Wage and Hour Division is responsible for enforcing the Fair Labor Standards Act that was passed in 1938 to provide minimum wage and overtime protections for workers, to prevent unfair competition among businesses based on subminimum wages, and to spread employment by requiring employers whose employees work excessive hours to pay employees at one-and-one-half times the regular rate of pay for all hours worked over 40 in a week. Upon publication of the proposed rule, interested parties will be invited to submit comments at www.regulations.gov. More information, including the proposed rule and fact sheet is available on the Department's Companionship Webpage at www.dol.gov/whd/flsa/companionNPRM.htm.\n\n\n\n\n"
}