{
    "title": "Press Gaggle by Deputy Press Secretary Bill Burton Aboard Air Force One en route Buffalo, New York | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/press-gaggle-deputy-press-secretary-bill-burton-aboard-air-force-one-en-route-buffa",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 13, 2010\n\n \n\n\n\nPress Gaggle by Deputy Press Secretary Bill Burton Aboard Air Force One en route Buffalo, New York\n\n\n\n\n12:22 P.M. EDT\nMR. BURTON:  Welcome aboard, flight to Buffalo.  In his remarks, the President will talk about the economic crisis and some of the steps that he and the administration have taken to get us out of it.  During the economic crisis, the President and his allies in Congress were forced to make some politically difficult decisions to get our economy back on track.  As a result of those actions, we’re beginning to see jobs created and the economy growing.\nThe President will talk about the actions that were taken and also point out that many of his vocal opponents stood on the sidelines just predicting failure.  He’ll urge Congress to act on additional jobs legislation, and say that it should not fall victim to the same partisan posturing we’ve seen over the course of the last year.\nSo with that, I’m happy to take your questions.\nThere is, on the logistics -- you guys should all have the backgrounder.  If you don’t, when we get into cell coverage, you’ll get it, about the places where we’re going and what we’re doing and all that.\nQ    Bill, it seems like every once in a while we get these White House to Main Street trips, you go out and you talk about jobs, which you promised to do full-time at the beginning of the year.  What pressure is the Obama White House putting on Congress to actually pass a jobs bill?  What are you doing besides having the President make speeches every once in a while to say they ought to do it?\nMR. BURTON:  Well, Sheryl, the President and his team are working every day to try to advance jobs legislation.  The President laid out some of the things that he thought could actually get some jobs created; create an environment where small businesses can create jobs.  And that’s some of what he’ll be talking about today.\nBut as you can imagine, his team is working with members of Congress of both parties to actually make some progress on this. \nQ    Why aren’t we seeing any progress?\nMR. BURTON:  I think that if you look at the jobs report from last week, 290,000 jobs would suggest that there’s been some progress.\nQ    But no bill.\nMR. BURTON:  There’s actually been quite a few initiatives that have passed through country to create jobs, and I think that we’re starting to see some of the results of that.\nI would suggest that you check out some of the things that have passed through Congress.\nQ    Bill, Mark Zandi was predicting I guess yesterday that the unemployment rate will go over 10 percent again as more people reenter the workforce.  Does that jibe with what your prognostic -- your predictions are as far as the economy is concerned?  And double-digit unemployment as we head into November, what problems does that present to you in keeping majorities in the House and Senate?\nMR. BURTON:  The President’s view is that creating jobs isn’t something that he’s doing for the midterm elections.  He’s doing it because you -- because without jobs, the economy is not going to be strong; Americans aren’t going to be able to pay for -- make their mortgage payments, pay for college tuition, pay for their energy consumption.  So jobs are critically important, not just as a political tool.\nI’m going to leave the predictions about specific numbers to the experts at CEA.  But I will say that one of the realities of so many jobs being lost is that, as a result, many Americans decided that -- many Americans decided to stop looking for jobs.  And as they get added back into the workforce, they’re factored into those numbers on the unemployment rate.\nSo basically that number is a demonstration of us being a victim of the success of actually creating jobs.\nQ    Can you tell us a little bit about who he’s meeting with and what he wants to tell them, in terms of the families or relatives?  Or who are they, Flight 3407?\nMR. BURTON:  When we land, the President will be talking with some of the families from Flight 3407.  It will be a brief meeting where the President is looking to extend his condolences.\nThroughout -- for the past year, Secretary LaHood, Administrator Babbitt and others have met with the families, along with senior DOT and FAA officials about 10 times.  And this is just an opportunity for the President to see these families face to face.\nQ    Has he done this before, Bill, met with families of accidents where the government was not involved?\nMR. BURTON:  You can -- we were just at the mine tragedy in West Virginia where he did, and early in the administration he had a meeting with the families who were victims of the USS Cole, and the 9/11 families as well.\nQ    On the Greek debt crisis, has the President made any more calls to European leaders?  And also, today Chancellor Merkel said it was -- called it an existential crisis that threatened the euro zone.  Does the President share that view, and is he concerned that it might spill over into the U.S. economy?\nMR. BURTON:  I don’t know that I’m qualified to comment on existential crises.  But I will say that it’s obviously something that the President has been concerned about and deeply engaged in, having called leaders in Europe to discuss aggressive measures that ought to be taken and that they are taking in order to make sure that their economy and the euro is strong.\nQ    In New York tonight, how much is he expected to raise?\nMR. BURTON:  I would point you to DNC for the numbers on that.\nQ    On the oil spill hearings that have been going on, are there contingency plans in place for the administration for some of these leases that are going to come online later this summer past this 30-day report Salazar has?\nMR. BURTON:  Well, fellow Buffalonian Julie Pace of the Associated Press, I would point you to the Department of Interior for any plans on --\nQ    Is the administration working with them to come up with plans past this 30-day Salazar report?\nMR. BURTON:  I mean, our focus right now is plugging that hole in the bottom of the Gulf of Mexico and obviously finding out what caused it and what we can do to mitigate any of the environmental damage.  On a parallel track, we’re taking a look at what we do going forward.  But the key thing happening right now is this interagency report on what exactly went down.\nQ    About tonight, is there any hypocrisy about raising money with Wall Street executives presumably on the heels -- in light of Wall Street reform being still discussed?\nMR. BURTON:  That’s a big presumably.  I don’t know if you’ve seen the guest list of who will be there.  But I will say that the President is going to New York City, as he’s gone around the country before, to talk about issues that are of key concern, and part of being the leader of your party is helping to make sure that they’ve got the resources in order to be competitive with the person they’re running against.\nQ    Well, who’s going to be there?\nMR. BURTON:  I don’t have a list of folks who will be there.\nQ    On this issue of the security funding, the transit funding being cut for New York City -- response?\nMR. BURTON:  Well, I think it’s important to point out that one in three dollars that are being spent on port and transit security from the recovery plan are going to New York City.  They’re receiving an increase of some $47 million.  We’ve been in contact with the congressional delegation.  We’re obviously working closely with Mayor Bloomberg on these issues.\nI’ve got a sheet that I will give you all on the money and where it’s coming from for New York City.  But I’ve seen some of the reports out of New York and some members of Congress --\nQ    Members -- Chuck Schumer -- I mean, members of your own party.\nMR. BURTON:  Sure, he’s an aggressive advocate for the people of New York.  He probably doesn’t want just one of three dollars going to New York state, he wants three of three dollars.  That’s his job, to want all that money for New York State.  So what we’re focused on is making sure that New York has the resources that they need in order to keep their transit and ports safe.\nHold on, brace.  You guys hold on.\nQ    Bill, the President is doing a lot of fundraising but not a whole lot of campaigning.  He’s not going to Pennsylvania.  What about Hawaii -- the House seat?\nQ    The special election in his hometown.\nMR. BURTON:  There’s no plan to do that at this point.\nQ    How much campaigning -- we haven’t really seen him out there for that many candidates just yet, but we have seen him raising money.  When are we going to see that? \nMR. BURTON:  You’ve actually seen him out there for Senator Boxer.  Some of you guys were on that trip, too.  Senator Reid.  He was in Indiana.  He was in Florida.  I mean, he actually has been doing some campaigning.  And as we get closer to the midterms, you’ll see that increase.  But as you can imagine, there’s more than a few things on his plate right now.\nQ    Has the President called anybody else about Greece and Europe?  You didn’t answer that part of the question.\nMR. BURTON:  Oh, I don’t have anything new on that.\nQ    He did call --\nMR. BURTON:  Medvedev this morning.  You guys will get a paper readout on that shortly.\nQ    What was it about?  Can we have an oral readout?\nMR. BURTON:  You’ll get a paper readout on that.  I don’t have any details on it.\nQ    -- this billboard in Buffalo, “Mr. President, I need a freakin’ job?”\nMR. BURTON:  I saw a picture of that, yes.\nQ    Any reaction to it?\nMR. BURTON:  The President is here to talk about jobs, what his administration has done to create jobs, what we need to do in order to create an environment where small businesses can create jobs.  So the answer is, we’re on the path to creating more jobs, and we’ve got a lot more work to do.\nQ    Some of your fellow Buffalonians are a little disappointed at the brevity of this visit.  Why so brief a visit?\nMR. BURTON:  I share their disappointment.  If it were up to me, we’d stay here for a week and I’d be able to take the President all over town and see all the great places to eat, maybe even go to Niagara Falls.  But as I said before, the President has a lot on his plate.  He’s coming here to have what he hopes is a very robust discussion about the economy.  And we’re spending every second that we can in this great American city.\nQ    When are we going to get the readout on the Medvedev call?\nMR. BURTON:  You might already have it, actually.\nQ    Can you just quickly tell us what it was about?\nMR. BURTON:  I wish I had details for you.\nQ    All right.\nMR. BURTON:  But as you know, START is going up to the Senate today. \nQ    Right.\nMR. BURTON:  All right.  hopefully --\nQ    Jobs in the afternoon, money at night.\nMR. BURTON:  There you go.\nEND\n12:32 P.M. EDT\n\n\n\n"
}