{
    "title": "Información de trasfondo sobre la reunión del Presidente con hispanos influyentes de alrededor del país sobre la inmigración | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/28/informaci-n-de-trasfondo-sobre-la-reuni-n-del-presidente-con-hispanos-in",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nApril 28, 2011\n\n \n\n\n\nInformación de trasfondo sobre la reunión del Presidente con hispanos influyentes de alrededor del país sobre la inmigración \n\n\n\n\n\n\tTHE WHITE HOUSE\n\tOficina del Secretario de Prensa\n\n\t________________________________________________________________________________________________________________________________\n\tPARA PUBLICACIÓN INMEDIATA\n\n\t28 de abril, 2011 \n\nInformación de trasfondo sobre la reunión del Presidente con hispanos influyentes de alrededor del país sobre la inmigración\n\n\tHoy el Presidente se reunirá con hispanos influyentes de alrededor del país para conversar acerca de la importancia de arreglar el sistema de inmigración a fin de que funcione en el contexto de las necesidades económicas y de seguridad de nuestra nación en el siglo XXI, de manera que Estados Unidos pueda ganar el futuro. El Presidente también hablará de cómo podemos trabajar juntos para promover una conversación nacional constructiva sobre este importante asunto, a la vez que nos esforzamos por llegar a un consenso bipartidista en el Congreso.\n\nFuncionarios gubernamentales que asistirán a la reunión:\n\n\tValerie Jarrett, Senior Advisor to the President\n\tDavid Plouffe, Senior Advisor to the President\n\n\tMelody Barnes, Assistant to the President & Director of Domestic Policy Council\n\n\tCecilia Munoz, Deputy Assistant to the President & Director of Intergovernmental Affairs\n\nSe anticipa que participen en la reunión:\n\n\tJosé Díaz-Balart\n\n\tBárbara Bermudo\n\n\tRosario Dawson\n\n\tEmilio Estefan\n\n\tLily Estefan\n\n\tAmérica Ferrera\n\n\tDon Francisco\n\n\tVanessa Hauc\n\n\tMaría Teresa Kumar\n\n\tEva Longoria\n\n\tMaría Elena Salinas\n\n\tEddie “Piolín” Sotelo\n\nInformación de trasfondo sobre la política de inmigración del poder ejecutivo\n\n\tEl Presidente Obama sigue sumamente comprometido con arreglar el sistema de inmigración. Estados Unidos se ha enriquecido con un flujo continuo de personas talentosas y esmeradas que han ayudado a hacerlo el motor de la economía mundial y una luz de esperanza en el mundo. Ahora que nos esforzamos por reconstruir nuestra economía, nuestra capacidad de prosperar depende, en parte, de restaurar la responsabilidad y el rendimiento de cuentas en el sistema de inmigración. El Presidente Obama considera que demócratas y republicanos deben unirse para solucionar este asunto, que es crucial no solo para nuestra seguridad nacional, sino también para la economía y nuestra competitividad mundial.\n\n\tEl Presidente ha presentado su visión de cómo arreglar el sistema de inmigración con una reforma integral de la inmigración, que tenga sentido común y se base en los principios de responsabilidad y rendimiento de cuentas:\n\n\nResponsabilidad del gobierno federal de resguardar nuestras fronteras: Hoy en día, nuestras fronteras están más seguras que en ningún otro momento en varias décadas. Sin embargo, el poder ejecutivo continúa refinando y mejorando su estrategia. Se deben aumentar los recursos de aplicación de la ley cuando sea apropiado y centrarse en detener a terroristas potenciales y otras personas que podrían causarles daños al país.\n\nRendimiento de cuentas por empresas que transgreden las leyes al perjudicar a los trabajadores estadounidenses y explotar a los trabajadores indocumentados: Es necesario hacer que rindan cuentas los empleadores que transgreden las leyes al contratar y explotar adrede a trabajadores indocumentados. Al mismo tiempo, debemos darles a los empleadores que quieren cumplir con las normas una manera segura de verificar que sus empleados están aquí legalmente.\n\nResponsabilidad por parte de las personas que viven ilegalmente en Estados Unidos:También se debe hacer que rindan cuentas las personas que viven aquí legalmente y que regularicen su situación legal admitiendo que infringieron la ley, paguen impuestos con multas y aprendan inglés antes de que puedan ponerse en la fila para legalizarse y hacerse ciudadanos. La ciudadanía en este país conlleva no sólo derechos sino también responsabilidades fundamentales. Podemos crear una vía para el estatus legal que sea justa y refleje nuestros valores.\n\nAumentar la competitividad económica al crear un sistema legal de inmigración que atienda nuestras diversas necesidades: Nuestras leyes de inmigración deben darles a los agricultores una manera legal de contratar a los trabajadores que necesitan, deben respetar a las familias que cumplen con las normas, deben alentar a las personas altamente capacitadas que se gradúan de las excelentes universidades de este país a que permanezcan en Estados Unidos y generen empleos, y deben dejar de castigar a jóvenes inocentes por los actos de sus padres al negarles a los niños la oportunidad de obtener una educación o ingresar a las Fuerzas Armadas para que puedan ganar salarios más altos y generar más ingresos tributarios.\n\n\n\tEl Presidente se toma muy en serio la responsabilidad de velar por el cumplimiento de nuestras leyes de inmigración y resguardar nuestras fronteras. En los últimos dos años, el gobierno del Presidente Obama ha asignado un nivel sin precedente de recursos a resguardar la frontera, tomado importantes medidas para que sean más sensatos y eficaces los esfuerzos por velar por el cumplimiento de la ley dentro del país y en los centros de trabajo, y hacer mejoras al sistema legal de inmigración.\n\n\nDedicar un nivel sin precedente de recursosa resguardar las fronteras: Hoy en día hay máspersonal en el terreno a lo largo de la frontera sudoeste que nunca antes. El DHS también ha movilizado miles de activos tecnológicos, incluidas aeronaves y Sistemas de Aeronaves No Tripuladas (Unmanned Aircraft Systems), y prácticamente ha terminado de construir todas las cercas. El año pasado, el Congreso respondió al llamado del Presidente de intensificar los esfuerzos del gobierno federal con una Ley de Asignaciones Complementarias para la Seguridad en la Frontera Sudoeste (Southwest Border Security Supplemental Bill). El DHS está usando estos recursos para continuar y ampliar sus exitosos esfuerzos por reducir el número de extranjeros ilegales que cruzan la frontera e incrementar la confiscación de dinero en efectivo, drogas y armas ilegales, que han resultado en miles de arrestos y juicios contra criminales.\n\nHacer que sean más sensatos y estratégicos nuestros esfuerzos por velar por el cumplimiento de las leyes dentro del país y en los centros de trabajo: Elpoder ejecutivo ha presentado nuevas estrategias para velar por el cumplimiento de las leyes, orientadas específicamente a deportar a los inmigrantes condenados por crímenes serios y tomar medidas contra empleadores sin escrúpulos que pretenden explotar tanto a los inmigrantes como a los trabajadores estadounidenses. Estas nuevas estrategias están teniendo verdaderos resultados, y en el año fiscal 2010 aumentaron significativamente las deportaciones de inmigrantes criminales y las investigaciones y multas contra empleadores que no están cumpliendo con las leyes de inmigración. El DHS también ha invertido en implementar importantes reformas al sistema de detención, aumentar la seguridad y eficiencia del sistema de detención y a la vez darles prioridad a la salud y seguridad de los detenidos. \n\nMejorar nuestro sistema legal de inmigración: El poder ejecutivo está mejorando el tiempo de tramitación y eliminando el retraso en las solicitudes pendientes de inmigración, lo que incluye eliminar del todo el retraso con el Programa Nacional de Verificación de Nombres (National Name Check Program) de la FBI. El DHS también está trabajando para asegurar que la naturalización esté al alcance de todos los inmigrantes legales que reúnen los requisitos. Desde enero del 2009, el DHS ha trabajado con las Fuerzas Armadas para naturalizar a 14,000 de sus miembros. El DHS también está dedicando fondos cruciales para apoyar los programas de preparación para la ciudadanía e integración en comunidades de todo el país.\n\n\n\tNuestros esfuerzos han sido sumamente exitosos, pero necesitamos una reforma integral que exija responsabilidad y rendimiento de cuentas del gobierno, las empresas y los propios inmigrantes.\n\n\t \n\n\t###\n\n\n\n\n"
}