{
    "title": "Text of a Letter from the President Regarding the National Defense Authorization Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/text-a-letter-president-regarding-national-defense-authorization-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 13, 2010\n\n \n\n\n\nText of a Letter from the President Regarding the National Defense Authorization Act\n\n\n\n\nTEXT OF A LETTER FROM THE PRESIDENT TO THE CHAIRMEN AND RANKING MEMBERS OF THE HOUSE AND SENATE COMMITTEES ON ARMED SERVICES AND APPROPRIATIONS, THE CHAIRMEN AND RANKING MEMBERS OF THE HOUSE COMMITTEE ON FOREIGN AFFAIRS AND THE SENATE COMMITTEE ON FOREIGN RELATIONS\nMay 13, 2010\nDear Mr. Chairman: (Dear Representative:) (Dear Senator:)\nI am pleased to transmit to the Congress, pursuant to section 1251 of the National Defense Authorization Act for Fiscal Year 2010 (Public Law 111-84) the report on the plan to enhance the safety, security, and reliability of the nuclear weapons stockpile of the United States; modernize the nuclear weapons complex; and maintain the delivery platforms for nuclear weapons, along with the estimate of budget requirements over a 10-year period.\nMy Administration is dedicated to seeking the peace and security of a world without nuclear weapons, and we are taking concrete steps toward that goal. As long as nuclear weapons still exist, I am firmly committed to maintaining a safe, secure, and effective nuclear arsenal to deter adversaries and reassure U.S. allies and other security partners.\nAs we reduce the role of nuclear weapons in our national security strategy, it remains increasingly important that we ensure the safety, security, and effectiveness of our nuclear weapons stockpile. This report, and the plan it contains, is an important element of our assurance that the U.S. deterrent remains strong.\nSincerely,\nBARACK OBAMA\n\n\n\n"
}