{
    "title": "Vice President Joe Biden and Agriculture Secretary Vilsack Announce Recovery Act Funding for Single Family Housing | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-joe-biden-and-agriculture-secretary-vilsack-announce-recovery-act-fu",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 01, 2009\n\n \n\n\n\nVice President Joe Biden and Agriculture Secretary Vilsack Announce Recovery Act Funding for Single Family Housing\n\n\n\n\n   VICE PRESIDENT JOE BIDEN AND AGRICULTURE SECRETARY VILSACK ANNOUNCE RECOVERY ACT FUNDING FOR SINGLE FAMILY HOUSING  Funding expected to Create and Save 42,500 jobs;  Provide Thousands with Home Ownership Opportunities for Rural America   Pikeville, NC, April 1, 2009 –Vice President Joe Biden and Agriculture Secretary Tom Vilsack today announced that the U.S. Department of Agriculture has begun disbursing the first wave of the $10 billion in guaranteed housing loans provided in the American Recovery and Reinvestment Act of 2009 (Recovery Act) to help spur economic and home ownership opportunities in rural America.   \"The Recovery Act is touching every corner of America – from Main Streets to Cul-de-sacs to County Roads,\" Vice President Biden said.  \"With these tough economic times, homeownership is a goal that’s out of reach for many people – but the Recovery Act is changing that.  By dedicating Recovery Act resources to our rural communities, we will be creating more jobs and making it possible for thousands more families in some of our hardest hit areas to reach that goal of owning a good, safe home.\"   \"President Obama recognizes that people in rural communities deserve a safe and secure place to raise their families,\" said Secretary Vilsack.  \"The funds released today will immediately create job opportunities and make the dream of home ownership a reality for thousands of people in rural America.\"   Secretary Vilsack and Vice President Biden made the announcement at a fire station in Pikeville, NC, a rural town to which Recovery Act funds are going to provide direct operating loans to farmers and ranchers, single family housing loans to rural residents and infrastructure support.  Vice President Biden and Secretary Vilsack made the announcement at the Pikeville Pleasant Grove Volunteer Fire Station, which is receiving Recovery Act funds to help build a new larger facility to better enable the rural fire department to serve its community and fight fires.    Funding from the American Recovery and Reinvestment Act (ARRA) will initially provide 15,000 rural families with $1.76 billion in loan guarantees for homeownership financing, creating or saving approximately 7,500 jobs. Once all Recovery Act funding for rural housing is released ($7 billion directly to states and $3 billion held in reserve for higher need areas), it is estimated that 42,500 jobs will be created or saved. A state breakout of rural housing funding announced today is available at http://www.rurdev.usda.gov/ARRASFH.pdf   USDA’s housing programs are designed to improve the quality of life for rural Americans by ensuring that they have access to safe, well-built, affordable homes. The programs finance new or improved housing for very low- to moderate-income families and individuals in rural areas.   The American Recovery and Reinvestment Act of 2009 (Recovery Act) was signed into law by President Obama on Feb. 17, 2009. It is designed to jumpstart the Nation's economy, create or save millions of jobs and put a down payment on addressing long-neglected challenges so our country can thrive in the 21st century. The Act includes measures to modernize our nation's infrastructure, enhance energy independence, expand educational opportunities, preserve and improve affordable health care, provide tax relief, and protect those in greatest need.   More information about USDA's efforts regarding the Recovery Act is available at www.usda.gov/recovery.  More information about the Federal government's efforts on the economic stimulus is available at www.recovery.gov.     \n\n\n\n"
}