{
    "title": "FACT SHEET & REPORT: On White House Roundtable on Investing in America | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/05/20/fact-sheet-report-white-house-roundtable-investing-america",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 20, 2014\n\n \n\n\n\nFACT SHEET & REPORT:  On White House Roundtable on Investing in America\n\n\n\n\nAttached is a new report by the White House and Department of Commerce: Winning Business Investment in the United States”. The report can also be found HERE.\nPresident Obama announces second-ever SelectUSA Summit to be held in Spring 2015\nAt a time when our businesses have created 9.2 million new jobs in just over four years, and more companies are considering bringing jobs here, we have a choice to make.  We can make it easier for businesses to invest in America – or we can make it harder.  It has been a top priority for this administration to do all we can to help businesses invest in the U.S. and support good jobs for American workers, and the President wants to work with Congress to continue to create jobs and expand opportunity for more Americans.  But where Congress won’t act, the President will. \nIn 2011, the President launched SelectUSA – a global team in embassies abroad and agencies at home focused on encouraging and supporting companies to bring job-creating investment to the United States.  Last October, the President hosted the first-ever SelectUSA Summit, bringing more than 1,300 people - business executives from more than 60 countries, governors, mayors, and economic development officials from 48 states – to see the benefits of doing business and creating jobs in the U.S. and establishing the connections to make that happen. \nThe insourcing trend continues to grow, with survey after survey showing companies choosing to invest in the U.S. An AT Kearney survey ranked the U.S. #1 in the world for the first time since 2001.  A 2013 Boston Consulting Group survey of U.S. manufacturers with production abroad found that the majority (54 percent) are looking at re-shoring to the United States from China, up from 37 percent in 2012.  An Organization for International Investment (OFII) / PricewaterhouseCoopers LLP survey showed that executives see the U.S. as the preferred location amongst advanced economies.\nToday, the President, with Commerce Secretary Penny Pritzker, Senior Advisor Valerie Jarrett, and National Economic Council Director Jeff Zients will host a roundtable with companies that have recently chosen to invest in the United States.  These companies have recognized the many advantages of locating, growing, and hiring in the United States, and they will discuss the key reasons they chose to invest and hire in the U.S. and what more we can do together to bring even more job-creating investment to the U.S.  Together, the roundtable participants are investing billions of dollars in the U.S. and creating thousands of new jobs.\n\n\n\n\nSecond SelectUSA Investment Summit\n\n\nToday, the President is announcing the second SelectUSA Summit to be held in Spring of 2015 in Washington, D.C. With the success of the first summit, this event will be twice the size with more than 2,500 people from around the world to help bring more job-creating investments to the U.S and to share stories about what Made in America really means.\n\n\nSelectUSA has directly assisted in winning more than $18 billion in job-creating business investments for the United States in 17 different states and territories, and since October has assisted nearly 500 businesses, encouraging them to invest in the U.S. and helping them to navigate the Federal government.\n\n\n\n\n\n\n\n\t \nSelectUSA Progress Report\nThe White House and Department of Commerce released a new report Winning Business Investment in the United States that highlights the growing attractiveness of investing in the U.S., the importance of inbound investment, and progress on the President’s SelectUSA initiative.\n\n\nInvestment is growing and plays an important role in the U.S. economy:\n\n\nInvestment in the U.S. is growing due to one of the most highly-skilled and productive workforces, low-cost and abundant energy resources, global leadership in innovation and invention, access to global markets, and rising costs abroad. \n\n\nBusiness fixed investment from companies choosing to grow and invest in the United States accounts for more than 20 percent of the rebound in real GDP since 2009.\n\n\nThe U.S. manufacturing sector has added 647,000 new jobs, the fastest pace of manufacturing job growth since the 1990s.\n\n\nSince 2006, the United States has been the world’s largest recipient of foreign direct investment (FDI) and receives the majority of all inflows to the G7.  U.S. affiliates of non-U.S. firms employ 5.6 million Americans.\n\n\n\n\nU.S. is an increasingly attractive as a location for investment and job creation:\n\n\nIn a 2013 survey of 300 global executives, the U.S. was ranked the top destination for global business cross-border investment, the first time the U.S. has been at the top since 2001. [AT Kearney]\n\n\nThe share of U.S. executives actively considering bringing back production from China rose to 54 percent in survey released September 2013, compared with 37 percent only 18 months earlier. [The Boston Consulting Group]\n\n\nIn a survey of company financial officers in 2014, more than 80% surveyed believe the U.S. business climate is getting stronger, and 60% surveyed prefer the U.S. to all other advanced economies compared to just 25% making the same claim in 2011. [Organization for International Investment and PricewaterhouseCoopers]\n\n\n\n\nThe President’s SelectUSA is the first-ever, comprehensive federal effort to actively compete to bring job-creating investment to the United States:\n\n\nIn the U.S. and around the world, SelectUSA works to encourage investment from companies, advocating for the U.S., providing companies with the information they need, and connecting them to the resources that will bring them to the U.S., with country-specific strategies in 32 markets representing more than 90% of FDI.\n\n\nSelectUSA serves as a single point of contact for ready investors, assisting companies in navigating the federal government and regulatory system\n\n\nSelectUSA coordinates advocacy by federal officials up to and including the President – working with our mayors and governors to compete and win jobs and investment for the United States.\n\n\n\n\n\nCompanies Participating in President’s SelectUSA Roundtable\nEricsson\n\tEricsson, a Swedish multinational corporation, is a world-leading provider of communications technology, software, and services for telecommunications operators and other industries.  40 percent of the world's mobile traffic goes through Ericsson networks every day servicing more than 2.5 billion subscribers. In September 2013, Ericsson completed a massive expansion of its Plano, Texas campus, which also serves as its North American headquarters.  Since 2001, Ericsson has more than quadrupled its workforce in Plano, to approximately 4,500 employees.  Ericsson has invested $7 billion in U.S. acquisitions over the past six years and sees opportunities for more growth in the U.S.\nFord\n\tFord Motor Company, a global automotive industry leader based in Dearborn, Mich., is set to launch 23 new vehicles to customers around the world.  Building on the addition of 14,000 new hires over the past two years, Ford will add more than 5,000 U.S. jobs in 2014 to meet this unprecedented growth.  This past year, Ford also invested $200 million in its Cleveland, Ohio plant to manufacture Ford's 2.0-liter EcoBoost engines, supporting 450 additional jobs in Ohio.  Previously, a Ford plant in Europe supported U.S. demand for these engines.  Ford made the move to assemble these engines in Ohio to help meet rising consumer demand in the U.S. for this award-winning engine.\nGLOBALFOUNDRIES\n\tGLOBALFOUNDRIES is the second largest contract chip manufacturer in the world. Launched in 2009 as a partnership between AMD and Mubadala Development Company, GLOBALFOUNDRIES is based in Silicon Valley with manufacturing operations in Germany, Singapore and the United States (Malta, NY), as well as research partnerships around the globe.  GLOBALFOUNDRIES is now operating and expanding their new Fab 8 facility at the Luther Forest Technology Campus in Saratoga County, NY, the most advanced semiconductor foundry manufacturing and technology development center in the United States. In 2013, the company announced an expansion with a $2 billion investment in a Technology Development Center on the same campus, bringing the company’s total investment to more than $8.5 billion at that location. Since breaking ground on Fab 8 in 2009, the company has created more than 2,200 new full-time direct jobs, as well as approximately 650 contractor positions, and expects to create an additional 600 full-time positions by the end of this year. According to company data, the Fab 8 project has required more than 6 million man hours of construction and created more than 10,000 new construction jobs and thousands of construction-related jobs since 2009.\nHankook Tire\n\tHankook Tire, a South Korean tire manufacturer, is a leading global provider of passenger, SUV, trucks, buses, and competition tires.  Hankook Tire America is the company’s U.S. subsidiary, with headquarters in Wayne, New Jersey and a Research and Development center in Akron, Ohio.  Hankook Tire America is a strategic partner to Ford, and a supplier for Hyundai’s Alabama operations. The company is planning to invest $800 million in a state-of-the-art plant in Clarksville, Tennessee, the company’s first in the United States.  At full capacity, the new plant will support approximately 1,800 full-time jobs.  The company cited growing demand in the United States, a desire to establish a production base in all major markets, and access to an increasingly important customer base as reasons for manufacturing in the United States.  Hankook is expected to break ground on its plant this year and begin tire production by 2016. \nK’NEX\n\tK'NEX Brands is a U.S. manufacturer of construction toys based in Hatfield, Pennsylvania.  Founded in 1992, K'NEX Brands and their wholly owned plastic injection molding subsidiary, The Rodon Group, founded in 1956, manufacturers brands such as K'NEX Building Sets, Lincoln Logs(r), Tinkertoy(r), NASCAR(r), Angry Birds(tm), and more.  Over the past five years, K'NEX, a family-owned company, has been moving its toy production from Asia back to its plant in Pennsylvania.  Approximately 95 percent of the parts and 80 percent of the finished products are now made in the United States.  K'NEX cites speed to market (about three times as fast as the competition) and cost savings (about 30 percent less expensive than the competition) as two reasons for their investment in the United States.  President Obama visited K’NEX in 2012.\nLufthansa\n\tLufthansa Group, the largest airline group in Europe, is comprised of several businesses that are world market leaders in their segments (Lufthansa Passenger Airlines / Swiss / Austrian / Brussels Airlines, Lufthansa Cargo, Lufthansa Technik, Lufthansa Systems and LSG SkyChefs). Lufthansa companies account for 10,000 employees in the U.S. alone. Lufthansa has multi-billion-dollar investments in the U.S. with its long-standing partnerships with The Boeing Company, General Electric, and Honeywell among others.   In addition, Lufthansa owns 19 percent interest in the U.S. airline JetBlue Airways.  In April 2014, Lufthansa Technik –the largest independent global provider of maintenance, repair, and overhaul services for aircraft, engines, and component parts – announced a significant investment in the Commonwealth of Puerto Rico that is expected to create up to 400 permanent jobs.   Lufthansa Technik chose the United States—among strong international competition—as the site of a new aviation maintenance, repair and overhaul facility to service short-haul and medium-haul aircraft.  With local efforts led by Governor Alejandro García Padilla and the Puerto Rico Industrial Development Company, as well as the support of Vice President Biden and the President’s Task Force on Puerto Rico. The SelectUSA team at the U.S. Department of Commerce worked with the Puerto Rico team to offer Lufthansa information and assistance from across federal agencies and departments that not only assisted in their intense due diligence and assessment for making their decision but also demonstrated why the United States is the top destination for foreign direct investment.\nNovozymes\n\tNovozymes, headquartered in Denmark, is a world leader in bioinnovations. The company’s US operations are based in Franklinton, North Carolina, where Novozymes plans to invest $36 million to build a new research and development center in nearby Cary, North Carolina. This new center will create 100 research and development jobs over the next three years. Scientists at this site will research and develop beneficial microorganisms found in the soil and the resulting technology will focus on improved crop yield, fertility and pest control for growers around the world.  The expansion of R&D resources will enable Novozymes’ scientists to pursue more and better biological solutions for the ever-changing challenges facing global agriculture. \nRichelieu\n\tIn 2011, Richelieu, an apparel manufacturer, first invested in the United States to rescue the failing sock company International Legwear Group.  With an initial investment of $7 million, Richelieu re-employed ILG’s existing workforce and saved its ongoing accounts.  Richelieu continues to expand, recently deciding to invest up to $24 million in a new, state-of-the-art facility that will ultimately reshore production, creating 205 new jobs.  The company credits Walmart for their assistance and commitment through a multi-year purchase order. SelectUSA, through the U.S. Commercial Service in Canada, has also been instrumental in Richelieu’s investment.  Through comprehensive counselling on the U.S. economic, business and investment climate; support related to federal regulations such as immigration and work permits; and facilitation of federal sources of capital potentially available to them through the Small Business Administration (SBA), SelectUSA helped the company navigate the intricacies of federal regulations.\nSafran\n\tSafran is a global high-technology company with concentrations in aerospace, defense, and security.  In the United States, Safran has nearly 7,000 employees in 22 states.  Safran serves federal, state, and local governments as well as top industry partners.  The United States represents over 25% of Safran’s global activities and the U.S. government is Safran’s largest end user.  In March 2014, Safran and Albany International, a New Hampshire-based advanced textiles and materials processing company, inaugurated a new facility in Rochester, New Hampshire.  The 300,000 square-foot facility will produce woven composite parts for aircraft engines and employ over 400 people at full capacity.  To augment local capabilities in advanced manufacturing, Safran and Albany International are also partnering with Great Bay Community College in Portsmouth, New Hampshire to develop a six-month training program.  Graduates will fill key positions including bonding and finishing operators, paint operators, and inspection and coordination of measuring machine operators.\nUmicore\n\tUmicore USA, a Belgian global materials technology and recycling group, focuses on application areas in materials science, chemistry, and metallurgy.  In December 2013, Umicore announced an agreement to acquire Palm Commodities International, a leading manufacturer and distributor of materials to the surface treatment industry.  Recently, Umicore has constructed a new facility in Tulsa, OK for the manufacture of precious metals catalysts to cater to its customers in the North American market. The investment will result in a significant expansion of manufacturing capabilities. This facility currently has 126 employees.  Umicore is also investing in a new production line at its plant in Arab, Alabama where there are currently 53 employees in manufacturing and technical positions. This new line will produce catalysts for the petrochemical industry. \nZurich NA\n\tZurich North America is a regional subsidiary of Switzerland-based Zurich Insurance Group, and is one of the largest commercial insurers in the U.S.  With almost 9,000 employees in the region and $14 billion in annual revenue, Zurich North America is the largest construction insurer in the U.S. and the largest insurer of the auto industry.  In late 2013, Zurich announced plans to build a sophisticated new North American headquarters in Schaumburg, Illinois.  To be completed in 2016, the project will create up to 700 construction jobs and is one of the largest build to suit projects currently underway in the United States.  Zurich started its U.S. operations in Chicago more than a 100 years ago, and currently employs approximately 3,000 people in the greater Chicago area. Zurich’s decision to remain in Schaumburg reflects their commitment to providing the best possible working environment for their employees.\n\n\n\n\n"
}