{
    "title": "Letter from the President -- War Powers Resolution Regarding Iraq | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/08/08/letter-president-war-powers-resolution-regarding-iraq",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 08, 2014\n\n \n\n\n\nLetter from the President -- War Powers Resolution Regarding Iraq\n\n\n\n\nTEXT OF A LETTER FROM THE PRESIDENT\n\tTO THE SPEAKER OF THE HOUSE OF REPRESENTATIVES\n\tAND THE PRESIDENT PRO TEMPORE OF THE SENATE\nAugust 8, 2014\nDear Mr. Speaker: (Dear Mr. President:)\nAs I announced publicly on August 7, 2014, I have authorized the U.S. Armed Forces to conduct targeted airstrikes in Iraq. These military operations will be limited in their scope and duration as necessary to protect American personnel in Iraq by stopping the current advance on Erbil by the terrorist group Islamic State of Iraq and the Levant and to help forces in Iraq as they fight to break the siege of Mount Sinjar and protect the civilians trapped there.\nPursuant to this authorization, on August 8, 2014, U.S. military forces commenced targeted airstrike operations in Iraq.\nIn addition, I have authorized U.S. Armed Forces to provide humanitarian assistance in Iraq in an operation that commenced on August 7, 2014. These operations will also be limited to supporting the civilians trapped on Mount Sinjar.\nI have directed these actions, which are in the national security and foreign policy interests of the United States, pursuant to my constitutional authority to conduct U.S. foreign relations and as Commander in Chief and Chief Executive. These actions are being undertaken in coordination with the Iraqi government.\nI am providing this report as part of my efforts to keep the Congress fully informed, consistent with the War Powers Resolution (Public Law 93-148). I appreciate the support of the Congress in this action.\nSincerely,\nBARACK OBAMA\n\n\n\n\n"
}