{
    "title": "Statement by NSC Spokesperson Bernadette Meehan on Assistant to the President for Homeland Security and Counterterrorism Lisa Monaco's Meeting with United Nations Special Envoy for Yemen Ismail Ould Cheikh Ahmed | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/05/02/statement-nsc-spokesperson-bernadette-meehan-assistant-president-homelan",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 02, 2015\n\n \n\n\n\nStatement by NSC Spokesperson Bernadette Meehan on Assistant to the President for Homeland Security and Counterterrorism Lisa Monaco's Meeting with United Nations Special Envoy for Yemen Ismail Ould Cheikh Ahmed\n\n\n\n\nYesterday, Assistant to the President for Homeland Security and Counterterrorism, Lisa Monaco, met with incoming United Nations Special Envoy for Yemen, Ismail Ould Cheikh Ahmed, for consultations as he begins his new role.  Ms. Monaco underscored the importance the United States places on rapidly shifting from the military conflict in Yemen to all-party negotiations under UN auspices, and offered strong U.S. support for Mr. Ould Cheikh Ahmed’s efforts.  She noted that this shift would allow Yemen to resume the inclusive political transition process outlined in the Gulf Cooperation Council Initiative, the National Dialogue outcomes, and relevant UN Security Council resolutions and focus on combatting al-Qa'ida in the Arabian Peninsula.  The United States strongly believes that all of Yemen's communities have important roles to play in the country's peaceful governance.  They also discussed the dire humanitarian situation in Yemen.  Ms. Monaco expressed U.S. determination to support the unimpeded delivery of badly needed food, medicine, and other supplies to the people of Yemen who are suffering.  She reinforced that the United States is working closely with humanitarian aid organizations, governments, and others to facilitate access and the urgent delivery of assistance to those in need.  Finally, Ms. Monaco and Mr. Ould Cheikh Ahmed agreed that all Yemenis must come together in a political dialogue to serve the needs of the Yemeni people and counter the shared threat from al-Qa'ida in the Arabian Peninsula, which is exploiting the crisis.\n\n\n\n\n"
}