{
    "title": "Executive Order -- Taking Additional Steps to Address the National Emergency with Respect to Significant Malicious Cyber-Enabled Activities | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/12/29/executive-order-taking-additional-steps-address-national-emergency",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 29, 2016\n\n \n\n\n\nExecutive Order -- Taking Additional Steps to Address the National Emergency with Respect to Significant Malicious Cyber-Enabled Activities\n\n\n\n\n\n\tEXECUTIVE ORDER\n\n\t- - - - - - -\n\n\tTAKING ADDITIONAL STEPS TO ADDRESS THE NATIONAL EMERGENCY WITH RESPECT TO SIGNIFICANT MALICIOUS CYBER-ENABLED ACTIVITIES\n\n\tBy the authority vested in me as President by the Constitution and the laws of the United States of America, including the International Emergency Economic Powers Act (50 U.S.C. 1701 et seq.) (IEEPA), the National Emergencies Act (50 U.S.C. 1601 et seq.) (NEA), and section 301 of title 3, United States Code,\n\n\tI, BARACK OBAMA, President of the United States of America, in order to take additional steps to deal with the national emergency with respect to significant malicious cyber-enabled activities declared in Executive Order 13694 of April 1, 2015, and in view of the increasing use of such activities to undermine democratic processes or institutions, hereby order:\n\n\tSection 1. Section 1(a) of Executive Order 13694 is hereby amended to read as follows:\n\n\t\"Section 1. (a) All property and interests in property that are in the United States, that hereafter come within the United States, or that are or hereafter come within the possession or control of any United States person of the following persons are blocked and may not be transferred, paid, exported, withdrawn, or otherwise dealt in:\n\n\t(i) the persons listed in the Annex to this order;\n\n\t(ii) any person determined by the Secretary of the Treasury, in consultation with the Attorney General and the Secretary of State, to be responsible for or complicit in, or to have engaged in, directly or indirectly, cyber-enabled activities originating from, or directed by persons located, in whole or in substantial part, outside the United States that are reasonably likely to result in, or have materially contributed to, a significant threat to the national security, foreign policy, or economic health or financial stability of the United States and that have the purpose or effect of:\n\n\t(A) harming, or otherwise significantly compromising the provision of services by, a computer or network of computers that support one or more entities in a critical infrastructure sector;\n\n\t(B) significantly compromising the provision of services by one or more entities in a critical infrastructure sector;\n\n\t(C) causing a significant disruption to the availability of a computer or network of computers;\n\n\t(D) causing a significant misappropriation of funds or economic resources, trade secrets, personal identifiers, or financial information for commercial or competitive advantage or private financial gain; or\n\n\t(E) tampering with, altering, or causing a misappropriation of information with the purpose or effect of interfering with or undermining election processes or institutions; and\n\n\t(iii) any person determined by the Secretary of the Treasury, in consultation with the Attorney General and the Secretary of State:\n\n\t(A) to be responsible for or complicit in, or to have engaged in, the receipt or use for commercial or competitive advantage or private financial gain, or by a commercial entity, outside the United States of trade secrets misappropriated through cyber-enabled means, knowing they have been misappropriated, where the misappropriation of such trade secrets is reasonably likely to result in, or has materially contributed to, a significant threat to the national security, foreign policy, or economy of the United States;\n\n\t(B) to have materially assisted, sponsored, or provided financial, material, or technological support for, or goods or services to or in support of, any activity described in subsections (a)(ii) or (a)(iii)(A) of this section or any person whose property and interests in property are blocked pursuant to this order;\n\n\t(C) to be owned or controlled by, or to have acted or purported to act for or on behalf of, directly or indirectly, any person whose property and interests in property are blocked pursuant to this order; or\n\n\t(D) to have attempted to engage in any of the activities described in subsections (a)(ii) and (a)(iii)(A)-(C) of this section.\"\n\n\tSec. 2. Executive Order 13694 is further amended by adding as an Annex to Executive Order 13694 the Annex to this order.\n\n\tSec. 3. Executive Order 13694 is further amended by redesignating section 10 as section 11 and adding a new section 10 to read as follows:\n\n\t\"Sec. 10. The Secretary of the Treasury, in consultation with the Attorney General and the Secretary of State, is hereby authorized to determine that circumstances no longer warrant the blocking of the property and interests in property of a person listed in the Annex to this order, and to take necessary action to give effect to that determination.\"\n\n\tSec. 4. This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n\n\tSec. 5. This order is effective at 12:01 a.m. eastern standard time on December 29, 2016.\n\n\tBARACK OBAMA\n\n\tTHE WHITE HOUSE,\n\tDecember 28, 2016.\n\n\n\n\n"
}