{
    "title": "Declaraciones del Presidente sobre la Aprobación de la Ley de Seguridad Fronteriza en el Sudoeste | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/08/12/declaraciones-del-presidente-sobre-la-aprobaci-n-de-la-ley-de-seguridad-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 12, 2010\n\n \n\n\n\nDeclaraciones del Presidente sobre la Aprobación de la Ley de Seguridad Fronteriza en el Sudoeste\n\n\n\n\nDesde que asumí la presidencia, hice de la seguridad fronteriza en el sudoeste una de mis principales prioridades. Por eso mi gobierno le ha dedicado un nivel sin precedente de recursos y personal a luchar contra las organizaciones criminales trasnacionales que trafican con drogas, armas y dinero, y se dedican a la trata de personas que pasan clandestinamente por la frontera con México. La medida que el Congreso tomó hoy responde a mi llamado a impulsar el trabajo esencial de los funcionarios de las agencias federales de la ley y a mejorar su capacidad de colaborar con las agencias de ley estatales, locales y tribales. Los recursos que se han puesto a su disposición con esta ley expandirán nuestros exitosos esfuerzos por proteger a las comunidades ubicadas a lo largo de la frontera sudoeste y en todo el país. Y esta nueva ley también aumentará nuestros esfuerzos conjuntos con México dirigidos a combatir pandillas y organizaciones delictivas que operan a ambos lados de la frontera que compartimos. Entonces, estas medidas tendrán un importante impacto ahora que mi gobierno continúa trabajando con el Congreso hacia una reforma integral de la inmigración para preservar la seguridad de nuestras fronteras y restaurar la responsabilidad y rendimiento de cuentas en nuestro fallido sistema de inmigración.\n \n \nHoja Informativa sobre la Estrategia del Presidente para una Seguridad Fronteriza Estratégica e Integrada en el Sudoeste.\n \nEl Presidente promulgará un plan integral para preservar la seguridad de la frontera del sudoeste, que incluye $600 millones en fondos suplementarios para mejorar la protección fronteriza y las actividades de las agencias de la ley, pagados en parte con $100 millones cancelados del programa SBInet dentro del Departamento de Seguridad Nacional (Department of Homeland Security o DHS). Aunque esta ley no lo especifica, el Presidente también ha autorizado la movilización de hasta 1,200 efectivos de la Guardia Nacional según se requieran, la cual ya ha comenzado.\n \n$600 millones en recursos adicionales\n \nLa Administración ha conseguido $600 millones en fondos suplementarios que se utilizarán para mejorar la tecnología en la frontera, intercambiar información y apoyar a las agencias de la ley a nivel estatal, local y tribal, además de aumentar la presencia de los departamentos de Justicia y Seguridad Nacional, y actividades de las agencias de la ley en la frontera, para que incluyan más agentes, investigadores y fiscales como parte de un esfuerzo a todo nivel para combatir las redes ilícitas de traficantes de personas, drogas, armas ilegales y dinero. Los fondos suplementarios se pagan plenamente con $100 millones cancelados del programa SBInet dentro del DHS y con un aumento temporal de las tarifas para la detección y prevención del fraude que pagan algunos empleadores que buscan trabajadores internacionales altamente calificados.\n \nDepartamento de Seguridad Nacional \n• Los fondos suplementarios otorgan $394 millones al Departamento de Seguridad Nacional. La ley incluye $244 millones para contratar a nuevo personal y mantener el número actual de agentes de la Patrulla Fronteriza y funcionarios del Servicio de Aduanas y Protección Fronteriza (Customs and Border Protection o CBP), $32 millones para dos nuevos sistemas no tripulados de detección aérea, $6 millones para bases de operación de vanguardia para agentes de la Patrulla Fronteriza, $14 millones para comunicaciones tácticas de respaldo a actividades de las agencias de la ley, $80 millones para nuevos agentes del Servicio de Inmigración y Control de Aduanas (Immigration and Customs Enforcement o ICE) e inversiones de respaldo a lo largo de la frontera,  $8 millones para capacitar a nuevo personal de agencias de la ley.\n \nDepartamento de Justicia\n• Los fondos suplementarios otorgan $196 millones al Departamento de Justicia para que incremente el número de funcionarios de las agencias federales de la ley en la región del sudoeste, y la movilización temporal de personal a zonas de alta criminalidad. Se asignarán según  la necesidad operativa. Específicamente, los fondos para el Departamento de Justicia aumentarán la presencia de agentes federales de la ley en los distritos de la frontera sudoeste al agregar siete (7) equipos Gunrunner de la Oficina contra el Alcohol, Tabaco, Armas de Fuego y Explosivos (Bureau of Alcohol, Tobacco, Firearms and Explosives o ATF), cinco (5) Grupos de Trabajo híbridos de la FBI, más agentes de la DEA, equipo, respaldo operativo y abogados adicionales, entre ellos treinta (30) fiscales y jueces de inmigración. También proporcionará fondos adicionales para la detención y encarcelamiento de delincuentes extranjeros en coordinación con las actividades del Departamento de Seguridad Nacional para velar por el cumplimiento de la ley.\n \n• La solicitud suplementaria también proporcionará fondos para apoyar las operaciones de las agencias de la ley de México con análisis balístico, análisis de ADN, intercambio de información, capacidad y asistencia técnica, lo que incluye a más de veinte (20) alguaciles adjuntos de Estados Unidos dedicados al Programa de Enlaces para la Investigación (Investigative Liaison Program) de México y al Centro de Inteligencia de El Paso (El Paso Intelligence Center o EPIC) para atender a investigaciones a ambos lados de la frontera.\nMovilización adicional de la Guardia Nacional\nEl Presidente también ha autorizado la movilización de hasta 1,200 efectivos adicionales de la Guardia Nacional a la frontera para prestar ayuda con inteligencia, observación y reconocimiento, y apoyo inmediato a operativos policiacos contra las drogas hasta que Customs and Border Protection puedan reclutar y capacitar a oficiales y agentes adicionales para que presten servicios en la frontera.\nYa se está dedicando un nivel sin precedente de recursos\nLa Administración del Presidente Obama ha dedicado una cantidad sin precedente de recursos a resguardar la frontera y a combatir el flujo de drogas, armas y efectivo en las fronteras. En el último año, desde que se lanzó el Programa para la frontera sudoeste, el gobierno:\n\n• Aumentó al doble el personal asignado a los Grupos de Trabajo de Control y Seguridad Fronteriza (Border Enforcement Security Task Forces) al movilizar más agentes especiales del ICE; \n• Aumentó al triple el número de analistas de inteligencia del ICE dedicados a combatir la violencia de los carteles a lo largo de la frontera sudoeste; \n• Quintuplicó el personal del ICE que se desempeña como oficiales de enlace fronterizo.\n• Inició, por primera vez, la inspección de 100 por ciento de la carga ferroviaria hacia el sur, en busca de armas ilegales, drogas y dinero en efectivo;\n• Movilizó a miles de activos tecnológicos a lo largo de la frontera sudoeste y actualmente cuenta con 150 activos aéreos en operaciones a lo largo de la frontera sudoeste.\n• Envió a El Paso y Phoenix, dos nuevos grupos de la DEA para velar por el cumplimiento de la ley en la frontera sudoeste, y agregó 25 nuevos analistas de inteligencia de la DEA;\n• Movilizó dos nuevos Grupos de Trabajo para Combatir la Corrupción en la Frontera (Border Corruption Task Forces) de la FBI en Del Río y Houston.\n• Agregó 200 nuevos cargos de alguaciles federales, incluidos alguaciles adjuntos e investigadores para la confiscación de activos de criminales en la frontera sudoeste a fin de aumentar la captura de fugitivos y la respuesta a los crímenes violentos a través de la frontera; para identificar y confiscar los activos económicos de los carteles; para aumentar la seguridad en los tribunales y las operaciones de prisioneros, y para investigar y mitigar las amenazas contra la seguridad y generar más conciencia sobre seguridad en el poder judicial y otros empleados de los tribunales;\n• Aumentó el número de agentes de la ATF en Arizona para combatir el tráfico de armas a México.  \n• Contrató a casi 50 fiscales federales adicionales del Departamento de Justicia (DOJ) para llevar ante los tribunales a los contrabandistas de drogas, armas y grandes cantidades de dinero por los carteles mexicanos, y asignó a cinco de dichos fiscales para que se dediquen exclusivamente a solicitudes de extradición de México. Hubo 107 extradiciones de México a Estados Unidos en el 2009, un récord, en comparación con 12 en el 2000; \n• Aumentó la cooperación entre agencias de la ley de Estados Unidos y México para combatir el lavado de dinero y el tráfico de grandes cantidades de dinero en efectivo, lo que incluye subvenciones del Departamento de Justicia por $50 millones a agencias federales, estatales y locales, un operativo múltiple del ICE de 120 días, y la contratación de un fiscal del DOJ dedicado exclusivamente a casos de lavado de dinero hacia México y en México;\n• Reanudó la práctica de que el DOJ comparta las ganancias de activos confiscados con el gobierno de México como resultado de exitosas investigaciones criminales bilaterales;\n• Entrenó a 5,462 fiscales e investigadores mexicanos a nivel estatal y federal y en el poder ejecutivo y judicial, en vías de alcanzar la capacitación de 9,261 para fines del 2010;\n• Planeó la expansión del Centro de Inteligencia de El Paso (El Paso Intelligence Center o EPIC) a fin de incluir personal adicional para recopilar, analizar y diseminar información de inteligencia y apoyar operativos de la ley contra una gran variedad de amenazas trasnacionales, y \n• Reasignó $80 millones en recursos actuales en la cuenta de Muros, Infraestructura y Tecnología para la Seguridad Fronteriza (Border Security Fencing, Infrastructure, and Technology) al reemplazo y reparación de muros de más alta prioridad a fin de mejorar la infraestructura física a lo largo de la frontera sudoeste.\nEstos programas estratégicos están produciendo verdaderos resultados. La Adminsitración:\n• Confiscó, por medio de los esfuerzos combinados del CBP y ICE, más de $103 millones en dinero ilegal y más de 1.7 millones de kilogramos de drogas y más de 1,400 armas de fuego, aumentos de más de $47 millones, más de 450,000 kilogramos de drogas y más de 300 armas de fuego en comparación con el 2008.\n• Confiscó, por medio de los esfuerzos combinados del CBP y ICE, más de $39.2 millones en dinero ilegal camino al sur, un aumento de más de $29.4 millones en comparación con el 2008.\n• En investigaciones dirigidas por el DOJ y realizadas por múltiples agencias de la ley (entre las cuales pueden estar incluidas la DEA, FBI, ATF, ICE, CBP y otras) el Proyecto “Deliverance” resultó en más de 2,200 arrestos, la confiscación de aproximadamente 74 toneladas de drogas y $154 millones en efectivo; el Proyecto “Coronado” resultó en el arresto de 303 personas en 19 estados y la confiscación de $3.4 millones en efectivo, 729 libras de metanfetaminas, 62 kilogramos de cocaína, 967 libras de marihuana, 144 armas y 109 vehículos; “Operation Xcellerator” resultó en el arresto de más de 750 personas bajo cargos relacionados con drogas y la confiscación de más de 23 toneladas de narcóticos y más de $59 millones en efectivo;\nAsimismo, el Comando Marítimo Unificado del DHS en San Diego (DHS Maritime Unified Command), compuesto por el Servicio de Guardacostas de Estados Unidos, CBP, ICE, DEA y otras agencias de la ley asociadas, aumentó más de seis veces los operativos marítimos antidrogas en aguas del Pacífico que se extienden a lo largo de la frontera sudoeste, decomisando 57,437 libras de drogas en el año fiscal 2009, en comparación con 8,884 libras decomisadas en el año fiscal 2008. En lo que va del año fiscal 2010, el Servicio de Guardacostas ya ha decomisado 11,500 libras de drogas en el sector de San Diego.\nLos datos estadísticos reflejan una significativa reducción en el número de gente que intenta cruzar nuestras fronteras ilegalmente. Las cifras del CBP muestran que la inmigración ilegal a Estados Unidos se ha reducido y los arrestos entre puntos de ingreso han disminuido como resultado.\nDesde el 2004, la Patrulla Fronteriza ha aumentado al doble y ahora tiene aproximadamente 20,000 agentes.\n \n\n\n\n"
}