{
    "title": "FACT SHEET: First Lady Announces New Let Girls Learn Commitment in Liberia | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/06/27/fact-sheet-first-lady-announces-new-let-girls-learn-committment-liberia",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJune 27, 2016\n\n \n\n\n\nFACT SHEET:  First Lady Announces New Let Girls Learn Commitment in Liberia\n\n\n\n\n\nUSAID announces dedication of up to $27 million in funding to directly support Let Girls Learn; Peace Corps expands Let Girls Learn Liberia with 51 new Peace Corps Trainees and 23 Peace Corps Response Volunteers\n\n\tIn March 2015, the President and First Lady launched Let Girls Learn, a U.S. Government initiative aimed at ensuring adolescent girls across the world attain a quality education that empowers them to reach their full potential. The initiative brings together the U.S. Department of State, U.S. Agency for International Development (USAID), Peace Corps, the Millennium Challenge Corporation, and other agencies to address the range of challenges – both in and out of the classroom – that make it difficult for over 62 million girls to get the educations they deserve. Building on U.S. Government investments and expertise, Let Girls Learn develops new programs, elevates existing programs, leverages public-private partnerships, and engages non-governmental organizations, governments, and private sector partners to commit to improving the lives of adolescent girls worldwide.\n\n\tToday, the U.S. Government announces new programming in Liberia to help address the barriers that prevent girls from attaining an education. Through these programs, the U.S. Government hopes to help improve the future for adolescent girls in Liberia. The new commitments announced today build on more than $20 million in existing contributions made by a variety of organizations to the Let Girls Learn initiative and announced by the First Lady earlier this month as part of the United State of Women Summit. \n\n\t\"I am thrilled that we are making these new investments in adolescent girls' education and deepening our partnership with the Government of Liberia,\" said First Lady Michelle Obama. \"These girls are so bright and so eager to learn, and these investments will help them build the knowledge and skills they need to provide for themselves and their families and contribute fully to their communities and their country.\"\n\n\tLast week, in an effort to encourage people around the world – especially young people – to follow her trip and engage on the issue of adolescent girls' education, the First Lady launched her Snapchat account with the help of Ellen DeGeneres, The Late Late Show with James Corden, Cosmopolitan.com, and Netflix’s Gilmore Girls. To follow the First Lady’s trip, add her on Snapchat: MichelleObama. \n\nNew Commitments to Let Girls Learn\n\n\tUSAID is dedicating up to $27 million in funding to directly support Let Girls Learn through several new programs in Liberia, including:\n\n\nNew Accelerated Quality Education (AQE) Activity:  This new program focuses on increasing enrollment and safe access to education. It will include: training teachers, administrators and policymakers to prevent gender-based violence (GBV); assisting Parent Teacher Associations to reduce GBV; ensuring the policies, systems, and resources are available to the Liberian Ministry of Education to address school-related GBV; and designing curricula to ensure gender-sensitive content.\n\nLaunching the “Let Girls Learn Challenge” for Liberia: In partnership with Liberia’s Ministry of Education, USAID is launching a “Let Girls Learn Challenge” that invites external partners to participate in a process to co-create, co-design, and co-invest in the research, development, piloting, and testing of innovative, practical and cost-effective interventions to advance adolescent girls’ education.\n\nIncreasing Support for Out-of-School Girls and Youth: Over the next five years, USAID will expand its work to provide out-of-school adolescent girls and other youth with improved access to basic education and training in work readiness, technical skills and leadership development.\n\nProviding Support for the Education of Girls with Disabilities: USAID will advance a public-private partnership to support Liberia’s Ministry of Education and other partners in expanding the Liberia School for the Blind to include a separate dormitory and Water and Sanitation for Health (WASH) facility for adolescent girls.\n\n\n\tThe Peace Corps is proud to expand its Let Girls Learn program in Liberia with 51 new Peace Corps Trainees and 23 Peace Corps Response Volunteers working primarily in the education sector.\n\n\nReturning Volunteers: These volunteers will be placed in all 15 counties in Liberia, and represent the return of Peace Corps volunteers following a 10 month suspension of the program due to the outbreak of Ebola.\n\nExpanding Curriculum: As a Let Girls Learn country, Peace Corps Liberia is expanding adolescent girl-focused activities, such as promoting self-esteem and leadership skills, as well as improving menstrual hygiene management through camps and clubs. \n\nGirl-Centered Programming: Peace Corps Liberia operates Girls Leading Our World (GLOW) Camps, funded by USAID’s Small Projects Assistance Fund, where 35 Liberian girls (age 16-25) work together to become role models to others in their schools and communities.  The overarching goal of the program is to empower girls by providing them with the tools to gain knowledge, skills, and attitudes to become successful, strong, confident women and to promote safe, healthy, inclusive, and resilient communities.\n\nWorking with Local Leaders: Partnering with the Ministry of Education, Peace Corps Liberia conducts Student Friendly Schools workshops with Principals and educators on the importance of providing a safe place for girls to learn, lesson planning and other professional development opportunities.\n\nPeace Corps Let Girls Learn Fund: Peace Corps’ community-based approach entails volunteers working with communities to identify the barriers facing adolescent girls who want to attend and stay in school.  Through the Peace Corps Let Girls Learn Fund, volunteers work with communities to implement projects ranging from creating safe schools, to providing basic needs such as bathrooms, to supporting libraries and workshops such as “Girls Leading Our World” — or GLOW Camps — which encourage self-confidence and leadership among adolescent girls. To date, the Peace Corps Let Girls Learn fund has supported over 200 projects, with more than 200 in the pipeline.\n\n\nOngoing United States initiatives to overcome barriers to adolescent girls’ education in Liberia: \n\n\tUSAID has a long history of partnership with Liberia and others to reduce barriers to adolescent girls’ education, including the following ongoing programs: \n\n\n\t\tThe Education Crisis Response Program works to keep adolescent girls in school by partnering with the United Nations Children’s Emergency Fund to rehabilitate bathrooms and wells in 120 primary schools, reaching approximately 8,000 adolescent girls in counties hardest hit by the 2014/2015 Ebola outbreak.\n\n\t\tThe Advancing Youth Program (AYP) provides increased access to quality basic education services, social and leadership development, and livelihoods for approximately 2,800 adolescent girls who are unschooled or out of school, and who have no or marginal literacy and numeracy skills. \n\n\n\tThrough the Education Quality and Access In Liberia (EQUAL) initiative, USAID promotes safe, child-friendly school environments for approximately 3,864 adolescent girls in Grand Bassa by preparing Parent Teacher Associations, school principals, and community ‘change makers’ to improve gender equality in education and respond to and prevent school-related GBV; and piloting safe school initiatives in 10 communities across Liberia.\n\n\tThe U.S. Department of Labor’s investment of $6.2 million in its Actions to Reduce Child Labor (ARCH) project helps adolescent girls engaged in or at-risk of entering exploitative child labor in rubber growing areas. In response to food insecurity as a result of the Ebola Virus Disease, ARCH is also implementing a school feeding and garden program, ensuring better nutrition for children, including adolescent girls, attending school.\n\n\tThe U.S. Department of Agriculture's McGovern-Dole International Food For Education and Child Nutrition Program operates a $20 million, four-year award program in 10 Liberian counties that helps to ensure adolescent girls, grades 4-6, remain in school by providing a monthly take-home ration if they maintain an 80 percent or higher attendance rate. \n\n\n\n\n"
}