{
    "title": "Fact Sheet: HIV/AIDS Treatment | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/07/21/fact-sheet-hivaids-treatment",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 21, 2012\n\n \n\n\n\nFact Sheet: HIV/AIDS Treatment\n\n\n\n\n“To extend lives and stem transmission, we need to make sure every HIV-positive American gets the medical care that they need.”\n\t--President Obama, July 13, 2010\n\t \n\tThe Obama Administration is committed to further advancing the science of HIV/AIDS treatment and improving access to treatment both domestically and globally. Antiretroviral treatment (ART) is saving lives and recent studies have shown that ART is highly effective in preventing HIV transmission to partners.\n\t \n\tDomestically, the Ryan White Program provides treatment and support services to over half a million people living with HIV, and the Affordable Care Act will increase health coverage for tens of thousands of Americans living with HIV.  Globally, we are reaching nearly four and a half million people with lifesaving treatment, and we are on track to meet President Obama’s World AIDS Day commitment to reach six million people with treatment by the end of 2013.\n\t \nAmerican Leadership in Action\n\t \n\tIn the 1980s, scientists from the National Cancer Institute at the National Institutes of Health (NIH) developed and tested AZT, the first antiretroviral drug approved by the U.S. Food and Drug Administration (FDA) to be used as a treatment for HIV/AIDS.  NIH researchers also identified the structure of HIV and key targets for drug development, including protease inhibitors.  In 1995, the first protease inhibitor was approved by the FDA, ushering in a new era of highly active antiretroviral therapy.  NIH supported the key studies that demonstrated the effectiveness of using combinations of these antiretroviral drugs.  Since then, nearly 30 antiretroviral agents have been licensed.  This has resulted in dramatic improvements in the quality of life and life expectancy of many HIV-infected individuals, and additional therapies are under development.\n\t \nCreating an AIDS-free Generation\n\t \n\tA core intervention in the fight to end AIDS is ensuring access to antiretroviral ART. Simply put, ART saves the lives of those who would otherwise die from AIDS-related illness.  In addition, there is growing evidence that families and entire communities benefit from access to treatment due to the restoration of health of treated adults and the subsequent improvement in the nutritional, educational, and life outcomes of their children.\n\t \n\tIn the United States, since 1993, we have significantly reduced the number of deaths from AIDS-related illness. The rate of mother-to-child transmission of HIV in the U.S. has dropped by more than 90 percent during the last two decades, resulting in fewer than 200 cases per year. A person living with HIV who goes on treatment can now be expected to live a near-normal lifespan.\n\t \n\tIn 2010, President Obama released the country’s first comprehensive National HIV/AIDS Strategy, which has reinvigorated the domestic response to AIDS by making smarter, more effective investments in science, prevention, and treatment. The President has made implementing the Strategy a top priority by requesting increased funding for HIV treatment and care services in each of his Budgets.\n\t \n\tAs part of this effort, the President increased Federal investments for AIDS Drug Assistance Programs (ADAPs) to expand access to life-saving medications As of July 2012, the Obama Administration’s investment in ADAP will eliminate State ADAP waitlists, based on estimates provided by States. In FY 2013, the President proposed a total of $1 billion for ADAPs, a $67 million increase above FY 2012, so that all Americans living with HIV/AIDS have access to life-extending treatment.\n\t \n\tGlobally, we are reaching nearly four and a half million people with lifesaving treatment.  By focusing on proven interventions and continuing to push for greater efficiency and lower cost, the President’s Emergency Plan for AIDS Relief (PEPFAR) will be able to achieve the President's ambitious goal to treat 6 million people living with HIV in FY 2013.  PEPFAR is a real life success story of making each dollar save as many lives as possible.\n\t \n\tPEPFAR has expanded its prevention, care and treatment programming, and now has significant investments in more than 35 countries in several regions worldwide.  Since FY 2008, PEPFAR has increased the number of people receiving treatment by 124%, the number of pregnant women receiving antiretroviral prophylaxis to prevent mother-to-child transmission by 72% and the number of individuals receiving HIV testing and counseling by 87%.\n\t \nLooking Ahead\n\t \n\tOn World AIDS Day 2011, President Obama announced a new treatment goal of providing ART to six million people by the end of 2013 – two million more than our previous goal.  We are delivering on this goal.  Globally, with accelerated scale-up of combination prevention, UNAIDS estimates that the number of new infections will fall below the number of those newly eligible for HIV treatment by 2015.\n\t \n\tDomestically, ongoing implementation of the National HIV/AIDS Strategy and the Affordable Care Act mean that more Americans will have sustained access to HIV care. The Affordable Care Act expands Medicaid for the lowest income people; it strengthens and improves Medicare, and makes private insurance work better for all Americans, including people with HIV. It prohibits discrimination on the basis of HIV status. And, it has already banned lifetime limits on insurance coverage, and is phasing out annual limits in coverage. It also increases access to critical prevention services, including HIV testing. These changes will improve health outcomes for tens of thousands of Americans at risk for and living with HIV.\n\t \n\tOn the research front, NIH-supported scientists are working to identify ways to improve antiretroviral drugs and the provision of ART.  Trials are underway to:  study longer-acting versions of drugs to minimize the number of doses a patient must take; develop new and better therapies with fewer toxicities; strategies to assist individuals to adhere to drug regimens; develop new and improved drugs for HIV-associated clinical complications and co-morbidities, including TB, HCV, and other diseases; better ways to administer therapy to minimize interactions with other medications that some with HIV need to take for co-infections.  Significant progress in both basic and treatment research aimed at eliminating viral reservoirs in the body, is leading to new hope that the world will someday see a cure for the millions living with HIV/AIDS.\n\n\n\n\n"
}