{
    "title": "White House Announces New Chief Floral Designer, Hedieh Ghaffarian | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/09/17/white-house-announces-new-chief-floral-designer-hedieh-ghaffarian",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 17, 2015\n\n \n\n\n\nWhite House Announces New Chief Floral Designer, Hedieh Ghaffarian\n\n\n\n\n\n\tThe White House today announced that Hedieh “Roshan” Ghaffarian has been selected as the White House Chief Floral Designer.  \n\n\t“We are thrilled to have Roshan serve as our Chief Floral Designer and lead our tremendously  talented, dedicated floral staff,” said First Lady Michelle Obama. “Roshan’s life story is a powerful reminder that the American Dream endures and the President and I look forward to seeing her creativity flourish for White House guests to enjoy year-round.”\n\n\t“I couldn’t be more pleased that Roshan’s diverse portfolio will be reflected in our upcoming events and day-to-day décor, giving guests a true taste of American entrepreneurship and artistry,” said White House Social Secretary Deesha Dyer.\n\n\t\"I am deeply honored to serve the President and First Lady as the new White House Chief Floral Designer,\" said Ms. Ghaffarian.  “I am humbled by the opportunity to serve in this Administration and will dedicate myself to advancing the tradition of excellence and elegance in the White House.\"\n\nBiography of Hedieh “Roshan” Ghaffarian:\n\n\tHedieh “Roshan” Ghaffarian was born in Tehran, Iran, and raised in Los Altos, California. After immigrating to California with her family as a young child following the Iranian revolution, Hedieh attended middle school and high school in Northern California. In her early‑twenties Hedieh started her business, Flower Affairs, from her parents’ garage.  A female entrepreneur with over 25 years of experience and over 1,000 events completed, Ghaffarian has an expansive portfolio and extensive experience in envisioning, planning, and executing large-scale events with great attention to detail.  Ghaffarian has trained with UK-based floral designers Jane Packer, Paula Pryke and Kenneth Turner.  Her work has been featured in several publications, including Ceremony Magazine, Today’s Bride Magazine and The Knot. \n\n\tGhaffarian will be on hand for the China State Dinner and will start full time on October 18 when she relocates to Washington, D. C.\n\n\n\n\n"
}