{
    "title": "First Lady Michelle Obama Announces Major Private Sector Commitment to Hire 25,000 Veterans and Military Spouses in Support of Joining Forces | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/10/19/first-lady-michelle-obama-announces-major-private-sector-commitment-hire",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 19, 2011\n\n \n\n\n\nFirst Lady Michelle Obama Announces Major Private Sector Commitment to Hire 25,000 Veterans and Military Spouses in Support of Joining Forces\n\n\n\n\n\n270 companies committing to employ veterans and military spouses\n\n\tWASHINGTON, DC – Today, while visiting Joint Base Langley-Eustis with President Obama on Day Three of the American Jobs Act bus tour, First Lady Michelle Obama announced that the American Logistics Association (ALA) and their 270 affiliate companies have committed to hiring 25,000 veterans and military spouses by the end of 2013. This commitment is part of the First Lady’s and Dr. Jill Biden’s Joining Forces initiative to support veterans and military families.  The ALA’s commitment will fulfill a quarter of the President’s challenge to the private sector to hire or train 100,000 veterans and military spouses by the end of 2013.  The announcement comes as the President and First Lady visit Joint Base Langley-Eustis to discuss the critical importance of hiring America’s veterans.\n\n\t“We ask our men and women in uniform to leave their careers, leave their families, and risk their lives to fight for our country,” said President Obama.  “The last thing they should have to do is fight for a job when they come home.  That’s why I’ve made increasing job opportunities for veterans a critical priority for my Administration and why the American Jobs Act I proposed includes tax credits to make it easier for businesses to hire America’s veterans.”\n\n\t“The ALA’s commitment today is the largest coordinated effort by the private sector we’ve seen in years, maybe ever. And they’re making these hires not just because it’s the right thing to do or the patriotic thing to do. They’re doing it because it’s good for their bottom line.  They know that these veterans and military spouses represent the best, and they want them on their team,” said First Lady Michelle Obama. “And that’s what Joining Forces is about, tapping into all that goodwill that’s out there, all across America, in every sector of society, and channeling it into meaningful action that’s a win-win for everyone.”\n\n\tLed by the largest consumer packaged goods companies in the United States, the ALA includes major manufacturers such as Tysons Foods, Coca Cola, Unilever and ConAgra along with a multitude of specialty suppliers to the on-base military consumer channel. With annual sales of nearly $20 billion, these companies provide goods and services to a military channel comprised of military commissaries (grocery stores), exchanges (convenience stores, department stores, food concessions, gas stations, communications and electronics, ship’s stores, tactical retail outlets), Morale, Welfare, and Recreation sales and services (restaurants, child care, fitness centers, libraries, auto service) and Veteran’s Canteen Service (retail outlets in VA Hospitals and offices), as well as retail outlets on Coast Guard bases.  To achieve its goal, the Association will be teaming up with several on-going employment programs including the Military Spouse Employment Partnership (MSEP) and the Chamber of Commerce’s Hiring Our Heroes program.\n\n\tFirst Lady Michelle Obama and Dr. Jill Biden created Joining Forces to bring Americans together to recognize, honor and take action to support veterans and military families as they serve our country and throughout their lives. The initiative aims to educate, challenge, and spark action from all sectors of society to ensure veterans and military families have the support they have earned. The initiative focuses on key priority areas – employment, education, and wellness while raising awareness about the service, sacrifice, and needs of America’s veterans and military families.\n\n\tThe ALA’s commitment to hire 25,000 veterans and military spouses by the end of 2013 will further promote the goal of Joining Forces to create greater connections between the American public and those inspirational men and women who have served and sacrificed so greatly for this country.\n\n\tFor more information about Joining Forces, visit www.joiningforces.gov .\n\n\n\n\n"
}