{
    "title": "Readout of the President’s calls with Prime Minister Sheikh Hasina of Bangladesh and Prime Minister Meles of Ethiopia | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/readout-president-s-calls-with-prime-minister-sheikh-hasina-bangladesh-and-prime-mi",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 15, 2009\n\n \n\n\n\nReadout of the President’s calls with Prime Minister Sheikh Hasina of Bangladesh and Prime Minister Meles of Ethiopia\n\n\n\n\nAs President Obama continues to lay the foundation for an international political agreement on climate change in Copenhagen, he is reaching out personally to his counterparts around the world. Yesterday, the President spoke with Prime Minister Sheikh Hasina of Bangladesh and Prime Minister Meles of Ethiopia.\nPresident Obama encouraged Prime Minister Hasina to help reach robust agreement at the Leaders summit later this week in Copenhagen.  The President reviewed efforts by the United States on climate change and reiterated his commitment to making progress.  He emphasized his desire to reach a pragmatic solution that encompasses action by all countries.  For her part, Prime Minister Hasina expressed appreciation for the efforts of the United States and noted that 80% of Bangladesh’s 150 million people could be negatively affected by climate change.  The two leaders agreed on the importance of working closely with the Danish Prime Minister to reach an appropriate agreement and of encouraging all developed and developing countries to play a constructive role.  The President also expressed support for Bangladesh’s efforts to combat terrorism in South Asia.\nWith Prime Minister Meles, the President reviewed efforts by the United States on climate change and reiterated his commitment to making progress.  He expressed his appreciation for the leadership role the Prime Minister was playing in work with African countries on climate change, and urged him to help reach agreement at the Leaders summit later this week in Copenhagen.  For his part, Prime Minister Meles stressed the importance of success in Copenhagen, and the need to find ways to make suitable progress on the mitigation, adaptation, and the provision of finance for the developing countries.\n\t \n\n\n\n\n"
}