{
    "title": "Readout of the Cabinet Meeting on the Domestic Response to Ebola | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/10/15/readout-cabinet-meeting-domestic-response-ebola",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 15, 2014\n\n \n\n\n\nReadout of the Cabinet Meeting on the Domestic Response to Ebola\n\n\n\n\nThe President met with members of his Cabinet today to discuss the current Ebola cases in the United States and the aggressive measures the Administration is taking in response. The President’s advisors provided him with an update on the status of the contact tracing of the healthcare worker diagnosed today, as well as a synopsis of the Centers for Disease Control and Prevention’s (CDC) lessons learned from its ongoing investigation in Dallas. The President’s team detailed the new steps that have been taken—including the creation of CDC’s Ebola Response Teams, the surging of personnel and resources to Dallas, and an emphasis on increasing outreach and education to our nation’s healthcare workers as well as to the general public—to enhance our preparedness in Dallas and nationwide. The meeting also reviewed the additional domestic airport screening measures unveiled last week at New York’s Kennedy Airport and that will be implemented tomorrow at four additional airports: Newark’s Liberty, Chicago’s O’Hare, Atlanta’s Hartsfield, and northern Virginia’s Dulles. The President concluded the meeting by underscoring that the federal domestic response must move quickly and that contact tracing and monitoring must be undertaken more aggressively while we continue to tackle the virus at its source in West Africa.\nParticipants:\n\n\n\t\tThe Vice President\n\n\t\tChuck Hagel, Secretary of Defense\n\n\t\tEric Holder, Attorney General\n\n\t\tThomas Perez, Secretary of Labor\n\n\t\tPenny Pritzker, Secretary of Commerce\n\n\t\tSylvia Burwell, Secretary of Health and Human Services\n\n\t\tErnest Moniz, Secretary of Energy\n\n\t\tRobert McDonald, Secretary of Veterans Affairs\n\n\t\tJeh Johnson, Secretary of Homeland Security\n\n\t\tGeneral Martin Dempsey, Chairman of the Joint Chiefs of Staff\n\n\t\tDenis McDonough, Assistant to the President and Chief of Staff\n\n\t\tShaun Donovan, Director of the Office of Management and Budget\n\n\t\tAmb. Samantha Power, Representative of the United States of America to the United Nations\n\n\t\tJohn Podesta, Counselor to the President\n\n\t\tSusan Rice, Assistant to the President for National Security Affairs\n\n\t\tLisa Monaco, Assistant to the President for Homeland Security and Counterterrorism\n\n\t\tDr. Thomas Frieden, Director of the Centers for Disease Control and Prevention (via secure video teleconference)\n\n\t\tSarah Raskin, Deputy Secretary of the Treasury\n\n\t\tNancy Powell, Special Coordinator-Ebola\n\n\n\n\n\n"
}