{
    "title": "Letter from the President to health care stakeholders | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/letter-president-health-care-stakeholders",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 12, 2009\n\n \n\n\n\nLetter from the President to health care stakeholders\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  ______________________________________________  For Immediate Release                                 May 12, 2009 THE WHITE HOUSE  WASHINGTON May 12, 2009     Mr. Stephen J. UbI              President & CEO              Advanced Medical Technology Association Dr. J. James Rohack, M.D.              President-elect              American Medical Association   Ms. Karen Ignagni              President & CEO              America's Health Insurance Plans Mr. Rich Umbdenstock              President & CEO              American Hospital Association   Mr. Billy Tauzin              President & CEO              Pharmaceutical Research and Manufacturers of America Mr. Dennis Rivera              Chair, SEIU Healthcare              Service Employees International Union    Dear Mr. UbI, Dr. Rohack, Ms. Ignagni, Mr. Umbdenstock, Mr. Tauzin, and Mr. Rivera: It was a pleasure to meet with all of you yesterday. As I said yesterday, health care reform will require all of us working together-from drug and insurance companies to labor unions and business executives, from doctors to hospitals and Members of Congress. I appreciate the commitment you have made to health care reform by pledging to do your part to reduce our Nation's annual health care spending growth rate by 1.5 percentage points. Coupled with comprehensive health care reform, your efforts could save the Nation more than $2 trillion over the next ten years and save hardworking families $2,500 in health care costs in the coming years. Getting spiraling health care costs under control is essential to providing all Americans with affordable, quality care, making our businesses more competitive, and closing our budget deficitsso I will hold you to your pledge to get this done. As we discussed in our meeting yesterday, I would like you to update my Administration by early June on the progress you have made toward fulfilling this important commitment. Sincerely,   Barack Obama\n\n\n\n"
}