{
    "title": "FACT SHEET: The White House Conference on Aging | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/07/13/fact-sheet-white-house-conference-aging",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\n\nJuly 13, 2015\n\n \n\n\n\nFACT SHEET: The White House Conference on Aging\n\n\n\n\n\nEmpowering All Americans as We Age\n\n\tToday, the President will host the White House Conference on Aging, which focuses on the issues facing Americans as they plan for retirement, care for older loved ones, and work to improve our quality of life as we age.  One of the most critical components of middle-class life in this country is a secure and dignified retirement, and today the President announced new steps we’re taking to ensure that Americans have the tools they need to prepare for the future.  These actions build on the President’s announcement earlier this year of the Department of Labor’s proposed rule requiring retirement advisers to put their clients’ best interest first, before their own profits.  \n\n\tThe actions announced today also build on the critical steps the Affordable Care Act has taken to strengthen and improve Medicare and Medicaid for older Americans.  Thanks to the Affordable Care Act, 9.4 million people with Medicare have saved over $15 billion on their prescriptions and 39 million people with Medicare took advantage of free preventive services newly covered by the law.  Additionally, new and expanded Medicaid home and community-based services under the health care law give older Americans options to remain in their homes and communities as they age. \n\n\tIn a year that marks the 50th anniversary of Medicare, Medicaid, and the Older Americans Act, as well as the 80th anniversary of Social Security, the White House Conference on Aging is an opportunity to recognize the importance of these programs, highlight new actions to support Americans as we age and focus on the powerful role that technology can play in the lives of older Americans in the decade ahead.  \n\n\tThe 2015 White House Conference on Aging is harnessing technology to bring today’s conversation to communities across the country.  Hundreds of watch parties are happening across every state in America and are being hosted by organizations such as AARP, the National Association of Area Agencies on Aging, Service Employees International Union (SEIU), the Diverse Elders Coalition, Leadership Council of Aging Organizations members, and numerous cities and counties.\n\n\tThe demographics of this country are changing, and there has never been a more important time to put the spotlight on these issues and the work of this Administration -- and so many organizations across America -- to empower all Americans, across generations.\n\nToday’s announcements include:\n\n\nFacilitating State Efforts to Provide Workplace-based Retirement Saving Opportunities: About a third of the workforce lacks access to a workplace retirement plan.  That’s why, in every budget since taking office, the President has put forth proposals to provide access for 30 million Americans to workplace-based retirement savings by requiring employers not currently offering a retirement plan to automatically enroll their workers in an IRA.  But in the absence of Congressional action, the states are leading the charge.  Similar proposals have been passed by a few states and are under consideration in over 20 others.  Other states are considering an approach that would encourage employers to create 401(k)-type plans.  However, states remain concerned about a lack of clarity regarding preemption by a federal pension law called the Employee Retirement Income Security Act of 1974 (ERISA).  By the end of the year, the U.S. Department of Labor will publish a proposed rule clarifying how states can move forward, including with respect to requirements to automatically enroll employees and for employers to offer coverage. \n\nLaunching Aging.gov:  Today, the Administration launched Aging.gov to provide older Americans, their families, friends, and other caregivers, a one-stop resource for government-wide information on helping older adults live independent and fulfilling lives.  The Web site links to a broad spectrum of Federal information, including how to find local services and resources in your community for everything from healthy aging to elder justice to long-term care, as well as how to find key information on vital programs such as Social Security and Medicare. \n\nModernizing Federal Rules that Affect Long-term Care, Healthy Aging and Elder Justice:   Steps being announced today include:  a new Centers for Medicare and Medicaid Services proposed rule to update, for the first time in nearly 25 years, the quality and safety requirements for more than 15,000 nursing homes and skilled nursing facilities to improve quality of life, enhance person-centered care and services for residents in nursing homes, improve resident safety, and bring these regulatory requirements into closer alignment with current professional standards;  a new proposed rule from the U.S. Department of Agriculture to increase accessibility to critical nutrition for homebound, older Americans and people with disabilities by enabling Supplemental Nutrition Assistance Program  (SNAP) benefits to be used for services that purchase and deliver food to these households;  a final Victims of Crime Act (VOCA) victim assistance rule from the U.S. Department of Justice (DOJ) to be released by the end of the year that will revise the current VOCA Victim Assistance Guidelines, clarify that VOCA Victim Assistance funds may be used to support legal services for crime victims, and emphasize the need to use VOCA funds to support social and legal services to underserved victims, including elder victims of abuse, financial exploitation, fraud, and neglect.; and U.S. Department of Housing and Urban Development guidance confirming that its Equal Access rule applies to all HUD-assisted and HUD-insured multifamily housing, including Section 202 Supportive Housing for the Elderly, and that such housing be made available without regard to actual or perceived sexual orientation, gender identity, or marital status.\n\nUtilizing Technology to Support Older Americans:  As part of the President’s commitment to making Federal government data open and more easily usable, today the Administration is announcing that by September 2015, Federal data sets relevant to aging and to elderly Americans will be made easily available on Data.gov, the repository for the U.S. Government’s open data.   This resource will continuously be updated with datasets on aging, much like it is for other important Administration priorities such as climate, public safety, and education. \n\t\t\n\nPrivate Sector Actions:  In connection with the White House Conference on Aging, private sector leaders are announcing new actions to help bring technology to bear to improve support for older Americans.  As part of its annual HackFest, LeadingAge, an association of 6,000 not-for-profit organizations and businesses representing a broad field of aging services, will partner with Hewlett-Packard using HP’s 3D immersive computing platform and Federal open data to challenge innovators to create technology-driven tools to improve the lives of older adults and their families.  The employer coalition ReACT (Respect a Caregiver’s Time), Care.com and the Massachusetts Institute of Technology are joining forces to generate the tools employers need to effectively support employees who are caregivers.  ReACT and Care.com will launch an employer engagement effort to drive broad employer adoption of best practices and effective strategies that support their employees’ caregiving responsibilities.  MIT and Care.com will jointly conduct a case study based on MIT’s approach to employer-supported elder care.  Uber is announcing pilot programs in Florida, Texas, Ohio, Arizona and California that will partner with senior community centers and other advocates to provide free technology tutorials and free or discounted rides to older Americans to increase access to transportation options and support mobility and independence.  Airbnb has conducted research to support and understand the experience of older Americans in their travels and in their use of technology and is partnering with communities to enhance accessibility and the user experience for older populations.  Walgreens has made advancements in its digital technologies to connect individuals with its telehealth services provider, which offers 24/7 access to U.S. board-certified doctors.  Seniors also can track their health behavior with personal wellness smartphone technologies from Walgreens and WebMD.   Peapod has adopted “best in class” web accessibility standards to ensure that all individuals, including those with disabilities and those who are unable to shop at traditional stores, can use its website and mobile applications.  Honor, a tech-enabled company that matches seniors with care professionals, will offer $1 million in free home care across 10 cities in the country and work with established care providing organizations in those communities to ensure this care goes to helping older Americans.  The University of Washington’s School of Nursing and the HEALTH-E (Home-based Environmental Assisted Living Technologies for Healthy Elders) initiative are introducing an Aging and Technology Laboratory, which includes hardware and software tools to support participatory design of technology for older adults.  The laboratory will allow scientists, engineers, and others to engage older adults and their families to accelerate the generation of new solutions to support aging.\n\n\n\n\nAdditional announcements include:\n\n\nEmployers Better Preparing Workers for Retirement.  Even among workers with access to an employer-based plan, only 78 percent participate; for part-time workers, this number decreases to 57 percent.  That’s why best practices like automatic enrollment of employees in 401(k) plans starting at levels of at least 5% of pay, automatic escalation of contributions, substantial employer matching and other contributions, and comprehensive financial education programs are so important to help employees better prepare for retirement.  Automatic enrollment in 401(k) plans has tended to increase participation rates to more than nine out of ten eligible employees, and in one notable study increased participation by new hires by about 50 percentage points.  Simulations performed by researchers also showed that automatic escalation could increase retirement saving by over 10 percent for low-income workers, with substantial gains for other workers as well.  To help ensure their employees can enjoy a secure retirement, employers such as Alaska Airlines, The Clorox Company, Vermeer, and United Technologies Corporation (UTC) have been taking the lead in adopting such best practices.  For example, all of these companies auto-enroll their workers at 6% of pay, with an automatic escalation in contributions each year.  And Clorox provides a total Company contribution of 10% of pay, consisting of a 4% employer match and a 6% annual Company contribution.  These leaders also have committed to taking further steps to improve their plans.  Alaska Airlines plans to allow terminated employees to continue repaying their plan loans on their original repayment schedules, rather than accelerating the repayment obligation when an employee leaves the company.  Vermeer is rolling out to participants a total financial wellness plan and auto-enrollment into custom target date funds, composed of their plan’s core fund menu to ease confusion, which will auto-adjust based on the employee’s age.  Lastly, by the end of 2016, UTC will set a goal of $1 billion in lifetime income assets intended to provide employees a steady stream of income in retirement and protect against outliving their savings.  UTC will also launch an education campaign encouraging participants to keep assets in UTC’s plan, even after they’ve separated from the company, rather than cashing out or rolling over into often higher-fee IRAs.  The Administration encourages other companies to follow their lead, and take these and other steps to improve their workers’ retirement security.  For new savers without access to workplace retirement savings plans, the U.S. Department of the Treasury has also introduced myRA (my Retirement Account), a simple, safe, and no-fee savings option.  Individuals can currently contribute to myRA through payroll deductions at their employers, and will also be able to contribute directly through their bank accounts starting later this year.\n\nImproving the Retirement Security of Federal Workers.  In addition to making it easier for private employers to improve their retirement offerings, the federal government is taking steps to improve its own retirement plans.  The Thrift Savings Plan – the largest 401(k)-type plan in the country, with $454 billion in assets for 4.7 million current and former federal and military employees – offers record low fees and competitive returns, yet 55 percent of employees leaving government transfer their money out of the plan within a year.  To help encourage more employees to keep their money in the TSP, the independent Federal Retirement Thrift Investment Board is formally considering whether to provide more personalized investment advice and increase the flexibility of withdrawals, and will soon begin to make age-appropriate lifecycle funds the default investment for newly hired federal workers who are automatically enrolled in the plan.  Military service members, unlike civilians, are not currently automatically enrolled in the TSP.  Congress is currently considering proposals by the Department of Defense and the bipartisan Military Compensation and Retirement Modernization Commission to automatically enroll service members in the TSP at 3 percent of basic pay.  In the interim, and based on the findings of two recent enrollment pilots, the U.S. Department of Defense plans to increase awareness of the benefits of TSP through improved periodic email reminders.  It will also consider the results in its deployment of new financial education programs.  Pilot results showed that service members receiving the best-performing outreach were nearly twice as likely to enroll in TSP as those receiving no outreach.\n\nHelping Workers Plan for Retirement by Providing Ready Access to Information About Their Social Security Benefits.  Providing workers and retirees with a comprehensive financial outlook is critical to a sound retirement.  To assist Americans in their financial planning, the Social Security Administration is providing individuals with an easily transferrable data file with the information contained in their monthly Social Security benefit statement, and has released a guide to help developers understand how they could incorporate the data into new software.  New tools utilizing this information could combine it with self-reported information on an individual’s retirement savings in 401(k)-style plans and IRAs to help individuals understand the amount of resources they will have available, determine how much to save, and figure out when to claim Social Security benefits, among other important financial planning and retirement decisions.\n\t\t\n\nPrivate Sector Actions:  Betterment, Financial Engines, and HelloWallet Holdings (a Morningstar Company) have committed to developing software incorporating the new data from SSA. \n\n\n\nProtecting Defined Benefit Pensions.  To ensure that more retirees continue to enjoy a steady, reliable stream of income in retirement, the U.S. Department of the Treasury has recently issued guidance clarifying that employers sponsoring defined benefit pension plans generally may not offer lump sum payments to retirees to replace their regular monthly pensions.  As noted in a recent Government Accountability Office report, such lump sum payments transfer longevity risk and investment risk from employers to individual retirees, putting retirees at risk of being unable to maintain their standard of living or outliving their assets in retirement.\n\nFacilitating the Availability of Lifetime Income Options.  Retirement security requires more than just accumulating savings—people also need protection against outliving assets.  Lifetime income options like annuities provide a regular stream of income regardless of lifespan.  Yet fewer than one in five defined contribution plans offer annuities, with the share falling sharply over time.  The Treasury and Labor Departments have previously issued a series of guidance documents encouraging plan sponsors to offer responsible annuity options to help protect retirees from outliving their savings.  However, some plan sponsors remain concerned that they could be held liable if the annuity provider fails.  To address these concerns, the U.S. Department of Labor today issued guidance clarifying that an employer’s fiduciary duty to monitor an insurer’s solvency generally ends when the plan no longer offers the annuity as a distribution option, not when the insurer finishes making all promised payments.  The guidance should encourage more employers to offer lifetime income annuities as a benefit distribution option in their 401(k)-type plans. \n\nMaking it Easier to Age in Place.  Older Americans overwhelmingly prefer to stay in their homes and communities as they age.   As the older population grows, housing that meets their needs is increasingly important.  To help address these needs, the U.S. Department of Housing and Urban Development released a guide to help older homeowners, families and caregivers make changes to their homes so that older adults can remain safe and independent.   The U.S. Department of Transportation will launch the National Aging and Disability Transportation Center in fall 2015.  This $2.5 million investment will provide technical assistance to improve the availability and accessibility of transportation options that serve the needs of people with disabilities, seniors and caregivers.   \n\t\t\n\nPrivate Sector Actions:  Home Depot also released a tip sheet and “how to” video highlighting simple home modification steps to help individuals age in place.  Washington State University will test new models of using technology to keep older adults safe and healthy as they live independently in their own homes, including a partnership with the Good Samaritan Society to equip 1,500 homes across the country with wireless sensors to help clinicians monitor those older adult residents who voluntarily chose to participate for health concerns.  \n\n\n\nCombatting Alzheimer’s and Other Dementias.  The U.S. Department of Health and Human Services (HHS) announced today an update on the progress made in the fight against Alzheimer’s disease and related dementias through the National Plan to Address Alzheimer’s Disease.  The update includes priority actions that the government will take over the next year to address these conditions.  The HHS Health Resources and Services Administration announced that it will develop an Alzheimer’s Disease and Related Dementias training curriculum next year to build a health care workforce with the necessary skills to provide high quality dementia care and ensure timely and accurate detection and diagnosis of dementia.  The HHS Office of Women’s Health will develop related training to help family caregivers maximize their own health and address specific care needs of persons with dementia.  The HHS Administration on Community Living is launching a $4 million Brain Health Awareness Campaign to help older adults better understand changes that occur in the brain as people age and reduce the fear of discussing concerns with family members and clinicians.\n\t\t\n\nPrivate Sector Actions:  In addition, the Dementia Friendly America Initiative, led by Collective Action Lab, in partnership with USAgainst Alzheimers, the National Association of Area Agencies on Aging, and Blue Cross Blue Shield of Minnesota announced plans to support dementia friendly communities across the country and to expand to 15 additional pilot sites across the country. This work is based on a model implemented in Minnesota through which communities across the state are actively working to increase dementia awareness and implement strategies to help support individuals in the community with dementia and their family caregivers.\n\n\n\nSupporting Elder Caregiving.  The Office of Personnel Management will issue a handbook on supporting caregiving and the elder care needs of family members in the federal workforce in response to the Presidential memorandum on “Enhancing Workplace Flexibilities and Work-Life Programs” released last year.  The handbook explains the workplace flexibility and work-life programs for federal employees supporting the elder care needs of their family members.  The Centers for Medicare and Medicaid Services will clarify for States that the development of registries that are used to match older Americans and their families with home care workers is an eligible Medicaid administrative expense.   CMS also will clarify that a State can recognize in its rates the costs associated with a provider attending Medicaid-related training once a provider is enrolled in the Medicaid program.  HHS will release a new fact sheet on educating family caregivers about insurance coverage through the Affordable Care Act.   While caring for a loved one, family caregivers of older adults may reduce work hours or retire early, and many put off their own health care needs.  This resource describes some of the unique health needs family caregivers may have and their health care coverage options.   The U.S. Department of Labor, recognizing that health care constitutes one of the largest and fastest growing sectors of the workforce due, in part, to the aging population's growth, announced a forthcoming catalogue summarizing the range of career pathways programs to support entry into health care careers and the development of a Federal plan targeted for release this fall for continuing to build the evidence about promising health care career pathway programs.  HHS will release an issue brief on long-term care entitled, Long-term Care for Older Americans:  Risks and Financing.\n\t\t\n\nPrivate Sector Actions:  The SCAN Foundation is investing $2 million in assisting community-based aging networks in developing the skills and capacity necessary to build collaborative partnerships with the health care sector.  Bank of America announced the introduction of the Bank of America Merrill Lynch Longevity Training Program for human resources and benefit plan professionals.  This first-of-its-kind program was developed in partnership with the USC Leonard Davis School of Gerontology and focuses on workplace awareness and understanding of the evolving needs of the nation’s aging population and their families.  Bank of America will soon make this training program available to all of the companies for whom Bank of America Merrill Lynch provides retirement and benefit plan services-- more than 35,000 companies and more than 5 million employees.  Transamerica Institute will support and disseminate caregiver-related research to understand how the need for caregiving is impacting American workers, especially women, and their employers.   Philips, joined by the MIT AgeLab and Georgetown University’s Global Social Enterprise Initiative, announced it will create the AgingWell Hub – an incubator for open innovation that examines and shares solutions to aging well through the use of new technologies, products, services and thought leadership in collaboration with academia, healthcare systems, caregivers, payers, entrepreneurs and older adults.\n\n\n\nKeeping Older Americans Moving.  The Surgeon General joined with the YMCA today in issuing a challenge to the 850 YMCA associations across the country to host intergenerational physical activity events during the first week of August to promote opportunities for young and older Americans to be active together.  The National Institutes of Health is partnering with a diverse group of public and private partners to promote healthy aging through its Go4Life exercise and physical activity campaign for older adults.\n\t\t\n\nPrivate Sector Actions:  NIH's campaign includes the Association of State and Territorial Health Officials issuing a call to all State and territorial health departments to support physical activity events for older adults beginning with Go4Life Month in September 2015.  \n\n\n\nSupporting Lifelong Learning and Engagement.  The Corporation for National and Community Service (CNCS) will announce $2.65 million in new Senior Corps grants to federally-recognized Indian tribes and tribal organizations to address critical needs in Native American communities.  CNCS awards will support 103 Senior Corps Volunteers providing 30,000 hours of service over the next three years.  \n\t\t\n\nPrivate Sector Actions: Encore.org, a national nonprofit focused on leveraging the experience of adults in midlife and beyond to meet community needs, will develop a new national campaign to mobilize older Americans’ talent to improve the prospects of vulnerable children and youth.  Michigan Technological University’s Breaking Digital Barriers group pairs university students with older learners to provide instruction in digital literacy in rural Michigan.  By 2017, the program will expand to reach additional older learners with 100 student tutors, with the aim of producing a nationally replicable model.\n\n\n\nHelping Older Americans Stay Healthy.  To reduce the occurrence of falls among older Americans, the Centers for Disease Control and Prevention (CDC) is launching a free on-line course offering continuing education credits to physicians, nurses and other health professionals on making falls prevention a routine part of clinical care.  The HHS Health Resources and Services Administration announced $35 million in awards to health professions training programs to expand geriatrics education to prepare the health care workforce to respond to the needs associated with advancing age.  The Centers for Medicare and Medicaid Services is working with AARP, the American Medical Association, the American Association of Family Physicians, the National Black Nurses Association, the National Hispanic Medical Association, the National Medical Association, the National Council of Asian Pacific Islander Physicians, the Partnership to Prevent Chronic Disease, the National Council on Aging, the National Hispanic Council on Aging and SAGE (Services and Advocacy for GLBT Elders) to disseminate information to patients and members on Medicare's preventive benefits.  Efforts to increase use of recommended preventive services will include, for example, co-branding CMS publications on preventive services and distributing a user-friendly check list to help Medicare beneficiaries understand and use their Medicare preventive benefits.  In addition, a Centers for Medicare and Medicaid Services and Social Security Administration effort to improve Medicare enrollment educational materials has already led to updated Web-based information and frequently asked questions, as well as a redesigned Social Security Statement containing more prominent Medicare enrollment information for individuals over age 60.  The Administration will continue to identify new and improved ways to educate beneficiaries and employers regarding Medicare enrollment.  The HHS Administration for Community Living, in collaboration with Services and Advocacy for GLBT Seniors (SAGE), will host a convening this fall with key stakeholders from state and local aging programs and the LGBT community to analyze available data and identify next steps for improving Older Americans Act outreach to LGBT older adults.  In 2011, the National Prevention Council, chaired by the Surgeon General and made up of 20 Federal departments, developed the National Prevention Strategy to guide the nation in implementing the most effective strategies for improving health and well-being.  Today, the Council announced that in the spring of 2016, it will release a Healthy Aging Action Plan to advance the National Prevention Strategy and will identify Federal action steps to promote prevention and well-being among older Americans.\n\t\t\n\nPrivate Sector Actions:  The John A. Hartford Foundation announced it is planning to invest $3 million to support the delivery of evidence-based services and programs by Area Agencies on Aging, which provide community-based support to older Americans and their caregivers, and by other community-based organizations, and it has allocated $2 million to help the HHS Geriatrics Workforce Enhancement Program meet its goals of improving health outcomes for older adults.  By the end of the year, Epic Systems Corporation, the electronic health record (EHR) technology provider, will make available to its EHR clients a clinical decision support tool for falls assessment based on CDC’s guidelines, to make it easier for health care providers to screen for falls, intervene to reduce risk, and provide follow-up care.  Kaiser Permanente will implement the CDC’s evidence-based falls prevention tool, known as STEADI (Stopping Elderly Accidents, Deaths & Injuries) across all of its regions and make Kaiser’s evidence-based falls prevention program widely available to other health systems and health plans.  The Stanford Center on Longevity will develop a State of Longevity Index to be released in early 2016 that will measure how well the United States is doing to improve the prospects for long-term well-being in financial security, physical health, social connectedness, educational attainment, and age-friendly communities.  IDEO is announcing the launch of “The Powerful Now,” a project to build a cross-sector collaboration around positive aging for all.\n\n\n\nImproving the Science on Understanding and Preventing Elder Abuse.  This fall, the National Institutes of Health will convene a state of the science workshop on elder abuse with researchers, clinicians, and others to review the science on understanding and preventing  abuse;  screening tools to identify abuse victims;  effective interventions and research in related areas like child abuse and domestic violence that might inform research on elder abuse; and gaps and opportunities in this field of research.   The aim of this workshop is to bring together a diverse set of stakeholders and determine promising avenues of research that could benefit from immediate investment.  The U.S. Department of Justice’s National Institute of Justice and its Elder Justice Initiative will fund a multi-year pilot project to evaluate potential means to avoid and respond to elder mistreatment.             \n\nProtecting Older Americans from Financial Exploitation and Elder Abuse.   The Consumer Financial Protection Bureau (CFPB) will release, by the end of 2015, an advisory to help financial institutions prevent, recognize and report elder financial exploitation.   CFPB is engaging with industry, consumer advocates, and others on the development of these promising practices and tools.  As part of a $4 million effort, the HHS Administration for Community Living launched a stakeholder engagement project on State Adult Protective Services Guidelines (APS) that will serve as core principles for APS systems throughout the nation and is awarding State grants to test full implementation of a national elder abuse, neglect and exploitation reporting system.  HHS also released research briefs on the Elder Abuse Prevention Interventions Pilot Programs, which aim to build a stronger evidence base for elder abuse prevention interventions.  \n\t\t\n\nPrivate Sector Actions: The American Banking Association Foundation announced the release of an interactive community mapping tool that identifies innovative bank programs across the country that adopt intensive banker training to stop fraud and financial exploitation of older Americans, provide robust consumer education, and create effective partnerships with law enforcement and adult protective services.\n\n\n\nTraining Elder Abuse Prosecutors and Developing Online Training for Law Enforcement Officers.  The U.S. Department of Justice is committing to enroll and train prosecutors from all 50 states to effectively prosecute elder abuse and financial exploitation.  Since 2013, DOJ has trained state and local prosecutors from 26 states and the District of Columbia through its National Institute on Prosecuting Elder Abuse, an intensive four-day training program that covers the essential elements of bringing an elder abuse or financial exploitation case.  The Department commits to enroll prosecutors from the remaining 24 states by 2017.  In addition, in August 2015, DOJ will be funding a three-day judicial institute for judges and magistrates from federal, tribal, state, territorial, and local courts.  The training program will address elder abuse, neglect and exploitation, including domestic violence, sexual assault and stalking.  DOJ also will partner with national law enforcement organizations, including the International Association of Chiefs of Police, National Sheriffs’ Association, National Association of Triads and the International Association of Directors of Law Enforcement Standards and Training to develop and disseminate web accessible training materials and resources to state and local law enforcement officers nationwide.  DOJ also is collaborating with a wide array of federal agencies-- including the Federal Bureau of Investigation, the U.S. Postal Service, and the Internal Revenue Service-- to develop and promote elder abuse and financial exploitation training for their agents.  In addition, DOJ will develop tools to help domestic violence advocates, sexual assault programs, and aging services organizations to serve individuals who have experienced elder abuse -- including domestic violence, sexual assault, and stalking -- neglect, and financial exploitation.  \n\n\n\nWatch the White House Conference on Aging Live on WhiteHouse.gov\n\nLearn more about the White House Conference on Aging on the HHS website.\n\nFind a watch party in your community (via HHS website).\n\n\n\n\n"
}