{
    "title": "Upcoming Guidance for First Lady Michelle Obama | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/06/10/upcoming-guidance-first-lady-michelle-obama",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJune 10, 2014\n\n \n\n\n\nUpcoming Guidance for First Lady Michelle Obama\n\n\n\n\nThursday, June 12, 2014\nWashington, DC * 3:30 PM – The First Lady will join local students and school nutrition directors from across the country to harvest the summer crop from the White House Kitchen Garden.  In 2009, Mrs. Obama planted a vegetable garden on the South Lawn to initiate a national conversation around the health and wellbeing of our nation—a conversation that evolved into her Let’s Move! initiative.  Since Mrs. Obama launched Let’s Move! in 2010, parents, business leaders, educators, elected officials, military leaders, chefs, physicians, athletes, childcare providers, community and faith leaders, and kids themselves have stepped up to improve the health of our nation’s children.  And thanks to these efforts, we are moving toward a healthier new norm all across the country. \nTo help with this summer’s harvest, the First Lady invited local school children whose schools are successfully implementing national school lunch standards.  Children from these Washington, D.C. schools joined Mrs. Obama in April for the spring garden planting and will now have the opportunity to harvest the produce they recently planted:\n\n\n\t\tCleveland Elementary School\n\n\t\tFriendship Public Charter School\n\n\t\tKimball Elementary School\n\n\t\tBancroft Elementary School\n\n\t\tHarriet Tubman Elementary School \n\nMrs. Obama is also inviting school nutrition directors from Orlando, FL, Dallas, TX, and West Virginia to participate in the harvest.  These school nutrition directors have seen success in their new school lunch programs thanks to the standards put in place by the Healthy, Hunger-Free Kids Act.  Today, thanks to the hard work of school chefs, food service providers, and school nutrition directors across the country, 90 percent of schools are now meeting modern nutrition standards, including the schools in attendance at the harvest.  Because of these improvements, consumption of fruits, vegetables and whole grains has significantly increased, and over 600,000 kids are now getting a nutritious breakfast.  The U.S. Department of Agriculture has provided greater flexibility and is working to give more assistance to help the remaining schools meet these standards.\nThe following school nutrition directors will participate in this summer’s garden harvest:\n\n\n\t\tLora Gilbert, MS, RD, FADA, SNS, Senior Director, Food and Nutrition Services, Orange County Public Schools, Orlando, FL\n\n\t\tRichard Goff, MBA, Executive Director, Office of Child Nutrition, West Virginia Department of Education\n\n\t\tDora Rivas, MS, RDN, SNS, Executive Director, Food and Child Nutrition Services Department, Dallas Independent School \n\nThis event will be livestreamed at obamawhitehouse.archives.gov/live.\n\n\n\n\n"
}