{
    "title": "President Obama Announces New Effort to Crack Down on Waste and Fraud | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-announces-new-effort-crack-down-waste-and-fraud",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 10, 2010\n\n \n\n\n\nPresident Obama Announces New Effort to Crack Down on Waste and Fraud\n\n\n\n\nWASHINGTON—President Barack Obama today will announce a new effort to crack down on waste and fraud in Medicare, Medicaid, and other government programs through the expanded use of payment recapture audits. The initiative is the latest component in President Obama’s commitment to embrace the best ideas – from both parties – in advancing reform.\nIn his remarks on health insurance reform in St. Charles, Missouri, President Obama will discuss a new effort to recoup taxpayer dollars through the use of payment recapture audits, which offer specialized private auditors financial incentives to root out improper payments, and have been demonstrated through pilot programs to be highly effective. In fact, expanded use of payment recapture audits could return at least $2 billion in taxpayer money over the next three years– double the current amount of projected recovered costs.\nThe President will sign a presidential memorandum today that directs all federal departments and agencies to expand and intensify their use of payment recapture audits under their current authority.  He will also announce his support for the Improper Payments Elimination and Recovery Act, bipartisan legislation to expand the ability of government agencies to fund the audits with recaptured payments.\n“The fact is, Washington is a place where tax dollars are often treated like Monopoly money, bartered and traded, divvied up among lobbyists and special interests.  And it has been a place where waste – even billions of dollars in waste – is accepted as the price of doing business,” said President Obama. “Well, I don’t accept business as usual.  And the American people don’t accept it either, especially when one of the most pressing challenges we face is reining in long-term deficits with threaten to leave our children a mountain of debt.”\nThe President’s health insurance reform proposal builds on an unprecedented array of aggressive new authorities to fight waste, fraud and abuse in the House and Senate bills with a number of additional proposals proposed by Democrats and Republicans alike.  President Obama, in a March 2 letter to Congressional leaders, also expressed interest in a proposal suggested by U.S. Sen. Tom Coburn (R-OK) at the bipartisan health care meeting on February 25 to use undercover investigations to further combat fraud.\nA fact sheet on today’s announcement appears below:\nFACT SHEET:  CUTTING DOWN ON WASTE AND FRAUD\nTHROUGH PAYMENT RECAPTURE AUDITS\nEach year, the federal government wastes billions of American taxpayers’ dollars on improper payments to individuals, organizations, and contractors.  These are payments made in the wrong amounts, to the wrong person, or for the wrong reason.  In 2009, improper payments totaled $98 billion, with $54 billion stemming from Medicare and Medicaid.  We cannot afford nor should we tolerate this waste of taxpayer dollars and in our health care system.\nToday, the President is announcing a new effort to improve accountability and cut down on this waste and fraud through the use of payment recapture audits.  These are investigations in which specialized private sector auditors use cutting-edge technology and tools to scrutinize government payments and then find and reclaim taxpayer funds made in error or gained through fraud.  These auditors can be compensated based on the amount of improper payments they identify and are reclaimed – providing a powerful incentive to find every error.  A pilot program run by Medicare in three large states – California, New York, and Texas – from 2005 to 2008 recaptured $900 million for taxpayers.\nCurrently, using reclaimed funds to pay for recapture audits is only possible for the Medicare Fee-for-Service program payments and for government contracts at the 20 out of 24 major government agencies that do more than $500 million in government contracting.  This leaves out contract payments made by numerous other agencies as well as grants and other forms of federal benefit payments made to organizations such as state and local governments, colleges and universities, banks, and non-profit organizations.  That is why the President today is announcing two key steps to intensify and expand the use of payment recapture audits:\nPresidential Memorandum on Payment Recapture Audits.  The President will sign a presidential memorandum today that directs all federal departments and agencies to expand and intensify their use of payment recapture audits under the authority they currently have.  It is anticipated that using the payment recapture audits will return at least $2 billion over the next three years to American taxpayers – double the current amount of projected recovered costs.\nSupport the bipartisan Improper Payments Elimination and Recovery Act.  Since government agencies can only use recaptured fund to pay for these audits in specific situations, the President today is announcing his support for the Improper Payments Elimination and Recovery Act, a bipartisan bill that would expand the ability of government agencies to fund these specialized audits with recaptured payments.  The bill has been offered by Senators Tom Carper, D-Del., Claire McCaskill, D-Mo., Joseph Lieberman, I.D.-Conn., Tom Coburn, R-Okla., Susan Collins, R-Maine, and John McCain, R-Ariz.  Similar legislation has been introduced in the House by Representatives Patrick Murphy, D-Penn., and Brian Bilbray, R-Calif.\nThese actions build on the Executive Order the President issued on improper payments in November 2009.  There, the President focused on reducing improper payments, which totaled $98 billion in Fiscal Year 2009, with three categories of action:  boost transparency, hold agencies accountable, and create strong incentives for compliance.\n\nBoost transparency.  The Administration is moving forward with an Improper Payment Dashboard, launching this spring, to allow the public to see details on improper payments, view payment error rates by agency and program, and see a list of bad actors (e.g., registered fraud offenders or contractors with pervasive over or duplicate billing issues that have gone through appropriate due process).\nHold agencies accountable for waste.  The Administration has required each agency to designate a Senate-confirmed appointee to be accountable to the President for meeting improper payment reduction targets and consolidating program integrity activities.  The Administration also is increasing data-sharing among agencies so once a mistake is caught, it is not repeated.\nCreate incentives for compliance.  The federal government is creating incentives for states and other entities to reduce improper payments and increase penalties for contractors who fail to timely disclose improper payments.\n\nIn addition, the Administration has been moving aggressively to crack down on waste and fraud:\n\nDramatically reduce unnecessary costs and minimize waste in the Medicare, Medicaid and CHIP programs.  The President’s FY2011 Budget devoted more than $1.8 billion for program integrity – an increase of $225 million (or 14 percent) over FY2010 – to combat waste, fraud and abuse in these health programs.  This robust approach, including the Budget’s program integrity legislative proposals, will save taxpayers an estimated $23 billion over 10 years.\nCut programs that are broken, duplicative, or just not needed.  In his FY 2010 Budget, the President proposed more than 120 program terminations or reductions, for a potential one-year savings of $20 billion.  Congress approved 60 percent of the proposed cuts to discretionary programs – a high-water mark for any recent administration.  The Fiscal Year 2011 Budget outlined more than $20 billion in terminations and reductions, streamlining programs that work and cutting ones that do not.\nReduce contracting costs, increase accountability, and eliminate high-risk contracts.  The federal government spends more than $500 billion annually on federal contracts.  Because of a lack of oversight, these contracts too often are directed to projects we don’t need or can’t afford, executed inefficiently, and done in ways that force the government to bear too much risk and not realize savings.  The Administration is committed to reducing contract spending by $40 billion by the end of 2011, cutting sole-source or no-bid contracts, and strengthening the federal acquisition workforce to improve agencies’ capacity to manage contracts and ensure value for the taxpayers’ dollars.\n\n\n\n\n"
}