{
    "title": "Expected Attendees at the White House Iftar Dinner | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/08/13/expected-attendees-white-house-iftar-dinner",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 13, 2010\n\n \n\n\n\nExpected Attendees at the White House Iftar Dinner\n\n\n\n\nThis evening, the President will continue a White House tradition of hosting an Iftar celebrating Ramadan in the State Dining Room.  This is the second Iftar hosted by the President.  The Iftar is the meal that breaks the day of fasting, when Muslim families and communities eat together after sunset.\n \nBelow is a list of some of the expected attendees at tonight’s White House dinner celebrating Ramadan:\n \nMEMBERS OF CONGRESS\n \nThe Honorable Andre Carson, United States Representative (Indiana 7th)\nThe Honorable John Conyers, United States Representative (Michigan 14th)\nThe Honorable Rush Holt, United States Representative (New Jersey 12th)\n \nCOMMUNITY MEMBERS\n \nMs. Saleha Abedin\nMr. Ahmed Ahmed\nDr. Akbar Ahmed, American University \nMrs. Anila Ali, Council of Pakistan American Affairs\nMr. Bill Aossey, Midamar Corporation\nMrs. Fatema Bayat\nMr. Salam Al Marayati, Muslim Public Affairs Council\nRev. Chloe Breyer, Interfaith Center of New York\nMr. Hasan Chandoo, Oppenheimer & Co.\nMs. Sarah Darwish\nDr. Mahmoud Eboo, Aga Khan Council of the United States \nMr. Walter Edwards, Harlem Business Council\nMrs. Sana Fadel\nMr. Imad Hussain\nMr. Hassan Jaber, Arab Community Center for Economic and Social Services\nMr. Muhammad U. Khan\nMs. Saaliha Khan\nImam Mohamed Hag Magid, All Dulles Area Muslim Society\nMrs. Shahnaz Masumi\nDr. Ingrid Mattson, Islamic Society of North America\nMr. Farooq Mitha\nMs. Dalia Mogahed, Director, Gallup Center for Muslim Studies\nMr. Mohamedraza Moledina\nMrs. Shabnum Moledina\nMrs. Laila Muhammad\nMs. Naheed Qureshi, Muslim Advocates\nMrs. Ranae Quraishi, Muslim Public Service Network\nMs. Intisar Rabb, Boston College\nDr. Jane Ramsey, Jewish Council on Urban Affairs\nMs. Nadia Roumani, American Muslim Civic Leadership Institute\nMrs. Sally Steenland, Center for American Progress\nMs. Sadaf Syed\nMr. Mustafa Tameez\nMr. Ibrahim Vajzovic, United Bosnian Association\nMrs. Sara Najjar Wilson, Arab American anti-Discrimination Committee\n \nADMINISTRATION MEMBERS\n\nThe Honorable Dan Poneman, Deputy Secretary of Energy \nThe Honorable Ron Sims, Deputy Secretary of Housing and Urban Development \nMs. Huma Abedin, Deputy Chief of Staff, Department of State\nMr. Mustafa Javed Ali, Federal Bureau of Investigation\nMr. Arif Alikhan, Assistant Secretary for Policy Development, Department of Homeland Security\nMr. Mazen Basrawi, Counsel to the Assistant Attorney General for Civil Rights, Department of Justice\nTechnical Sergeant Sabrina Marie Bullock-Labaran, U.S. Air Force \nSergeant Major Agha Jalil Durrani, U.S. Army\nMs. Rehana Hakeem, Department of State\nChaplain Abdullah Hulwe, U.S. Army\nMr. Rashad Hussain, U.S. Special Envoy to the Organization of the Islamic Conference\nMr. Adnan Kifayat, Department of Treasury\nMs. Sehreen Noor Ali, Department of State\nMs. Farah Pandith, Special Representative to Muslim Communities, Department of State\nMs. Hannah Rosenthal, Special Envoy to Monitor and Combat Anti-Semitism, Department of State\nMr. Irfan Saeed, Department of Homeland Security\nLt. Commander Abuhena Saifulislam, U.S. Marine Corps\nMr. Osman Shinaishin, National Science Foundation\nMr. Kareem Shora, Department of Homeland Security\nMr. Shaarik Zafar, National Counter Terrorism Center \n \nDIPLOMATIC CORPS\n \nMrs. Shamim Jawad, Spouse, Embassy of Afghanistan \nHis Excellency Yashar Aliyev, Ambassador of the Republic of Azerbaijan\nHis Excellency Akramul Qader, Ambassador of the People's Republic of Bangladesh\nHis Excellency Roble Olhaye, Ambassador of the Republic of Djibouti\nHis Excellency Sameh Hassan Shoukry, Ambassador of the Arab Republic of Egypt\nHis Excellency Pietro Sambi, Apostolic Nuncio of the Holy See\nHer Excellency Meera Shankar, Ambassador of India\nHis Excellency Samir Shakir Mahmood Sumaida’ie, Ambassador of the Republic of Iraq\nHis Excellency Erlan A. Idrissov, Ambassador of the Republic of Kazakhstan\nHis Excellency Avni Spahiu, Ambassador of the Republic of Kosovo\nHis Excellency Ali Suleiman Aujali, Ambassador of the Libyan Arab Jamahiriya\nHis Excellency Aziz Mekour, Ambassador of the Kingdom of Morocco\nHer Excellency Hunaina Sultan Ahmed Al Mughairy, Ambassador of the Sultanate of Oman\nHis Excellency Ali Bin Fahad Faleh Al-Hajri, Ambassador of the State of Qatar\nHis Excellency Adel A.M. Al-Jubeir, Ambassador of Saudi Arabia\nHis Excellency Husain Haqqani, Ambassador of Pakistan\nHis Excellency Sergey Ivanovich Kislyak, Ambassador of the Russian Federation\nHis Excellency Habib Mansour, Ambassador of Tunisia\nHis Excellency Ilhomjon Tuychievich Nematov, Ambassador of the Republic of Uzbekistan\nHis Excellency Abdulwahab A. Al Hajjri, Ambassador of the Republic Yemen\nHis Excellency Ufuk Gokcen, Ambassador and Permanent Observer, Organization of the Islamic Conference\nThe Honorable Deitan Mish, Chargé d'Affaires at Interim of the Republic Albania\nThe Honorable Ali Alaoui, Chargé d'Affaires at Interim of the People’s Democratic Republic of Algeria\nThe Honorable Tesfaye Yilma Sabo, Chargé d'Affaires at Interim of Ethiopia\nThe Honorable Salman Al Farisi, Chargé d'Affaires at Interim of the Republic of Indonesia\nThe Honorable Walid Rahman J. Al Hadid, Chargé d'Affaires at Interim of the Hashemite Kingdom of Jordan\nThe Honorable Noraini Hamid, Chargé d'Affaires at Interim of Malaysia\nThe Honorable Bello Ringim, Economic Minister, Embassy of the Federal Republic of Nigeria\nThe Honorable Suleyman Gokce, Chargé d'Affaires at Interim of the Republic of Turkey\nThe Honorable Dominick Chilcott, British Chargé d'Affaires at Interim\n\n\n\n"
}