{
    "title": "Press Call on Upcoming UNGA Events | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/09/25/press-call-upcoming-unga-events",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 24, 2015\n\n \n\n\n\nPress Call on Upcoming UNGA Events\n\n\n\n\n\n\tPRESS CALL\n\tBY BEN RHODES, DEPUTY NATIONAL SECURITY ADVISOR\n\tFOR STRATEGIC COMMUNICATIONS;\n\tSTEVE POMPER, NSC SENIOR DIRECTOR FOR MULTILATERAL AFFAIRS;\n\tAND CELESTE WALLANDER, NSC SENIOR DIRECTOR FOR RUSSIA\n\tON THE UNITED NATIONS GENERAL ASSEMBLY\n\n\tVia Telephone\n\n\t5:06 P.M. EDT\n\n\tMR. PRICE:  Good afternoon, everybody.  And thanks for joining the call.  We wanted to convene this call to preview next week’s activities at the U.N. General Assembly up in New York City.  \n\n\tFirst ground rule, this call is on the record.  It is embargoed until the conclusion of the call, so we would ask you not tweet or otherwise use this material until the call concludes.\n\n\tWe have three senior administration officials on today’s call.  First we have Ben Rhodes; he’s the Deputy National Security Advisor for Strategic Communications.  We have Steve Pomper; he is the National Security Council Senior Director for Multilateral Affairs.  And we have Celeste Wallander; she’s the National Security Council Senior Director for Russia.  \n\n\tSo, again, this call is on the record and embargoed until its conclusion.  And I will turn it over to Ben to start.\n\n\tMR. RHODES:  Thanks, everybody, for getting on the call.  I’ll just say a few opening comments and go through some of the main elements of the President’s schedule at the U.N., and then Steve can talk through a number of the summits that we’re hosting or participating in.  And Celeste can talk through the bilat with President Putin of Russia.\n\n\tFirst of all, every year at the U.N it’s an opportunity for us to try to address global crises, but also to make progress on an affirmative agenda.  And this year is, of course, no different.  There have been some very noteworthy, positive developments since last year’s session.  For instance, last year the President had to convene an emergency session to deal with the spread of Ebola.  The collective action that came out of that effort successfully stopped the spread of Ebola, and now we are working hard to try to stamp it out while also building a broader architecture of global health security.\n\n\tLast year we were in the midst of the Iranian nuclear negotiations.  This year we clearly will have an opportunity to mark on the global stage the progress that has come with the nuclear deal, which is set to be implemented and will prevent Iran from getting a nuclear weapon.\n\n\tThe President goes to the U.N. focused on a number of affirmative priorities that are represented in this schedule.  Our commitment to development and the goal of eradicating extreme poverty is going to be on display as we attend the Sustainable Development Goals Summit meeting.  The President’s commitment to build capacity around international peacekeeping, which has been a priority of ours at the United Nations, will be on display at the summit he’s convening.  \n\n\tImportantly, climate change will be a focus at the United Nations this year.  This has been a core priority of the President’s, at home and abroad.  It’s been a priority of the Secretary General.  And this session at the U.N. is an important opportunity for nations to come together once more before the Paris discussions at the conclusion of the year where we’re aiming to reach a global agreement to combat climate change.\n\n\tOf course, we will have to be addressing some very significant global challenges.  Certainly, the counter-ISIL efforts, which was a focus last year, will continue to be a focus this year given the summit the President is convening.  And it relates to both the situation in Iraq and Syria, and our efforts to combat ISIL, and also the humanitarian challenges that are emanating from the region will certainly be a topic this year.\n\n\tAnd the situation in Ukraine continues to be of significant concern, and our support for the territorial integrity and sovereignty of Ukraine will be front and center throughout our discussions, particularly with President Putin.\n\n\tSo with that as a backdrop, let me just go through the schedule, and turn it over to my colleagues to go into more detail.\n\n\tThe President will arrive on Sunday afternoon, and the first thing he will be doing is giving remarks at the Closing Session of the Post-2015 Development Agenda.  This is the world’s commitment to embrace a set of sustainable development goals that hold out extraordinary promise for lifting people out of poverty and promoting the type of development that, again, will lead to not just better standards of living for individuals, but broader and shared economic growth and good governance.  And Steve can speak to that.  That’s the main element of his agenda on Sunday at the United Nations.\n\n\tOn Monday morning the President will address the United Nations General Assembly.  Again, this will be an opportunity for him to review the progress that’s been made over the course of the last year while addressing a range of global challenges.  And he will be making the case about the type of leadership that is needed to build on the progress that's been made, but also to confront the very real challenges we face.  And I’d be happy to take any additional questions around the speech.\n\n\tFollowing his address, he will be having a bilateral meeting with Prime Minister Modi of India.  This will give the two leaders an opportunity to build on the discussions they had earlier this year during the President’s historic trip to India.  We are deeply committed to strengthening the U.S.-Indian relationship, building our economic and commercial ties, advancing our political and security cooperation in Asia and around the world.  Notably, India will be critical to a successful global effort to combat climate change, so the two leaders will certainly address their shared vision of how to approach the upcoming meetings in Paris.\n\n\tFollowing the bilateral meeting with Prime Minister Modi, the President will attend, as he does every year, the lunch that is hosted by the Secretary General for the leaders.  And he’ll have an opportunity to have brief meetings, as he does every year, with the U.N. Secretary General and the President of the U.N. General Assembly.\n\n\tThen the President will convene a summit on peacekeeping, which again has been a priority for us at the United Nations.  Steve will speak to that in more detail.  Following the summit on peacekeeping, the President will have his bilateral meeting with President Putin of Russia.  And I’ll let Celeste describe the agenda for that.  And then that evening, the President will host his traditional reception for the leaders who are attending the U.N. General Assembly.\n\n\tOn Tuesday, the main event on the President’s schedule is a summit that we are convening that is focused on countering ISIL and combating violent extremism.  This builds on the meeting the President chaired last year -- the Security Council focused on this issue -- and brings together our broad counter-ISIL coalition and other partners committed to combating terrorism and countering violent extremism.\n\n\tI’ll stop there.  I would just note we expect that there will be additional bilateral meetings that may be scheduled in the coming days, so we will keep you updated as that comes together.\n\n\tBut I’ll turn it over to Steve now to go through the summit.\n\n\tMR. POMPER:  Hi.  So thanks for joining us on this call.  And some of what I say will be a little bit reiterative of what Ben has already mentioned, but I’ll try and give a little bit more detail, and then leave plenty of time for questions.\n\n\tSo this is the 70th anniversary of the United Nations’ founding, and it’s the kickoff, therefore, to the U.N. General Assembly’s 70th session.\n\n\tAnd high-level week -- which is what this is -- it’s always a busy time for the diplomatic community, but particularly so in the 10-year anniversaries, which are really a particular focal point for the world leaders to come in and hone in on the challenges facing the international community and to plot a course for the future.  And really, that’s a consistent theme that unites the three major leader summits that President Obama will be participating in.\n\n\tSo Ben has already alluded to them, but I’ll just highlight a few details with respect to each of them.  So on Sunday, he’ll be speaking at the Secretary General’s Summit on Sustainable Development Goals, which are also known in shorthand as the SDGs.  The adoption of these goals marks the culmination of a multiyear process where the international community has come together and thought through I think the 17 goals that are going to organize its work on development for the next 15 years.\n\n\tThe last set of goals, the Millennium Development Goals, are timing out.  Those goals really did galvanize international action on a host of issues, including reducing the global share of people living on very, very small amounts of money every day, helping to achieve gender parity in primary school enrollment, reducing rates of child mortality, et cetera.  So these are really very important organizing principles for the international community’s work on development, and the President’s participation in this even demonstrates a commitment to the agenda and our sense that its implementation will both bolster, frankly, international peace and stability, and promote inclusive economic development and American values all around the world.  So we’ve very excited to be able to participate in that event.\n\n\tOn Monday, the President will be co-hosting a summit on U.N. peacekeeping with Secretary General Ban and eight other co-hosts.  Now, U.N. peacekeeping has been -- never been, I should say, more stretched or more important than it is to international peace and security right now.  I believe there are probably 100,000 troops deployed around the world under U.N. blue helmets in something like 16 missions.  It’s a critical tool for the advancement of both U.S. security and humanitarian interests, and we have a very strong interest in seeing this system sort of strengthened as we sort of face the future.\n\n\tLast year, Vice President Biden co-hosted the summit where participants were invited to make concrete pledges in support of a more modern, nimble and capable U.N. peacekeeping architecture.  And this year’s summit is the culmination of a years’ worth of efforts, in the meantime, to generate very concrete commitments towards those ends.  \n\n\tWe expect to hear very significant pledges, some from states that will be returning to U.N. peacekeeping in important ways after years of essentially non-participation.  And we also anticipate this will be a forum for states to support reform initiatives recommended by a high-level panel appointed by the Secretary General that will also help gird this instrument for the future.\n\n\tThe final big multilateral event in which the President will participate will be on Tuesday.  It’s an event focused on countering ISIL, and, more broadly, on countering violent extremism and on the threat posed by foreign terrorist fighters.  This summit will focus not only on counter-ISIL coalition efforts, but, more broadly, on what the international community is doing to counter violent extremism a year after the President chaired a Security Council summit that produced a resolution on countering foreign fighters.  And we’re going to be looking at how implementation of that resolution has been going and what more we can be doing as an international community to counter that threat.\n\n\tSo really, this is an event that’s about addressing a broad spectrum of issues relating to the terrorism threat at every stage in its life cycle.  And the summit will include leaders and other officials from governments and other multilateral organization, and also, importantly, partners in civil society who are critical to the countering violent extremism effort.\n\n\tI think that’s all I’m going to say about the summits right now.  Maybe it’s time to turn it over to Celeste.\n\n\tMS. WALLANDER:  Thanks, Steve.  Thanks, Ben and Ned.  So as we confirmed today, there is a bilat between President Obama and President Putin scheduled for Monday.  The two agenda items that we will focus on in that summit are the continuing situation in Ukraine, and, of course, the new issues raised by Russia’s involvement in Syria.\n\n\tOn Ukraine, this moment comes at a particularly opportune time.  The implementation of all of the elements of the Minsk Agreement, which were signed by President Putin and President Poroshenko, Chancellor Merkel, and President Hollande back in February, are coming to a critical turning point in October.  Ukraine has scheduled local elections for October 25th, and it remains insufficiently clear that Russia is committed to implementing its obligations under the Minsk Agreement, which is to support a local election that is consistent with Ukrainian law and that will be overseen by the international community -- that is, specifically, the OSCE and its particular election-monitoring agency, ODIHR.\n\n\tSo this is an opportunity for President Obama to make crystal-clear to President Putin that the United States supports full implementation of the Minsk Agreement; fully supports the diplomacy of Chancellor Merkel and President Hollande in advancing implementation; and make clear our expectations that Russia, and President Putin in particular, fully lives up to the commitments that Russia overtook in signing that implementation agreement back in February.  \n\n\tThose elections are critical because they unlock the opportunity to implement all the other elements of that Minsk Implementation Agreement, including the special status for regions of eastern Ukraine, constitutional reforms that have made their way to the Ukrainian Rada, and then eventually to get, before the end of the year, to Russia’s commitment to fully withdraw its military forces and return control of the international border -- the Ukrainian-Russian international border back to the Ukrainian government.\n\n\tSo October is really important, and the opportunity to speak to President Putin directly is something that President Obama will embrace in this bilat.\n\n\tThe second issue that the Presidents will discuss will be  -- Russia has now announced clear military involvement in Syria, which goes beyond the assistance and the training that Russia has noted that it has been involved in for years in Syria, and has now involved the direct Russian military presence in Syria  -- which we’ve talked about in other for a, but I can talk about in more specificity if needed.\n\n\tAnd in particular, President Obama will seek to understand what Russian government means when it states that it is enhancing or increasing its military involvement in Syria in order to support efforts to counter ISIL -- because the United States certainly would welcome a constructive Russian contribution to counter ISIL -- so the meeting is an opportunity to understand whether and how President Putin can see the Russian involvement and increased military presence might lead to that objective, and to make clear, of course, our longstanding policy and strongly held view that the only resolution to a conflict in Syria which allows us to tackle the problem of ISIL obviously involves a political transition of the Syrian regime -- and that remains as key to the successful resolution of the challenge of ISIL in Syria as any other element that the Russians may bring to bear in terms of a new military presence.\n\n\tSo let me leave it there. \n\n\tQ    Celeste, you mentioned a few of the other conversations that have happened between the U.S. and Russia.  And I’m wondering if there were any assurances or any more clarity that what Russia is doing there is not going to be enormously destabilizing or destructive to the situation as it stands.\n\n\tAnd secondly, a year after we heard the President’s resolution on foreign fighters, we're hearing from military leaders that the flow continues as it has been.  As soon as you get rid of them, more pour in.  So is there going to be an effort to kind of realign or change the effort in that respect?  \n\n\tThanks a lot.\n\n\tMR. RHODES:  So I’ll take the second question, Michelle, then I’ll turn it over to Celeste.\n\n\tFirst of all, I think we have seen progress over the course of the last year.  There have been significant efforts to work with dozens of countries to share more information about the flow of foreign fighters to align some of our laws and authorities that relate to stopping the flow of foreign fighters to address the challenge on the border between Turkey and Syria.  So nations have taken concrete steps to enhance their own capabilities in this space and we have been able to disrupt some of the foreign fighter flows.  \n\n\tAnd, frankly, we’ve seen some progress in recent weeks as Syrian Kurds have been able to take territory along that Turkish border that was previously used by ISIL to move fighters into Syria.  That said, you are absolutely right that there continues to be a challenge of foreign fighters going to Syria and then potentially leaving the battlefield and returning to countries where they might conduct attacks.  \n\n\tThat’s part of the reason why the agenda for the summit is broader than just the foreign fighter issues.  So, for instance, we’re going to be focused on efforts to counter violent extremism.  This gets at what are respective countries doing to counter the ISIL ideology -- which is the attraction, in part, that draws people to Syria -- just as we’ll have an opportunity to update our efforts on the military side in degrading the ISIL safe haven in Syria.  \n\n\tSo the purpose of the summit is to look across all these different elements of the challenge -- how are we using our military to go after ISIL targets in Syria and Iraq; how are we using our various authorities and capabilities, and sharing information to stop the flow of foreign fighters; and also how are we getting at the ideology that has been an attraction for some people to go to Syria.\n\n\tClearly there’s much more work to be done.  This is going to a long-term effort.  The counter-ISIL campaign is going to be measured in years.  But what we do have is a significant coalition of countries that are seized with this threat and that are enhancing their capabilities, and that are joining with us in this effort.  And I’d note, for instance, importantly, that Prime Minister of Abadi of Iraq will be attending that summit given the challenge he faces in his country.\n\n\tBut I’ll stop there and turn it over to Celeste.\n\n\tMS. WALLANDER:  On assurances, we haven't gotten any specific assurances in the conversations that have taken place so far with Russian officials.  The Russian public narrative has been very focused on the argument that the way to counter ISIL is to work with the Assad regime.  President Putin gave a speech just this week where he made that argument.  And this has certainly been one of the themes that Foreign Minister Lavrov has consistently advanced.\n\n\tWe think they got this backwards.  We think that one of the reasons why ISIL has taken hold and been able to attract support and gain recruits is because of the actions of the Assad regime.  So there’s clearly a difference of views in that regard.  And right now, that difference of views tends to take place -- at least coming from the Russian side -- in public rhetoric and speeches.  So this is an opportunity for the Presidents to talk directly about this very key issue face-to-face and one-on-one.\n\n\tQ    Hi, Ben.  Can you give us any indication whether President Obama might meet with President Rouhani, if there has been an overture to the Iranians, if the Iranians are giving you any indication whether they're willing to meet, whether it’s in a bilat or in a broader setting at the reception?\n\n\tMR. RHODES:  Thanks, Robin.  We currently don't have any plans for a meeting with President Rouhani, and we're really not expecting one.  \n\n\tSecretary Kerry I’m sure will have the opportunity to have discussions with Foreign Minister Zarif.  That has been our effective and direct channel of communication with the Iranians on a host of different issues.  And I’m sure there will be other activities among foreign ministers who are engaged in the P5+1 discussions.\n\n\tOur general approach to this in the past has been that the President is willing to engage President Rouhani if it can make constructive progress.  Back in 2013, they did not meet but they spoke on the phone.  And that was an important moment because that was the initiation of the public discussions devoted to the P5+1 process that ultimately resulted in the nuclear deal.  So they had a clear purpose for that engagement at that time to try to catalyze those negotiations.\n\n\tSo again, we don't expect a meeting at this session.  We do expect engagement with the Iranians, however, through Secretary Kerry, of course.  And I’d also note that some our key allies who share many of our interests and concerns as it relates to regional issues regularly engage President Rouhani.  And so we’ll have the opportunity to follow up with them as they have those discussions.\n\n\tQ    Hi, everyone.  Thanks for doing the call.  I was hoping that you could talk in a little bit more detail about the climate summit on Sunday.  Are you looking at specific deliverables, pressure on sort of non-players to step up their game ahead of Paris?  Do you think there will be any announcements or conclusions out of there?  And also can you talk a little bit about what the Vice President’s role this year will be at UNGA, whether he and the President will be doing something jointly and/or whether he’ll be doing some things on his own?  Thanks.\n\n\tMR. RHODES:  Thanks, Margaret.  So in terms of the Secretary General’s event on Sunday, President Obama won’t be attending the climate discussions.  He’ll be attending the SDG summit.  However, we very much welcome the Secretary General’s focus on climate change.\n\n\tAnd what we want to get out of the discussions in New York is a sense of momentum for a successful outcome in Paris.  Many nations have made commitments in terms of their emissions reductions targets, in terms of their contributions to Green Climate Fund, in terms of various steps that can be taken to phase out the use of fossil fuels, but some countries have been more forthcoming than others.  So I think, first and foremost, we welcome the Secretary General’s effort to catalyze further action from all nations -- major economies and developing countries -- around this challenge.  And we see the U.N. this year as a key milestone on the pathway to Paris.\n\n\tNow, in terms of what President Obama will be focused on, first and foremost, of course, we’ve done significant amount of work on the domestic side with respect to the Climate Action Plan to ensure that we are going into Paris with very concrete steps that we’re prepared to take to support a successful outcome.  But we’ve also spent a lot of time -- and I can tell you in his diplomatic engagements this year, climate has been front and center.  So in terms of how I think this plays out, you heard Pope Francis here at the White House the other day issue a very strong call on the United States and the nations of the world to confront climate change.  \n\n\tYou then will have President Xi Jinping of China here tonight and tomorrow.  Climate change will be high on the agenda in that bilateral meeting.  As the two biggest emitters of the world, the leadership shown by the U.S. and China heading into the U.N. session and the meetings in Paris will be critical to a successful outcome.  So after the breakthrough last year in terms of the United States and China both announcing targets in terms of emissions reductions, we’ll have an opportunity to put some additional meat on the bones in the discussions over the next two days about the commitments the United States and China will be taking into Paris. \n\n\tSo I think what you can see very clearly is the moral authority of the Pope behind global efforts to combat climate change, the leadership of the Secretary General in making this at the top of the U.N.’s agenda at this moment in time, the leadership of the two largest emitters in the world coming together to support aggressive action to reduce emissions and have a successful agreement in Paris.  And then the President’s meeting with Prime Minister Modi will be very important because India, of course, is also another major economy -- major emitter and we’ll want to continue the discussions that we had in India about what Prime Minister Modi is prepared to do to support successful international action against climate change.  \n\n\tSo this will feature in the President’s diplomacy.  It will feature in his remarks certainly.  And I think taken together, all of those different elements provide very strong momentum towards Paris and, frankly, puts pressure on countries to step up and make some meaningful commitments.\n\n\tI don’t know, Steve, if you have anything to add on that.\n\n\tNext question.\n\n\tQ    Ben, can you just talk a little bit more about the priorities that the President will lay out going forward?  You already said that he is going to talk about some of the accomplishments, but what do you see as a couple key things that he is going to emphasize with this?  And also, how significant in the big picture of the attendance of Raul Castro is as well as his speech -- can you put that into some perspective for us?  Thanks.\n\n\tMR. RHODES:  Thanks, I always appreciate Cuba questions, Chris.  I think it’s very significant.  This is Raul Castro’s first time at UNGA.  It comes on the heels of the United States and Cuba establishing diplomatic relations earlier this summer, and on the heels of Pope Francis traveling to both Cuba and the United States on this trip of his.  I think it’s a symbol that things have changed and that the United States’ approach to Cuba has changed.  \n\n\tAnd one thing that you can be sure of is that the nations of the world overwhelmingly, if not unanimously, support the President’s policy.  One of the many things that was wrong with our Cuba policy is that it was succeeding only in isolating ourselves.  It was a major irritant in the hemisphere, but even around the world, frankly, we did not have any support for a policy of embargo and isolation that was only failing to improve the life of the Cuban people.\n\n\tSo I think, symbolically, it's important that President Castro is coming to the U.N. General Assembly.  I think it's a symbol that we're in a new era.  I think that the world will welcome the steps that President Obama has taken, and we see this as a way to unlock positive cooperation particularly in our hemisphere, but also around the world.\n\n\tNow, we'll have differences, and particularly with respect to human rights, we have been very clear with Cuba that we'll continue to raise those differences.  But we also believe that the best way to advance our interests and our values in Cuba is to open it.\n\n\tI'd expect that the President will have some opportunity to see President Castro at some point during the days that we're there.  So we'll certainly keep you updated on any interaction that they may have.\n\n\tOn the question about the President’s speech, first and foremost, I think the President made clear time and again at the U.N. the necessity of an effective international system that can solve problems and advance collective action and burden-sharing.  So when you look at our affirmative agenda in the world, so much of it depends upon building coalitions and advancing collective action.  \n\n\tSo, with respect to climate change, we need all of the nations of the world to step up and be a part of the solution.  With respect to peacekeeping that can help resolve conflicts and advance stability, the concrete contributions that we are seeking with other countries to U.N. peacekeeping missions will help make us more secure and help make the world more secure.\n\n\tWith respect to development, we have the opportunity to promote global health security in ways that can prevent pandemic that could threaten us and save countless lives around the world just as we have the opportunity to lift many people out of poverty in the coming years.\n\n\tSo there’s a set of affirmative items I think the President will be speaking to.  He’ll also be underscoring the importance, however, of there being a rules-based approach to solving problems.  Now, some of that is on the firmer side, as well; the Transpacific Trade Partnership that we’re pursuing aims to establish rules of the road that apply to trade that opens markets, but also protects workers and the environment.\n\n\tBut when we look at conflict, the President will certainly be focused on the situation in Syria and Iraq, and he’ll be focused on the situation in Ukraine.  And there, too, I think our focus is going to be on the fact that there has to be a cost for a nation like Russia that is violating the sovereignty and territorial integrity of Ukraine, and that cost has been imposed through sanctions, even as we’re focused on and have a preference for diplomacy in resolving that crisis.\n\n\tAt the same time, in Syria, even as we have an aggressive military effort underway against ISIL, the only lasting resolution to that challenge is for there to be a political settlement, as well.  \n\n\tSo I were to say there’s a common thread between (inaudible) and diplomacy.  Diplomacy has borne significant fruit this year with the Iran deal, with the Cuba opening, with the advances on the TPP negotiations.  Diplomacy is necessary to bring about a conclusion, or at least a political resolution, as it relates to the situation in Syria.  Diplomacy is necessary to resolving the tensions in Ukraine.  But diplomacy has to be backed by teeth, and, in some cases, that’s force, as we’re using against ISIL.  In some cases that’s sanctions, as we’re using against Russia.  \n\n\tBut in all cases, I think the case the President will be making to the world is we need to remain invested in an international order that can solve problems and hold people accountable when they break the rules.\n\n\tQ    Hi.  Thanks a ton for doing the call.  My question is for Celeste.  The administration has repeatedly said that Russia’s intentions in Syria remain unclear.  I was wondering if there’s been any update, if you could provide more clarity as to what Russia is perhaps up to in Syria, and if not, why is it still unclear?  Thanks a ton.\n\n\tMS. WALLANDER:  Thanks.  As I tried to indicate earlier, we have a lot of public statements from Russian officials, senior Russian officials -- including President Putin himself -- about what he argues is necessary to successfully counter ISIL.  Since that argument doesn’t fit with our understanding of what’s necessary to counter ISIL, it doesn’t really hold water as far as we’re concerned, we’re going to use the opportunity to talk to President Putin and understand what he means by that, and make clear what we think is necessary to successfully counter ISIL, and test whether Russia’s efforts to basically deal itself in to a counter-ISIL effort will yield a constructive approach. \n\n\tSo there’s a lot of talk, and now it’s time for clarity and for Russia to come clear -- come clean and come clear on just exactly how it proposes to be a constructive contributor to what is already an ongoing multi-nation coalition.  \n\n\tSo, no, I’m not going to -- that's a question for President Putin, and it’s a question we’ll be posing to President Putin.\n\n\tMR. RHODES:  Let me add just very quickly in addition to the current military deployments that we see, President Putin had reached out and initiated a phone call with President Obama earlier this year to discuss his concerns about the situation in Syria and to discuss the potential for a political resolution.\n\n\tNow, we continue to have very serious differences with the Russian government about the nature of the Syrian government that would emerge from that political resolution.  We believe Bashar al-Assad will have to leave power as a part of any durable solution given that he has lost the legitimacy with his own people.  Russia is continuing to support Assad.\n\n\tBut again, even as we have this discussion about the very specific issue related to military deployments, I think we will want to be discussing, what are the prospects for advancing a political resolution?  And clearly any successful political resolution would have to benefit from the support of Russia and the United States and the countries in the region, and of course, importantly, the Syrian people.  So the political element will be discussed as well as the military. \n\n\tQ    Thank you.  It seems like it’s been a real long time before the President and Putin have met face to face.  Can you explain policy-wise what seems to be a shift away from a position of isolation, particularly a shift that's happening when Russia is only escalating its intervention in Syria?  And is the President going to walk into that meeting with any new clarity or any new elements to the U.S. position in Syria?\n\n\tMR. RHODES:  Thanks, Margaret.  Well, you're absolutely right.  It has been some time since they had a bilateral encounter.  We canceled the summit that had been planned in Russia for a variety of reasons.  And we have not had bilateral discussions.\n\n\tThey have seen each other at global summits like the G20, and had conversations on the sidelines of those summits, but frankly, given the situation in Ukraine, we wanted to make very clear that Russia was going to pay a cost for its actions in terms of not being isolated from groups like the G8, which is now the G7, and in terms of the sanctions we’ve imposed.\n\n\tAll that said, at every juncture we said that we remain open to engagement if it can make progress.  They’ve spoken on the phone a number of times.  I think -- to your question very specifically -- given both the situation in Ukraine and the critical juncture that we’re at there, and the situation in Syria, it would be irresponsible to not have a face-to-face encounter and to not directly address with President Putin our positions and concerns on these two issues.\n\n\tI should also add that President Obama was urged to have this meeting with President Putin by some of our closest European allies who thought it would be constructive in the context of Minsk for him to hear directly from us as well as them about the importance of following through on the Minsk agreement.  So this is something that we’re doing with respect to Ukraine very much in coordination with our European allies who have taken the lead on many elements of the diplomacy with Russia, even as we’ve of course led with them in imposing consequences on Russia for its actions.\n\n\tI think with respect to Syria we’ll be making -- the President will have the opportunity to make clear to President Putin that we share the determination to counter ISIL, that we welcome constructive contributions to counter ISIL.  But at the same time, we believe that one of the principal motivating factors for people who are fighting with ISIL is the Assad regime.  And its zero justification, obviously, for the horrific extremism we’ve seen in Syria, it’s simply a pragmatic fact that if there is a political transition in which Assad leaves then, frankly, we have the opportunity to better focus on going after ISIL because there will be a better political context in the country to do so.\n\n\tSo I think that both -- as I said, both the military and the political components will be discussed, and the key question, right, is how do those two converge.  And how do you have both a successful counterterrorism effort against ISIL alongside a political resolution that can ultimately restore some semblance of stability to Syria.\n\n\tQ    Thank you.  Ben, quick question regarding the conversation that Secretary Kerry will have with Foreign Minister Zarif.  As you said, if there is nothing to be happening between two leaders, what do you expect to get out of that now that the deal is in the implementation phase other than the nuclear deal?  Are you hoping -- are you seeing signals that the Iranians are more willing to talk about Syria?  Or is that -- we know there’s going to be that bilateral on Saturday, then the P5+1 will have another one on Monday evening.  What do you expect to get out of that?\n\n\tMR. RHODES:  Well, I don’t want to speak too much for Secretary Kerry.  I’ll just say a couple of things.  Number one, I think it is important to discuss implementation of the Iran deal.  We are nearing adoption day, at which point Iran will have to take -- or begin to take its significant nuclear steps.  And in terms of how that implementation goes forward, it’s always important to have direct communication among the P5+1 and with the Iranians, because there are significant moving parts associated with Iran’s nuclear steps, the institution of the verification regime, and then, after Iran completes its key steps, the provision of our sanctions relief.\n\n\tI think, secondly, we always raise with the Iranians the detained Americans.  And so I’m certain that there will be a clear message about our continued and grave concerns about the ongoing detention of Americans in Iran.  \n\n\tWith respect to regional issues, as we’ve made clear throughout the debate over the Iran deal here, we continue to have significant differences and concerns about Iranian destabilizing activities in the region -- whether it’s in Syria or Iraq or Yemen, or threats to Israel.  In the past, issues like Yemen and Syria have come up in these discussions.  At times, Foreign Minister Zarif in his public comments has suggested a desire to play a constructive role with respect to regional challenges, but we have not seen actions from Iran that follow through on that.  So, for instance, with respect to Syria, again, their ongoing support for the Assad regime is what -- is part of what is fueling this conflict.  \n\n\tSo I would imagine that regional issues may come up, but again, our position has been to underscore our concern with destabilizing Iranian activities.  And again, we’d have to see in actions, not just words, that Iran, after this nuclear deal, is prepared to move in a more constructive and less-destabilizing direction on these issues.\n\n\tQ    Yes, hi.  Thanks for doing the call.  You’ve insisted on the fact that Mr. Putin is the one who asked for the meeting at the U.N., but what kind of interaction are you -- can you expect?  Do you believe -- does the President believe that Vladimir Putin can be trusted or that he can be a partner in Syria?  \n\n\tMR. RHODES:  The Russians requested the meeting.  President Obama, like I said, believes that it would be wrong to not engage at this critical time given the pressing issues.\n\n\tI think our approach with respect to trust is one of watching deeds, as well as listening to words.  With respect to Ukraine, what Russia says publicly has often not matched what the world has seen happening -- whether it’s the provision of arms to separatists or other activities.  So look, we would be measuring the outcome of this meeting not just by the nature of their discussion by what follows.  \n\n\tThe one thing I would say is even as we’ve had these differences -- and very significant ones -- on Ukraine and Syria, Russia was a very constructive partner in the P5+1 process.  They very much were united with the P5+1 and insisting on a good deal.  So it does demonstrate that we can have sustained cooperation on critical global issues even as we have very significant differences.  And we would not want to deny ourselves the ability to have that cooperation because of our differences on important issues.\n\n\tSo again, that's a demonstration of the fact that we will follow these things in deeds, not words.  And Ukraine, the deeds have rarely matched the words.  But in the Iranian nuclear issue, Russia did follow through on its commitments and played a constructive role.\n\n\tQ    Yes, thank you.  Thanks for having the call.  I’m just wondering about the meeting with Raul Castro.  Are you trying to set up a bilat?  Are you thinking they might run into each other in the hall?  How hard are you guys pushing that?\n\n\tMR. RHODES:  I don't know that they’ll have time for an extended bilat.  I would just expect that they’ll be able to see each other at some point over the course of the several days.  They’ll be both at the U.N. I expect on Monday and perhaps Tuesday morning.  \n\n\tSo I think that they’d just look for an opportunity to exchange some words.  But we’ll keep you posted if anything is scheduled.  What I would say is that they spoke on the phone in advance of the Pope’s visit to Cuba and the United States.   They were able to note the -- and speak the first time since the establishment of diplomatic relations.  Note that there are areas where we are working to cooperate constructively -- whether it’s on counter narcotics, counterterrorism, the provision of health assistance in Haiti, which we just did jointly with Cuban medical professionals -- while also continuing to have very real differences from our standpoint with respect to the human rights of the Cuban people.  From their side, certainly issues like Guantanamo come up.  So I think they’ll have some opportunity to speak with one another and continue this process of normalization.\n\n\tAnd I think the message to the world -- and it will be very powerful that the United States has turned the page on a failed policy, that we’re willing to pursue our interests and values through engagement.  And I believe that will be very welcome here in the hemisphere and around the world.\n\n\tAnd one opportunity for me to note that one area where there’s been U.S. and Cuban involvement is in the Colombian peace process, where Cuba has hosted discussions between the Colombian government -- a close stalwart, ally, and security partner of the United States -- and the FARC.  And we’ve had an envoy who has been able to participate in those talks and we just had a significant breakthrough.  That’s separate and apart from our bilateral normalization process, but I think it shows that we’re committed to broader efforts in the hemisphere to solve problems.\n\n\tAll right, thanks, everybody, for getting on the call.  And we’ll keep you updated as any other bilateral meetings are scheduled.  I wouldn’t anticipate there being many, but there may be one or two so we’ll keep you posted in the coming days.\n\n\tEND  \n\t5:57 P.M. EDT\n\n\n\n\n"
}