{
    "title": "President Obama Announces More Key Administration Posts, 1/20/10 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-announces-more-key-administration-posts-12010-0",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 20, 2010\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts, 1/20/10\n\n\n\n\nWASHINGTON – Today, President Barack Obama announced his intent to nominate the following individuals to key administration posts:\n\nMarsha J. Rabiteau, Member, Board of Directors of the State Justice Institute\nEarl F. Weener, Member, National Transportation Safety Board\n\nPresident Obama announced today his intent to nominate the following individuals:\nMarsha J. Rabiteau, Nominee for Member, Board of Directors of the State Justice Institute\nMarsha J. Rabiteau has been Associate General Counsel and consultant on legal reform for Koch Industries, Inc., since 2007. Prior to Koch, Ms. Rabiteau was Vice President & Assistant General Counsel, Director of Civil Justice Policy for The Hartford Financial Services Group. From 1989 to 2001, she was Litigation Counsel and Crisis Manager for The Dow Chemical Company. She has participated as the chair or co-chair of the following organizations: Civil Justice Reform Group Operating Committee; Product Liability Advisory Council Foundation; IADC Class Action and Aggregated Torts Committee; and Federalist Society Litigation Practice Group. She is a member of the National Judicial College’s Advisory Council, and a member of the Michigan and Wisconsin Bars.  She received her J.D., cum laude, from Marquette University Law School.\nEarl F. Weener, Nominee for Member, National Transportation Safety Board\nDr. Earl F. Weener is currently a Foundation Fellow of the Flight Safety Foundation (FSF) in Alexandria Virginia.  This organization, founded in 1947, is an international non-profit organization focused on safety for all segments of the aviation industry.  Previously, Dr. Weener was co-leader of the international FSF Runway Safety Initiative which has recently produced the FSF safety toolkit entitled Reducing the Risks of Runway Excursion.  He was co-leader of the FSF Ground Accident Prevention Program.  Dr. Weener was the initiator and initial leader of the FSF Controlled Flight Into Terrain (CFIT) and Approach and Landing Accident Reduction (ALAR) Task Forces. Dr. Weener retired from The Boeing Company in 1999 where he held positions that included Chief Engineer - Airworthiness, Reliability & Maintainability, and Safety; Chief Engineer – Systems Engineering; and Chief Engineer – Safety Technology Development.  Dr. Weener received the 1994 Aviation Week and Space Technology Laurels Award in Operations for his leadership in CFIT prevention.  He is also the recipient of the 2005 Honeywell-Bendix Trophy for Aviation Safety.  Dr. Weener is an active pilot with a Commercial License and Instrument and Flight and Ground Instructor ratings. His academic credentials include a Ph.D. in Aerospace Engineering from University of Michigan.\n\n\n\n"
}