{
    "title": "White House Announces Plans to Shut Down Hundreds of Duplicative Data Centers as Part of Campaign to Cut Waste | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/07/20/white-house-announces-plans-shut-down-hundreds-duplicative-data-centers-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 20, 2011\n\n \n\n\n\nWhite House Announces Plans to Shut Down Hundreds of Duplicative Data Centers as Part of Campaign to Cut Waste\n\n\n\n\n\nData Center Consolidation Initiative to Save Taxpayers Billions\n\n\tWASHINGTON, D.C. --- Today, as part of the President’s Campaign to Cut Waste, the Office of Management and Budget (OMB) is announcing that, it will shut down a total of 373 data centers by the end of 2012, including 178 in 2012 alone. See map and data. Today’s announcement puts the Administration ahead of schedule in meeting the President's goal of shutting down 800 data centers by 2015, a move that is expected to save taxpayers more than $3 billion.\n\t \n\t“Duplication, waste, and inefficiency are never acceptable, but it is especially intolerable in these challenging budgetary times,” said Jeffrey Zients, Federal Chief Performance Officer and OMB’s Deputy Director for Management. “As part of the Campaign to Cut Waste, President Obama has directed his Administration to aggressively root out misspent tax dollars in agencies across the government to ensure we are spending tax dollars wisely.”\n\n\tA data center is a facility for the storage, management, and dissemination of data and information, housing computer systems and associated components and generally includes backup power supplies, environmental controls (air conditioning, fire suppression, etc.) and special security devices. Data centers can be as a big as a building or as small as a closet, located in leased, owned, collocated, or stand-alone facilities.\n\t \n\tSince 1998, the number of Federal data centers rose from 432 to more than 2,000 – a proliferation of infrastructure that has created unnecessary and redundant systems and applications – while the private sector has been shrinking its data-center footprint.  Moreover, those facilities have been using only 27 percent of their computer power on average even though taxpayers are footing the bill for the entire infrastructure, real estate and energy costs. Data centers can consume 200 times the electricity as standard office spaces.\n\t \n\tTo date, agencies have closed 81 data centers and will close 114 more during this calendar year for a total of 195 in 2011.This represents an increase in both planned and actual closures from the data released in April 2011. As agencies have continued to update their data center inventories, they have increased their planned closures, demonstrating the seriousness in which they are attacking waste.\n\n\t“With data centers that run as large as three and a half football fields, shutting down excess datacenters will save taxpayers billions of dollars by cutting costs for infrastructure, real estate and energy.  At the same time, it will improve the security of government data and allow us to focus on leveraging technology to make government services work better for the American people,” said U.S. Chief Information Officer Vivek Kundra.\n\t \n\tThe data centers being shut down are scatterered across dozens of states and range from a a 57,000 sq ft Department of Defense (DOD) facility - roughly the size of a football field to four Department of Agriculture data centers in the same zip code, each of which is less than 1,000 square feet.  In another instance, the Department of the Treasury is closing a nearly 13,000 square foot facility in Lanham, Maryland. This facility has 75 racks, hosts 250 servers, and costs taxpayers more than $400,000 a year for leasing and electricity alone. The DOD alone will close 113 data centers that total 181,632 square feet, the size of more than three football fields.You can see a complete list of the affected centers here.\n\n\tThe Campaign to Cut Waste is an effort to hunt down and eliminate misspent tax dollars in every agency and department across the federal government. The Campaign builds on the Administration’s ongoing effort to make government more efficient, effective and accountable to the American people. You can read more about that work here. \n\n\tCORRECTION: An earlier version of this blog post contained erroneous data regarding a DHS facility.\n\n\n\n\n"
}