{
    "title": "Statement by the Press Secretary | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/14/statement-press-secretary",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 14, 2010\n\n \n\n\n\nStatement by the Press Secretary\n\n\n\n\n\nOn Tuesday, December 14, 2010, the President signed into law:\n\n\tH.R. 4387, which designates the Federal building in Pensacola, Florida, as the Winston E. Arnow Federal Building.\n\n\tH.R. 5651, which designates the Federal building and United States courthouse in Rapid City, South Dakota, as the Andrew W. Bogue Federal Building and United States Courthouse.\n\n\tH.R. 5706, which designates the building occupied by the Government Printing Office in Pueblo, Colorado, as the Frank Evans Government Printing Office Building.\n\n\tH.R. 5773, which designates the Federal building in Baltimore, Maryland, commonly known as the Social Security Administration Operations Building, as the Robert M. Ball Federal Building.\n\n\tH.R. 5758, which designate the facility of the United States Postal Service in Fall River, Massachusetts, as the Sergeant Robert Barrett Post Office Building.\n\tH.R. 6162, the “Coin Modernization, Oversight, and Continuity Act of 2010,” which requires the Treasury Department to submit a biennial report to Congress:  (1) analyzing possible new metallic materials or technologies for the production of circulating coins; and (2) making recommendations for any appropriate changes to the metallic content of circulating coins.\n\n\tH.R. 6166, the “American Eagle Palladium Bullion Coin Act of 2010,” which authorizes Treasury to produce palladium bullion coins for sale to investors if an independent marketing study demonstrates adequate demand to ensure that the coins could be minted and issued at no net cost to taxpayers.\n\n\tH.R.   6237, which designates the facility of the United States Postal Service in Napa, California, as the Tom Kongsgaard Post Office Building.\n\n\tH.R. 6387, which designates the facility of the United States Postal Service in Eureka, California, as the Sam Sacco Post Office Building.\n\n\tS. 1338, which requires that, if a foreign student is seeking a nonimmigrant visa to study in a language training program in the United States, the program must be accredited by an accrediting agency recognized by the Department of Education.\n\n\tS. 1421, the “Asian Carp Prevention and Control Act,” which prohibits the importation into the United States or interstate shipment of a species of Asian carp.\n\n\tS. 3250, the “Federal Buildings Personnel Training Act of 2010,” which directs the General Services Administration to develop and implement a program to train and certify Federal building personnel.\n\n\n\n\n"
}