{
    "title": "Background on Local Officials Joining First Lady Michelle Obama at Let's Move! Event in Philadelphia Tomorrow | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/07/17/background-local-officials-joining-first-lady-michelle-obama-lets-move-e",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJuly 17, 2012\n\n \n\n\n\nBackground on Local Officials Joining First Lady Michelle Obama at Let's Move! Event in Philadelphia Tomorrow\n\n\n\n\n\n\tWashington – Tomorrow in Philadelphia, First Lady Michelle Obama will join Health and Human Services Secretary Kathleen Sebelius as well as local elected officials from across the country to announce public and private sector commitments to get our kids healthier as part of her Let’s Move! initiative to solve the problem of childhood obesity within a generation.\n\n\tThe First Lady will be joined by leaders from across the country who are working to make their communities healthier. Below is background on these elected officials:\n\nMichael Nutter, Mayor of Philadelphia\n\tIn line with the overarching goals of the First Lady’s Let’s Move! initiative, the City of Philadelphia has made a substantial commitment to improving residents’ overall health and physical fitness through Get Healthy Philly, a ground breaking public health initiative focused on healthy eating, active living and tobacco control.  Through partnerships with government agencies, community-based organizations, the private sector and academic institutions, Get Healthy Philly is working to increase the availability and affordability of healthy foods, decrease the availability and marketing of unhealthy foods and beverages and increase physical activity among Philadelphians.  In just two short years, Get Healthy Philly has made great progress in creating environments that make it easier for Philadelphians to engage in healthy behaviors. These changes have occurred in neighborhoods, schools, workplaces and the media.  Over the last two years, Get Healthy Philly has made significant strides:\n\n\n\t\tIncreased access to healthy foods for 220,000 residents of low-income neighborhoods\n\n\t\tOpened 10 new farmers’ markets in low-income communities\n\n\t\tHelped increase SNAP redemption at markets by 335% through the Philly Food Bucks program\n\n\t\tTrained and supported over 630 corner stores to sell healthier products, such as produce, water and low-fat dairy\n\n\t\tInstalled 9.7 miles of conventional bicycle lanes, 6.7 miles of new buffered bike lanes, 2.0 miles of Green bicycle lanes and 8.9 miles of shared bicycle lanes \n\n\t\tIntegrated healthy living and health impact assessments into Philadelphia 2035, the city’s new comprehensive plan\n\n\t\tEstablished active School Wellness Councils in 171 public schools serving over 100,000 students to incorporate physical activity into the school-day and remove junk foods from classrooms, school stores and fundraisers\n\n\t\tImplemented food and fitness standards for over 200 Out-of-School Time afterschool programs and 100 after-school recreation programs that serve 20,000 children annually\n\n\t\tIncreased parents’ awareness about the sugar content of beverages like soda, fruit drinks and sweet teas through a media education initiative that was seen or heard over 40 million times\n\n\n\tIn addition, the City of Philadelphia has embraced the Corporation for National and Community Service’s “United We Serve: Let’s Read! Let’s Move!” initiative.   Mayor Nutter’s Office of Civic Engagement and Volunteer Service convenes a steering committee comprised of grassroots and more established non-profit organizations that promote reading, exercise and healthy eating.  Each summer, starting in 2010, the steering committee has hosted a series of volunteer driven, neighborhood based events promoting the tenets of “Let’s Read! Let’s Move!”  These events have included a community health fair, family-friendly field days, healthy food tastings and two 5K run/walks.  Currently, the steering committee is gearing up for a city-wide “Let’s Read! Let’s Move! Field Day” on August 1st, organized in partnership with the Mayor’s “Fun, Safe Philly Summer Campaign.” \n\nCory Booker, Mayor of Newark, NJ\nLet’s Move! Newark was established on October 10, 2010 by Mayor Booker, as a result of the drastic increase in the occurrence of childhood obesity in children residing in the City of Newark. Working with existing pertinent data, studies and reports to accurately identify and address a variety of precursors to childhood obesity, the City aims to significantly reduce the occurrence of childhood obesity in the City of Newark. The program is being overseen by the Newark Youth Policy Board and the Let’s Move! Newark Council. Let’s Move! Newark has brought opportunities for healthier food choices and physical activity to Newarkers through many initiatives, including: the Marching 4 PALA campaign that challenges youth to get 60 minutes of activity today and earn a Presidential Active Lifestyle Award (PALA) and the Cory Booker Challenge, an online fitness game that encourages participants to earn points and awards when they participate in physical activities. Mayor Booker serves as the Honorary Vice Chair of the Partnership for a Healthier America and has made the health and well-being of Newark’s residents a priority for the Booker Administration.\n\nMick Cornett, Mayor of Oklahoma City, OK\n\tOklahoma City Mayor Mick Cornett famously put his entire city on a diet, resulting in 47,000 residents losing one million pounds. More importantly, Cornett started a community-wide conversation that opened the doors to nearly $1 billion in infrastructure investment designed, in large part, to promote a more active lifestyle. Oklahoma City – once on the list of America’s least fit cities – is adding miles of hike and bike trails, senior wellness/aquatic centers, river sports, and a new 70-acre downtown central park. The City is also redesigning and constructing 180 acres of urban streetscapes with an emphasis on pedestrian traffic. Cornett is also co-chair of Wellness Now, a partnership with the City/County Health Department that is currently building a 54-acre health and wellness campus on the city’s northeast side. The project represents far more than a new building that will deliver public health services: it marks a major, innovative shift in approach to improving community health. The Wellness Campus will offer a central location for activities aimed at reducing chronic diseases by focusing on programs that encourage people to become leaner, more active, nutritionally aware and health conscious.\n\nKarl Dean, Mayor of Nashville, TN\n\tMayor Karl Dean recognizes that healthy eating and active living are not only personal choices for individuals to make every day, but also the result of the built environment in which they live, their family and community culture, and their personal knowledge and awareness about healthy choices. Mayor Dean’s vision for improving the health of Nashville citizens is to have a city where the healthy choice becomes the easy choice for all residents. Mayor Dean is working to instill real change in the health of Nashville citizens by making significant capital investments in infrastructure that supports healthy living, such as sidewalks, bikeways, sports fields, interactive play parks and open space, and then inspiring people of all ages to take advantage of those resources through community-wide health challenges that bring people together.\n\n\tMayor Dean’s community health challenges began just months after being sworn into office with the launch of the Mayor’s “Let’s Get Moving Challenge” in April 2008. This initiative was a week-long series of events held in conjunction with National Public Health Week where Mayor Dean challenged Nashville citizens to get active and take advantage of the city’s resources for a healthy lifestyle, especially parks and greenways. Encouraged by a high level of public interest, Mayor Dean began holding monthly neighborhood walks all across the city, which was followed by a “Walk 100 Miles with the Mayor” health challenge in 2011 where over 4,000 Nashvillians walked more than 100,000 miles. With the success of the Walk 100 campaign, Mayor Dean recently initiated other large, public initiatives inspiring the community to be active, such as “The Mayor’s Challenge 5K” and “Mayor’s Field Day with the Tennessee Titans.” Between Mayor Dean’s on-going health challenges and his investment in expanding infrastructure that supports healthy living, Nashville’s leader is shaping a healthier community for this generation and the generations to come.\n\nTed Ellis, Mayor of Bluffton, IN\n\tThe City of Bluffton partnered with the Robert Wood Johnson Foundation over five years ago to establish “Operation Wellness,” which jumpstarted an improvement in the general wellness of the community and enhanced the residents’ understanding of what goes into a healthy lifestyle. To encourage more physical activity, through its Parks department, the city expanded its parks and established new areas for children, individuals and families to walk while also sponsoring community competitions called “mileage clubs” to see which students could walk the most.  Bluffton also started a program in local schools to encourage more physical activity and getting kids to get outside to play and onto the playground as well as provide juice and healthier beverage options. The program teaches children about nutrition. Realizing that obesity and poor health is family-wide, parents learned what they could do to adopt a healthier lifestyle.   \n\n\tTo improve employee wellness, the city established a fitness center in city hall and provided employees 24-hour access to exercise. To encourage residents to improve their health, the city sells low-cost memberships to residents.  Bluffton also started regular employee health fairs to provide preventive health screenings and regular health campaigns.  Six times a year, the city sponsors a campaign on a specific health concern and brings in a local health expert to talk to employees about the problem and how it can be avoided. When the initial grant from the Robert Wood Johnson Foundation was completed, the residents demonstrated their commitment to health and raised money to start a YMCA to continue the work. Thanks to the success of these wellness efforts, Bluffton has been able to keep its health care costs level for the last four years with no health care cost increases for employees.\n\nHarvey Johnson, Jr., Mayor of Jackson, MS\n\tThe City of Jackson’s Employee Wellness Committee partnered with Blue Cross Blue Shield of Mississippi in March of 2011 to kick off a ten week walking campaign for city employees.  The “Let’s Go Jackson” program encouraged city employees to spend time walking every day to control weight, reduce cholesterol and blood pressure, improve productivity and strengthen their bones and muscles. Mayor Johnson kicked the ten-week event off, and over 200 employees signed up to participate in the program. Employees kept logs of when and how much they walked and reported health benefits from the walking program, including notable weight loss. Employees were awarded for their participation during a special ceremony, and those who walked the most were provided awards from local businesses. Recognition was also given to the City Department with the most participation.\n\nKevin Johnson, Mayor of Sacramento, CA\n\tSacramento Mayor Kevin Johnson created the Greenwise Joint Venture with the objective of transforming Sacramento into the Emerald Valley: the greenest region in the country and a hub for clean technology. Greenwise has a number of actions to do this including a focus on raising the Green IQ through the education of children, K-12 and to promote healthy eating, supporting the region's agricultural economy and preserving farmland.  To this end, the Mayor created the first Edible Schoolyard in a high school setting in the state of California. The project, in Sacramento, will include a hands-on kitchen classroom, a complete overhaul of cafeteria services, and an on-campus garden, with the eventual goal of having the students run the cafeteria as a business by partnering with local organic farmers.\n\n\tMayor Johnson has used his influence and national reach to establish Dr. Oz’s Health Corps in five area schools, which targets high-need school populations with high incidents of obesity and early on-set diabetes.  The City of Sacramento has also adopted the Healthy Vending Nutrition Policy, as well as being recognized as an “Active City” in the Health Eating/Active Living (HEAL) Cities Campaign. Finally, Sacramento can claim credit as home to the nation’s second best park system in the United States by the Trust for Public Land.  This recognizes Sacramento specifically for how well the City has provided accessible play space and amenities for its residents.\n\nLarry Johnson, Commissioner of DeKalb County, GA\n\tIn 2005, Commissioner Johnson, by Resolution declared “walking” as the official exercise of DeKalb County. Each year he hosts a 4-mile walk as part of the initiative called DeKalb Walks…for the Health of It!  The past two years of the initiative have been dedicated to the First Lady’s Let’s Move! initiative. The next walk is scheduled for September 8, 2012. In addition, Commissioner Johnson co-sponsored the first Let’s Move! DeKalb event in June 2011 at the Porter Sanford Center.  In May of this year, Commissioner Johnson co-hosted the first ‘DeKalb Day of Play’ and in June hosted the first DeKalb Diabetes Awareness 8-mile bike ride; both in support of Let’s Move!  This year, on July 28, 2012, the 2nd Annual Let’s Move! DeKalb event will be held at the Exchange Park Intergenerational Center.\n\nLinda Langston, Supervisor of Linn County, IA\n\tCounty officials in Linn County, Iowa are committed to improving the health of all those who live, learn and work within the County. The Linn County Board of Health is entering its 5th year of recognizing local public, private and non-profit organizations through a Worksite Wellness Awards Program. In 2012, thirty-five organizations received a no cost assessment to identify strengths and opportunities for making their worksite a healthier place. Large and small workplaces alike appreciate the assistance provided by local health department staff in identifying easy, low or no cost changes grounded in best practice that can facilitate better health for employees and greater productivity for the business. Simple things such as using smaller plates in the cafeteria, stocking vending machines with healthier options, and tobacco free properties can lead the way in long-term behavior change for employees and their families. Additionally, Governor Branstad’s Healthiest State Initiative serves as a driving force of the Mayor’s initiative.\n\nMarie Lopez Rogers, Mayor of Avondale, AZ\n\tAvondale’s leaders are committed to ensuring that the city’s families have the resources to keep kids healthy through its myriad of youth sports and recreation activities, early childhood programs and family services resources. In 2011, Avondale, through a public private partnership, opened the Randall McDaniel Sports Complex, an 80,000 square foot indoor basketball, soccer and volleyball sports facility, to encourage physical activity among youth. The city also partnered with a farmers market co-op to host Saturday morning farmers markets at Avondale Friendship Park so that residents have access to fresh, locally grown produce. Additionally, the city’s Civic Center campus is the site of a community garden, The Garden Patch, where residents can lease small plots of land to grow and harvest their own fruits and vegetables. Avondale has long promoted walking and cycling through its participation in programs such as Safe Routes to School/Walk to School Day, and its commitment to building walking trails, bike lanes and open space amenities all across the city. The Mayor’s monthly City Hall Comes to You initiative has also focused on healthy eating, with nutrition demonstrations at a local Food City grocery store, and “Come and Play” events for young children and parents at the Avondale Library. Avondale also partners with its six school districts, the Boys & Girls Club, and a host of other groups to keep the city on the move.\n\nJack Reed, Jr., Mayor of Tupelo, MS\n\tMayor Reed established the “Mayor’s Task Force On A Healthy City,” a passionate all-citizen group which founded the “Health On A Shelf” initiative, now nationally recognized, which puts healthy choices in convenience stores throughout the city. He also began “The Mayor’s Marathon” which has resulted in all 4000 K-12 Tupelo Public School students running 26.2 miles in a month (a mile every school day) for 3 years in a row, giving them the opportunity to experience daily exercise and earn a signed certificate of success from “Mayor Jack”!  In co-operation with the Tupelo Parks and Recreation Department, the Tupelo Public Schools, and citizen volunteers, the mayor also established the “Safe Splash Program” which teaches every second grader how to swim, providing them with both a life-saving skill and a life-time sport.\n\nJoe Riley, Mayor of Charleston, SC\n\tMayor Joseph P. Riley, Jr. has been a supporter of healthier lifestyles for Charlestonians for all of his ten terms of service.  Thirty-five years ago, he was one of the founders of the Cooper River Bridge Run, which today is one of the nation’s largest and most successful 10K road races.  More recently, he founded Lighten Up Charleston. This mayoral initiative has as its goal to make Charleston the healthiest city in the southeast.  He has challenged local hospitals, schools, colleges, businesses, health agencies, physicians and community leaders to join together to encourage Charlestonians to lose a goal of 100,000 pounds. A website, www.lightenupcharleston.org, has been established to help citizens track their weight loss and to encourage healthy eating habits and physical activity.  Mayor Riley believes that in a community where more than 40% of public school students are overweight, physical activity and healthy eating habits are critical skills for all citizens to learn.\n\n\n\n\n"
}