{
    "title": "Remarks by National Security Advisor Susan E. Rice Keynote Address at the Center for a New American Security Annual Conference | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/06/11/remarks-national-security-advisor-susan-e-rice-keynote-address-center-ne",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 11, 2014\n\n \n\n\n\nRemarks by National Security Advisor Susan E. Rice Keynote Address at the Center for a New American Security Annual Conference\n\n\n\n\nRemarks by National Security Advisor Susan E. Rice\n\t“The Strength of American Leadership, the Power of Collective Action”\nKeynote Address at the Center for a New American Security Annual Conference\n\tWashington, DC\nAs Prepared for Delivery\nThank you so much Richard for that kind welcome.  And, to my good friends and former colleagues— Michele Flournoy and Kurt Campbell— I can’t help but note how well-rested you both look.  I’m only a little bitter.  Still, I want to thank you for your stellar service to our country both from inside government and now, again, as leading thinkers on national security.\nCNAS, which you founded, does a remarkable job of preparing our next generation of national security leaders.  That work is critical, because our nation needs bright, dedicated young women and men who care deeply about our world.  We need a diverse pipeline of talent ready and eager to carry forward the mantle of American leadership.  So, thank you all. \nAs President Obama told West Point’s graduating class two weeks ago, the question is not whether America will lead the world in the 21st century, but how America will lead.  No other nation can match the enduring foundations of our strength.  Our military has no peer.  Our formidable economy is growing.  We are more energy independent each year.  Our vibrant and diverse population is demographically strong and productive.  We attract hopeful immigrants from all over the world.  Our unrivaled global network of alliances and partnerships makes us the one nation to which the world turns when challenges arise.  So, American leadership is and will remain central to shaping a world that is freer, more secure, more just and more prosperous.\nAt West Point, President Obama outlined how America will lead in a world that is more complex and more interdependent than ever before.  As we move out of a period dominated by the wars in Iraq and Afghanistan, we will lead by drawing on every element of our national power.  That power starts with our unparalleled military might, used wisely and when necessary to defend America’s core interests – the security of our citizens, our economy, and our allies.  We will lead by strengthening effective partnerships to counter an evolving terrorist threat.  We will lead by rallying coalitions and marshaling the resources of our partners to address regional and global challenges.  And, we will lead by standing firm in defense of human dignity and equality, while steering the course of history toward greater justice and opportunity for all. \nToday, I’d like to focus on one pillar of that strategy—mobilizing coalitions.  Indeed, galvanizing the international community to address problems that no one nation can solve alone is the bread and butter of our global engagement.  And, in many ways, it’s both the hardest and the most important element of how America leads on the world stage.          \nThis concept is not new.  Collective action has long been the hallmark of effective American leadership.  The United Nations, NATO and our Asian alliances were all built on the foundation of American strength and American values.  American leadership established the Bretton Woods system and supported open markets, spurring a rapid rise in global living standards.  Nor is this approach the province of one political party.  It was President Reagan who negotiated the Montreal Protocol, hailed today as our most successful international environmental treaty.  President George H.W. Bush insisted on UN backing and assembled a broad coalition before sending American troops into the Gulf.  And, President Clinton led the campaign to enlarge NATO, opening Europe’s door to the very nations who, as Secretary Albright put it, “knocked the teeth out of totalitarianism in Europe.”  Our history is rich with successes won not as a lone nation, but as the leader of many. \nNow, our approach must meet the new demands of a complex and rapidly changing world.  The architecture that we built in the 20th century must be re-energized to deal with the challenges of the 21st.  With emerging powers, we must be able to collaborate where our interests converge but define our differences and defend our interests where they diverge. Our coalitions may be more fluid than in the past, but the basics haven’t changed.  When we spur collective action, we deliver outcomes that are more legitimate, more sustainable, and less costly.   \nAs global challenges arise, we turn first, always, to our traditional allies.  When Russia trampled long-established principles of sovereignty, territorial integrity, and international law with its illegal annexation of Crimea, the United States rallied the international community to isolate Russia and impose costs. With American leadership, the world condemned the seizure of Crimea through an overwhelming vote in the UN General Assembly.  We expelled Russia from the G8.  Last week, the G7 met for the first time in 17 years, and we continued to concert our approach to Ukraine and other pressing global challenges.  We’ve reinforced the unity of our NATO Alliance and bolstered our commitment to Article 5.  President Obama has pledged to invest an additional $1 billion to bolster the security of our Eastern European allies against threats or intimidation.  More U.S. Army and Air Force units are now deployed to Central and Eastern Europe, more American ships patrol the Black Sea, more American planes police the Baltic skies.  And, meanwhile, with the support of the international community, Ukrainians have the chance to write a new chapter in their history. \nBy working in lockstep with the EU and other partners, we imposed sanctions that are biting the Russian economy.  The IMF, the World Bank and private sector estimates all suggest that $100-200 billion in capital will flow out of Russia this year, as investors move their money to more reliable markets.  Russia’s economy contracted in the first quarter, and the IMF has declared that the country is likely in recession.  Its credit now rates just above junk status.  Russia has lost standing, influence, and economic clout by the day.  With our closest partners—Europe, the G7 and other key allies —we continue to send a common message:  Russia must cease aggression against Ukraine, halt support for violent separatists in the East, seal the border, and recognize the newly elected Ukrainian government.  If Russia does not, it faces the very real prospect of greater pressure and significant additional sanctions.\nThe speed and unity of our response demonstrates the unique value of America’s leadership.  Unilateral sanctions would not have had the same bite as coordinated efforts with the EU.  American condemnations alone do not carry the same weight as the UN General Assembly.  Bilateral U.S. assistance to Ukraine could not match the roughly $15 billion IMF program.  And, for our Eastern allies, American security guarantees are most powerful when augmented by NATO’s security umbrella.  \nThe United States’ commitment to the security of our allies is sacrosanct and always backed by the full weight of our military might.  At the same time, we expect our partners to shoulder their share of the burden of our collective security.  Collective action doesn’t mean the United States puts skin in the game while others stand on the sidelines cheering.  Alliances are a two-way street, especially in hard times when alliances matter most. \nAs we approach the NATO summit in Wales this September, we expect every ally to pull its full weight through increased investment in defense and upgrading our Alliance for the future.  Europe needs to take defense spending seriously and meet NATO’s benchmark—at least two percent of GDP—to keep our alliance strong and dynamic.  And, just as we reassure allies in the face of Russia’s actions, we must upgrade NATO’s ability to meet challenges to its south—including by reinforcing the President’s commitment to build the capacity of our counterterrorism partners. \nLikewise, our historic alliances in Asia continue to underwrite regional stability, as we move toward a more geographically distributed and operationally resilient defense posture.  In the face of North Korea’s increasing provocations, we’ve developed a tailored deterrence strategy and counter provocation plan with South Korea, and we are updating our defense cooperation guidelines with Japan for the first time in almost two decades.  We aim also to deepen trilateral security cooperation and interoperability, which President Obama made a central focus of his summit with the leaders of Japan and Korea in March and his trip to the region in April. \nImproved coordination is a necessity in the Middle East as well.  The 35,000 American service members stationed in the Gulf are a daily reminder of our commitment to the region and clear evidence that the United States remains ready to defend our core interests, whether it’s disrupting al-Qa’ida or preventing Iran from developing a nuclear weapon.  At the same time, we look to our partners, both individually and through the Gulf Cooperation Council, to cooperate on missile defense and develop other critical deterrence capabilities, including in the spheres of counter-piracy, maritime security, counterterrorism and counter-proliferation. \nAmerica will always maintain our iron-clad commitment to the security of Israel, ensuring that Israel maintains its qualitative military edge and can protect its territory and people.  Equally, we consistently defend Israel’s legitimacy and security in the UN and other international fora.  In turn, we expect Israel to stand and be counted with the US and other partners on core matters of international law and principle, such as Ukraine.\nDrawing on the strength of our alliances and the reach of our partnerships, the United States’ brings together countries in every region of the world to advance our shared security, expand global prosperity, and uphold our fundamental values.    \nLet me start with our shared security.  To responsibly end our war in Afghanistan, President Obama first rallied our NATO allies and ISAF partners to contribute more troops to the coalition, surging resources and helping Afghan forces take charge of their nation’s security.  As we bring America’s combat mission to an end, we’ve enlisted our allies and partners to make enduring commitments to Afghanistan’s future—so that Afghan Security Forces continue to have the resources they need, and the Afghan people have our lasting support.\nPartnership is also the cornerstone of our counter-terrorism strategy designed to meet a threat that is now more diffuse and decentralized.  Core al-Qa’ida is diminished, but its affiliates and off-shoots increasingly threaten the U.S. and our partners, as we are witnessing this week in Mosul.  The United States has been fast to provide necessary support for the people and government of Iraq under our Strategic Framework Agreement, and we are working together to roll back aggression and counter the threat that the Islamic State of Iraq and Levant poses to the people of the region.  Yet, as President Obama said at West Point, we must do more to strengthen our partners’ capacity to defeat the terrorist threat on their home turf by providing them the necessary training, equipment and support.  That is why the President is asking Congress for a new Counterterrorism Partnership Fund of up to $5 billion to assist nations on the frontlines of terrorism to fight al-Qa’ida, its affiliates, and groups that embrace its violent extremist ideology.   \nTo shrink terrorist safe-havens and end civil conflicts, which can be breeding grounds for transnational threats, we continue to lead the international community to strengthen the foundations of peace and security.  The U.S. is the largest supporter of UN peace operations, which both reduce the need to deploy our own armed forces and mitigate the risks that fragile and failed states pose.  When violence in South Sudan broke out in December, and the world’s youngest country reached the brink of all-out war, the United States led the Security Council to augment the UN mission in South Sudan and re-focus it on protecting civilians, while we recruited, trained and equipped additional peacekeepers.  Since December, nearly 2,000 more troops have surged into South Sudan, with approximately another 1,700 expected this month. \nIn Syria, by contrast, we have seen the failure of the UN Security Council to act effectively, as Russia and China have four times used their vetoes to protect Assad.  With fighting escalating, terrorist groups associated with al-Qa’ida are gaining a greater foothold in Syria, the horrific humanitarian costs are mounting, and the stability of neighboring countries is threatened.  So, while Russia and Iran continue to prop up the regime, the United States is working with our partners through non-traditional channels to provide critical humanitarian assistance and, through the London-11 group, to ramp up our coordinated support for the moderate, vetted Syrian opposition— both political and military.      \nYet, even as we strongly oppose Russia on Syria and Ukraine, we continue to work together to eliminate Assad’s chemical weapons and to prevent Iran from obtaining a nuclear weapon.  We built an unprecedented sanctions regime to pressure Iran while keeping the door open to diplomacy.  As a consequence, working with the P5+1, we’ve halted Iran’s progress toward a nuclear weapon and rolled it back in key respects.  Now, we are testing whether we can reach a comprehensive solution that resolves peacefully the international community’s concerns about Iran’s nuclear program and bolsters our shared security.\nIn today’s world, the reality is: many transnational security challenges can only be addressed through collective action.  Take the threat of nuclear material in terrorist hands.  One unlocked door at any of the facilities worldwide that house weapons-usable material is a threat to everyone.  That’s why President Obama created the Nuclear Security Summit.  So far, 12 countries and 24 nuclear facilities have rid themselves of highly-enriched uranium and plutonium.  Dozens of nations have increased security at their nuclear storage sites, built counter-smuggling teams, or enhanced their nuclear security training.  Our nuclear security regime is stronger today, because we created a coalition to address the problem, and we’ll keep the momentum going when we host the fourth Nuclear Security Summit in 2016.\nConsider, as well, infectious diseases like MERS, bird flu or Ebola, which present yet another type of threat to our security.  In 2012, 80 percent of countries failed to meet the World Health Organization’s deadline for preparedness against outbreaks.  The international community needed a shot in the arm.  So, the United States brought together partners from more than 30 countries and multiple international institutions to develop the Global Health Security Agenda, which we launched in February.  Our strategy, backed by concrete commitments, will move us towards a system that reports outbreaks in real time and ensures nations have the resources to contain localized problems before they become global pandemics.\nAs we confront the grave and growing threat of climate change, the United States is leading the world by example.  As National Security Advisor, part of my job is to focus on any threat that could breed conflict, migration, and natural disasters.  Climate change is just such a creeping national security crisis, and it is one of our top global priorities. \nOur new rule, announced last week, to reduce carbon pollution from power plants by 30 percent compared to 2005 levels is the most ambitious climate action ever taken in the U.S.  It’s the centerpiece of our broader climate action plan.  And, as we work toward the meeting in Paris next year to define a new global framework for tackling climate change, we’re challenging other major economies to step up too.  We’re working intensively with China, the world’s biggest emitter, to bend down their emissions curve as fast as possible.  We’ve built international coalitions to address short-lived climate pollutants like black carbon, HFCs and methane.  And, we’ve led in encouraging private investment in green infrastructure projects overseas, while reducing incentives for high-carbon energy investment.    \nOur security also relies on defining and upholding rules that govern our shared spaces—rules that reject aggression, impede the ability of large nations to bully smaller ones, and establish ways to resolve conflicts peacefully.  A key element of our Asia Rebalance is collaborating with our partners to strengthen regional institutions and international norms.  That’s why we are working with ASEAN to advance a code of conduct for the South China Sea that would enhance maritime security, reinforce international law, and strengthen the regional rules of the road. \nSimilarly, we are building partnerships to set standards of behavior to protect the open, reliable, and interoperable Internet, and to hold accountable those who engage in malicious cyber activity.  That’s why we’re working with our partners to expand international law enforcement cooperation and ensure that emerging norms, including the protection of intellectual property and civilian infrastructure, are respected in cyberspace.   For example, last week, working with 10 countries and numerous private sector partners, we successfully disrupted a “botnet” that had been used to steal hundreds of millions of dollars and filed criminal charges against its Russia-based administrator.  Last month, the Department of Justice indicted five Chinese military officials for hacking our nation’s corporate computers, making it clear there’s no room for government-sponsored theft in cyberspace for commercial gain.  We are working with our allies through efforts like the Freedom On-Line Coalition and the Internet Governance Forum to preserve the open Internet as driver for human rights and economic prosperity.\nThis brings me to the second key reason we mobilize collective action—to expand our shared prosperity.  In 2009, facing the biggest financial crisis since the Great Depression, President Obama led to establish the G20 as the premier forum for international economic cooperation.  We needed more voices at the table, writing the rules for the global economy and committing to dramatic measures to restore growth.  Our efforts included mobilizing more resources for the IMF and World Bank to support the most vulnerable countries.  And, thanks to a broad and concerted international effort, the global economy has turned the corner.\nLast year, we played a key role in enabling the 157 members of the WTO to reach a landmark agreement that will modernize the entire international trading system.  In every region of the world, we’ve brought nations together to increase trade and develop high-standard agreements to further boost growth and job creation.  This is a key pillar of our rebalance to Asia, where we’re working with 12 economies, representing almost 40 percent of global GDP, to finalize an ambitious Trans-Pacific Partnership.  With the Trans-Atlantic Trade and Investment Partnership, we’re taking what is already the largest trading partnership in the world to a new level.  To increase trade both within Africa and between Africa and the United States, we will join with Congress to extend and update the African Growth and Opportunity Act before it expires next year. \nIn regions brimming with economic potential, including Africa, Latin America and Southeast Asia, we’re supporting entrepreneurship and fostering private sector investment.  Our Power Africa initiative will double access to electricity across the continent through more than $15 billion in private sector commitments.  We’re assisting young people throughout Africa and South East Asia to develop their business and entrepreneurship skills, as well as their leadership. \nAs we approach 2015, we’re pressing our partners to deliver on the Millennium Development Goals and to devise bold new goals that will guide the next phase of the fight against poverty.  Building on the extraordinary progress in many developing countries, our approach isn’t simply about pledging more money, it’s about bringing together resources and expertise from every sector to do more with what we have and to support models of economic growth that fuel new markets.  We’re building public-private partnerships, investing in academic breakthroughs, supporting non-profits that translate ideas into action, and creating stronger connections among them all.   \nTake, for example, the progress we’ve made in agricultural development.  Back in 2009, at the G8 meeting in L’Aquila, President Obama made food security a global priority backed by billions of dollars in international commitments.  In 2012, the President launched the New Alliance for Food Security and Nutrition, which has now grown to ten African countries, more than 160 companies, and delivered more than $7 billion in responsible planned investments in African agriculture.  And through our Feed the Future partnerships, millions of smallholder farmers are planting better seeds, using better fertilizers, and seeing their incomes rise. \nWhich leads me to the third key reason we mobilize collective action.  For, however much we might like to, we rarely can force nations to respect the rights of their citizens.  So we must catalyze the international community to uphold universal values, build broad coalitions to advance human rights, and impose costs on those who violate them.  \nHuman rights must be protected for everyone, especially traditionally marginalized communities such as ethnic or religious minorities, LGBT persons, migrant workers, and people with disabilities.  That’s why President Obama decided to join the UN Human Rights Council, so we could lead in reforming that flawed institution from within.  In fact, we have made it more effective.  Because of our efforts, the Council has spent far more time spotlighting abuses in Qadhafi’s Libya, Syria, Sudan, North Korea and Iran than demonizing Israel. \nAt the same time, the Open Government Partnership initiated by President Obama in 2011, has grown from eight countries to 64, all working together to strengthen accountable and transparent governance.  Our Equal Futures Partnership unites two dozen countries in a commitment to take concrete steps to empower women in their societies both economically and politically.  And, as civil society comes under attack in more and more places, we’re bringing countries and peoples together to counter restrictions and strengthen protections for civil society.\nMoreover, we’ve focused the global community on elevating that most basic aspect of human dignity—the health and well-being of the most vulnerable people.  We’re partnering with nations that invest in their health systems.  We’re working with NGOs to improve child and maternal health, end preventable diseases, and make progress towards a goal that was inconceivable just a decade ago—the world’s first AIDS-free generation. \nAcross all these vital and far-reaching challenges, we continue to bring the resources of the United States and the reach of our partnerships to bear to forge a safer and more prosperous world.  Our goals are bold and won’t be realized overnight, but the essence of U.S. leadership, as always, remains our ambition, our determination, and our dauntless vision of the possible – the pursuit of a world free of nuclear weapons; a world where extreme poverty is no more; where people are free to choose their own leaders; and where no child’s potential is cut short by a circumstance of her birth. \nWe’ve earned our unparalleled position in the world through decades of responsible leadership.  We affirm our exceptionalism by working tirelessly to strengthen the international system we helped build.  We affirm it daily with our painstaking efforts to marshal international support and rally nations behind our leadership.  We affirm it by taking strong action when we see rules and norms broken by those who try to game the system for their own gain.  As President Obama told those graduating cadets at West Point, “What makes us exceptional is not our ability to flout international norms and the rule of law; it’s our willingness to affirm them through our actions.” \nAs we leave an era of American foreign policy dominated by war, we are in a much stronger position to shape a more just and secure peace.  In doing so, we will be vigilant against threats to our security, but we also recognize that we are stronger still when we mobilize the world on behalf of our common security and common humanity.  That is the proud tradition of American foreign policy, and that is what’s required to shape a new chapter of American leadership.\nThank you very much. \n\n\n\n\n"
}