{
    "title": "First Lady Michelle Obama to Deliver Final Commencement Address as First Lady | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/06/02/first-lady-michelle-obama-deliver-final-commencement-address-first-lady",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJune 02, 2016\n\n \n\n\n\nFirst Lady Michelle Obama to Deliver Final Commencement Address as First Lady\n\n\n\n\n\nFriday, June 3rd \n\nNew York, New York * 10:30AM ET— First Lady Michelle Obama will deliver her final commencement address as First Lady at the 170th Commencement Ceremony of The City College of New York on the CCNY campus in historic Harlem, where more than 3,000 students make up the Class of 2016.\n\n\tThe City College of New York was the first public higher education institution in New York City and has one of the most diverse student bodies in the nation with over 40% first-generation college students, almost 40% non-native English speakers, and half from low-income households. Established as a free institution dedicated to overcoming barriers to advancement, CCNY continues its mission of access to excellence and keeping tuition affordable.\n\n\tTomorrow will mark Mrs. Obama’s 23rd commencement address as First Lady, and 3rd address for the Class of 2016. In 2009, Mrs. Obama addressed the first full graduating class at the University of California, Merced and spoke at the Washington Math and Science Tech Public Charter High School Graduation in Washington, DC. In 2010, Mrs. Obama addressed graduates of the University of Arkansas at Pine Bluff, the George Washington University, and the Anacostia Senior High School. In 2011, Mrs. Obama addressed graduates of the University of Northern Iowa, Spelman College, and Quantico Middle High School. In 2012, Mrs. Obama addressed graduates of Virginia Tech, North Carolina Agricultural and Technical State University, and Oregon State University. In 2013, Mrs. Obama addressed graduates of Eastern Kentucky State University, Bowie State University, and Martin Luther King, Jr. Academic Magnet High School. In 2014, Mrs. Obama addressed graduates of Dillard University, the District of Columbia College Access Program, and an assembly of high schools in the Topeka, Kansas Public School District. In 2015, Mrs. Obama addressed the graduates of Oberlin College, Tuskegee University, and Martin Luther King Jr. Preparatory High School. In 2016, Mrs. Obama has addressed Jackson State University and Santa Fe Indian School. \n\n\n\n\n"
}