{
    "title": "Executive Order -- Establishment of the Interagency Trade Enforcement Center | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/02/28/executive-order-establishment-interagency-trade-enforcement-center",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 28, 2012\n\n \n\n\n\nExecutive Order -- Establishment of the Interagency Trade Enforcement Center\n\n\n\n\n\n\tEXECUTIVE ORDER\n\n\t- - - - - - -\n\n\tESTABLISHMENT OF THE INTERAGENCY TRADE ENFORCEMENT CENTER\n\n\t \n\n\tBy the authority vested in me as President by the Constitution and the laws of the United States of America, and in order to advance U.S. foreign policy and protect the national and economic security of the United States through strengthened and coordinated enforcement of U.S. trade rights under international trade agreements and enforcement of domestic trade laws, it is hereby ordered as follows:\n\nSection 1. Policy. Robust monitoring and enforcement of U.S. rights under international trade agreements, and enforcement of domestic trade laws, are crucial to expanding exports and ensuring U.S. workers, businesses, ranchers, and farmers are able to compete on a level playing field with foreign trade partners. To strengthen our capacity to monitor and enforce U.S. trade rights and domestic trade laws, and thereby enhance market access for U.S. exporters, executive departments and agencies (agencies) must coordinate and augment their efforts to identify and reduce or eliminate foreign trade barriers and unfair foreign trade practices to ensure that U.S. workers, businesses, ranchers, and farmers receive the maximum benefit from our international trade agreements and under domestic trade laws.\n\nSec. 2. Establishment. (a) There is established within the Office of the United States Trade Representative (USTR) an Interagency Trade Enforcement Center (Center).\n\n\t(b) The Center shall coordinate matters relating to enforcement of U.S. trade rights under international trade agreements and enforcement of domestic trade laws among USTR and the following agencies:\n\n\t(i) the Department of State;\n\n\t(ii) the Department of the Treasury;\n\n\t(iii) the Department of Justice;\n\n\t(iv) the Department of Agriculture;\n\n\t(v) the Department of Commerce;\n\n\t(vi) the Department of Homeland Security;\n\n\t(vii) the Office of the Director of National Intelligence; and\n\n\t(viii) other agencies as the President, or the United States Trade Representative, may designate.\n\n\tIn matters relating to the enforcement of U.S. trade rights involving intellectual property rights, the Center shall consult with the Intellectual Property Enforcement Coordinator.\n\n\t(c) The Center shall have a Director, who shall be a full-time senior-level official of USTR, designated by and reporting to the United States Trade Representative. The Center shall have a Deputy Director, who shall be a full-time senior-level official of the Department of Commerce, designated by the Secretary of Commerce, detailed to the Center and reporting to the Director. The Center shall also have an Intelligence Community Liaison, who shall be a full-time senior-level official of the Federal Government recommended by the Director of National Intelligence and designated by his or her agency, as applicable, to be detailed or assigned to the Center.\n\n\n\t(d) To the extent permitted by law and subject to the availability of appropriations, and in consultation with the Director of the Center, agencies enumerated in subsection (b) of this section, and others in the Intelligence Community recommended by the Director of National Intelligence, are encouraged to detail or assign their employees to the Center without reimbursement to support the mission and functions of the Center as described in section 3 of this order.\n\n\tSec. 3. Mission and Functions. The Center shall:\n\n\t(a) serve as the primary forum within the Federal Government for USTR and other agencies to coordinate enforcement of U.S. trade rights under international trade agreements and enforcement of domestic trade laws;\n\n\n\t(b) coordinate among USTR, other agencies with trade related responsibilities, and the U.S. Intelligence Community the exchange of information related to potential violations of international trade agreements by our foreign trade partners; and\n\n\n\t(c) conduct outreach to U.S. workers, businesses, and other interested persons to foster greater participation in the identification and reduction or elimination of foreign trade barriers and unfair foreign trade practices.\n\n\n\tSec. 4. Administration. (a) Funding and administrative support for the Center shall be provided by USTR to the extent permitted by law and subject to the availability of appropriations.\n\n\t(b) The United States Trade Representative, through the Director of the Center, shall direct the work of the Center in performing all of its functions under this order.\n\n\tSec. 5. Definitions. For the purposes of this order:\n\t(a) the term \"U.S. trade rights\" means any right, benefit or advantage to which the United States is entitled under an\n\n\tinternational trade agreement and that could be effectuated through the use of a dispute settlement proceeding.\n\n\t(b) the term \"domestic trade laws\" means any trade remedies available under U.S. law, including, but not limited to, sections 201, 301, 406, and 421 of the Trade Act of 1974, as amended (19 U.S.C. 2251, 2411, 2436, and 2451); sections 332 and 337 of the Tariff Act of 1930, as amended (19 U.S.C. 1332 and 1337); section 281 of the Uruguay Round Agreements Act (19 U.S.C. 3571); and self-initiation of investigations under Title VII of the Tariff Act of 1930 (19 U.S.C. 1671).\n\nSec. 6. General Provisions. (a) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n\n\t(b) Nothing in this order shall be construed to impair or otherwise affect:\n\n\t(i) authority granted by law, regulation, Executive Order, or Presidential Directive to an executive department, agency, or head thereof; or\n\n\t(ii) functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n\n\t(c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n\n\tBARACK OBAMA\n\n\n\n\n"
}