{
    "title": "Press Briefing on the President's Upcoming Trip to Guadalajara, 8-6-09 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/press-briefing-presidents-upcoming-trip-guadalajara-8-6-09",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nAugust 07, 2009\n\n \n\n\n\nPress Briefing on the President's Upcoming Trip to Guadalajara, 8-6-09\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  ___________________________________________________________________________  For Immediate Release                                                         August 7, 2009 PRESS BRIEFING BY  NATIONAL SECURITY ADVISOR GENERAL JAMES JONES,  DEPUTY NATIONAL SECURITY ADVISOR FOR  INTERNATIONAL ECONOMIC AFFAIRS MICHAEL FROMAN,  NSC SENIOR DIRECTOR OF WESTERN HEMISPHERE AFFAIRS  DANIEL RESTREPO,  AND DEPUTY NATIONAL SECURITY ADVISOR FOR  COUNTERTERRORISM AND HOMELAND SECURITY JOHN BRENNAN August 6, 2009 James S. Brady Press Briefing Room  5:51 P.M. EDT MR. HAMMER: Good afternoon, everyone. We're doing our pre-trip briefing for the trip to Guadalajara that the President is taking this weekend. We have for you today our National Security Advisor General Jones. He's joined by other members of the National Security Council staff -- John Brennan, Mike Froman, and Dan Restrepo. I'm sure you're tempted to ask about a lot of other subjects, but we really want to just keep this briefing focused on the trip. And with that, let me just turn it over to General Jones. GENERAL JONES: Good afternoon. As you know, the President is very much looking forward to his second trip to Mexico, the opportunity to meet with the President of Mexico, President Calderón, bilaterally, and to meet with Calderón and Prime Minister Harper in the context of the North American Leaders Summit to discuss issues of importance in the North American hemispheric and global context, including the global economy, energy, climate change, and security. Our engagement with the Western Hemisphere is critical to advancing our national interests, and key for our security and economic well-being. The President is committed to building and strengthening partnerships with countries throughout the hemisphere. This summit is an important element of our continuing engagement and builds on the President's previous trips to Canada, Mexico, and Trinidad and Tobago for the Summit of the Americas, where he met his democratically elected colleagues. The President also hosted several leaders from the region here at the White House, including Presidents Lula of Brazil, Uribe of Colombia, and Bachelet of Chile. This summit provides an opportunity for the leaders and their teams to focus on how, working together, countries of North America can improve the well-being of people in each of our three nations by confronting a series of challenges that respect no borders, and by seizing opportunities that we can by -- that we can maximize through cooperative efforts. The bottom line is that what affects our bordering neighbors has the potential to affect us all, so we want to be certain that we have the tightest and best possible cooperation. The themes of this summit are: one, economic recovery and competitiveness; two, citizen safety and security; and three, clean energy and climate change. All are core priorities of this administration. On citizen safety and security, we'll focus on preparation for responding to the H1N1 and the North American flu season. The three leaders will also address how -- the threat posed to all three countries by transnational criminal cartels and efforts to coordinate our responses to that threat. On the economic front we see this as an opportunity to prepare for the Pittsburgh G20 summit, while also addressing how we can enhance North American competitiveness, and ensure that our trade arrangements protect our workers and our environment for the benefit of all in North America. The three leaders share a commitment to tackling climate change and embracing clean energy technologies. The summit will give us the opportunity to advance that work with an eye towards making progress here in North America and setting the stage for further progress in Copenhagen later this year. In terms of the schedule, the first meeting on the trip will be with President Calderón and his team. This will be the President's third meeting with President Calderón this year, once as President-elect and twice as President. This underscores the importance the President places on our relationship with Mexico, and his support for the courageous efforts of President Calderón and Mexico in confronting violent drug cartels. Given the depth and breadth of our relationship with Mexico, the bilateral meeting with President Calderón and his team will undoubtedly touch on a broad range of issues from security cooperation to preparation for the coming North American flu season, to economic partnership, to clean energy and climate change, to name a few examples. The North American Leaders Summit itself will begin after the bilateral meeting with the President -- when the President will have the opportunity to have a private dinner with President Calderón and Prime Minister Harper to discuss global and hemispheric issues of their choosing. On Monday morning the trilateral working session will address the three core themes that I outlined for you. The summit will conclude with a press briefing for you and it will be held by the three leaders themselves. So with that, let me turn it over to John Brennan and my other colleagues before we take your questions. John. MR. BRENNAN: Thank you, General. As you know, the 2009 H1N1 influenza strain presents a significant public health challenge to the United States, and it is important that the United States works very closely with other countries to deal with this challenge. And it's probably no more important for us to work with countries such as Canada and Mexico with whom we share such significant land borders. What President Obama is going to be doing at the summit is to be working with President Calderón and Prime Minister Harper to discuss what we are doing collaboratively to deal with the challenge, making sure that our public health departments and officials are working closely together. Secretary Sebelius was down in Cancun a couple weeks ago with her health counterparts of Mexico and Canada. But in addition to cooperating on the public health front and on the medical side, we want to make sure that we do everything possible to ensure the continuation of commerce, transportation, and trade between and among the three countries. So in Guadalajara, the leaders are going to ensure that we are all talking to one another, that we are moving forward, and that we have a strategy for the coming weeks and months to deal with H1N1 across its many different dimensions. And with that, Mike Froman. MR. FROMAN: I'd like to speak briefly on the economic, energy, and climate elements of the agenda. Let me start by stating that we have a broad, deep, and cooperative relationship with both Mexico and Canada, and cooperate across a broad range of issues in this area. We expect the leaders will talk about the global economy and the status of the global economy in preparation for the Pittsburgh summit. They're likely to discuss what needs to be done to assure a shared recovery and to reform the international financial institutions, and to lay the foundations for future growth. They'll discuss competitiveness and the competitiveness of North America and how to enhance it, including by taking advantage of the proximity of the countries to each other and their complementary resources, and potentially areas of small but cumbersome impediments to further integration. On climate, we expect them to discuss how we can work together in the context of the Copenhagen negotiations, which is critical because North America represents both developed and developing countries, and we think our cooperation in that agenda can help lay the foundation for broader agreement. We expect them to discuss their respective low-carbon growth plans, areas for technology cooperation, and to share ideas about how to finance and support the mitigation of emissions, including through carbon markets and proposals for developing and developed countries to work together on that. And, finally, on energy, we expect the leaders to discuss energy security and the reliability of energy sources, how to enhance that. We also expect them to talk about how to expand the development and use of renewable and alternative energy across North America. MR. HAMMER: Okay, thank you. I think with that we'll just turn it over to some questions. Q Two questions for General Jones. Thank you, sir. You've laid out a lot of important areas of engagement among the three countries in the hemisphere. I'm wondering, though, even with that as a premise, is there a point at which a summit like this starts to lose its utility? Do you think it has as much utility as it did when it began a few years ago? GENERAL JONES: I think it's absolutely timely. The President has committed himself to broad engagement in our own hemisphere. For many, many years we've had perhaps an understandable interest in things that are East and West, but we have pledged to focus with our own hemisphere. I just came back yesterday from a trip to Brazil. I think this kind of engagement on a frequent basis is going to be extremely important. I think this is a very timely meeting, and the President does, as well. Q And although I'll surely earn the wrath of Mr. Hammer, which I don't like to do, I'd like to ask you one quick question to get your straight, informed opinion about whether you think President Clinton's stop and the episode there has changed the relationship between the United States and North Korea? GENERAL JONES: No, I don't think so. I think that this was a humanitarian mission. And we're certainly grateful to President Clinton for taking on this trip, and we're delighted with the reunification of the families concerned. But this was a -- who knows where the future will lead. We're delighted that it worked out this way, but I wouldn't draw any other conclusions beyond the fact that this was a good event. And we certainly hope it could lead to other good things, but we won't know that for a while. MR. HAMMER: I'm sure everybody else will ask just exclusively about this trip, right -- Jake? (Laughter.) Q I just have a question for Mr. Froman about -- is that okay? MR. HAMMER: Yes. (Laughter.) No, you can ask questions. Q Well, he was hiding. He didn't move. (Laughter.) He's a big guy, I get it. (Laughter.) If you could tell us what the status is about the retaliatory tariffs from Mexico having to do with the trucking dispute. MR. FROMAN: There are retaliatory tariffs in place, as you know. This is an area that we're quite focused on. We're working with Congress to address safety concerns that they have about the U.S.-Mexican trucking program, and we'll do so in a way that's consistent with our international obligations. Q When he was a senator, President Obama voted against the pilot program. Is that the position of the administration? MR. FROMAN: I think the position of the administration is we'd like to work with Congress to address their safety concerns and do so in a way that's consistent with our international obligations. Q Meaning, to resume the pilot program? MR. FROMAN: To see whether we can find a way of addressing their concerns and meeting our international obligations. Q You have a broad agenda for discussions. Are you going to take away any specific agreements from this summit, or will it be more about talking about the future, et cetera? GENERAL JONES: Well, I think that the summit is going to be a step in the continuing dialogue from which agreements will undoubtedly come, and we'll have to wait and see how it goes until we get to the end of it before we see what we have. But I think that we will see more of these dialogues in the future and at a relatively frequent pace. And as I said, from that I think good things will come. I think you get in trouble when you wait too long before talking to your neighbors, and we don't -- we want to make sure that we have a regular dialogue with them. Q I guess maybe Mr. Froman -- it's the \"Buy America.\" Both Canada and Mexico, Canada especially, are upset over -- continue to be upset over the \"Buy America\" provisions. We have heard here in the briefing room that that's really been resolved, that we would adhere to our international obligations. Yet Canada says that there is a violation. Can you resolve that? And how will it be resolved this weekend? MR. FROMAN: As you know, the President insisted that whatever \"Buy American\" provisions were put into the stimulus bill be consistent with our international obligations, and we believe the implementation of the \"Buy American\" provisions are consistent with our international obligations. The problem, as you probably know, is that Canada has not bound its provinces to the government procurement agreement and therefore our states are not bound either. And so it covers federal procurement, but not state and local procurement. We're in dialogue with Canada and our other trading partners about the issue to try and implement the \"Buy American\" provision in a way consistent with the law, consistent with our international obligations, while minimizing disruption to trade. Q Does the fact that the provinces aren't bound, is that a violation of WTO -- MR. FROMAN: No, countries volunteer whether they want to bind their states and localities, or in the case of Canada, their provinces, and Canada did not bind their -- Q So they're stuck? MR. FROMAN: We'll work with them -- we're working with them and our other trading partners to see if we can mitigate the impact on trade while implementing the law and fulfilling our international obligations. Q General, in the case of Mexico, The Washington Post two weeks ago reported that U.S. officials are talking about the use of a military force with Calderón in the war against drugs. They say it has long future in the long term and that Mexico needs a new strategy. I just wonder if the U.S. government are planning to discuss with Calderón and any new strategy against the narcotics. And also, the decision of the U.S. government to review again the certification for the Merida Initiative with Congress. GENERAL JONES: The battle against drugs is one that continues and it continues with our partners in Mexico; it continues elsewhere in our hemisphere. We will continue to have an ongoing dialogue with all countries in the hemisphere who are concerned about this big problem. It affects the viability of states, it affects the health and welfare of the citizens, and it's definitely a scourge that we have to defeat. With regard -- sorry? Q Do you think the Calderón administration strategy is working? GENERAL JONES: I think the Calderón government has, in fact, performed very courageously in the face of these cartels and I think -- we think that we have to do everything we can to be a helpful neighbor and a partner, to make sure that we are successful in this. This, unfortunately, is not a short-term proposition. We've seen our commitments in Colombia over a number of years to have success, so this is a long-term initiative and proposition. Q And the Merida Initiative? GENERAL JONES: Let me ask Dan to comment on that. MR. RESTREPO: Just as you know, it's not a certification. There's a congressional requirement to provide a report on the steps that the Mexican government is taking with regard to addressing human rights concerns and transparency in processes. And the very -- this goes back to the very purpose behind Merida as proposed by the Calderón administration and as implemented by the United States, which is to support long-term institution-building, effective judicial and law enforcement capacity that is transparent and bolsters the ability of the Mexican government to confront these drug cartels. The State Department, as it has said on a number of occasions this week, is ensuring that the report that it provides to Congress under the statutory provision is as complete as it can be. New information has been recently provided; that information is being updated into the report and the report will be moving to Congress when it is ready. Q First of all, can you repeat that question in Spanish? And I also would like to ask, is this a new format of the meetings that -- MR. HAMMER: The General is going to have to go, but if you want -- Q Yes, General, can you ask, this is a new format of what used to be the SPP meetings? And is that an opportunity to reevaluate the relations with Mexico and Canada? MR. RESTREPO: The North American Summit we see as an opportunity for the leaders to engage on a broad range of issues that are important to North America hemispherically and globally. It provides these three leaders -- this is the first time they're going to get together as a group to focus on these issues and not be as narrowly focused as the SPP process had come to be. So we see this as an opportunity. Very important work was carried out under the SPP. Pandemic cooperation that put us in a good place to respond to 2009 H1N1 was a produce of the SPP process. That kind of trilateral cooperation goes on on a regular basis. We are encouraging that to continue. We see the summit itself as an opportunity for the leaders to focus on strategic vision on how to better coordinate and better operationalize our activities on these core issues that this summit will focus on. So we see this as additive to the nature of the summits as they've been in the past. Q Can you clarify an earlier question on whether or not we think it's -- is it accurate to say that we're concerned that the military is taking too large a role? MR. BRENNAN: There has been tremendous interaction and cooperation between the United States and Mexico looking at the issues that plague both countries as far as narcotics trafficking and the implications of that on both sides of the border. And so what is happening right now in Mexico, I think President Calderón has to be complimented for the aggressive role and posture that he has taken vis-à-vis the drug cartels. That role and the activities of the Mexican military is a Mexican government decision. But as we discuss things with Mexico, both the United States and Mexico are very open as far as what our respective initiatives are to make sure that we're going to be complementing one another in terms of what we're doing on this side of the border and what they're doing. As we talk with them, we have obligations on this side, as well, in terms of the demand side of narcotics, in terms of money laundering, weaponry and other types of things. So what we're doing is -- I think the Mexicans and we are making sure that we tap into those resource capabilities that we have -- military intelligence, security, law enforcement -- and I think it is moving in the right direction, certainly. MR. HAMMER: Let's take one more in English, and then we'll switch over to Spanish and the rest of the team can leave -- unless you have any French questions, then the General can address those. (Laughter.) Go ahead, yes. Q On H1N1, what are the sort of outlines of what is going to be discussed, and the trajectory that you're seeing ahead for, of course, Canada and Mexico and the United States? MR. BRENNAN: Well, over the past several weeks -- past month-and-a-half or so, we're getting more data about how H1N1 is presenting itself in the Southern Hemisphere. And we're tracking that progression of the decision and its transmissibility, its severity -- countries like Argentina and Chile, and other countries in the Southern Hemisphere. What we're doing with all of our partners and allies, and particularly with the Canadians and Mexicans, is making sure that we have a shared understanding about what the disease presents as far as a challenge from a medical standpoint. We're also going to be talking about our strategies in terms of vaccine development, distribution, antiviral distribution, the community mitigation measures that we're taking in our respective countries, how we’re trying to ensure that we're going to do everything possible to minimize the impact of H1N1. I think everybody recognizes that H1N1 is going to be a challenge for all of us, and there are people who are going to be getting sick in the fall and die. People have been dying over the past number of months from H1N1. The strategy and the effort on the part of the governments is to make sure we do everything possible and we collaborate to minimize the impact, and make sure that the severity of the illness is kept at a minimum. So one of the things that President Obama has said to us -- and, in fact, we just had a meeting in the Roosevelt Room with President Obama, along with Secretary Sebelius, Secretary Napolitano, and Secretary Duncan about what we are doing on those fronts -- vaccine, development, what our plans are, community mitigation; guidance, as far as school closures and other types of things. And so one of the things that we're trying to do is to make sure that strategic communication is taking place, so that we all are getting out there telling people what they should be doing as far as washing their hands, making sure that they cough and they sneeze in the appropriate manner, and that people are informed about what their obligations are at an individual and family level -- and no better way to do that with the leaders of the three countries. And so as part of the summit statement and communique, there is going to be a joint statement on how the three countries are going to -- together along with other countries -- tackle the H1N1 challenge. Q This is a broad agenda. What are the concrete deliverables that we can expect from this trilateral summit? MR. HAMMER: I think that the General addressed that. So everybody, thank you very much. Well, this concludes the English portion of the briefing. We'll take a couple questions in Spanish. END   6:15 P.M. EDT\n\n\n\n"
}