{
    "title": "Vice President Biden Visits Serious Materials Chicago Window Factory Plant Reopening Thanks to Recovery Act Investments in Weatherization and Energy Efficiency | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-visits-serious-materials-chicago-window-factory-plant-reopenin",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 27, 2009\n\n \n\n\n\nVice President Biden Visits Serious Materials Chicago Window Factory Plant Reopening Thanks to Recovery Act Investments in Weatherization and Energy Efficiency\n\n\n\n\n    THE WHITE HOUSE Office of the Vice President ____________________________________________________________________________ FOR IMMEDIATE RELEASE                                    April 27, 2009   Vice President Biden Visits Serious Materials Chicago Window Factory Plant Reopening Thanks to Recovery Act Investments in Weatherization and Energy Efficiency   CHICAGO – Vice President Joe Biden today visited Serious Materials Chicago, a window factory that is reopening thanks to increased demand for energy-saving building products as a result of American Recovery and Reinvestment Act investments in weatherization and energy programs and energy efficiency tax credits.  Joining him for the visit were United States Senators Dick Durbin and Roland Burris, Mayor Richard Daley and Kevin Surace, CEO of Serious Materials. \"What I have seen here today at Serious Materials Chicago inspires me and brings to life the real impact the Recovery Act is already having, just in the short time since our work began,\" said Vice President Biden.  \"Everywhere I go, I am hearing stories just like this one – stories of hard workers filling good jobs, our $8 billion investment in weatherization and energy programs re-opening doors and our tax credits creating new demand for energy-saving materials. This is the story of our new economy - and this is the story of the Recovery Act.\" The factory, which previously housed Republic Windows and Doors, closed in December 2008 when the company declared bankruptcy, leaving over 260 union workers unemployed without warning.  In February 2009, Serious Materials acquired the assets of the factory, and in early March – just days after the American Recovery and Reinvestment Act was signed into law – the company announced its intention to reopen the factory and rehire the employees to meet demand under the Recovery Act.  \"It is a great honor to host Vice President Biden at our Serious Materials Chicago factory. Vice President Biden understands how devastating it can be to a community when factories close and jobs leave,\" said Kevin Surace, CEO of Serious Materials. \"That is why I’m so proud to lead Serious Materials – a company that is re-opening factories, and creating the green-collar jobs that are the key to our economic future.\" In the weeks since acquiring the factory, Serious Materials has already begun rehiring former workers and is now installing new equipment for the manufacturing of super-insulating windows that lower heating and cooling costs and improve energy efficiency.  As part of the rehiring process, the company plans to provide special training for workers on the manufacturing of these energy-efficient materials.  Serious Materials believes the reopening of the factory could eventually help put 2,000 people to work, with 600 workers on the factory floor and nearly double that number at work installing the energy-efficient windows at job sites. \"We’re here today because the Recovery Act has given companies like Republic Windows and Doors, now Serious Materials Chicago, a new lease on life.  The weatherization funding has increased demand for the energy efficient doors and windows they make,\" said Senator Dick Durbin.  \"As a result, laid-off workers are heading back on the job and the dollars they earn are beginning to ripple through their communities in ways large and small.  The federal investments in the Recovery Act are paying dividends in Illinois at a time when we need as many jobs as possible.\" \"The American Recovery and Reinvestment Act provides us the first step to re-igniting the great American economic engine through targeted tax relief, job creation, infrastructure, education projects, and more,\" said U.S. Senator Roland Burris.  \"I’m proud to have cast one of my first votes as a United States Senator for this legislation.  The dramatic turnaround of Serious Materials Chicago is a testament to what Congress and the White House can achieve when they work together.  To the working families here at the Serious Materials factory, folks around Illinois, and families across America: help is on the way.\"   \"Today, because of the hard work and determination of many people, this factory is once again providing jobs for people at the very time jobs are most needed in our country,\" said Mayor Richard Daley.  \"And, in part because of new federal tax credits for buyers of energy-efficient products such as the ones Serious makes, the future looks bright for the company, its employees and this community.\" The Recovery Act makes nearly $8 billion available for state and local weatherization and energy efficiency efforts through the Department of Energy - $5 billion through the Weatherization Assistance Program and another $3 billion for the State Energy Program.  The Weatherization Assistance Program allows an average investment of up to $6,500 per home in energy efficiency upgrades, including installation of energy-efficient windows like those manufactured by Serious Materials, and is available for families making up to 200% of the federal poverty level – or about $44,000 a year for a family of four.  Low-income families benefiting from the program are able to reduce their heating bills by an average of 32% and overall energy bills by hundreds of dollars per year.  Additional weatherization assistance is also available through State Energy Program rebates to consumers for making energy-saving improvements to their homes.  More information on Recovery Act funding for the Weatherization Assistance Program and the State Energy Program can be found HERE. The Recovery Act also provides tax incentives for installation of energy-saving building materials through the expansion of the Residential Energy Property Credit by the Treasury Department.  Under the Recovery Act, the credit rate has been increased to 30 percent of the cost of all qualifying improvements and the maximum credit limit has been raised to $1,500 for improvements placed in service in 2009 and 2010.  Qualifying improvements include adding insulation, energy efficient exterior windows and energy-efficient heating and air conditioning systems.  More information on the Residential Energy Property Credit and other tax benefits on expenditures to reduce energy use can be found HERE. More information on the Recovery Act and all projects funded by it are available at www.recovery.gov. ### \n\n\n\n"
}