{
    "title": "Readout of Meetings Between Senior Administration Officials and Business Leaders on Climate Change | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/06/25/readout-meetings-between-senior-administration-officials-and-business-le",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 25, 2014\n\n \n\n\n\nReadout of Meetings Between Senior Administration Officials and Business Leaders on Climate Change\n\n\n\n\nYesterday, Counselor John Podesta, Secretary Jack Lew, NOAA Administrator Kathy Sullivan, FEMA Administrator Craig Fugate, and Director of the Office of Science and Technology Policy John Holdren met with a group of Insurance and Re-Insurance Industry leaders to discuss the economic consequences of increasingly frequent and severe extreme weather.   The discussion centered around opportunities to share data between the federal government and the insurance industry to better communicate and reduce risks to policyholders, communities, and taxpayers.  Participants also discussed the importance of public education about uninsured risk and the need for more insurable investments that take climate risk into account, and agreed to find ways to collaborate to create broader community resilience to strengthen our neighborhoods and businesses.    \n\n\tToday, Lew, Podesta, Holdren, Senior Advisor Valerie Jarrett, Commerce Secretary Penny Pritzker, CEA Chair Furman and other senior White House staff met with a coalition of leaders who put out a new report, Risky Business, that details the systemic risk of climate change to our economy.  The report brings attention to the importance of public and private sector action to make carbon pollution reduction a priority, and to take steps to prepare communities to deal with the impacts that we’re already facing.  There was agreement that the government and industry alike must take additional steps to quantify and publicize the economic risks associated with a changing climate, including continued commitment to making the best scientific data available to help government officials, communities, and business leaders assess and plan for those risks.\n\nInsurance and Re-Insurance Attendees included:\n\n\tFranklin Nutter, President, Reinsurance Association of America\n\tJulie Rochman, President, Institute for Business and Home Safety Mike Foley, CEO, Zurich North America\n\tTom Wilson, Chairman, President and CEO, Allstate\n\tChristopher Swift, CEO Elect, The Hartford\n\tMichael Tipsord, Vice Chair and Chief Operating Officer, State Farm\n\tTony Kuczinski, CEO, Munich Re\n\tKevin O’Donnell, President and CEO, RenaissanceRe Holdings Ltd\nFranklin \"Tad\" Montross, Chairman, President and CEO, General Reinsurance Corporation\n\tJoseph Gunset, General Counsel, Lloyd's America\n“Risky Business” Attendees included:\n\n\tHenry Cisneros, Former HUD Secretary\n\tTom Steyer, Fmr. Senior Manager, Farrallon Capital Management\n\tGreg Page, CEO of Cargill\n\tKate Gordon, Executive Director of the Risky Business Project\n\tTrevor Houser, Rhodium Group\n\tMatt James, Next Generation\n\n\n\n\n"
}