{
    "title": "MENSAJE SEMANAL: Asegurando al Mundo del Terrorismo Nuclear | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/04/04/mensaje-semanal-asegurando-al-mundo-del-terrorismo-nuclear",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 02, 2016\n\n \n\n\n\nMENSAJE SEMANAL: Asegurando al Mundo del Terrorismo Nuclear \n\n\n\n\n\n\tWASHINGTON, DC - En su mensaje semanal, el Presidente habló desde la Cumbre de Seguridad Nuclear sobre una de las amenazas más grandes hacia la seguridad global – terroristas apoderándose de una arma de destrucción masiva, como una arma nuclear. Habló sobre los esfuerzos que hemos estado liderando para asegurar los materiales nucleares del mundo y enfatizó el hecho de trabajar con otras naciones, hemos eliminado o asegurado suficiente material nuclear para más de 150 armas nucleares – materiales que ahora nunca llegarán a las manos terroristas. El Presidente reiteró su compromiso de asegurar que el mundo este unido y enfocado en destrozar ISIL. Enfatizó que destrozar a ISIL sigue siendo nuestra prioridad número uno, y durante la cumbre, enfocó en maneras que podemos aumentar nuestros esfuerzos para prevenir ataques terroristas. A base del progreso de la cumbre de esta semana, más material nuclear está seguro, y el Presidente continuará haciendo todo bajo su poder para mantener a nuestra nación segura, fuerte y libre.\n\n\tEl audio y el video de este mensaje estarán disponibles en http://obamawhitehouse.archives.gov  a las 6:00 a.m. ET, el 2 de abril del 2016.\n\nVideo del Presidente Barack Obama\n\nMensaje semanal\n\nWashington Convention Center \n\n2 de abril de 2016\n\n\tHola a todos. Esta semana, estoy hablando desde nuestra Cumbre de Seguridad Nuclear. He dado la bienvenida a más de 50 líderes de todo el mundo para garantizar que estamos trabajando juntos para cumplir con una de las mayores amenazas a la seguridad mundial: terroristas tras las armas de destrucción masiva, como un arma nuclear.\n\n\tAfortunadamente, gracias a nuestros esfuerzos hasta el momento, ningún grupo terrorista ha logrado aún conseguir un dispositivo nuclear o producir una bomba sucia usando materiales radiactivos. Sin embargo, sabemos que Al Qaeda lo ha intentado. ISIL ya ha usado armas químicas en Siria e Irak. Y si alguna vez consiguieran un arma nuclear o materiales nucleares, no tenemos ninguna duda de que los utilizarían.\n\n\tEs por eso que hemos estado liderando un esfuerzo global para proteger los materiales nucleares del mundo. Y con cumbres como esta, hemos progresado bastante. Al trabajar con otras naciones, hemos eliminado o protegido suficiente material nuclear para más de 150 armas nucleares, material que ahora no caerá en manos de los terroristas.\n\n\tToda la América del Sur está ahora libre de estos materiales letales. Europa Central y el Sudeste Asiático están en camino de liberarse de estos materiales a finales de este año. Eso significa que a medida que los terroristas y las bandas criminales buscan los ingredientes letales para un dispositivo nuclear, amplias regiones del mundo están ahora restringidas. Esto es un logro notable. Y en esta cumbre, nos comprometimos a mantener nuestros esfuerzos para evitar que las redes más mortales del mundo obtengan las armas más mortíferas del mundo.\n\n\tNuestra cumbre fue también otra oportunidad para garantizar que el mundo se mantenga unido y centrado en la destrucción de ISIL. La mayoría de las naciones que asistieron son parte de nuestra coalición global contra ISIL. Varios de nuestros países han sido blanco de ISIL. Casi todas nuestras naciones han visto ciudadanos viajar para unirse a ISIL en Siria e Irak.\n\n\tEn Siria e Irak, ISIL continúa perdiendo terreno. Nuestra coalición continúa eliminando a sus líderes, incluidos aquellos que planean ataques terroristas contra nuestros países. Están perdiendo su infraestructura petrolera e ingresos. Se están desmoralizando.\n\n\tA medida que ISIL se reduce en Siria e Irak, está atacando en otras partes, como hemos visto más recientemente, y trágicamente, desde Turquía hasta Bruselas. Durante nuestra cumbre, nos hemos centrado en formas de intensificar nuestros esfuerzos para interrumpir los ataques terroristas. Se necesita incluso una mayor cooperación para prevenir el flujo de combatientes terroristas extranjeros y compartir incluso más información e inteligencia. Por eso, he invitado a todas las naciones representadas en esta cumbre a unirse a nosotros en un debate más amplio entre nuestros servicios de inteligencia y de seguridad sobre cómo podemos mejorar el intercambio de información para prevenir ataques terroristas.\n\n\tEsta sigue siendo una lucha difícil. Pero cada día, nuestros dedicados profesionales (militares, diplomáticos, inteligencia, contraterrorismo, seguridad nacional, policía, expertos nucleares) están trabajando para protegernos. Debido a lo que progresamos esta semana y durante estos últimos años, más material nuclear del mundo está protegido. Es más difícil para los terroristas conseguirlo. Y como Comandante en Jefe, quiero que sepan que vamos a seguir haciendo todo lo que esté a nuestro alcance para mantener nuestra nación segura, fuerte y libre.\n\n\n\n\n"
}