{
    "title": "Background on the Small Business Bill Signing Today | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/27/background-small-business-bill-signing-today",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 27, 2010\n\n \n\n\n\nBackground on the Small Business Bill Signing Today\n\n\n\n\n\n\tToday, President Obama will sign the Small Business Jobs Act, a bill that will give our nation’s small businesses support and incentives to help them grow and hire.  The bill includes a series of small business proposals that the President put forth earlier this year, and small businesses will start benefiting from the bill on day one.\n\n\tThe President will be joined at the signing today by a group of small business owners who will benefit from the new legislation, some of whom the President has previously met with as he fought to pass this bill (their bios are below).  He will also be joined by Small Business Administrator Karen Mills, Treasury Secretary Tim Geithner, and Members of Congress. The signing is today at 1:45 pm ET in the East Room at the White House.  The signing is open press.\n\n\t \n\nThe Small Business Jobs Bill Will Provide Immediate Support for Small Businesses:\n\n\t \n\n\tThe bill immediately extends successful SBA Recovery Act provisions, meaning that within a few days, it will restart the SBA’s Recovery lending, beginning with the more than1,300 small businesses that have been waiting to get the credit they need – with thousands more benefitting in the coming weeks.\n\n\t \n\n\tAnd the bill includes eight new small business tax cuts – all effective as of Monday, and applying to small businesses’ taxes for this year – providing an immediate incentive for businesses to make new investments and expand.\n\n\t \n\nFor example:\n\n\n\t\tif you are a small business and you buy new equipment, you can immediately write off the first $500,000 of your investments;\n\n\t\tif you are one of over one million eligible small businesses, key long-term investments in your company will be subject to zero capital gains taxes;\n\n\t\tif you are an entrepreneur and take a chance on a new idea, you can deduct the first $10,000 of your start-up costs;\n\n\t\tand if you are self employed you can deduct 100 percent of the cost of health insurance for you and your family from your self-employment taxes.\n\n\n\t \n\nMORE DETAILS:\n\nEight Small Business Tax Cuts – Effective Today, Providing Immediate Incentives to Invest: The President had already signed into law eight small business tax cuts, and on Monday, he is signing into law another eight new tax cuts that go into effect immediately.\n\n\t \n\n\nZero Taxes on Capital Gains from Key Small Business Investments: Under the Recovery Act, 75 percent of capital gains on key small business investments this year were excluded from taxes. The Small Business Jobs Act temporarily puts in place for the rest of 2010 a provision called for by the President – elimination of all capital gains taxes on these investments if held for five years. Over one million small businesses are eligible to receive investments this year that, if held for five years or longer, could be completely excluded from any capital gains taxation.\n\nExtension and Expansion of Small Businesses’ Ability to Immediately Expense Capital Investments: The bill increases for 2010 and 2011 the amount of investments that businesses would be eligible to immediately write off to $500,000, while raising the level of investments at which the write-off phases out to $2 million. Prior to the passage of the bill, the expensing limit would have been $250,000 this year, and only $25,000 next year.  This provision means that 4.5 million small businesses and individuals will be able to make new business investments today and know that they will earn a larger break on their taxes for this year.\n\nExtension of 50% Bonus Depreciation: The bill extends – as the President proposed in his budget – a Recovery Act provision for 50 percent “bonus depreciation” through 2010, providing 2 million businesses, large and small, with the ability to make new investments today and know they can receive a tax cut for this year by accelerating the rate at which they deduct capital expenditures.\n\nA New Deduction of Health Insurance Costs for Self-Employed: The bill allows 2 million self-employed to know that on their taxes for this year, they can get a deduction for the cost of health insurance for themselves and their family members in calculating their self-employment taxes. This provision is estimated to provide over $1.9 billion in tax cuts for these entrepreneurs.\n\nTax Relief and Simplification for Cell Phone Deductions: The bill changes rules so that the use of cell phones can be deducted without burdensome extra documentation – making it easier for virtually every small business in America to receive deductions that they are entitled to, beginning on their taxes for this year.\n\nAn Increase in the Deduction for Entrepreneurs’ Start-Up Expenses: The bill temporarily increases the amount of start-up expenditures entrepreneurs can deduct from their taxes for this year from $5,000 to $10,000 (with a phase-out threshold of $60,000 in expenditures), offering an immediate incentive for someone with a new business idea to invest in starting up a new small business today.\n\nA Five-Year Carryback Of General Business Credits: The bill would allow certain small businesses to “carry back” their general business credits to offset five years of taxes – providing them with a break on their taxes for this year – while also allowing these credits to offset the Alternative Minimum Tax, reducing taxes for these small businesses.\n\nLimitations on Penalties for Errors in Tax Reporting That Disproportionately Affect Small Business: The bill would change, beginning this year, the penalty for failing to report certain tax transactions from a fixed dollar amount – which was criticized for imposing a disproportionately large penalty on small businesses in certain circumstances – to a percentage of the tax benefits from the transaction.\n\n\n\t \n\nExtension of Successful SBA Recovery Loan Provisions— Immediately Supporting Loans to Over 1,300 Small Businesses:  With funds provided in the bill, SBA will begin funding new Recovery loans within a few days of the President’s signature, starting with the more than 1,300 businesses – with loans totaling more than $680 million – that are waiting in the Recovery Loan Queue.\n\n\t \n\n\nIn Total, Extension of Provisions Which Have the Capacity to Support $14 Billion in Loans to Small Businesses: Extending these Recovery loan enhancements – which increase guarantees for SBA’s largest loan program (the 7(a) program) to 90% and reduce fees for the 7(a) and 504 program – has the capacity to support $14 billion in lending to small businesses.  Already, SBA Recovery loan provisions have supported $30 billion in lending to over 70,000 small businesses.\n\nWithin Coming Weeks, the Bill Will Allow SBA to Support Larger Loans As Well: The bill also increases the maximum loan size for SBA loan programs, which in the coming weeks will allow more small businesses to access more credit to enable them to expand and create new jobs. The bill:\n\t\t\n\nPermanently raises the maximum loan size for the SBA’s two largest loan programs, increasing maximum 7(a) and 504 loan size  from $2 million to $5 million and the maximum 504 manufacturing related loan size from $4 million to $5.5 million.\n\nPermanently raises the maximum loan size for SBA microloans, increasing it from $35,000 to $50,000 and strengthening a critical tool for entrepreneurs and business owners in underserved markets to access start-up capital.\n\nTemporarily raises the maximum loan size for SBA Express loans from $350,000 to $1 million, providing greater access to working capital loans that small businesses use to purchase new inventory and take on their next order – allowing them to create new jobs.\n\n\n\nTreasury Is Working to Quickly Implement the Small Business Lending Fund and State Small Business Credit Initiative:  In addition to these SBA provisions, Treasury is working to quickly implement two new programs designed to support private-sector lending to credit-worthy small businesses, and expects to release further details in the coming weeks concerning applications for these programs.\n\t\t\n\n\t\t\t\tThe Small Business Lending Fund would make available $30 billion in capital to small banks with incentives to increase small business lending, potentially supporting several multiples of that amount in new credit.\n\n\t\t\t\tThe State Small Business Credit Initiative will support at least $15 billion in new lending by strengthening state small business programs – many of them facing budget cuts – that leverage private-sector lenders to extend additional credit.\n\n\n\n\n\t \n\nBios of the Small Business Owners Scheduled to Attend the Signing Today:\n\n\t \n\nTerry Dunlap, Jr., Owner, Tactical Network Solutions (Columbia, MD)\n\n\tIn 2007, Terry Dunlap founded Tactical Network Solutions, which provides offensive network warfare support to the military and the intelligence community, located in Columbia, Maryland. Terry is currently on the waitlist for an SBA Recovery loan – once the funds are made available he plans to hire three to five new employees in order to better meet current and potential defense contract needs.\n\n\t \n\nCarla Eng, Abstract Displays, Inc. (Cincinnati, OH)\n\n\tIn 2000, with the help of an SBA loan, Carla Eng started Abstract Displays, Inc., which specializes in trade show and event marketing, located in Cincinnati, Ohio. Carla is optimistic about the future of the economy and is determined to grow and assist clients with growth in their marketplace.\n\n\t \n\nJoe Fugere, Tutta Bella Neapolitan Pizzeria (Seattle, WA)\n\n\tJoe Fugere is the founder of Tutta Bella Neapolitan Pizzerias located in Seattle, Washington.  The first Tutta Bella opened in 2004 and has since grown to four locations, employing 180 employees.  Joe funded his first restaurant personally and later opened two additional locations funded by loans from a large commercial bank.   In mid-2009 Tutta Bella’s fourth location opened as the result of a loan from a community bank and currently employs 50 people.  Recently, a SBA loan under the Recovery Act has helped him improve the company’s cash flow. \n\n\t \n\nRuth Gresser, Pizzeria Paradiso (Washington, DC)\n\n\tOwner and Chef Ruth Gresser has helped open four restaurants in Washington, DC: Pizzeria Paradiso Dupont Circle, Pizzeria Paradiso Georgetown, Blue Plate, and Obelisk.  Ruth used a SBA 504 loan to purchase the retail store front in Dupont Circle and is currently in the process of expanding with a new location in Old Town Alexandria that will open next month.\n\n\t \n\nCherrelle Hurt, As We Grow Child Care & Learning Center (Richmond, VA)\n\n\tCherrelle Hurt is the owner of As We Grow Learning Center, a day care center which also offers child care business consulting, located in Richmond, Virginia.  She currently employs five people, three were hired between May and August and qualified for the Federal New Hire Act, and is looking to hire an additional three by the end of October. The additional employees will allow Cherrelle to double the size of her operation.   Cherrelle currently has a Richmond Economic Development Corporation loan pending that will allow her to expand her business and hire additional employees.\n\n\t \n\nNoel and Glen Mouritzen, Greystones Maritime International, Inc. (Vienna, VA)\n\n\tNoel and Glen are in the process of transitioning to a new company, Greystones Aviation Worldwide, which will perform warranty repair work on fuel systems for helicopters, located in Vienna, Virginia.  They are currently on the waitlist for an SBA Recovery loan – once the funds are made available Noel and Glen plan to set up their repair station and hire four to five workers.\n\n\t \n\nStephen Neal, K. Neal International Trucks (Hyattsville, MD)\n\n\tStephen Neal is President and CEO of K. Neal International Trucks, Inc., a full service commercial truck dealership, employing more than 90 employees at four locations in the Washington, DC metropolitan area.  In the second quarter of this year, Stephen hired four people and has hired another five in the last 40 days.\n\n\t \n\nBrad Ohlemacher, EMC Precision Machining (Elyria, OH)\n\n\tEMC Precision Machining is now in the fourth generation of Ohlemacher family ownership – Brad Ohlemacher serves as the company’s President.  Over the years, the company has provided components for the defense, automotive, and appliance industries, and currently employs over 40 employees.  \n\n\t \n\nLarry Poltavtsev, Target Labs, Inc. (Vienna, VA)\n\n\tLarry Poltavtsev is the CEO of Target Labs, Inc., which offers technology solutions, located in Vienna, Virginia. Target Labs, a green, 100% wind powered company, has experienced recent steady growth and employs over 50 people.  Twelve employees have been added since July as a result of an SBA backed loan.  Larry is currently hiring for five positions and hopes to add 15 more before the end of the year, however, in order to further expand Larry will need additional access to capital. \n\n\t \n\nTony Scovazzo, AJS Consulting Engineers (Alexandria, VA)\n\n\tIn 1989, Tony Scovazzo formed AJS Consulting Engineers to provide quality, energy efficient HVAC engineering services to architects and building owners.  Tony is currently on the waitlist for an SBA Recovery loan – once the funds are made available he plans to use the SBA loan to purchase a larger facility and hire three new workers.\n\n\t \n\nEleni Sica, Crossroads Wine and Spirits (Grand Junction, CO)\n\n\tIn 2004, Eleni Sica opened Crossroads Wine and Spirits located in Grand Junction, Colorado.  In 2009, Eleni was able to expand and build a new facility with the assistance of a SBA 504 loan.  The new location is a freestanding 8,500 square-foot building that now also includes a specialty food store on site. \n\n\t \n\nGuy Brami, Gelberg Signs (Washington, DC)\n\n\tGelberg Signs, a commercial, full–service sign company located in Washington, DC, was founded in 1941 and is owned and operated by the Brami family. Gelberg Signs has received two SBA loans – one in 2004 and recently in June a 7(a) loan with a Recovery Act supported 90% guarantee, and waived fees that saved the company over $23,500.  Both of these loans supported expansions and new investments in equipment and technology – allowing Gelberg Signs to secure new projects, which in turn resulted in new hires.  Gelberg Signs has hired 16 people since the start of year, of which six qualified for the Federal New Hire Act, and are currently hiring for two positions.\n\n\t \n\nHerb Caudill, Caudill Web (Washington, DC)\n\n\tIn 2004, Herb Caudill founded Caudill Web, a company that builds websites for international development projects and government agencies, located in Washington, DC. The company has grown steadily and has three employees. Caudill Web is currently having trouble keeping pace with demand but has not been able to hire additional programmers and designers due to the difficulty of obtaining credit. Caudill Web is currently on the waitlist for a SBA loan – once the funds are made available Herb will have access to the line of credit necessary to bring on one or two new employees.\n\n\t \n\nPrachee Devadas, Synergy Enterprises, Inc. (Silver Spring, MD)\n\n\tIn 2003, Prachee Devadas founded Synergy Enterprises, Inc. (SEI), which provides information technology and management consulting services, located in Silver Spring, Maryland.  Since inception the company has grown from one to over 120 employees – adding 20 employees in the second quarter of this year alone as a direct result of Recovery Act contracts.  Since June, SEI has successfully secured nine new government and commercial contracts, which will result in SEI hiring at least another 12 employees in the next month or so.\n\n\n\n\n"
}