{
    "title": "Progress of the African-American Community During the Obama Administration | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/10/14/progress-african-american-community-during-obama-administration",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nOctober 14, 2016\n\n \n\n\n\nProgress of the African-American Community During the Obama Administration\n\n\n\n\n\n\n\n\t \n\n\tPresident Obama believes we need to restore security and opportunity for working Americans with the fundamental values that made our economy the strongest in the world—making sure everyone does their fair share, everyone gets a fair shake, and hard work and responsibility are rewarded. That’s why President Obama has worked to improve the lives of all Americans, including African Americans, by providing economic and educational opportunities, improving health care coverage, and working to ensure that the criminal justice system is applied fairly to all citizens. Although much work remains to be done, African Americans have made enormous strides in many of these areas during this Administration.\n\nKey Accomplishments\n\nLabor Market, Income and Poverty\n\n\n\n\t\t\tThe unemployment rate for African Americans peaked at 16.8 percent in March 2010, after experiencing a larger percentage-point increase from its pre-recession average to its peak than the overall unemployment rate did. Since then, the African-American unemployment rate has seen a larger percentage-point decline in the recovery, falling much faster than the overall unemployment rate over the last year.\n\n\n\n\t\t\tThe real median income of black households increased by 4.1 percent between 2014 and 2015.\n\n\n\n\t\t\tThe President enacted permanent expansions of the Earned Income Tax Credit and Child Tax Credit, which together now provide about 2 million African-American working families with an average tax cut of about $1,000 each.\n\n\n\n\t\t\tA recent report from the Census Bureau shows the remarkable progress that American families have made as the recovery continues to strengthen. Real median household income grew 5.2 percent from 2014 to 2015, the fastest annual growth on record. Income grew for households across the income distribution, with the fastest growth among lower- and middle-income households. The number of people in poverty fell by 3.5 million, leading the poverty rate to fall from 14.8 percent to 13.5 percent, the largest one-year drop since 1968, with even larger improvements including for African Americans, Hispanic Americans, and children.\n\n\n\nThe poverty rate for African Americans fell faster in 2015 than in any year since 1999. While the poverty rate fell for across all racial and ethnic groups this year, it fell 2.1 percentage points (p.p.) for African Americans, resulting in 700,000 fewer African Americans in poverty. \n\n\n\nAfrican American children also made large gains in 2015, with the poverty rate falling 4.2 percentage points and 400,000 fewer children in poverty.\n\n\n\nHealth\n\n\n\nSince the start of Affordable Care Act's first open enrollment period at the end of 2013, the uninsured rate among non-elderly African Americans has declined by more than half. Over that period, about 3 million uninsured nonelderly, African-American adults gained health coverage.\n\n\n\nTeen pregnancy among African-American women is at an historic low. The birth rate per 1,000 African-American teen females has fallen from 60.4 in 2008, before President Obama entered office, to 34.9 in 2014.\n\n\n\nLife expectancy at birth is the highest it’s ever been for African Americans. In 2014, life expectancy at birth was 72.5 years for African-American males and 78.4 for African-American females, the highest point in the historical series for both genders.\n\n\n\nEducation\n\n\n\nThe high school graduation rate for African-American students is at its highest point in history. In the 2013-2014 academic year, 72.5 percent of African-American public high school students graduated within four years.\n\n\n\nSince the President took office, over one million more black and Hispanic students enrolled in college.\n\n\n\nAmong African-Americans and Hispanic students 25 and older, high school completion is higher than ever before. Among African Americans, Hispanics, and Asian students 25 and older, Bachelor’s degree attainment is higher than ever before. As of 2015, 88 percent of the African-American population 25 and older had at least a high school degree and 23percent had at least a Bachelor’s degree.\n\n\n\nSupport for HBCUs\n\n\n\nThe U.S. Department of Education (ED) is responsible for funding more than $4 billion for HBCUs each year.\n\n\n\nPell Grant funding for HBCU students increased significantly between 2007 and 2014, growing from $523 million to $824 million.\n\n\n\n\t\t\tThe President’s FY 2017 budget request proposes a new, $30 million competitive grant program, called the HBCU and Minority Serving Institutions (MSIs) Innovation for Completion Fund, designed to support innovative and evidence-based, student-centered strategies and interventions to increase the number of low-income students completing degree programs at HBCUs and MSIs.\n\n\n\nThe First in the World (FITW) program provided unique opportunities for HBCUs to compete for grants focused on innovation to drive student success.\n\n\n\n\t\t\tIn 2014, Hampton University received a grant award of $3.5 million.\n\n\n\n\t\t\tIn FY 2015, three FITW awards were made to HBCUs, including Jackson State University ($2.9 million), Delaware State University ($2.6 million) and Spelman College ($2.7 million).\n\n\n\n\t\t\tWhile Congress did not fund the program in fiscal year 2016, the President’s 2017 budget request includes $100 million for the First in the World program, with up to $30 million set aside for HBCUs and MSIs.\n\n\n\nCriminal Justice\n\n\n\nThe incarceration rates for African-American men and women fell during each year of the Obama Administration and are at their lowest points in over two decades. The imprisonment rates for African-American men and women were at their lowest points since the early 1990s and late 1980s, respectively, of 2014, the latest year for which Bureau of Justice Statistics data are available.\n\n\n\nThe number of juveniles in secure detention has been reduced dramatically over the last decade.  The number of juveniles committed or detained, a disproportionate number of whom are African American, fell more than 30% between 2007 and 2013. \n\n\n\nThe President has ordered the Justice Department to ban the use of solitary confinement for juveniles held in federal custody.  There are presently no more juveniles being held in restrictive housing federally.\n\n\n\nMy Brother’s Keeper\n\n\n\n\t\t\tPresident Obama launched the My Brother’s Keeper initiative on February 27, 2014 to address persistent opportunity gaps faced by boys and young men of color and ensure that all young people can reach their full potential.\n\n\n\n\t\t\tNearly 250 communities in all 50 states, 19 Tribal Nations, Washington, DC and Puerto Rico have accepted the President’s My Brother’s Keeper Community Challenge to dedicate resources and execute their own strategic plans to ensure all young people can reach their full potential.\n\n\n\n\t\t\tInspired by the President’s call to action, philanthropic and other private organizations have committed to provide more than $600 million in grants and in-kind resources and $1 billion in low-interest financing to expand opportunity for young people – more than tripling the initial private sector investment since 2014.\n\n\n\n\t\t\tIn May 2014, the MBK Task Force gave President Obama nearly 80 recommendations to address persistent opportunity gaps faced by young people, including boys and young men of color. Agencies have been working individually and collectively since to respond to recommendations with federal policy initiatives, grant programs, and guidance. Today, more than 80% of MBK Task Force Recommendations are complete or on track.\n\n\n\nAdvancing Equity for Women and Girls of Color\n\n\n\n\t\t\tIn 2014, the Council on Women and Girls (CWG) launched a specific work stream called “Advancing Equity for Women and Girls of Color” to ensure that policies and programs across the federal government appropriately take into account the unique obstacles that women and girls of color can face. In fall 2015, CWG released a report that identified five data-driven issue areas where interventions can promote opportunities for success at school, work, and in the community.\n\n\n\n\t\t\tThis work has also inspired independent commitments to advance equity, including a $100 million, 5-year-funding initiative by Prosperity Together—a coalition of women’s foundations—to improve economic prosperity for low-income women and women and girls of color and a $75 million funding commitment by the Collaborative to Advance Equity through Research—an affiliation of American colleges, universities, research organizations, publishers and public interest institutions led by Wake Forest University—to support existing and new research efforts about women and girls of color.  \n\n\n\n\t\t\tAt the United State of Women Summit in June 2016, eight organizations launched “Young Women’s Initiatives,” place-based, data-driven programs that will focus in on the local needs of young women of color. Those organizations include the Women’s Foundation of Minnesota, the Women’s Foundation of California, the Women's Foundation for a Greater Memphis, the Washington Area Women’s Foundation, the Dallas Women’s Foundation, the Women’s Fund of Greater Birmingham, the Women’s Fund of Western Massachusetts, and the New York Women’s Foundation.\n\n\n\nSmall Business \n\n\n\n\t\t\tThere are 8 million minority-owned firms in the U.S.—a 38% increase since 2007.\n\n\n\n\t\t\tIn early 2015, the U.S. Small Business Administration (SBA) launched the MBK Millennial Entrepreneurs Initiative, which seeks to address the challenges faced by underserved millennials, including boys and young men of color, through self-employment and entrepreneurship. A major component of this effort included the six-part video series, titled “Biz My Way,” which encourages millennials to follow their passion in business.\n\n\n\n\t\t\tIn fiscal year 2015, underserved markets received 32,563 loans totaling $13 billion, compared with 25,799 loans and $10.47 billion in fiscal year 2014, an increase of 26 percent in number of loans and 24 percent in dollar amount.\n\n\n\n\t\t\tLast year, the SBA issued a new rule that makes most individuals currently on probation or parole eligible for a SBA microloan—a loan of up to $50,000 that helps small businesses start up. And in August 2016, SBA together with the W.K. Kellogg Foundation and Justine Petersen, launched the Aspire Entrepreneurship Initiative, a $2.1 Million pilot initiative to provide entrepreneurship education and microloans to returning citizens in Detroit, Chicago, Louisville and St. Louis.\n\n\n\nCivil Rights Division\n\n\n\nThe Department of Justice’s Civil Rights Division continued to enforce federal law. Over the last eight years, the Division has vigorously protected the civil rights of individuals in housing, lending, employment, voting, education, and disability rights and through hate crimes and law enforcement misconduct prosecutions and law enforcement pattern and practice cases.\n\n\n\nAfrican-American Judicial Appointees\n\n\n\nPresident Obama has made 62 lifetime appointments of African Americans to serve on the federal bench.\n\n\n\n\t\t\tThis includes 9 African-American circuit court judges.\n\n\n\n\t\t\tIt also includes the appointment of 53 African American district court judges—including 26 African-American women appointed to the federal court, which is more African-American women appointed by any President in history.\n\n\n\n\t\t\tIn total, 19% of the President’s confirmed judges have been African American, compared to 16% under President Bill Clinton and 7% under President George W. Bush.\n\n\n\n\t\t\tFive states now have their first African-American circuit judge; 10 states now have their first African-American female lifetime-appointed federal judge; and 3 districts now have their first African-American district judge.\n\n\n\n\t\t\tAlso, the President appointed the first Haitian-American lifetime-appointed federal judge, the first Afro-Caribbean-born district judge, the first African-American female circuit judge in the Sixth Circuit, and the first African-American circuit judge on the First Circuit (who was also the first African-American female lifetime-appointed federal judge to serve anywhere in the First Circuit).\n\n\n\n\t\t\tThe President is committed to continuing to ensure diversity on the federal bench. This year, the President nominated Myra Selby of Indiana to the Seventh Circuit, Abdul Kallon of Alabama to the Eleventh Circuit, and Rebecca Haywood of Pennsylvania to the Third Circuit. If confirmed, each of these would be a judicial first—Myra Selby would be the first African-American circuit judge from Indiana, Abdul Kallon would be the first African-American circuit judge from Alabama, and Rebecca Haywood would be the first African-American woman on the Third Circuit.In addition, two of the President’s district court nominees—Stephanie Finely and Patricia Timmons-Goodson—would be the first African-American lifetime-appointed federal judges in each of their respective districts, if confirmed.\n\n\n\n\n\n\n"
}