{
    "title": "Background on Medal of Freedom ceremony | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-medal-freedom-ceremony",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nAugust 12, 2009\n\n \n\n\n\nBackground on Medal of Freedom ceremony\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  ___________________________________________________________________________  For Immediate Release                                                       August 12, 2009 MEDAL OF FREEDOM CEREMONY EAST ROOM  3:00PM EDT President Obama will award 16 individuals the 2009 Presidential Medal of Freedom. The President will deliver welcoming remarks and then present the medals to the following individuals:  Nancy Goodman Brinker Pedro Jose Greer, Jr. Joanne Kemp, accepting award on behalf of her deceased husband, Jack Kemp Kara Kennedy, accepting award on behalf of her father, Senator Edward M. Kennedy Billie Jean King Reverend Joseph Lowery Joe Medicine Crow - High Bird Stuart Milk, accepting award on behalf of his deceased uncle, Harvey Milk Sandra Day O’Connor Sidney Poitier Chita Rivera Mary Robinson Janet Davison Rowley Archbishop Emeritus Desmond Tutu Muhammad Yunus Stephen Hawking  Below are the 2009 Presidential Medal of Freedom Citations, which will be read at the ceremony this afternoon: Drawing strength from tragedy, Nancy Goodman Brinker has transformed the Nation’s approach to breast cancer. When her sister was diagnosed in 1977, most breast cancer victims knew relatively little about the disease and suffered from popular stigmas. Nancy G. Brinker promised to challenge these norms. She founded Susan G. Komen for the Cure in honor of her sister, and today, the organization supports research and community awareness programs across the United States and around the world. Nancy G. Brinker’s unique passion and determination have been a blessing to all those whose lives have been touched by breast cancer. Dr. Pedro José \"Joe\" Greer, Jr. has devoted his career to improving medical services for the uninsured. A native of Miami, he followed his passion for helping others to medical school and founded the Camillus Health Concern (CHC) in 1984 as a medical intern. Today, CHC treats thousands of homeless patients a year, serving as a model clinic for the poor and inspiring physicians everywhere to work with indigent populations. Dr. Greer’s tremendous contributions to the South Florida community and our Nation as a whole stand as a shining example of the difference one person can make in the lives of many. Persistent in his pursuit of knowledge, Stephen Hawking has unlocked new pathways of discovery and inspired people around the world. He has dedicated his life to exploring the fundamental laws that govern the universe, and he has contributed to some of the greatest scientific discoveries of our time. His work has stirred the imagination of experts and lay persons alike. Living with a disability and possessing an uncommon ease of spirit, Stephen Hawking’s attitude and achievements inspire hope, intellectual curiosity, and respect for the tremendous power of science. A statesman and a sports icon, Jack French Kemp advocated for his beliefs with an unwavering integrity and intellectual honesty. On the football field, he earned the respect and admiration of his teammates for his judgment and leadership. As a public servant, he placed country before party, and ideas before ideology. Jack Kemp saw bridges where others saw divisions, and his legacy serves as a shining example for all who strive to challenge conventional wisdom, stay true to themselves, and better our Nation. For more than four decades, Senator Edward M. Kennedy has boldly fought for equal opportunity, fairness, and justice for all Americans. In his tireless quest for a more perfect Union, Senator Kennedy has reformed our schools, strengthened our civil rights, helped seniors and working families, lifted up the poor, and worked to ensure that every American has access to quality and affordable health care. With volumes of laws bearing his name and countless lives touched by his extraordinary passion, Senator Kennedy has accumulated several lifetimes’ worth of achievements. The United States proudly recognizes this righteous citizen, devout public servant, and giant among men. Through her example and advocacy, Billie Jean Moffitt King has advanced the struggle for greater gender equality around the world. In an age of male-dominated sports, her pioneering journey took her from Long Beach, California, to the lawns of the All England Club and the International Tennis Hall of Fame. Her athletic acumen is matched only by her unwavering defense of equal rights. With Billie Jean King pushing us, the road ahead will be smoother for women, the future will be brighter for LGBT Americans, and our Nation’s commitment to equality will be stronger for all. Reverend Joseph E. Lowery has marched through life with faith and purpose, carrying with him the legacy of a movement that touched America’s conscience and changed its history. At the forefront of the major civil rights events of our time—from the Montgomery bus boycott to protests against apartheid—he has served as a tireless beacon for nonviolence and social justice. As a pastor and civil rights advocate, he co-founded the Southern Christian Leadership Conference and championed the cause of peace and freedom around the world. The United States proudly honors this outstanding leader. As a warrior and living legend, history flows through Dr. Joseph Medicine Crow – High Bird. Born on a reservation and raised by traditional grandparents, he became the first member of his tribe to earn a master’s degree. For his valiant service in World War II, he was awarded the status of Crow War Chief, and his renowned studies of the First Americans and contributions to cultural and historical preservation have been critical to our understanding of America’s history. Joe Medicine Crow is a symbol of strength and survival, and the United States honors him for his dedication to this country and to all Native Americans. Harvey Bernard Milk dedicated his life to shattering boundaries and challenging assumptions. As one of the first openly gay elected officials in this country, he changed the landscape of opportunity for the Nation’s gay community. Throughout his life, he fought discrimination with visionary courage and conviction. Before his tragic death in 1978, he wisely noted, \"Hope will never be silent,\" and called upon Americans to stay true to the guiding principles of equality and justice for all. Harvey Milk’s voice will forever echo in the hearts of all those who carry forward his timeless message. Sandra Day O’Connor has paved the way for millions of women to achieve their dreams. Completing law school in just two years, she graduated third in her class at a time when women rarely entered the legal profession. With grace and humor, tenacity and intelligence, she rose to become the first woman on the United States Supreme Court. Her historic 25-Term tenure on the Court was defined by her integrity and independence, and she has earned the Nation’s lasting gratitude for her invaluable contributions to history and the law. Ambassador and actor, Sidney Poitier has left an indelible mark on American culture. Rising from the tomato farms of the Bahamas, his talent led him to Broadway, Hollywood, and global acclaim. In front of black and white audiences struggling to right the Nation’s moral compass, Sidney Poitier brought us the common tragedy of racism, the inspiring possibility of reconciliation, and the simple joys of everyday life. Ultimately, the man would mirror the character, and both would advance the Nation’s dialogue on race and respect. From stage to screen, Chita Rivera has captured America’s imagination with her magnetic presence and radiant voice. Over a career that has spanned a half-century, she has received numerous accolades for her performances, including two Tony Awards, six additional Tony nominations, and the Kennedy Center Honors Award. As fearless as \"Anita\" in West Side Story, and as self-reliant as \"Aurora\" in Kiss of the Spider Woman, she has broken barriers under Broadway’s lights and inspired a generation of women to follow in her remarkable footsteps. The United States honors Chita Rivera for her lifetime of achievement as one of America’s great artists. For Mary Robinson, the fight to end discrimination and suffering is an urgent moral imperative. She has been a trail-blazing crusader for women’s rights in Ireland and a forceful advocate for equality and human rights around the world. Whether courageously visiting conflict-stricken regions, or working to inject concern for human rights into business and economic development, Mary Robinson continues this important work today, urging citizens and nations to make common cause for justice. Dr. Janet Davison Rowley was the first scientist to identify a chromosomal translocation as the cause of leukemia and other cancers – considered among the most important medical breakthroughs of the past century. After enrolling at the University of Chicago at age 15, she went on to challenge the conventional medical wisdom about the cause of cancer in the 1970s, which had placed little emphasis on chromosomal abnormalities. Her work has proven enormously influential to researchers worldwide who have used her discovery to identify genes that cause fatal cancers and to develop targeted therapies that have revolutionized cancer care. The United States honors this distinguished scientist for advancing genetic research and the understanding of our most devastating diseases. With unflagging devotion to justice, indomitable optimism, and an unmistakable sense of humor, Archbishop Emeritus Desmond Mpilo Tutu has stirred the world's conscience for decades. As a man of the cloth, he has drawn the respect and admiration of a diverse congregation. He helped lead South Africa through a turning point in modern history, and with an unshakable humility and firm commitment to our common humanity, he helped heal wounds and lay the foundation for a new nation. Desmond Tutu continues to give voice to the voiceless and bring hope to those who thirst for freedom. With his belief in the self-reliance of all people, Professor Muhammad Yunus has altered the face of finance and entrepreneurship. As an academic, he struggled with pervading economic theories and their effects on the people of his native Bangladesh. Yearning for a new way of lifting people out of poverty, he revolutionized banking to allow low-income borrowers access to credit. In the process, he has enabled citizens of the world’s poorest countries to create profitable businesses, support their families, and help build sustainable communities. In so doing, Muhammad Yunus has unleashed new avenues of creativity and inspired millions worldwide to imagine their own potential.\n\n\n\n"
}