{
    "title": "FACT SHEET: The Economic Benefits of Fixing Our Broken Immigration System | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/11/21/fact-sheet-economic-benefits-fixing-our-broken-immigration-system",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 21, 2014\n\n \n\n\n\nFACT SHEET: The Economic Benefits of Fixing Our Broken Immigration System\n\n\n\n\nThe President’s Immigration Accountability Executive actions will help secure the border, hold nearly 5 million undocumented immigrants accountable and ensure that everyone plays by the same rules.  Acting within his legal authority, the President is taking an important step to fix our broken immigration system.\nThese executive actions crack down on illegal immigration at the border, prioritize deporting felons not families, and require certain undocumented immigrants to pass a criminal background check and pay their fair share of taxes as they register to temporarily stay in the US without fear of deportation.\nThese are commonsense steps, but only Congress can finish the job. As the President acts, he’ll continue to work with Congress on a comprehensive, bipartisan bill—like the one passed by the Senate more than a year ago—that can replace these actions and fix the whole system.\nAccording to an analysis by the President’s Council of Economic Advisers (CEA), the President’s executive actions on immigration would boost economic output by an estimated 0.4 to 0.9 percent over ten years, corresponding to increases in GDP of $90 billion to $210 billion in 2024.            \n\n\nThe President’s actions will grow the economy by increasing the productivity of all American workers. These actions will increase the productivity of American workers, in part by allowing undocumented workers to come out of the shadows and find jobs that better match their skills and potential. This shift of workers across occupations will also allow more native workers to specialize in the tasks best suited to their abilities. These effects are likely to lead to wage increases for all workers—immigrants and natives alike. In addition, by encouraging high-skilled immigration, these actions will boost the rate of innovation and patenting in the American economy, further increasing the productivity of the American workforce.\n\nThe President’s actions will increase the size of the American workforce. CEA estimates that the economy will also grow thanks to an expansion of the American labor force by nearly150,000 people over 10 years as a result of the President’s executive actions.\n\nAverage wages for all workers, both U.S.-born and immigrant, will increase. Increases in productivity and innovation caused by the President’s actions will translate into higher wages for all types of workers. CEA estimates that by 2024 annual wages for native workers will rise 0.3 percent, or approximately $170 in today’s dollars. CEA also estimates that the President’s actions would neither increase nor decrease the likelihood of employment for native workers.\n\nA bigger economy will reduce the deficit. As the economy grows so do tax revenues, requiring the government to borrow less to finance government operations. This reduced borrowing translates into reduced spending on interest payments by the government, thus reducing overall government spending—and shrinking the deficit. CEA’s estimate of the higher economic growth associated with executive action on immigration would translate into reductions in the Federal deficit by $25 billion in 2024.\n\nAt the same time, the President’s executive actions will expand the country’s tax base by millions of people and billions of dollars.  Individuals potentially eligible for deferred action under the President’s executive actions are in the country today – and have been for many years.  They provide for their families, just like all American citizens.  Many are already in the workforce and contributing Federal, State, and local taxes.  But roughly two-thirds of them don’t pay taxes today.  The President is changing that, ensuring that these individuals have the opportunity to apply for a work authorization and pay taxes.  By allowing those eligible for deferred action to work in this country, both workers and employers will be able to come out from the shadows and contribute payroll taxes, just like all American citizens.\nTo be sure, the economic benefits of these actions are not as strong as those under the bipartisan legislation that passed in the Senate.  If Congress passes that bill, we will be able to fully realize the economic benefits of commonsense immigration reform.  Independent studies have affirmed that commonsense immigration reform would significantly increase economic growth, shrink the deficit, and boost wages for native-born U.S. workers.\n\n\nCommonsense immigration reform would strengthen the overall economy and grow U.S. GDP.  The nonpartisan Congressional Budget Office (CBO) estimated that enacting the Senate immigration reform bill would increase real GDP relative to current law projections by 3.3 percent in 2023 and 5.4 percent in 2033 – an increase of roughly $700 billion and $1.4 trillion, respectively, in today’s dollars.  According to independent estimates, improvements to the agricultural visa program alone would almost immediately increase GDP by $2 billion.\n\nCommonsense immigration reform would increase wages and productivity for American workers.  According to CBO and other independent studies, immigration reform would increase overall U.S. productivity, resulting in higher wages.  CBO estimates that real wages would be 0.5 percent higher in 2033 — the equivalent to an additional $250 of income for the median American household — as a result of enacting the Senate bill.  The Senate bill would raise the “wage floor” for all workers—particularly in industries where employers pay undocumented workers low wages under the table and thus drive down the wages of all workers. \n\nCommonsense immigration reform would reduce the federal deficit and strengthen Social Security.  According to CBO, the additional taxes paid by new and legalizing immigrants under the Senate bill would reduce the federal budget deficit by nearly $850 billion over the next 20 years.  The independent Social Security Administration (SSA) Actuary estimates that the Senate bill would add nearly $300 billion to the Social Security Trust Fund over the next decade and would improve Social Security’s finances over the long run, extending Social Security solvency by two years.\n\n\n\n\n\n"
}