{
    "title": "FACT SHEET: The Vice President’s Address to the 115th National Conference of the Veterans of Foreign Wars | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/07/21/fact-sheet-vice-president-s-address-115th-national-conference-veterans-f",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nJuly 21, 2014\n\n \n\n\n\nFACT SHEET: The Vice President’s Address to the 115th National Conference of the Veterans of Foreign Wars\n\n\n\n\n“We have a lot of obligations as the government— obligations to the poor, the disadvantaged, the elderly, our children. But we only have one sacred obligation, only one truly sacred obligation, and that's to equip and support those who we send to war and care for and protect them and their families when they return from war.  That's the only truly sacred obligation. “\n-VICE PRESIDENT JOSEPH BIDEN\nAUGUST 27, 2013\nOur government’s sacred obligation is to support our troops and care for them when they come home.  One of the most powerful ways we can uphold that obligation is to provide our veterans with the access to the resources and training necessary for them to succeed. The following bullets highlight major actions that the Administration is taking to live up to our sacred obligation.\n\nSkills – Job Driven Training and American Opportunity\nThe Administration’s work to train veterans and their families with job driven trainings include:\nDeveloping, diversifying, and expanding models for rapid, effective job training: The Department of Defense (DoD) is working to bridge the gap between the skills veterans obtain in military service and the skills needed in the civilian workforce in several ways. The IT Training and Certification Partnership, a public-private partnership with organizations including Cisco, Microsoft, and Oracle will enable thousands of Servicemembers to gain industry-recognized, nationally-portable certifications necessary for high-demand technology professions before they transition from military service. \nAccelerated Learning Competition.  To ensure that Veterans can take full advantage of innovative learning models, the VA will sponsor a $10 million competition to identify leading practices among alternative learning models, and evaluate the employment outcomes of accelerated learning programs (ALPs) for post-9/11 Veterans. The competition will be a multi-staged event leading to direct funding of Veteran participation in IT-centric ALPs, including coding bootcamps.  This two-year demonstration project will start in FY15, with the help of funding through the VA Center for Innovation, and has the potential to scale to other communities based on demonstrated outcomes and the availability of resources.\nOutreach to ALPs regarding eligibility requirements for GI Bill® and VR&E. The VA is keenly interested in the viability of innovative learning models, such as accelerated learning programs (ALPs), for employment of our Veterans, especially in growing sectors like information technology. Recognizing that many institutions in the emerging field of accelerated learning are not familiar with the process by which programs can be approved for GI Bill® eligibility or be eligible for the Vocational Rehabilitation & Employment (VR&E) program, VA is sending a letter to ALPs with a fact sheet on the GI Bill® accreditation process through State Approving Agencies, as well as a fact sheet on the VR&E eligibility process.\nMaking Apprenticeships Work: Through a new partnership between the Departments of Veterans Affairs and Labor, employers now have a fast-track for their veteran employees to access their GI Bill® benefits for registered apprenticeships, helping more than 9,000 veteran apprentices receive the benefits they have earned.\nMaximizing Business Engagement to Train and Hire Veterans: The Veteran Employment Training Service (VETS) in the DOL is establishing a Job Development Unit, to make the connection between commitments from national and regional employers seeking to hire veterans and local business engagement teams at American Job Centers. In addition, the Vocational Rehabilitation and Employment (VR&E) program at the VA will work with the DOL to develop a more standardized process for how vocational rehabilitation counselors serving veterans with service-connected disabilities can effectively use labor market information, employer partnerships, and information from state Workforce Investment Boards to connect veterans with disabilities to in-demand training and employment opportunities.\nMaking it easier for qualified Servicemembers to earn a Commercial Driver’s License: For the first time, all 50 States and the District of Columbia, now waive the skills test for qualified Servicemembers and veterans applying for a State Commercial Driver’s License (CDL).  For four years, the Administration has worked state-by-state, partnering with the Department of Defense (DoD), other Federal agencies and outside stakeholders to make it easier for military truck drivers to earn a CDL. The waiver process saves the CDL applicant time and money, making it easier to transfer the skills learned in the military to civilian life and a job.  To date more than 6,000 service personnel have taken advantage of the Skills Test Waiver.  \n\nEconomic Competitiveness for Veterans\nThe Administration is committed to increasing the economic competitiveness of veterans and their families.  \nVeteran Employment Center: On April 23, the First Lady and Dr Biden announced the Veterans Employment Center, the single authoritative on-line source for connecting transitioning Servicemembers, veterans and their families to meaningful career opportunities. The VEC is the first government-wide product that brings together a reputable cadre of public and private employers with real job opportunities, and provides our military community with the tools to translate their military skills into plain language and build a profile that can be shared – in real time – with employers who have made a public commitment to hire veterans. The VEC lists over 1.5 million private and public sector jobs and employers have made commitments to hire over 150,000 individuals from the military community.\nFederal Government Hiring: In 2009, President Obama signed Executive Order 13518 and launched the Veterans Employment Initiative.  Since then, the federal government is setting the example, hiring more than 300,000.  In FY2013, there were a total of 162,839 new hires within the federal government.  Of these, 50,502 were veterans.  This equates to 31% veterans of all federal new hires in FY2013. \n\n\n\n\nCategory\n\n\nFY 2006\n\n\nFY 2007\n\n\nFY 2008\n\n\nFY 2009\n\n\nFY 2010\n\n\nFY 2011\n\n\nFY 2012\n\n\nFY 2013\n\n\n\n\nFederal New Hires\n\n\n226,825\n\n\n228,649\n\n\n288,865\n\n\n292,679\n\n\n281,651\n\n\n229,853\n\n\n195,139\n\n\n162,839\n\n\n\n\nVeteran New Hires\n\n\n50,098\n\n\n52,431\n\n\n65,607\n\n\n70,170\n\n\n72,133\n\n\n65,030\n\n\n56,422\n\n\n50,502\n\n\n\n\n% of All Employees\n\n\n22.1%\n\n\n22.9%\n\n\n22.7%\n\n\n24.0%\n\n\n25.6%\n\n\n28.3%\n\n\n28.9%\n\n\n31%\n\n\n\n\n\n\t \n\nJoining Forces\nIn June 2012, the President issued his challenge to the private sector to hire or train 100,000 veterans or their spouses by the end of 2013.  Efforts to encourage private sector hiring have been led by First Lady Michelle Obama, Dr. Jill Biden and their Joining Forces initiative.  Since this time, businesses have exceeded this goal by hiring and training more than 540,000 veterans and their spouses. \nThe Administration’s work for veterans and their families through Joining Forces initiatives include:\nInterstate Compact on Educational Opportunity for Military Children: Most military children will attend six to nine different school systems from kindergarten to 12th grade, and they may find that they have to retake certain academic classes or are unable to join an extra-curricular activity or sports team.  DoD works with state policymakers and other state leaders to address school transition challenges such as these through the Interstate Compact on Educational Opportunity for Military Children (the compact), developed in 2007 with the assistance of the Council of State Governments.   The compact helps ensure that the children of military families are afforded the same opportunities for educational success as other children and are not penalized for frequent moves.  The Compact provides for a consistent policy in the areas of eligibility, enrollment, placement and graduation in every school district and in every state that chooses to join.  As of July 2014, 48 states have enacted legislation adopting the Compact.  The other two states (New Hampshire and New York) have both passed legislation which is awaiting their Governors’ signatures.\nFacilitating Military Spouse Transition through Licensure Portability: Military spouses are highly-skilled and tremendously talented and they should have the opportunity to build careers and work in the fields they have chosen.  However, military spouses report that their career paths are often disrupted by frequent moves.  Many military spouses who work in licensed professions can face lengthy re-employment delays and financial expenses due to variable, state-specific conditions and processes for professional licenses in their new state. As of July 2014, 47 states have passed legislation that facilitates military spouse transition through one or more aspects of licensure portability.  DoD continues to work with the other three states (Iowa, New York and Pennsylvania) to enact legislation in support of this issue.\nFacilitating Licensure and Academic Credit for Transitioning Servicemembers:  Transitioning Servicemembers leave the military with documented training and experience that can prepare them for civilian employment; however, this documentation is not always used by state entities to qualify them for licenses required for their occupation or to provide them academic credit. Reported unemployment rates of separating Servicemembers that are higher than national averages have brought attention to supporting issues such as expedited licensure and increased academic credit recognition to alleviate this problem. DoD is working with states to help ease the transition of separating Servicemembers in the areas of education and employment.  As of July 2014, 46 states have passed some sort of legislation that facilitates separating Servicemembers to receive licensure and/or academic credit for military education, training and experience. \n\nPrinciples of Excellence\nThe Principles of Excellence were announced on April 27, 2012 by President Obama in Executive Order 13607, to ensure that student veterans, Servicemembers, and family members have information, support, and protections while using Federal education benefits. To date, more than 6,000 educational institutions have signed on. Tools developed to provide more information to students and increase oversight of programs offered by educational institutions are discussed below:\nGI Bill® Comparison Tool: The GI Bill® Comparison Tool makes it easier to research colleges and employers providing training under the GI Bill®. It displays median borrowing amounts, graduation rates, and loan-default rates by school and indicates whether or not the school participates in the Yellow Ribbon Program or has agreed to adhere to the Principles of Excellence. Further, the tool allows veterans, Servicemembers, their spouses, and dependents to estimate the amount of funding they may receive under the Post-9/11 GI Bill®. As of July 15, 2014, there nearly 300,000 visits to the Web site.\nGI Bill® Feedback System: The GI Bill® Feedback System is a centralized online reporting system that allows veterans, Servicemembers, and eligible dependents to report negative experiences with educational institutions. VA serves as the intermediary to resolve complaints between the student and school. Submitted complaints may be reviewed by state and Federal law enforcement agencies including the Department of Justice.  As of July 15, 2014, there were over 1,700 complaints submitted.\n8 Keys to Veterans’ Success on Campus: Developed by ED and VA, in conjunction with more than 100 education experts, the 8 Keys to Veterans' Success on Campus are eight concrete steps that institutions of higher education can take to help veterans and Servicemember’s transition into the classroom and thrive once they are there. Over the past year, the number of commitments has steadily increased as more colleges and universities have affirmed their commitment to take the necessary steps to assist veterans and Servicemembers in transitioning to higher education, completing their college programs, obtaining career-ready skills, and achieving success.\n\n\n\n\n"
}