{
    "title": "Press Secretary Robert Gibbs Press Gaggle | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/press-secretary-robert-gibbs-press-gaggle",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nFebruary 17, 2009\n\n \n\n\n\nPress Secretary Robert Gibbs Press Gaggle\n\n\n\n\nTHE WHITE HOUSE Office of the Press Secretary _____________________________________ For Immediate Release                   February 17, 2009 3:06 P.M. PST      MR. GIBBS:  Before I take a few questions let me follow up on a question that you asked me earlier on the U.S. attorneys.  The Department of Justice asked those that were in place to stay and continue to serve.  Some left before the previous administration ended.  Fifty-one U.S. attorneys continue to serve now out of the 93.  So, just as a follow-up to your previous question.      All right, anything on your minds?      Q    What should the American people expect in terms of casualties and time line coming out of this Afghanistan announcement?       MR. GIBBS:  Time line in terms of?      Q    How long we're going to be there.  And will there be an increase in casualties?  I mean, is that something we should expect if we're increasing our involvement?      MR. GIBBS:  Let me -- I'll leave tactics and things like that to the Department of Defense.  But let me just sort of give you a broader overview.  That administration, as you all know, has started a 60-day review of our policy in the region, headed by Bruce Riedel.  The situation in Afghanistan has been deteriorating for quite some time.  And in order to stem that, the President has ordered the additional troops.  That does not prejudge the outcome of the review process, but allows us instead to -- allows us instead to meet an urgent need for more troops in a deteriorating security situation in advance of the traditional Taliban offensives in the spring, and also leading up to ensuring secure elections later in the year.      Q    There was a lot of talk over the weekend about the executive pay provisions in the stimulus package and whether or not the White House would take some kind of steps, either through regulation or some other way, to fashion them more closely to what the President wanted.  What will you be doing about that?      MR. GIBBS:  As you all know, the bill is now the law of the land, after the President signed it today.  I want to underscore the incredible amount of agreement in both Congress and in the administration in ensuring that executive compensation and bonuses, particularly in companies that are receiving TARP funding, isn't completely out of balance with any degree of common sense.      The proposal that passed Congress shares a lot in common with what the President outlines by way of shareholder say and CEO pay, in ensuring regulations on luxury expenses, and in ensuring -- just in the overall ensuring that pay is not excessive.  We are going to work with Congress to ensure that what the President proposed and what is now law works to share the goal of ensuring that pay isn't excessive for CEOs and, at the same time, make sure it doesn't dissuade particularly smaller community banks from taking the lending capital that is so important to stabilize the system and ensure that credit flows to businesses and families.       Q    Are you talking about additional legislation?      MR. GIBBS:  Pardon?      Q    Are you talking about additional legislation, or how are you going to work with Congress to ensure this?      MR. GIBBS:  Well, I -- obviously, like every provision in the bill, it's -- we have to figure out -- a process has to be figured out as to exactly how to implement that.  But again, what I want to underscore is, there's tremendous agreement that what we've seen happen with CEOs and major players in financial institutions that have received assistance from TARP, there's a great common agreement that executive compensation has to be and must be reined in.      Q    Robert, can you address the notion that lawmakers needed this extra or more stiff language so they can get cover when you folks ask for more TARP money?      MR. GIBBS:  I don't -- I don't have any basis by which to render an opinion on that.  I haven't heard that from anybody.  I think you've seen the President take swift action in ensuring that excessive pay comes to an end in his administration, particularly with those, as I said, that have received extraordinary help from the Treasury and the taxpayers.      Q    Is it wrong to say that you're going to be altering the language in some way?  You said you're going to work with Congress in getting a response --      MR. GIBBS:  I don't want to get into -- I think the bill is now, what, two hours old?  So let's -- I know, we're all -- we're on to the second stimulus before the ink dries on the first one.  So let's -- I don't want to get too far ahead of myself.      Q    Have you had a chance to look at the affidavit that Senator Burris filed and the President's reaction to it?  Should the --      MR. GIBBS:  I have not, and I don't believe he has.       Q    Where's the shovel-ready projects?  Do you know of what might be the absolute first project to benefit from this?      MR. GIBBS:  Well, and I'll get a longer review of this, but I know there are -- I mean, obviously there's a number of things in the legislation that -- there are -- money that will go, for instance, to state departments of transportation to fund highway and bridge and road construction projects that are ready to go.  There are --      Q    Ready to go or ongoing?      MR. GIBBS:  I will check.  Some of them -- well, for instance, the project that the President visited last week, phases three and four have yet to be completed; phases one and two have.  Some of those projects may be ongoing, but phases that have not yet fully been funded can now be through states -- Virginia, again, being that example.       Some of the funding, obviously, in this bill will come through tax cuts, which can get into people's pockets quite quickly.  Some will come through existing programs like unemployment insurance, which will happen also quite quickly -- extended benefits.  Some of the business tax cuts in the bill are retroactive to the first of the year.  So I would assume that some businesses will begin quickly operating under the notion that those -- that they have the ability to go back at least several weeks on those.      So I think there's -- different parts of the bill are funded through different mechanisms, in terms of whether they're existing programs.  Obviously I think state legislatures will understand that increased Medicaid funding is coming; increased funding for education to prevent the layoff of teachers or more cops funding to ensure that police officers don't get laid off.  There was an example the President made mention of today.      So there are several different mechanisms by which the programs are funded that will talk about how quickly the money gets out.      Q    So it's fair to say that as we sit here, some of this money is rolling right now?      MR. GIBBS:  I don't -- I will double-check on that.  I know our hope is to get this out as quickly as possible; that the President argued throughout the last month that urgency should carry the day.  And we believe that's true certainly in implementing the bill equally as it was in ensuring its passage.      Q    Can you talk a little bit about the housing bill tomorrow?      MR. GIBBS:  No.  (Laughter.)      Q    Is it going to be an intra-subsidy program?      MR. GIBBS:  Say again?      Q    Is it going to be an intra-subsidy program?      MR. GIBBS:  Let me see what I can get you guys without getting myself in hot water with the boss.      Q    Can you say how detailed it's going to be?      MR. GIBBS:  Are you thinking about applying for a new loan?      Q    No.  (Laughter.)      MR. GIBBS:  I think it will be quite detailed.      Q    How many people do you expect to help?      MR. GIBBS:  Let me -- that I can probably get you a number on a little bit later.      Q    Can you also talk about the Canada trip on Thursday?  Will the President be looking to reopen NAFTA negotiations?      MR. GIBBS:  Well, I think the President, in an interview today with CBC, talked about the notion that we value Canada as a trading partner, we value it as a partner in meeting our energy needs, and that we -- he hopes to start a relationship to continue that strong partnership.      I imagine that the President and the Prime Minister will discuss trade, and also I anticipate the President will continue to have the same position he had during the campaign, which was that it's important that we strongly enforce labor and environmental provisions.      Q    Are we going to hear any more about the latest on the auto industry tonight?  Are you going to give any more readout?      MR. GIBBS:  I think honestly, as I understand it -- the last I checked we had not yet received the reports.  And I think they wanted to wait for a statement regarding that, until we got that.  I know there are also talks that are ongoing and we didn't want to prejudge those.      Q    -- they were reporting agreement, UAW and Chrysler -- Chrysler, wasn't it?      Q    I thought it was all three.      MR. GIBBS:  Let me check when we land.  I did not get that email yet.      Q    Robert, was that a yes or a no on reopening NAFTA negotiations?      MR. GIBBS:  I'd refer you to the transcript.  I think my answer was pretty clear.      Q    Can you explain the breakdown on the 17,000 troops?  What portion of them are support troops and what portion are combat troops?      MR. GIBBS:  Let me double-check my notes.  I believe the answer is there's 12,000 troops and 5,000 support.  Let me --      Q    So the 5,000 are support troops, right?  Or they're enlisted?      MR. GIBBS:  Well, I mean, obviously they're all troops, but they're -- obviously in order to put combat troops into the field there are a number of troops that ultimately have to support that mission, but aren't necessarily or might not necessarily be on the front line doing what either a Marine expedition force or special forces might do.  Let me check those notes, though --      Q    -- 12,000 combat and 5,000 support?      MR. GIBBS:  Let me double-check that to make sure.  I'm pretty sure that's it, but before I get way out on this limb --      Q    Can you talk about what the goal for those troops is?  I know the review is still ongoing, but can you say why the President -- I mean, you talked a little bit about the spring offensive, but what is --      MR. GIBBS:  Look, I think you all well know that General McKiernan has had -- and the President's statement makes mention of the fact that General McKiernan has had a request in for quite some time to approve additional forces to ensure security and stability in a country where, as we all painfully remember, was the launching ground for the 9/11 attacks.      Obviously the situation continues to get worse.  And the President believes even before the review is complete on a policy that will make use of all of the assets we have in our national power -- including diplomatic and things like construction and reconstruction -- that in order to provide us the maximum amount of flexibility during that review, that we stabilize the situation in that country by providing additional security forces.      All right.  Let me check on -- give me two minutes and I'll check on those numbers -- on the troops.  And then I will see what clearance I can get on the -- yes.                                          END             3:20 P.M. PST\n\n\n\n"
}