{
    "title": "Press Gaggle by Press Secretary Jay Carney Aboard Air Force One en route Joplin, Missouri | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/05/29/press-gaggle-press-secretary-jay-carney-aboard-air-force-one-en-route-jo",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 29, 2011\n\n \n\n\n\nPress Gaggle by Press Secretary Jay Carney Aboard Air Force One en route Joplin, Missouri\n\n\n\n\n\n\tAboard Air Force One\n\tEn Route Joplin, Missouri\n\n\t12:16 P.M. EDT\n\n\tMR. CARNEY:  Okay, you guys ready?  All right, well, good day, everyone, as we make our way to Joplin, Missouri.  The President, as I think you know, will -- upon arrival we will travel to and he will visit one of the neighborhoods that was devastated by the terrible tornadoes.  After that, he will head to Missouri Southern University, where he will participate in and speak briefly at a memorial service for the -- to the victims of the tornado, after which we will come back and fly home.  Beyond that, I don't have any other announcements.\n\n\tQ    Jay, on Joplin, do you have any sort of count on the amount of federal aid that's been committed so far?\n\n\tMR. CARNEY:  I don't.  I'll try to get that for you.  I'll find out where we are with that.  We will have -- Craig Fugate, as you know, will be meeting us -- the FEMA Administrator -- and I'm sure he or his people will have up-to-date information on what we have provided thus far.\n\n\tQ    Has the President been briefed this morning on the efforts on the ground?\n\n\tMR. CARNEY:  Yes.\n\n\tQ    Did the President have a response to Karzai’s comments on the air strikes where he said it was, I believe, “his last warning” were his words?\n\n\tMR. CARNEY:  I haven't spoken to the President about that.  I can tell you that, as you know, we work very hard, our military in Afghanistan, to do everything we can to avoid civilian casualties.  We coordinate, obviously, work with the Afghan government, Afghan military with that goal.  But beyond that, I'd refer you to the Defense Department in terms of the nature of the missions and what we're doing over there.\n\n\tQ    As far as Karzai’s comment, it seemed very provocative.  I mean, is there anything --\n\n\tMR. CARNEY:  I don't have anything more on that, except obviously President Karzai has expressed on a number of occasions his concerns about civilian casualties.  Those are concerns that we share and take very seriously.\n\n\tQ    Can you comment on the French foreign minister’s remark that there’s agreement among the G8 that Lagarde should be the new IMF chief?\n\n\tMR. CARNEY:  I won't go beyond what we've said, which is we support the process that's been set up by the IMF to find a successor, and we support the process that produces the best possible candidate.\n\n\tQ    -- McFaul to Russia?\n\n\tMR. CARNEY:  I'm not going to comment on an announcement that hasn’t been made.\n\n\tQ    Do you want the job?\n\n\tMR. CARNEY:  I would take the job, but nobody has offered it to me.  I would love to go back to Moscow at some point.\n\n\n\tQ    Was the President briefed on the cyber attack on Lockheed Martin?\n\n\tMR. CARNEY:  I know that he’s -- it’s been part of the briefing materials that he has, but I -- I have seen what the Defense Department has been saying about this and I can't go beyond -- I don't have anything more than they have.  And my understanding based on what I've seen is that they feel it’s fairly minimal in terms of the damage.\n\n\tQ    I'm sorry, what was that question?\n\n\tMR. CARNEY:  The cyber attack on Lockheed Martin.\n\n\tQ    Can you talk about the Republican conference meeting this week and what the President hopes to get out of it in terms of the deficit talks?\n\n\tMR. CARNEY:  Well, as he has in the past when he’s had these kinds of meetings, he looks forward to this because he thinks that sitting down and meeting with lawmakers -- in this case, Republicans -- is an important part of the process.  It’s an important part of listening and comparing ideas.  It’s the kind of thing that I think he believes the American people and the vast majority of the American electorate expect our leaders to do in Washington, rather than just trade opinions back and forth without actually talking; that talking is good.  So he looks forward to it.\n\n\tQ    Will Vice President Biden be involved in the talks?\n\n\tMR. CARNEY:  I have to check.  He tends to be.  I don't know specifically if he’s -- he might be traveling or something, but he tends to be.  As you know, he’s obviously leading the negotiations on the deficit --\n\n\tQ    Does the President have any new proposals for them to chew on?\n\n\tMR. CARNEY:  No, I don't think so.  Obviously the negotiations being led by the Vice President, that's the venue for trying to find an agreement on significant deficit reduction, and that smaller venue is where that sort of discussion would take place, not in a bigger meeting with a lot of members.\n\n\tQ    How does the President feel that process is going so far -- the Vice President’s talks?\n\n\tMR. CARNEY:  He feels, and we feel, optimistic, that the process has been serious, that the participants have worked together to try to find common ground.  And the President remains, the Vice President remains optimistic that it will produce an agreement that will allow for significant deficit reduction, which is a goal that the President and the Vice President share with the leaders of Congress that they’re negotiating with. \n\n\tQ    -- were gone the Republican presidential nominating process got heated up a little bit.  There were some slings shot at the President from here.  Tim Pawlenty said that while the President was off on a European pub crawl he -- instead of offering a Medicare plan of his own.  Do you have any comment on that or some of the other --\n\n\tMR. CARNEY:  No, I have no comment on the -- in response to that statement.  I can simply say that the President has put forward a serious deficit reduction plan that does produce entitlement savings, including in Medicare, building on the entitlement savings he’s already included in the Affordable Care Act.  He’s demonstrated his commitment and seriousness to reducing the kind of spending in that important part of -- important contributor to our deficit and debt problems.\n\n\tBut he has also put forward a balanced plan that includes -- that makes sure that both prosperity and sacrifice is shared by everyone.  And the President believes very strongly that his approach is the right approach so that we can -- again, so that the burden as well as the prosperity is shared by everyone and that we continue to invest in the areas like education, innovation, infrastructure, that will allow us to continue to grow and create jobs in the 21st century -- which, after all, is the purpose of this, right?  The reason to cut the deficit, the reason to get your fiscal house in order is to ensure that we continue to grow our economy and create jobs.  It is not, in and of itself, an esoteric goal.  It is a goal -- the goal here is job creation and economic growth.\n\n\tAnd the President feels strongly that to position ourselves most effectively for the coming decade and decades to compete economically we need to -- this is something that needs to be done.\n\n\tQ    Can you comment on the report in The Washington Post today that tensions with the Pentagon are the reason that the President is not going with Cartwright for the Joint Chiefs job?\n\n\tMR. CARNEY:  I have no comment on potential appointments he might make.  I will say that the President’s relations with the Defense Department, the Pentagon, with his military commanders are excellent.\n\n\tQ    Thank you.\n\n\tMR. CARNEY:  Thanks. \n\n\tEND\n\t12:25 P.M. EDT\n\n\n\n\n"
}