{
    "title": "Presidential Proclamation -- National Teen Dating Violence Awareness | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/01/30/presidential-proclamation-national-teen-dating-violence-awareness",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 30, 2015\n\n \n\n\n\nPresidential Proclamation -- National Teen Dating Violence Awareness\n\n\n\n\n\n\tNATIONAL TEEN DATING VIOLENCE AWARENESS\n\n\tAND PREVENTION MONTH, 2015\n\n\t \n\n\t- - - - - - -\n\n\t \n\n\tBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\n\t \n\n\tA PROCLAMATION\n\n\t \n\n\tIn a Nation invested in the limitless possibility of every child, ending dating violence is an urgent priority. Each year, an estimated 1 in 10 American teenagers is physically hurt on purpose by a boyfriend or girlfriend. This behavior violates our most basic values and can have profound consequences for survivors. Young people who experience dating violence are at increased risk of substance abuse, depression, poor academic performance, and future victimization. This month, we join with all those who have endured the pain of an unhealthy relationship and acknowledge the responsibility we each have to end this cycle of fear, isolation, and abuse.\n\n\t \n\n\tDating violence often involves the use of inappropriate actions to control a partner or resolve conflicts. These behaviors can be physical, emotional, or sexual, and can take place in person or with the use of technology and social media. Unhealthy relationships can affect people of all ages, and many teenagers do not recognize the severity of dating abuse, or they do not report it because they are afraid or ashamed to speak up. That is why it is important to talk with friends and loved ones about dating violence and to learn the warning signs of an unhealthy relationship, including extreme jealousy, constant monitoring, and possessiveness.\n\n\t \n\n\tIf you are in -- or know someone who is in -- an abusive relationship, the National Dating Abuse Helpline can offer immediate and confidential support. To contact the Helpline, call 1-866-331-9474, text \"loveis\" to 22522, or visit LoveIsRespect.org. For more information on dating violence, visit VetoViolence.CDC.gov.\n\n\t \n\n\tIt is on all of us to reject the quiet tolerance of sexual assault, and the Federal Government is committed to being part of the solution. Last year, I established the White House Task Force to Protect Students from Sexual Assault and directed its members to consider how their recommendations could apply to our Nation's elementary and secondary schools. In addition, as part of Vice President Joe Biden's 1is2many initiative, my Administration is working to provide teenagers and their communities with the resources and support they need, so our young people can pursue their dreams free from fear. As we strive to eliminate teen dating violence, we are focused on bolstering prevention efforts and improving our response in order to protect those at risk and ensure survivors can access the help they need.\n\n\t \n\n\tHealthy relationships are built on respect, trust, and equality. Our commitment to these values demands that we stand up against dating abuse and all forms of intimate partner violence. During National Teen Dating Violence Awareness and Prevention Month, we are called to act. Let us recommit to fostering a society where our strength is measured by our resolve to speak out against this outrage, and where there are no barriers that prevent our daughters and sons from achieving their full potential.\n\n\t \n\n\tNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim February 2015 as National Teen Dating Violence Awareness and Prevention Month. I call upon all Americans to support efforts in their communities and schools, and in their own families, to empower young people to develop healthy relationships throughout their lives and to engage in activities that prevent and respond to teen dating violence.\n\n\t \n\n\tIN WITNESS WHEREOF, I have hereunto set my hand this thirtieth day of January, in the year of our Lord two thousand fifteen, and of the Independence of the United States of America the two hundred and thirty-ninth.\n\n\t \n\n\tBARACK OBAMA\n\n\t \n\n\n\n\n"
}