{
    "title": "Hoja Informativa: $2,300 Milliones en Nuevos Creditos Tributarios para la Produccion de Energia Limpia | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/hoja-informativa-2300-milliones-en-nuevos-creditos-tributarios-para-la-produccion-d",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 08, 2010\n\n \n\n\n\nHoja Informativa: $2,300 Milliones en Nuevos Creditos Tributarios para la Produccion de Energia Limpia \n\n\n\n\nEl Presidente Obama anunció quiénes recibirán los créditos tributarios por la producción de energía limpia de la Ley para la Recuperación.\n \nPara estimular la inversión y generación de empleo en la producción de tecnología de energía limpia, la Ley para la Recuperación incluyó un crédito tributario para inversiones en plantas que producen tecnología para la energía limpia. El programa de la Sección 48C otorgará créditos tributarios de 30 por ciento a la inversión en 183 plantas de producción de energía limpia en 43 estados.\n \nEl programa de créditos tributarios ayudará a desarrollar tecnología sólida y de alta calidad, capacidad de producción en Estados Unidos para suministrar repuestos y equipo fabricados dentro del país a los proyectos de energía limpia. Estas plantas de producción también deben apoyar un considerable crecimiento en exportaciones estadounidenses de productos de energía limpia fabricados en Estados Unidos.\n \nLos $2,300 millones en créditos tributarios se están asignando por concurso. Los proyectos se evalúan en base a los siguientes criterios: viabilidad comercial, generación de empleos en el país, innovación tecnológica, tiempo para completar el proyecto y potencial para reducir la contaminación del aire y las emisiones de gas de invernadero. El Departamento de Energía también consideró factores adicionales, entre ellos, diversidad geográfica, tecnología y tamaño del proyecto, y desarrollo económico regional.\nEl límite de créditos tributarios del programa actualmente es de $2,300 millones y la cantidad de solicitantes excedió las expectativas en más de 3 a 1, lo que refleja la existencia de extensas oportunidades para la fabricación de productos de alta calidad de energía limpia en Estados Unidos. Estos créditos tributarios para la producción de energía limpia ayudarán a reestructurar la producción nacional y propiciar la inversión privada.\nCon este anuncio, el Servicio de Rentas Internas (IRS por sus siglas en inglés) ha autorizado las solicitudes publicadas AQUI y notificado a los proyectos autorizados del monto aprobado de su crédito tributario. Recibirán acuerdos de aceptación del IRS el 16 de abril, 2010, a más tardar. Se asignarán créditos hasta que se agoten los fondos ($2,300 millones) del programa. Los periodos subsiguientes de asignación dependerán de los fondos restantes.\nImpacto previsto en el empleo y cronograma de los créditos tributarios de producción según el 48C:\nUna inversión de hasta $2,300 millones para instalaciones de producción avanzada de energía por medio de la Ley para la Recuperación generará más de 17,000 empleos. Esta inversión contará hasta con $5,400 millones en fondos de contrapartida del sector privado que probablemente financiarán 41,000 empleos adicionales.\nCronograma de los proyectos: \nEl estatuto que autoriza los créditos tributarios 48C autoriza proyectos concluidos a partir del 17 de febrero, 2009, fecha de promulgación de la Ley para la Recuperación. Los proyectos deben encargarse antes del 17 de febrero, 2013. El estatuto favorece la selección de proyectos que comiencen a operar rápidamente. Como resultado, algunos de los proyectos seleccionados ya se han concluido y empezado sus operaciones. \n \nGrupo de solicitantes:\nLa fecha final para presentar la solicitud del programa 48C fue el 16 de octubre, 2009. Se recibieron más de 500 solicitudes pidiendo créditos tributarios que ascendían a más de $8,000 millones en total. Los solicitantes del 48C provienen de más de 40 estados y comprenden muchos tipos de tecnología de energía limpia.\n \nLas plantas de producción que cubren los requisitos fabrican una amplia gama de productos de energía limpia: \no Equipo de energía solar, eólica, geotérmica y otros tipos de energía renovable\no Redes eléctricas y de almacenamiento para energía renovable\no Celdas de combustible y microturbinas\no Sistemas de almacenamiento de energía para vehículos eléctricos o híbridos\no Equipo de captura de anhídrido carbónico y remoción de carbono\no Equipo para refinar o mezclar combustibles renovables\no Equipo para la conservación de energía, que incluye tecnología de iluminación y redes eléctricas inteligentes\no Vehículos eléctricos enchufables o sus componentes, como motores eléctricos, generadores y unidades de control de poder\no Otros productos de energía avanzada concebidos para reducir las emisiones de gas de invernadero también pueden ser considerados según lo determine el secretario del Tesoro.\n \nLos criterios establecidos por el estatuto incluyen:\no Mayor generación de empleo en el país (directo e indirecto) \no Mayor impacto neto en evitar o reducir la contaminación del aire o emisiones de gases de invernadero; menor costo nivelado de energía \no Mayor potencial para la innovación tecnológica y colocación comercial\no Menor tiempo del proyecto desde su certificación a su finalización\n \nAmpliación del apoyo a los créditos tributarios 48C para acelerar la generación de empleos de producción:\nYa que el programa 48C generó mucho más interés de lo previsto, los Departamentos de Energía y el Tesoro se quedaron con una cantidad considerable de solicitudes técnicamente aceptables que no pudieron entrar en el programa. En lugar de rechazar a solicitantes valiosos que están dispuestos a invertir recursos privados para construir y equipar fábricas de productos de energía limpia en Estados Unidos, el gobierno ha hecho un llamado al Congreso para que proporcione $5,000 millones adicionales para ampliar el programa. Debido a que ya hay una gran cantidad de proyectos valiosos y considerable interés en este campo, estos fondos serán otorgados rápidamente para generar empleo y apoyar la actividad económica. Al hacer eso, el gobierno empleará nuevos enfoques para asegurarse de que maximicemos la inversión privada por cada dólar que invirtamos.\n \n###\n \n\n\n\n"
}