{
    "title": "Background on the President's Trip to Kokomo, Indiana Tomorrow | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/11/22/background-presidents-trip-kokomo-indiana-tomorrow",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 22, 2010\n\n \n\n\n\nBackground on the President's Trip to Kokomo, Indiana Tomorrow\n\n\n\n\n\n\tOn Tuesday, November 23, 2010, President Obama and Vice President Biden will take their White House to Main Street Tour to Kokomo, Indiana, a community that is turning the corner, in part as a result of innovative investments from the American Recovery and Reinvestment Act, as well as the Obama Administration’s auto industry restructuring plan. Kokomo is leveraging opportunities from the Recovery Act to not only provide much-needed economic relief for middle class families, but to invest in new, sustainable industries and technologies. During the visit, the President and Vice President Biden will visit Indiana Transmission, a Chrysler plant in Kokomo.  \n\nECONOMIC BACKGROUND AND CURRENT CLIMATE IN KOKOMO\n\n\tPresident Obama last visited Kokomo, Indiana in April 2008.  As part of that visit, he held a town hall meeting where he discussed recent layoffs in the community and called for new investments in clean energy, manufacturing and education to help bring secure, well-paid jobs to places like Kokomo.    \n\n\tIn recent years, Kokomo, a midsized industrial town in north central Indiana, was hard-hit by devastating plant closings and layoffs.  In late 2007, Kokomo Sanitation Pottery closed, laying off nearly 100 workers.  And when Chrysler laid off over 11,000 workers nationwide in 2007, Kokomo lost even more jobs.  In mid-2008, hundreds of manufacturing jobs were lost at the local Delphi plant.  By the end of 2008, Kokomo had been labeled one of “America’s Fastest Dying Towns” because of the sharp decline in local manufacturing and auto jobs.  Unemployment hit over 20 percent in 2009, making Kokomo’s one of the highest unemployment rates in the country.  \n\n\tWith the help of the Recovery Act and the Administration’s auto restructuring plan, along with smart investments by the mayor that subsequently leveraged additional private capital, Kokomo is on the rebound today. Unemployment is down nearly 8 percent to 12 percent as of September 2010 and the downtown has experienced significant revitalization.  Kokomo is a key example of how federal government investments, when used wisely, can work together to impact an entire community.\n\n\tKokomo Mayor Greg Goodnight was able to leverage hundreds of thousands of dollars in Recovery Act funds to help revitalize the downtown.  Since then, about a dozen new small businesses have opened in downtown Kokomo over the last year.\n\n\tThe city also significantly benefited from auto restructuring.  According to recent press coverage, “without the federal auto bailout, many feel 3,500 workers in Kokomo would have lost their jobs.”  And according to the Mayor, Chrysler’s presence in the city helps them generate about $18 million a year in property taxes.  Had Chrysler gone under, the city would have suffered an enormous economic setback.\n\n\tIndiana has received more than $8.4 billion in Recovery Act funds. As a result, the Council of Economic Advisors estimates that the Recovery Act is already responsible for 71,000 jobs in Indiana through September 2010. To date, more than $6.2 billion of this funding has been spent. These dollars and awards to come will continue to support even more jobs in Indiana in the months ahead.\n\nAUTO INDUSTRY RESTRUCTURING IN KOKOMO\n\n\tWithout the steps the President took, Chrysler would have liquidated resulting at least a million jobs lost for workers across the country, including in Kokomo. Now, just over a year later, Chrysler is returning to profitability, hiring workers, keeping plants open. And because of the steps the Administration has taken with Cash for Clunkers and the Recovery Act, the industry overall is strengthening - including America's auto dealers.\n\n\tThe Chrysler plant the President and Vice President will visit in Kokomo on Tuesday received a $343 million private investment in June 2010 to retool and modernize its Kokomo transmission plant, which has helped to retain more than 1,000 workers this year for the production of a future eight-speed automatic transmission. According to the Kokomo Tribune, Chrysler has recently recalled 400 employees that were previously laid off as a result.\n\n\tA new report, released last week by the Center for Automotive Research in Ann Arbor, Michigan, estimates that the President’s efforts saved over 1.14 million jobs overall, and averted $28.6 billion in costs to the government.  Over the past year and a half, the auto sector has rebounded: industry employment has increased nearly 10 percent, and each of the big three – Ford, General Motors, and Chrysler – is operating at a profit.\n\nRECOVERY ACT FUNDING IN KOKOMO\n\n\tOverall, the Kokomo area has received over $400 million in direct Recovery Act funding for a variety of programs and projects. These projects represent vital investments in the local community, including:\n\n\t·         Delphi Automotive, a Michigan based company, was awarded over $89 million from the Department of Energy to expand manufacturing capacity of passenger and commercial hybrid vehicles components. The “new” Delphi, with the help of the Recovery Act, is beginning to manufacture circuit boards that control hybrid vehicles, otherwise known as the “brains of a hybrid vehicle.”\n\n\to   The Recovery Act is responsible for nearly 60 jobs to date at Delphi and in total will enable the company to retain and hire nearly 200 additional workers as production of the hybrid vehicles parts ramp up over the next several years.\n\n\to   Delphi currently supplies power electronics components such as inverters, chargers, and DC/DC converters to production hybrid vehicles from manufacturers, such as GM, Ford, Daimler, and BMW.  \n\n\to   As a result of this grant, Delphi already has agreed to supply power electronics to GM, Allison Transmission, and Coda Automotive.\n\n\to   Production began in July and Delphi began shipping products to customers in August.\n\n\n\n\t·         In his July 4, 2010 radio address, President Obama announced a conditional offer of $400 million from the Department of Energy’s 1705 loan guarantee program for Colorado-based thin film solar PV manufacturer Abound Solar. Abound will use nearly $300 million of the loan guaranteed to open a new plant in an empty Chrysler supplier factory just 20 miles outside of Kokomo, in Tipton, IN.  Construction will begin on the Tipton plant in early 2012 and Abound plans to hire 900 workers at the plant once it’s up and running.  The loan, which is expected to close by the end of the year, will not only enable Abound drive additional economic activity across the industry and down the supply chain, but will also help establish U.S. leadership in cutting edge solar technology around the world.  The project represents the first time new manufacturing technology for Cadmium-Telluride panels is deployed commercially anywhere in the world.  Ninety percent of Abound’s product is being exported abroad to places like Germany, Italy and the United Kingdom.\n\n\n\n\t·         Kokomo Mayor Goodnight is using $214,600 in Energy Efficient Conservation Block Grant (EECBG) funds from the Department of Energy to install energy-efficient lighting in Foster Park, along Kokomo’s “Walk of Excellence” and to retrofit parts of City Hall. This funding is contributing to the revitalization in downtown Kokomo that has helped to lure nearly a dozen new small businesses in the last year.\n\n\n\n\t·         In addition to the new lighting downtown, the City is also replacing sidewalks and curbs throughout neighborhoods in Kokomo with $265,700 in Community Development Block Grant (CDBG) funding from the Department of Housing and Urban Development.  HUD also provided over $1 million from in Public Housing Capital Funds to improve and modernize various public and low-income housing developments in Kokomo. The Kokomo Housing Authority reported hiring 5 new workers and retaining 38 additional workers as a direct result of the Recovery Act.\n\n\n\n\t·         Mayor Goodnight was also able to hire 5 new police officers with over $1 million from the Justice Department’s Community Oriented Policing Services (COPS) program. DOJ also provided $200,000 in Byrne Justice Assistance Grant funds to the City of Kokomo.\n\n\n\n\t·         Howard County, where Kokomo is located received over $17 million in Recovery Act funding from the Department of Transportation, including:\n\n\to   $11.4 million for the Kokomo Bypass (Route 31), which is being use to improve and realign the highway and upgrade several bridges along the route. This section of roadway is part of a $345million, 14-mile project that is part of the Indiana Governor's Major Moves program. The Recovery Act-funded section of the bypass project is 95 percent complete. The contractor is Primo, Inc., and the project has created approximately 49 jobs to date.\n\n\to   Over $2 million to rehabilitate Dixon Road and add additional travel lanes.  This major local project is still underway, even though construction has ended for the season.\n\n\to   Over $1 million for other resurfacing projects including 18 locations on Routes 400N, 750W, and 100N in Howard County, all of which were finished in late 2009.   \n\n\to   Over $1 million from the Federal Transit Administration to purchase and renovate an existing building in downtown Kokomo to be used for both for transit operations for the City’s paratransit system, the Spirit of Kokomo, and for the administration of the local metropolitan planning organization (MPO). The project is halfway completed, and created 34 jobs last quarter.\n\n\t·         The Department of Education provided the Kokomo-Center Township Consolidated School Districts with over $12 million in Recovery Act funding, including:\n\n\to   Over $5 million in State Fiscal Stabilization Funds (SFSF) to fill budget gaps;\n\n\to   Nearly $5 million in IDEA funding for students with disabilities;\n\n\to   $1.7 million to expand Kokomo’s existing Head Start and Early Head Start programs; and\n\n\to   Over $1.5 million in Title I funds to improve schools in the district.\n\n\n\n\t·         The Department of Education also provided $1 million in Pell Grants to colleges and universities in Kokomo to increase access to higher education.\n\n\to   Approximately 30,000 students in Indiana are benefiting from increased Pell Grants as a result of the Recovery Act.\n\n\to   That total includes approximately 125 students in Kokomo alone.\n\n\n\n\t·         The Small Business Administration (SBA) supported 14 loans for small businesses in the Kokomo area totaling $7.3 million including:\n\n\to   Gingerbread House Bakery: Lauren Gaines and her husband received a $140,000 loan through the Recovery Act to purchase the Gingerbread House Bakery.  Thanks to the Recovery Act loan, they were able to save about $2,500 in fees.  This loan enabled them to take over the former donut shop and make it their own.  Since then, business has been booming. This loan was the only way Lauren and her husband could have started the business.  They currently have 4 people on their payroll and expect to expand. The Gingerbread House Bakery has evolved and, while it still specializes in donuts, it now also makes traditional baked goods, cookies and cakes on special order and specialty treats during the holidays.  Lauren reports the bakery has been increasingly busy since opening last December 1st.  They expanded the kitchen in April to meet demand and they hope to expand and build another building in the next six months.\n\n\to   Stephens Machine Inc., which is a Kokomo-based machine shop that received two SBA loans through the Recovery Act ($487,000 and $375,000). The company has two local facilities totaling more than 45,000 square feet where they engineer, design and build automated production machinery, do tool and die work and produce prototypes used for research and development.  They’ve already reported 12 new jobs as a result of the Recovery Act loans.\n\n\to   Blondie’s Cookies, which received an $890,000 SBA loan through the Recovery Act and report creating 30 new jobs as a result of it. The company was started in 1984 when the owner was a student at Indiana State University and has 11 locations in malls around Indiana, including one in Kokomo’s Markland Mall. They hope to add two to three more locations in Indiana, as well as expanding to other states.\n\n\to   Coldline Manufacturing, which is a Kokomo-area business that is using an $80,000 Recovery Act SBA loan to revamp their business plan from manufacturing refrigerated trailers to custom auto parts and metal fabrication.  As a result of their shift in strategy, they have been able to hire several new part-time workers and have saved $1,440 in fees with the loan.\n\n\n\nRECOVERY ACT IN INDIANA\n\nTotal Jobs & Spending\n\n\t·         JOBS CREATED AND SAVED – CEA estimates that 71,000 jobs were created or saved by the Recovery Act in Indiana through September, 2010.\n\n\t·         TOTAL SPEND – More than $8.4 billion in Recovery funds has been made available to Indiana – and over $6.2 billion has already been spent.\n\n\tInvesting in Infrastructure\n\t     \n\n\t·         INFRASTRUCTURE: Over $1.3 billion has been obligated for 1320 infrastructure projects in Indiana, funding 2,400 jobs through September, 2010.\n\n\n\n\t·         TRANSPORTATION – Over $807 million has been obligated for 1,161 transportation projects in Indiana.\n\n\n\n\t·         SMALL BUSINESS – 1,536 Recovery Act SBA-backed small business loans have been given to Indiana small businesses, supporting more than $584 million in lending.\n\n\nRelief to Individuals\n\n\n\t·         TAX RELIEF – Because of the Making Work Pay tax credit, 2,400,000 Indiana working families will collectively receive $1.3 billion in tax relief.\n\n\n\n\t·         UNEMPLOYMENT BENEFITS – More than 580,000 Indiana residents have expanded unemployment benefits because of the Recovery Act.\n\n\n\n\t·         STIMULUS PAYMENTS – More than 1.1 million Indiana seniors, veterans and other high-need residents have received one-time economic relief payments of $250, totaling over $295 million.\n\n\n\nHelping States\n\n\t·         TEACHERS – More than 4,300 education positions were reported as funded by the Recovery Act in Q2 2010 in Indiana – which has received more than $1 billion in State Fiscal Stabilization Funds (SFSF).\n\n\n\n\t·         MEDICAID – The Recovery Act has already made more than $1.5 billion available to Indiana for Medicaid assistance.  The state of Indiana has spent more than $1.1 billion of the available funds.\n\n\n\n\t·         ‘COPS’ PROGRAM:  Law enforcement agencies in Indiana received over $26.6 million in funding from the Recovery Act to support 126 police officers’ salaries and benefits for three years, including 5 officers at the Kokomo Police Department with $1,146,950.\n\n\n\n\n"
}