{
    "title": "President Obama Announces More Key Administration Posts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/10/18/president-obama-announces-more-key-administration-posts",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 18, 2011\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts\n\n\n\n\n\n\tWASHINGTON – Today, President Barack Obama announced his intent to nominate the following individual to a key Administration post:\n\n\nFreddy Balsera - Member, United States Advisory Commission on Public Diplomacy\n\n\n\tThe President also announced his intent to appoint the following individual to a key Administration post:\n\n\nAlbert Gonzales – Member, National Selective Service Appeal Board\n\n\nPresident Obama said, “I am proud to nominate such impressive individuals to these important roles, and I am grateful they have agreed to lend their considerable talents to this Administration.  I look forward to working with them in the months and years ahead.\n\nPresident Obama announced his intent to nominate the following individual to a key Administration post:\n\nFreddy Balsera, Nominee for Member, United States Advisory Commission on Public Diplomacy\n\tFreddy Balsera is the Founder and Managing Partner of Balsera Communications, a public relations firm in Coral Gables, Florida.  Prior to founding his company in 1999, Mr. Balsera worked for the Miami Dade County Mayor’s Office handling intergovernmental relations and media relations duties. Mr. Balsera currently serves on the board of the YMCA of Greater Miami and was elected to the Miami Dade College Alumni Hall of Fame in 2010.  In 2008, he worked with the Obama-Biden Transition Team as part of the agency review panel for the Federal Communications Commission.  He attended Barry University in Miami, Florida.\n\nPresident Obama announced his intent to appoint the following individual to a key Administration post:\n\nAlbert Gonzales, Appointee as Member, National Selective Service Appeal Board\n\tAlbert Gonzales is the National Commander of the American GI Forum (AGIF), a Congressionally chartered veterans and civil rights organization.  Prior to being elected as AGIF National Commander, he served as the Forum’s Colorado State Commander and then as National Secretary.  Mr. Gonzales is a retired employee of Quest Communications, where he worked as a facility technician and manager from 1972 to 2004.  From 1975 to 1979, he served in the U.S. Air Force as an Air Traffic Controller.  Mr. Gonzales currently serves on the Board of Directors for the Hispanic Association on Corporate Responsibility.  He attended Eastern New Mexico University and the University of Colorado in Colorado Springs.\n\n\n\n\n"
}