{
    "title": "Cabinet and Senior Administration Officials Scheduled to Join in National Lab Day Events to Promote \"Educate to Innovate\" Campaign for Excellence in Science, Technology, Engineering and Math (STEM) Education | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/cabinet-and-senior-administration-officials-scheduled-join-national-lab-day-events-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 11, 2010\n\n \n\n\n\nCabinet and Senior Administration Officials Scheduled to Join in National Lab Day Events to Promote \"Educate to Innovate\" Campaign for Excellence in Science, Technology, Engineering and Math (STEM) Education\n\n\n\n\nNational Lab Day Launched in Response to President Obama’s Call to Raise American Students to the Top of the Pack in Science and Math Achievement over the Next Decade\nWASHINGTON, DC -- This week, members of the Cabinet and senior White House officials are scheduled to participate alongside teachers and volunteers in the first National Lab Day, a historic grassroots effort to bring hands-on learning activities to thousands of students and improve science, technology, engineering and math (STEM) education.  National Lab Day is a grassroots partnership between science and engineering societies and educators and was launched in response to President Obama’s call at the National Academy of Sciences last spring for all Americans to join the cause of elevating STEM education as a national priority.  The first annual National Lab Day is Wednesday, May 12th, though National Lab Day projects are taking place in schools throughout the year.  Cabinet Secretaries and senior administration officials scheduled to participate this week include:\nWEDNESDAY\n\nArne Duncan, Secretary of Education, who will be working with a third grade class building solar cars.\n\nDate: Wednesday May 12\nTime: 9:00am\nLocation: Martin Luther King Jr. Elementary School, SE DC \n \n\nJohn Holdren, Director, Office of Science and Technology Policy, who will work with high school students as they investigate how projectiles cause craters.\n\nDate: Wednesday May 12\nTime: 8:45am\nLocation: Benjamin Banneker High School, NW DC\n\nAneesh Chopra, Chief Technology Officer, David Kappos, Director, U.S. Patent and Trademark Office, James Kyson-Lee, Actor, “Heroes”, Rachael Leigh Cook, Actress, “Nancy Drew;” and Erin Cummings, Actress, “Spartacus”, who will talk to with advanced high school students about future opportunities in technology and will work with them as they integrate technology into math and science projects.\n\nDate: Wednesday May 12\nTime: 1:00pm\nLocation: Thomas Jefferson High School, Alexandria, VA\n\nRusslynn Ali, Assistant Secretary of Education for Civil Rights, James Kyson-Lee, Actor, “Heroes”, Rachael Leigh Cook, Actress, “Nancy Drew;” and Erin Cummings, Actress, “Spartacus”, who will be working with an all-girls robotics club, doing hands-on activities run by the Spelbots Robotics Team from Spelman College.\n\nDate: Wednesday May 12\nTime: 3:00pm\nLocation: Howard University Middle School for Math and Science, NW DC\nTHURSDAY\n\nMelody Barnes, Director, Domestic Policy Council, who will work with high school students as they investigate effects of exercise on cardiovascular function.\n\nDate: Thursday May 13\nTime: 12:15pm\nLocation: Bell Multicultural High School, NW DC\nADMINISTRATION EVENTS ALREADY COMPLETED THIS WEEK:\n\nCharles Bolden, NASA Administrator, who spoke to fifth graders studying the solar system about working in space and worked with them on a hands-on rocketry experiment.\n\nDate: Tuesday May 11\nTime: 9:00am\nLocation: Langdon Education Campus, NE DC\n\nKristina Johnson, Under Secretary for Energy, who served as a judge in an elementary school science fair.\n\nDate: Monday May 10\nTime: 9:30am\nLocation: Watkins Elementary School, SE DC\nAll the events are OPEN to press.  Media wishing to attend any of these events should contact the agencies directly or email Rick Weiss at rweiss@ostp.eop.gov.\nBackground on National Lab Day\nNational Lab Day, a grassroots partnership between science and engineering societies and educators, was launched in response to President Obama’s call at the National Academy of Sciences last spring for all Americans to join the cause of elevating STEM education as a national priority.  National Lab Day has strong financial support from the Hidary Foundation, MacArthur Foundation, Gates Foundation and partners such as HP and Motorola, and seeks to bring hands-on learning to students by upgrading science labs, supporting project-based learning and building communities of support for STEM teachers. In less than six months, National Lab Day has created over 1700 projects, matched 11,000 teachers and volunteers and made over 69,000 connections between volunteers and supporting organizations and resources to help bring discovery-based science experiences to students in grades K-12. \nAs part of these events, the MacArthur Foundation, a National Lab Day partner, will announce the winners of its “21st Century Learning Lab Designers” competition, part of the $2 million DML Prize, a first-ever competition challenging entrepreneurs to design new hands-on STEM learning. \nNational Lab Day has projects in every state, as well as Puerto Rico, Guam, US Virgin Islands, and last week received a broad and bipartisan resolution of support (378-2) from the U.S. House of Representatives.  To learn more about National Lab Day, visit www.nationallabday.org.\n\n\n\n"
}