{
    "title": "Mensaje Semanal: El Presidente Obama conmemora el noveno aniversario de los ataques del 11 de septiembre | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/11/mensaje-semanal-el-presidente-obama-conmemora-el-noveno-aniversario-de-l",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 11, 2010\n\n \n\n\n\nMensaje Semanal: El Presidente Obama conmemora el noveno aniversario de los ataques del 11 de septiembre\n\n\n\n\nWASHINGTON – En el mensaje de esta semana, el Presidente Obama recordó el noveno aniversario de los ataques del 11 de septiembre con un Día Nacional de Servicio y Recuerdo para rendirles homenaje a quienes perdieron la vida. Si hemos de aprender una lección en este aniversario, es que Estados Unidos es una nación y un pueblo, unido por ideales comunes. Al cumplir con nuestra promesa a quienes protegen al país y sus familias, al hacer aportes a nuestras comunidades y al ponernos al servicio de los necesitados, reafirmamos esos ideales en desafío de quienes están dispuestos a hacernos daño.\nEl audio y video del mensaje estarán disponibles en Internet en obamawhitehouse.archives.gov\nDeclaraciones del Presidente Barack Obama\nVersión preparada \nSábado, 11 de septiembre, 2010\nWashington, DC\nHoy hacemos una pausa para recordar un día que sometió a nuestro país a prueba. El 11 de septiembre, 2001, se perdieron casi 3,000 vidas en el ataque más mortífero de nuestra historia contra el territorio estadounidense. Nunca olvidaremos las imágenes de los aviones que desaparecían dentro de los edificios; las fotos colgadas por las familias de los perdidos. Nunca olvidaremos la ira y tristeza que sentimos. Y aunque han transcurrido nueve años desde esa mañana de septiembre, el tiempo nunca disminuirá el dolor y la pérdida dejados para siempre en la conciencia nacional.\nPor eso, hoy oramos por las familias de quienes fallecieron. Nos acongojamos con esposos y esposas, hijos y padres, amigos y seres queridos. Pensamos sobre los momentos importantes transcurridos en esos nueve años --nacimientos y bautismos, bodas y graduaciones--, todos con un asiento desocupado.\nHoy también rendimos homenaje a quienes murieron para que otros pudieran vivir: los bomberos y socorristas que subieron las escaleras de dos torres que ardían; los pasajeros que acometieron la cabina, los hombres y mujeres que en los años transcurridos desde entonces llevaron el uniforme de este país y sacrificaron la vida para que nuestros hijos pudieran crecer en un mundo más seguro. En actos de valentía y decencia, defendieron un precepto simple: \nSoy el guarda de mi hermano; soy el guarda de mi hermana.\nY hoy, recordamos que en nuestro momento más funesto, nos armamos de un sentido de unidad y propósito común. Respondimos al peor tipo de perversión con lo mejor de nuestra humanidad.\nEntonces, todos los años en esta fecha renovamos nuestra determinación contra quienes cometieron este acto barbárico de terrorismo y continúan confabulando contra nosotros, pues nunca flaquearemos en la defensa de esta nación. Renovamos nuestra promesa a nuestros soldados, todos aquéllos que se dedican a proteger a este país y sus familiares. Pero también renovamos el verdadero espíritu de ese día: no la capacidad humana de hacer el mal, sino la capacidad humana de hacer el bien; no el deseo de destruir, sino el impulso de salvar.\nPor eso recordamos el 11 septiembre con un Día Nacional de Servicio y Recuerdo, pues si hemos de aprender una lección en este aniversario es que somos una nación, un pueblo, unido no sólo por el dolor, sino por un conjunto de ideales comunes. Y que al hacer aportes a nuestras comunidades, al ponernos al servicio de los necesitados, reafirmamos nuestros ideales, en desafío de quienes están dispuestos a hacernos serio daño. Probamos que el sentido de responsabilidad que sentimos unos por los otros no fue una pasión fugaz, sino una virtud perdurable.\nÉste es un momento difícil para nuestro país. Y a menudo en tales momentos hay quienes tratan de generar amargura, de dividirnos en base a nuestras diferencias, de cegarnos de lo que tenemos en común. Pero hoy se nos recuerda que en nuestros mejores momentos, no sucumbimos a esta tentación. Nos respaldamos unos a los otros. Luchamos unos del lado de los otros. No permitimos que nos defina el temor, sino las esperanzas que tenemos para nuestra familia, para nuestra nación y para un futuro más brillante. Entonces, lloremos a los perdidos, rindamos homenaje a quienes se sacrificaron y hagamos lo posible por vivir conforme a los valores que compartimos, hoy y todos los días.\nGracias.\n###\n \n\n\n\n"
}