{
    "title": "Press Gaggle By Senior Administration Official, 4/17/2009 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/press-gaggle-senior-administration-official-4172009",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 18, 2009\n\n \n\n\n\nPress Gaggle By Senior Administration Official, 4/17/2009\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  (Port of Spain, Trinidad) ____________________________________________________________________ For Immediate Release                            April 18, 2009   PRESS GAGGLE  BY  SENIOR ADMINISTRATION OFFICIAL   Hilton Hotel  Port of Spain, Trinidad  (April 17, 2009) 11:21  P.M. (Local) SENIOR ADMINISTRATION OFFICIAL:  Thank you for joining us -- if it's late into the evening you can thank President Daniel Ortega.  (Laughter.)  I'm here to just provide you -- Q         That's all we needed.  (Laughter.) SENIOR ADMINISTRATION OFFICIAL:  -- just a couple brief readouts on the President's just-concluded meetings.  First, the bilateral with Prime Minister Manning of Trinidad and Tobago and then the follow on with the multilateral meeting with the CARICOM, the Caribbean Community.  The meeting with Prime Minister Manning was attended by, on our side, of course the President, Secretary Clinton, Larry Summers Secretary Solis, Secretary Chu, National Security Advisor Jones, USTR Representative Ron Kirk, and Ambassador Jeffrey Davidow and myself. The President had a very productive meeting, began by thanking, of course, Prime Minister Manning for his hospitality and the people of Trinidad-Tobago for such a warm reception and such a terrific job that they did in preparing for this important summit.  They had a good, serious and constructive discussion touching on a number of topics.  The meeting went about 20 minutes as we were a little bit running behind schedule. The main focus was talking about the economic financial crisis, how it's affecting the Caribbean.  They talked about trade relations, bilateral trade relations; the importance of energy, in particular Trinidad and Tobago is an important natural gas supplier to the United States; as well as some security issues relating to drug trafficking. Then after that there was -- well, the President expressed a desire to strengthen the energy and security ties with Trinidad-Tobago, in keeping with the spirit of his trip first to Mexico and now to the summit, to change the tone in the relationship between the United States and Latin America and the Caribbean, and to develop the partnerships through the course of his administration that will enable the United States to work with those in the region to address common challenges in a cooperative manner. Moving on to the meeting with CARICOM -- I could list the number of countries if you're interested, but they're in the -- well, should I?  Any great interest?  Doesn't seem like -- okay, very good. Q         I think we got them earlier. SENIOR ADMINISTRATION OFFICIAL: : Yes, and they're in your book.  Basically, there are 14 of them. They covered again a full range of issues relating to their concerns, which you will I think see reflected throughout the course of the next two days as part of the Summit of the Americas.  The discussion centered again on the sort of effects that the global financial crisis has had in particular in affecting the Caribbean countries.  And the President emphasized his view that you need to promote bottom-up economic growth.  He very much gave them a synopsis of the G20 meetings that he had and reflected some of the priorities and making it very clear that his priority, of course, is to get the U.S. economy on track and that in turn would also help the Caribbean economies. Turning to security matters, the Caribbean countries expressed a great interest in a stronger partnership with the United States on security issues, relating particularly to concerns on drug trafficking.  The President noted, as he had in his remarks earlier, the $30 million in cooperation for this purpose that he announced, and of course a strong willingness to partner with these countries to address this common concern. Then they turned to climate change and the Caribbean countries were very pleased with the President's initiatives and great interest and focus on this issue, which they think is of primary importance.  The President emphasized that it is certainly a priority for him, not only as a national security concern, but also an environmental concern and that he hopes that progress can be made through the course of this year in the lead up to Copenhagen. Q         Copenhagen? SENIOR ADMINISTRATION OFFICIAL:  Copenhagen, yes -- Denmark. Q         I got it, thank you. SENIOR ADMINISTRATION OFFICIAL:  Hamlet.  (Laughter.) Then the CARICOM brought up the issue of Cuba.  The President reiterated what he had said in his remarks earlier in the evening, in terms of his interest in a new relationship with Cuba, but making clear that he's made his first step in terms of significant promotion of a new policy in terms of the lifting of restrictions on remittances and travel of Cuban Americans that you're very familiar with by now.  And that now what we need to see is change coming from the other side. And then finally they discussed Haiti.  There was concern not only among the Caribbeans, but also that the President shared that more needs to be done to help Haiti.  And the President talked about Secretary Clinton's recent visit there and the U.S. commitment to help Haiti develop a strong relationship over the course of his administration in terms of providing assistance to try to promote self-sustained economic growth for the island, reflecting also the special connection between the United States and Haiti, historical connection. And I think that was the bulk of it.  Any questions, or does everybody want to go to sleep?  Okay. Q         We're good. SENIOR ADMINISTRATION OFFICIAL:  All right, very good.  Have a good evening. Q         Thanks a lot, we appreciate it. END                                                                                                                     11:28 P.M. (Local)    ### \n\n\n\n"
}