{
    "title": "Vice President Biden Hosts Roundtable with Business Leaders on Recovery Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-hosts-roundtable-with-business-leaders-recovery-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 02, 2009\n\n \n\n\n\nVice President Biden Hosts Roundtable with Business Leaders on Recovery Act\n\n\n\n\n THE WHITE HOUSE  Office of the Vice President   __________________________________________________  For Immediate Release                       June 2, 2009    Vice President Biden Hosts Roundtable with Business Leaders on Recovery Act  New York – Vice President Joe Biden today hosted a roundtable with business leaders from across the country highlighting how the Recovery Act is not just creating and saving jobs, but also creating new business opportunities just 100 day into the two-year program. \"The Recovery Act is putting people to work – and our business leaders here today are a testament to that. They are on the front lines of hiring folks for new jobs and preventing lay-offs. They have first-hand knowledge of how this economy – and our policies – are working,\" said Vice President Biden. \"We’re looking to those in the business community to be creative, to be innovative and really take advantage of the new opportunities made possible by this Recovery Act. Joining him at the event at Pace University’s Lubin School of Business were New York Governor David Paterson, Deputy Secretary of the Treasury Neal Wolin and business leaders ranging from small business owners to CEOs. \"Today we see federal economic recovery funds at work in New York State, creating jobs and helping families,\" Governor David A. Paterson said. \"Already crews have broken ground on projects that will make lasting, critical infrastructure improvements across our State. I extend my sincere thanks to the President Obama, Vice President Biden and our entire New York Congressional Delegation for fighting to secure this funding for New York.\" \"The Treasury Department is implementing Recovery Act provisions swiftly and efficiently, which is helping to stabilize the housing market, provide tax relief to working Americans, and give economic assistance to state and local governments.\" said Deputy Secretary Neal Wolin. \"The Recovery Act, together with our efforts to stabilize the financial system, is starting to make a difference. The national economy is showing some initial signs of stability with confidence improving and credit starting to ease. We still have a long way to go towards rebuilding our economy and ensuring that Americans are back at work, but all Americans should know that this Administration is absolutely committed to getting us there.\" Among the group of business leaders participating in today’s event was Christian Zimmerman, President of Pike Industries, Inc. Before Pike Industries won its first stimulus construction project this spring, Mr. Zimmerman was planning to lay off 100 employees, in addition to another 150 employees who he had been forced to cut since 2006 as a result of decreased construction in the economic downturn. But when Pike won a stimulus contract repaving Rt. 101 along New Hampshire’s seacoast this spring, not only was Mr. Zimmerman able to retain those 100 employees, he was able to hire 100 more. \"Enactment of the Recovery Act, followed by quick action by federal and state governments to get highway money out into the economy, came at a critical time for our industry. Our company not only avoided significant layoffs, but we have hired many new employees, engaged subcontractors, contracted for new equipment and we are purchasing various materials and services to support the stimulus projects we have been awarded. Clearly, the positive effects of the Recovery Act will be felt throughout our economy,\" said Christian Zimmerman, President of Pike Industries, Inc. In addition to the immediate direct benefits business owners like Mr. Zimmerman are seeing as a result of Recovery Act contracts, the law also includes a number of tax credits that are driving new product demand and indirectly benefiting companies across a variety of sectors. The Recovery Act includes over a dozen energy-efficiency and renewable energy tax credits that are creating new opportunities for companies like Standard Renewable Energy, a Houston-based company that helps homeowners, businesses and government entities reduce their energy consumption, and Crystal Window and Door Systems, Ltd., a manufacturer of energy-efficient window products. \"The Recovery Act provides innovative ways for businesses and consumers to save money while also investing in energy efficiency,\" said John Berger, Founder and CEO of Standard Renewable Energy, in Houston, Texas. \"Because of the Recovery Act, our business is growing, not shrinking. We just opened a new office in Phoenix, and by year's end, our workforce will have grown over 70 percent.\" \"Because of the Recovery Act’s emphasis on Energy-star rated products and our ability to promote our products as energy efficient, our business has improved,\" said Steve Chen, Executive Vice President of Crystal Window & Door Systems, Ltd. Flushing, New York. \"The Recovery Act is not just an injection of cash into the economy; it goes a long way in educating the public and changing perceptions about Energy-star and greener products – how homeowners can invest in their homes, the environment and the economy at the same time.\" The Recovery Act also includes an $8,000 tax credit for first-time homebuyer that has turned out to be a bright spot for the hard-hit housing industry. \"The $8,000 first-time home buyer tax credit is stimulating nearly 200,000 additional home sales across the nation and will result in over 73,000 new jobs. Last week at NAHB’s spring board meeting, HUD Secretary Shaun Donovan announced new rules that will enable buyers to access the credit at closing, which will make it even more effective. While this is a good start, we still have a long way to go before returning to a healthy housing market,\" said Joe Robson, President of the Robson Company in Broken Arrow, Oklahoma and Chairman of the National Association of Home Builders. One of the greatest challenges facing business owners during the economic downturn is access to capital. When the economy began to falter, Francis Jamiel, owner of Jamiel’s Shoe World in Providence, Rhode Island, sought a loan to help keep his 73-year old family business afloat, but found his options were limited as banks began tightening their lending practices. However, thanks to Recovery Act provisions that allow the government to provide a 90 percent guarantee for some Small Business Administration loans and eliminate related fees, Mr. Jamiel was able to secure a $400,000 loan that is providing working capital for inventory and operating expenses and helping keep his business open. \"After 73 years of selling shoes, my family’s business couldn’t get help from the banks to refinance. We were at the point of shutting the doors and going out of business,\" said Francis Jamiel, owner of Jamiel’s Shoe World, the largest family-owned shoe retailer in Rhode Island and the first small business in the state to receive an SBA loan. \"This SBA funding allowed me to pay down my debt – it literally saved my business.\" On a much larger scale, the billions of dollars allocated in the Recovery Act to develop and commercialize renewable energy sources like wind, solar, geothermal and biomass have spurred companies like Braemar Energy Ventures to make new targeted venture capital investments in companies that are developing the technology that will serve as the foundation for our economic recovery. \"Many of the companies in which we invest can benefit enormously from support from our government provided by the ARRA to scale up and provide jobs in both new and emerging energy areas as well as newly skilled jobs in the existing energy sectors. The capital intensity of the global energy business is a major challenge for emerging companies with new technologies and therefore loan guarantees and grants can help bridge the gap to building the large scale facilities and factories needed in the early days to deploy their products and hire a skilled workforce,\" said Neil S. Suslak, Founding Partner of Braemar Energy Ventures. The American Recovery and Reinvestment Act was signed into law by President Obama on February 17, 2009 as the nation faced the greatest economic crisis in half a century. Just over 100 days in, over 150,000 jobs have been created or saved by the Recovery Act and over $126 billion has been obligated to stimulative programs and projects. To learn more about the Recovery Act, please visit www.Recovery.gov.\n\n\n\n"
}