{
    "title": "Presidential Proclamation Child Health Day | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidential-proclamation-child-health-day",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nOctober 05, 2009\n\n \n\n\n\nPresidential Proclamation Child Health Day\n\n\n\n\nTHE WHITE HOUSE                 Click here to download PDF    Office of the Press Secretary _________________________________________________________________  For Immediate Release                                        October 2, 2009 CHILD HEALTH DAY, 2009  - - - - - - -  BY THE PRESIDENT OF THE UNITED STATES OF AMERICA  A PROCLAMATION Our Nation has an obligation to provide access to affordable, high-quality health care for all our children. No child should be forced to go without medical attention because the cost of a doctor visit is too high. Healthy children are better equipped to combat illness and to perform well in school, impacting their development well into adulthood. On Child Health Day, we recognize the fundamental importance of health care for our Nation's children, and dedicate our collective energies to support their needs and those of their families. The responsibility for our children's health rests with every American. Parents and guardians should lead by example. We must teach our children the importance of healthy eating and a physically active lifestyle. We can support community programs across America that provide our young people with healthy choices, and ensure that families have the resources necessary to champion the health of their children. From outdoor activities to community athletic teams, we can seize opportunities to increase physical activity in the lives of our children, and promote healthy habits at an early age. When our children make smart, healthy decisions, they are set on the path towards success. A balanced diet, coupled with proper exercise, has proven effective in combating childhood obesity and other chronic illnesses among our Nation's young people. More recently, the lure of indoor distractions has drawn our children away from the athletic fields and outdoor activities that can be part of a healthy lifestyle. We must engage our Nation's children in behaviors that support their  physical fitness, ensure they have access to healthy, affordable food, and empower their families with the information essential for healthy living. As a Nation, we cannot allow our children to fail in reaching their full potential because we fail to meet their basic needs. My Administration has made children's health a priority, and I was proud to sign the reauthorization of the Children's Health Insurance Program (CHIP), extending health  care to millions of young Americans who were previously uninsured. Today, we celebrate the health of our children and rededicate ourselves to providing a bright, healthy future for our Nation's youth. NOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim Monday, October 5, 2009, as Child Health Day. I call upon families, child health professionals, faith-based and community organizations, and governments to help ensure that America's children stay safe and healthy. IN WITNESS WHEREOF, I have hereunto set my hand this second day of October, in the year of our Lord two thousand nine, and of the Independence of the United States of America the two hundred and thirty-fourth. BARACK OBAMA  # # #\n\n\n\n"
}