{
    "title": "Obama Administration Sets High Bar for Flexibility from No Child Left Behind in Order to Advance Equity and Support Reform | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/23/obama-administration-sets-high-bar-flexibility-no-child-left-behind-orde",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 23, 2011\n\n \n\n\n\nObama Administration Sets High Bar for Flexibility from No Child Left Behind in Order to Advance Equity and Support Reform\n\n\n\n\n\n\tWASHINGTON – In an effort to support local and state education reform across America, the White House today outlined how states can get relief from provisions of the Elementary and Secondary Education Act – or No Child Left Behind (NCLB) – in exchange for serious state-led efforts to close achievement gaps, promote rigorous accountability, and ensure that all students are on track to graduate college- and career-ready.\n\n\tStates can request flexibility from specific NCLB mandates that are stifling reform, but only if they are transitioning students, teachers, and schools to a system aligned with college- and career-ready standards for all students, developing differentiated accountability systems, and undertaking reforms to support effective classroom instruction and school leadership.\n\n\t“To help states, districts and schools that are ready to move forward with education reform, our administration will provide flexibility from the law in exchange for a real commitment to undertake change. The purpose is not to give states and districts a reprieve from accountability, but rather to unleash energy to improve our schools at the local level,” President Obama said.\n\n\tRelease of this package comes nearly a decade after NCLB became law, and four years after it was due to be rewritten by Congress. NCLB shined light on achievement gaps and increased accountability for high-need students, but it also encouraged states to lower standards and narrow curriculum, focused on absolute test scores instead of student growth and gains, and created one-size-fits-all federal mandates.\n\n\tEducation Secretary Arne Duncan said, \"We want to get out of the way and give states and districts flexibility to develop locally-tailored solutions to their educational challenges while protecting children and holding schools accountable for better preparing young people for college and careers.\"\n\n\tIn recent months, states have led a “quiet revolution” to move beyond NCLB’s vision. States have taken the lead in pursuing reform and innovations, including widespread adoption of college- and career-ready standards, development of new assessments, and other reforms in areas including teacher and principal evaluation and support, and turning around low-performing schools.\n\n\tThe ESEA flexibility package announced today, developed with input from chief state school officers from 45 states, will spur momentum across America to implement a new educational system aligned to college- and career- readiness, even as the more comprehensive reforms outlined in the President’s Blueprint for Reform await Congressional reauthorization of the ESEA.\n\n\tThis flexibility package was developed under the waiver authority explicitly granted to the U.S. Department of Education under the ESEA, and has been exercised under the previous Administration. The flexibility will begin to have an impact during the 2011-2012 school year and will have increasing impact in subsequent years.\n\n\tFor a fact sheet on the details of the flexibility announcement click HERE.\n\n\n\n\n"
}