{
    "title": "Fact Sheet: High Speed Intercity Passenger Rail Program: California | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/fact-sheet-high-speed-intercity-passenger-rail-program-california",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 27, 2010\n\n \n\n\n\nFact Sheet: High Speed Intercity Passenger Rail Program: California\n\n\n\n\nClick here to download PDF\n[[nid:8361]]\n\nAwardees : California Department of Transportation; California High-Speed Rail Authority\nTotal Approximate Funding (all corridors) : $2,344,000,000\nBenefi\u001fting States : California, Nevada\nMiles of Track : New - 800 miles, Upgraded - 880 miles, Planned - 275 miles (est.), Total - Appx. 1,955 miles\nCalifornia has made signi\u001fcant investments in passenger rail that have led to remarkable ridership growth. Over 5.5 million people per year now ride on California’s three intercity corridors, making these routes the busiest in the U.S. after the Northeast Corridor.\n\nThe long-term vision for passenger rail in California is among the most ambitious in the nation. Funding from the American Recovery and Reinvestment Act (ARRA) will go toward the construction of a new, electrically powered high-speed rail system of 800 miles serving major population centers from San Francisco and Sacramento to Los Angeles and San Diego with over 300 trains per day.\n\nPhase I calls for a 520-mile system connecting Anaheim and Los Angeles through the Central Valley to San Francisco by 2020; Phase II would extend the system north to Sacramento and south to San Diego by 2026.\n\nTrains will reach speeds of 220mph, providing a travel time between Los Angeles and San Francisco of under 2 hours 40 minutes, compared to 6 hours by car.\n\nPhase I has projected annual ridership of between 35 and 58 million passengers; at full build-out, California expects up to 100 million passengers per year, making it one of the busiest passenger rail lines in the world.\n\nThe high-speed rail program, as described in the State’s planning and environmental documents, aligns well with the Department’s livable communities initiative by focusing service on urban intermodal stations such as Los Angeles Union Station and TransBay in San Francisco, for which the Department is also providing assistance under the Transportation Infrastructure Finance and Innovation Act (TIFIA) program.\n\nCalifornia’s three existing intercity passenger rail routes will also be enhanced. These upgraded routes will ultimately connect to the new high-speed service, achieving the President’s vision for regional rail networks.\nSummary of Corridor Investments\nCalifornia High-Speed Rail: Work will include purchasing right-of-way, constructing track, signaling systems, and stations, and completing environmental reviews and engineering documents.\n\nCapitol Corridor (Sacramento - San Jose): Work will include completion of a track relocation project in Sacramento, a new crossover near Davis, and upgrades to San Jose’s Diridon Station, all contributing to fewer delays and faster travel times.\n\nSan Joaquin Corridor (Sacramento/Oakland - Bakersfield): Upgrades to the San Joaquin’s train sets will be funded, including the addition of more storage space for bicycles and an overhaul of the trains’ emissions control equipment, which will reduce pollution.\n\nPacific Surfliner Corridor (San Luis Obispo - Los Angeles - San Diego): New track and crossovers will improve on-time performance and ultimately allow for top speeds of 110 mph on the segment connecting Los Angeles and San Diego.\n\n\n\n"
}