{
    "title": "Notice from the President regarding the annual renewal of the Cote d'Ivoire emergency | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/26/notice-president-regarding-annual-renewal-cote-divoire-emergency",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 26, 2011\n\n \n\n\n\nNotice from the President regarding the annual renewal of the Cote d'Ivoire emergency\n\n\n\n\n\n\tCONTINUATION OF THE NATIONAL EMERGENCY WITH RESPECT TO THE SITUATION IN OR IN RELATION TO CÔTE D'IVOIRE\n\n\t  On February 7, 2006, by Executive Order 13396, the President declared a national emergency, pursuant to the International Emergency Economic Powers Act (50 U.S.C. 1701-1706), to deal with the unusual and extraordinary threat to the national security and foreign policy of the United States constituted by the situation in or in relation to Côte d'Ivoire and ordered related measures blocking the property of certain persons contributing to the conflict in Côte d'Ivoire.  The situation in or in relation to Côte d'Ivoire, which has been addressed by the United Nations Security Council in Resolution 1572 of November 15, 2004, and subsequent resolutions, has resulted in the massacre of large numbers of civilians, widespread human rights abuses, significant political violence and unrest, and fatal attacks against international peacekeeping forces.  Because the situation in or in relation to Côte d'Ivoire continues to pose an unusual and extraordinary threat to the national security and foreign policy of the United States, the national emergency declared on February 7, 2006, and the measures adopted on that date to deal with that emergency, must continue in effect beyond February 7, 2011.  Therefore, in accordance with section 202(d) of the National Emergencies Act (50 U.S.C. 1622(d)), I am continuing for 1 year the national emergency declared in Executive Order 13396.\n\n\tThis notice shall be published in the Federal Register and transmitted to the Congress.\n\n\t          BARACK OBAMA\n\n\tTHE WHITE HOUSE,\n\t    January 26, 2011.\n\n\n\n\n"
}