{
    "title": "President Obama Nominates Judge Joseph A. Greenaway, Jr. for the Third Circuit, and Judge Beverly B. Martin for United States Court of Appeals for the Eleventh Circuit | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-nominates-judge-joseph-a-greenaway-jr-third-circuit-and-judge-bever",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 19, 2009\n\n \n\n\n\nPresident Obama Nominates Judge Joseph A. Greenaway, Jr. for the Third Circuit, and Judge Beverly B. Martin for United States Court of Appeals for the Eleventh Circuit\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  ___________________________________________________________________________  For Immediate Release                                                          June 19, 2009    President Obama Nominates Judge Joseph A. Greenaway, Jr.  for the United States Court of Appeals for the Third Circuit,   and Judge Beverly B. Martin for United States Court of Appeals for the Eleventh Circuit  WASHINGTON, DC – President Obama today nominated Judge Joseph A. Greenaway, Jr. for a seat on the United States Court of Appeals for the Third Circuit and Judge Beverly B. Martin for a seat on the United States Court of Appeals for the Eleventh Circuit. Judge Greenaway currently sits on the United States District Court for the District of New Jersey and Judge Martin serves on the United States District Court for the Northern District of Georgia. \"Judge Greenaway and Judge Martin have distinguished themselves as first-rate jurists with unflagging integrity and evenhandedness,\" President Obama said. \"I am grateful for their service to the states of New Jersey and Georgia and look forward to adding their considerable wisdom and experience to the Third and Eleventh Circuit Courts.\" Judge Joseph A. Greenaway, Jr. Judge Joseph A. Greenaway, Jr., 51, has served as a U.S. District Court Judge in New Jersey for more than 12 years. Prior to being confirmed to the federal bench, he was an in-house general attorney at Johnson & Johnson for six years. Before that, Judge Greenaway served as an Assistant U.S. Attorney in Newark. As a federal prosecutor, Judge Greenaway spent four years in the Criminal Division and served for one year as Chief of the Narcotics Division. After graduating from law school, Judge Greenaway spent a year working in private practice before clerking for Judge Vincent Broderick, a U.S. District Judge in the Southern District of New York. He then returned to private practice for two years as a litigation associate. Judge Greenaway has received numerous awards recognizing his judicial excellence, including the Thurgood Marshall College Fund Award of Excellence, the Columbia College John Jay Award, and the Columbia University Medal of Excellence, among others. Judge Greenaway is a graduate of Columbia University and Harvard Law School. At Harvard, he was the recipient of the Earl Warren Legal Scholarship and served as a member of the Harvard Civil Rights and Civil Liberties Law Review. Judge Greenaway was born in London and moved to New York, growing up in Harlem and the Northeast Bronx. He is married to Veronica Blake-Greenaway and has a son, Joseph, and a daughter, Samantha. Judge Beverly B. Martin Judge Beverly B. Martin, 53, grew up in Macon, Georgia. She graduated from Stetson University and the University of Georgia School of Law. After graduating from law school, Judge Martin spent several years working in private practice as an associate at Martin & Snow in Macon. In 1984, she became an Assistant Attorney General in the Office of the Attorney General of Georgia, where she worked for ten years representing the state. In 1994, Judge Martin joined the U.S. Attorney’s Office in the Middle District of Georgia as an Assistant U.S. Attorney. In 1997, Judge Martin was elevated to Acting U.S. Attorney and she was confirmed by the U.S. Senate as U.S. Attorney in 1998. As a federal prosecutor, Judge Martin served as the government’s lead counsel in a variety of criminal matters, including drug conspiracy, firearms possession, and counterfeiting cases. Since 2000, Judge Martin has served as a U.S. District Court Judge in the Northern District of Georgia. Judge Martin has worked to help her community by serving on the Board of Directors for a Community College Foundation and working with Habitat for Humanity. Judge Martin is married to Knox Dobbins and they reside in Atlanta.\n\n\n\n"
}