{
    "title": "President Obama Announces More Key Administration Posts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/02/26/president-obama-announces-more-key-administration-posts",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 26, 2013\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts\n\n\n\n\nWASHINGTON, DC – Today, President Barack Obama announced his intent to nominate the following individuals to key Administration posts:\n• Jannette L. Dates – Member, Board of Directors of the Corporation for Public Broadcasting\n\t• Geoffrey R. Pyatt - Ambassador to Ukraine, Department of State\nPresident Obama also announced his intent to appoint the following individuals to key Administration posts:\n• Teresa Isabel Leger – Member, Advisory Council on Historic Preservation\n\t• Stephen L. Mayo – Member, National Science Board, National Science Foundation\nPresident Obama said, “These dedicated and accomplished individuals will be valued additions to my Administration as we tackle the important challenges facing America. I look forward to working with them in the months and years ahead.”\nPresident Obama announced his intent to nominate the following individuals to key Administration posts:\nDr. Jannette L. Dates, Nominee for Member, Board of Directors of the Corporation for Public Broadcasting\n\tDr. Jannette L. Dates was Dean of the Howard University School of Communications from 1993 to 2012.  Previously, she served as Associate Dean from 1987 to 1993, having first joined the University as an Assistant Professor in 1981.  From 1993 to 1998, she was a guest speaker on the National Public Radio shows, All Things Considered and On the Media.  From 1992 to 1993, she was a Freedom Forum Media Studies Center Fellow at Columbia University, and from 1979 to 1989, she was a panelist on Square Off.  Dr. Dates was an anchor and executive producer for the series The Negro in U.S. History from 1973 to 1974, and co-anchor on the weekly radio program North Star from 1972 to 1973.  She served as a member of the Baltimore Mayor’s Cable Communication Commission from 1988 to 1994. Dr. Dates received a B.S. from Coppin State College, an M.Ed. from the Johns Hopkins University, and a Ph.D. from the University of Maryland, College Park.\nGeoffrey R. Pyatt, Nominee for Ambassador to Ukraine, Department of State\n\tGeoffrey R. Pyatt, a career member of the Senior Foreign Service, serves as Principal Deputy Assistant Secretary of State for the Bureau of South and Central Asian Affairs.  From 2007 to 2010, he was Deputy Chief of Mission at the U.S. Mission to the International Atomic Energy Agency and International Organizations in Vienna.  Prior to that, from 2002 to 2007, Mr. Pyatt served at the U.S. Embassy in New Delhi, first as Minister Counselor for Political Affairs and then as Deputy Chief of Mission.  Before his assignment in New Delhi, Mr. Pyatt was an Economic Officer at the U.S. Consulate General in Hong Kong from 1999 to 2002 and a Principal Officer of the U.S. Consulate in Lahore, Pakistan from 1997 to 1999.  In Washington, his assignments included Director for Latin America on the National Security Council staff (1996-1997) and Special Assistant to the Deputy Secretary of State (1995-1996).  Mr. Pyatt received a B.A. from the University of California, Irvine and an M.A. from Yale University.\nPresident Obama announced his intent to appoint the following individuals to key Administration posts:\nTeresa Isabel Leger, Appointee for Member, Advisory Council on Historic Preservation\n\tTeresa Isabel Leger is a partner at Nordhaus Law Firm in Santa Fe, New Mexico, where she has worked since 1989. Ms. Leger also serves as General Counsel to several Native American Tribes, including the Pueblos of Laguna, Santa Ana, and Santo Domingo.  Previously, she clerked for the U.S. District Court for the Northern District of California from 1987 to 1989.  She is a member of the Historic Marker Selection Committee of the New Mexico International Women’s Forum Chapter, and is President of Homewise.  Ms. Leger has served on the American Bar Association Commission on Women in the Profession, Vice Chair of the Mexican American Legal Defense and Education Fund, and was a White House Fellow in 1995.  She received a B.A. from Yale University and a J.D. from Stanford Law School.\nDr. Stephen L. Mayo, Appointee for Member, National Science Board, National Science Foundation\n\tDr. Stephen L. Mayo is Chair of the Division of Biology and Bren Professor of Biology and Chemistry at the California Institute of Technology (Caltech).  He has been a member of the Caltech faculty since 1992, and in 2012, he was named the William K. Bowes Jr. Foundation Division Chair.  He served as Caltech’s Vice Provost for Research from 2007 to 2010.  He has served on the Board of Directors for the American Association for the Advancement of Science since 2010.  He was elected a member of the National Academy of Sciences in 2004 and awarded the Johnson Foundation Prize for Innovative Research in Structural Biology in 1997.  Dr. Mayo received a B.S. from Pennsylvania State University and a Ph.D. from Caltech.\n\n\n\n\n"
}