{
    "title": "Readout of Obama Administration Meeting with Law Enforcement on Commonsense Immigration Reform | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/05/14/readout-obama-administration-meeting-law-enforcement-commonsense-immigra",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 14, 2013\n\n \n\n\n\nReadout of Obama Administration Meeting with Law Enforcement on Commonsense Immigration Reform\n\n\n\n\nSecretary of Homeland Security Janet Napolitano, Director of National Drug Control Policy, R. Gil Kerlikowske, Acting Associate Attorney General Tony West and Associate Director of Latino Affairs and Immigration for the Office of Public Engagement at the White House Julie Chavez Rodriguez met with law enforcement officials from across the country today at the White House’s Eisenhower Executive Office Building to discuss their shared support for commonsense immigration reform.\nThe briefing was the latest opportunity to hear directly from the law enforcement officials about the importance of immigration reform from a local law enforcement perspective.\nSecretary Napolitano and Director Kerlikowske made it clear that broad immigration reform is the single best step we can take to continue to enhance border security, enabling our officers and agents along the border to spend the bulk of their time focused on public safety and national security threats. They also underscored the unprecedented investments in personnel, technology and resources this Administration has made to secure our borders and make border communities safer.\nAttempts to cross the border illegally totaled nearly 365,000 nationwide in FY 2012, representing a nearly 50 percent decrease since FY 2008 and a 78 percent decrease from their peak in FY 2000 according to DHS; and that from FY 2009 to 2012, CBP and ICE seized 71 percent more currency, 39 percent more drugs, and 189 percent more weapons along the Southwest border as compared to FY 2005 to 2008.\nToday’s meeting was the latest engagement the Administration has had with a broad range of stakeholders who support bipartisan common sense immigration reform efforts underway. Similar meetings have been held with business leaders, labor leaders, faith leaders, and representatives of local, state, and federal law enforcement officials – like those the Administration met with today.\nThe following associations participated in today’s meeting:\n\n\n\t\tThe International Association of Chiefs of Police\n\n\t\tMajor City Chiefs Association\n\n\t\tMajor County Sheriffs Association\n\n\t\tNational Sheriffs Association\n\n\t\tFraternal Order of Police\n\n\t\tNational Association of Police Organizations\n\n\t\tFederal Law Enforcement Officers Association\n\n\t\tPolice Executive Research Forum\n\n\t\tConference of Western Attorneys General\n\n\t\tNetwork of former Attorneys General\n\n\n\n\n\n"
}