{
    "title": "Supplemental request to enhance our nations defense against H1N1 flu and other proposals | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/supplemental-request-enhance-our-nations-defense-against-h1n1-flu-and-other-proposa",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 02, 2009\n\n \n\n\n\nSupplemental request to enhance our nations defense against H1N1 flu and other proposals\n\n\n\n\nTHE WHITE HOUSE  Office of the Press Secretary   ___________________________________________________  FOR IMMEDIATE RELEASE                    June 2, 2009 Supplemental request to enhance our nation's defense against H1N1 flu and other proposals   Attached is an addition to the supplemental request currently being considered by Congress. THE WHITE HOUSE  WASHINGTON   June 2, 2009    Dear Madam Speaker: On April 30, I wrote to you to request funding for the 2009 H1Nl flu outbreak. Since this request, we have learned much about the outbreak and the level of national response that possibly could be necessary in the coming months. There also remains much uncertainty about the outbreak and its potential to return during the upcoming flu season in the United States.   Out of an abundance of caution, I ask the Congress to consider an additional and contingent request for $2 billion and other authorities to enhance our Nation's capability to respond to the potential spread of this outbreak. These funds should be provided with maximum flexibility to allow us to address this emerging situation.   The proposal also includes an additional $200 million to address the serious humanitarian crisis developing in Pakistan. To date, there are over 2.5 million displaced people in Pakistan, many of whom have fled their homes because of the Pakistani government's counterinsurgency campaign. These funds will provide displaced people in Pakistan with urgent relief and resettlement assistance.   As the House of Representatives and Senate move forward to conference different versions of the FY 2009 Supplemental Appropriations bill, I urge the Congress to act expeditiously in considering this important request, the details of which are set forth in the enclosed letter from the Director of the Office of Management and Budget.     Sincerely, The Honorable Nancy Pelosi  Speaker of the  House  of Representatives  Washington, D.C. 20515  EXECUTIVE OFFICE OF THE PRESIDENT    OFFICE OF MANAGEMENT AND BUDGET  WASHINGTON, D.C. 20503   June 2, 2009 The President   The White House Submitted for your consideration is a supplemental request to enhance our Nation's capability to respond to the potential spread of the 2009-HINI influenza outbreak: a contingent appropriation of up to $2 billion in additional resources if you determine that such resources are required for critical response needs and additional authorities to prepare the Nation for a potential HINI pandemic. As was the case in the first 2009-HI NI influenza supplemental request that was transmitted to the Congress on April 30, 2009, these proposals would provide maximum flexibility to allow your Administration to target its response and resources as this emerging and unpredictable situation evolves. It is necessary to have this flexibility to respond in a manner that is most appropriate to the path of this outbreak. The House-and Senate-passed versions of the FY 2009 Supplemental Appropriations bill provide a total of$2.05 billion and $1.5 billion, respectively, to prepare for and respond to an influenza pandemic. However, neither bill provides the flexibility necessary to respond appropriately to changing circumstances in the outbreak. We will be working with Congress to seek the funding level provided in the House bill, plus this additional request of $2.0 billion, as well as the necessary flexibility. This contingent FY 2009 supplemental appropriation would be provided to a new account, Unanticipated Needs for Influenza, in the Executive Office of the President that was proposed for creation in the first 2009-HINI influenza supplemental request, as transmitted to the Congress on April 30, 2009. These funds would be available for transfer by the Office of Management and Budget to Departruents and Agencies, including the Departments of Agriculture, Health and Human Services, Homeland Security, and State, and the U.S. Agency for International Development, and others, for the purposes stated and only upon congressional notification. This proposal also includes $200 million to address the growing humanitarian crisis in Pakistan. To date, there are over 2.5 million displaced people in Pakistan, many of whom have fled their homes because of the Pakistan government's counterinsurgency campaign. These funds will provide displaced people in Pakistan with urgent relief and resettlement assistance.     I have carefully reviewed this request and am satisfied that it is necessary at this time. Peter R. Orszag Director    EXECUTIVE OFFICE OF THE PRESIDENT  UNANTICIPATED NEEDS   Unanticipated Needs for Influenza   (Including Transfer of Funds)   For an additional amount, up to $2,000,000,000 shall be available to prepare for and espond to emerging influenza viruses, to remain available until September 30, 2010: Provided, hat such funds shall only be available ifthe President determines that additional resources are equired to address critical needs related to emerging influenza viruses: Provided further, That uch funds may be transferred by the Director of the Office of Management and Budget to ederal departments and agencies for the purposes provided herein: Provided further, That such unds may be transferred only in such amounts as the Director ofthe Office of Management and udget submits notice thereof to the Committees on Appropriations of the House of epresentatives and the Senate: Provided further, That such transfer authority is in addition to ny other transfer authority available in this or any other Act. In addition, for an additional amount to prepare for and respond to emerging influenza viruses, the Director of the Office of Management and Budget may transfer to this account, to remain available until September 30, 2010, amounts totaling up to one percent of amounts appropriated in division A of Public Law 111-5 from amounts made available for any department or agency by such division: Provided, That such transfer authority is available only if the President determines that additional resources are required to address critical needs related to emerging influenza viruses: Provided further, That the funds transferred to this account may be further transferred by the Director of the Office of Management and Budget to Federal departments and agencies for the purposes provided herein: Provided further, That funds may be transferred to and from this account only in such amounts as the Director of the Office of Management and Budget submits notice thereof to the Committees on Appropriations of the House of Representatives and the Senate: Provided further, That such transfer authority is in  addition to any other transfer authority available in this or any other Act. These proposals would provide a contingent appropriation up to $2 billion and would authorize the Director of the Office of Management and Budget to transfer up to one percent of the resources appropriated in division A of the American Recovery and Reinvestment Act of 2009 upon the President's determination that additional resources are necessary. The proposals require the Director of the Office of Management and Budget to notify the Congress when such a determination has been made. DEPARTMENT OF HEALTH AND HUMAN SERVICES   GENERAL PROVISION Sec. Notwithstanding section 205 of division F of Public Law 111-8, to prepare for and spond to emerging influenza viruses, up to one percent of discretionary funds available to the epartment of Health and Human Services in fiscal year 2009, including from prior year lances, may be transferred between appropriations for the Department of Health and Human ervices: Provided, That such transfer authority is available only if the President determines that dditional resources are required to address critical needs related to emerging influenza viruses: rovided further, That such funds may be transferred only in such amounts as the Secretary of e Department of Health and Human Services submits notice thereof to the Committees on ppropriations of the House of Representatives and the Senate. This proposal would expand the existing authority of the Secretary of the Department of Health and Human Services to transfer funding within the Department for the purposes of responding to emerging influenza viruses upon determination by the President that such resources are necessary. It would also require the Secretary to notify the Congress when such transfers occur. DEPARTMENT OF HOMELAND SECURITY  GENERAL PROVISION Sec. Funds appropriated under the heading \"Biodefense Countermeasures\" in the Department of Homeland Security Appropriations Act, 2004 (Pub. L. No. 108-90) shall also be available for the procurement of medical countenneasures relating to emerging influenza viruses: Provided, That funds shall only be available for such purpose if the President detennines that additional resources are required to address critical needs related to emerging influenza viruses: Provided further, That such funds may be made available for such purpose only in such amounts as the Director of the Office of Management and Budget submits notice thereofto the Committees on Appropriations of the House of Representatives and the Senate. This proposal would amend the purpose of Project BioShield's authority to include pandemic influenza and retain current statutory requirements to access the Special Reserve Fund. These funds would be available for this additional purpose only upon the President's determination that such additional resources are necessary. It would also require the Director of the Office of Management and Budget to notify the Congress when such a detennination has been made. INTERNATIONAL ASSISTANCE PROGRAMS  OTHER  Migration and Refugee Assistance For an additional amount for \"Migration and Refugee Assistance\", $40,000,000, to remain available until expended. This proposal would provide $40 million for Migration and Refugee Assistance to address humanitarian needs in Pakistan. INTERNATIONAL ASSISTANCE PROGRAMS  AGENCY FOR INTERNATIONAL DEVELOPMENT  International Disaster Assistance For an additional amount for \"International Disaster Assistance\", $30,000,000, to remain available until expended. This proposal would provide $30 million for International Disaster Assistance to address humanitarian needs in Pakistan.   \n\n\n\n"
}