{
    "title": "YEAR IN REVIEW: Creating Economic Opportunity for All Americans in 2014 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/12/18/year-review-creating-economic-opportunity-all-americans-2014",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 18, 2014\n\n \n\n\n\nYEAR IN REVIEW: Creating Economic Opportunity for All Americans in 2014\n\n\n\n\nWASHINGTON, DC – President Obama took office in the depths of the worst economic crisis since the Great Depression.  Six years later, thanks to the grit and determination of the American people, and the decisive actions he took early on – to bring the economy back from the brink, to save the auto industry, and to build a new foundation for middle-class growth – we’ve made real progress. \nThe economy grew at a combined 4.2% pace in the second and third quarters of this year, the strongest six-month period of growth in more than a decade.  American businesses have added new jobs for 57 consecutive months, the longest streak of private-sector job creation on record, for a total of 10.9 million new jobs. The pickup in the pace of job growth this year has come in industries with higher wages.  And wages across the economy are rising – a very welcome sign for millions of American families.\nThe U.S. economic recovery took a major step forward in 2014, achieving a number of important milestones:\n\n\nJobs: By November, 2014 was already the best year of job growth since 1999.\n\nManufacturing: The manufacturing sector added 15,000 jobs per month, and the average workweek for those workers is the highest since World War II.\n\nEducation: The high school graduation rate is the highest on record, and more Americans are earning post-secondary degrees than ever before – the surest pathway to the middle class.\n\nEnergy:  America is now the number one oil and gas producer in the world.  For the first time in nearly two decades, we produce more oil than we buy from abroad.  And we’ve put tens of thousands of Americans to work harnessing energy from the wind and the sun.  Just last month, President Obama and President Xi jointly announced the two countries’ respective post-2020 climate targets in Beijing – a move that will spark investment and innovation in clean energy technology and represent a substantial opportunity for U.S. companies.\n\nHousing: The continued rise in home prices has cut the number of underwater mortgages from a peak of 14 million to less than 4 million, and the share of mortgages in delinquency or foreclosure has been cut in half.\n\nHealth Care:  Thanks to the Affordable Care Act, 10 million Americans have gained health insurance in the past year alone. Meanwhile, due in part to reforms in the law, the price of health care has been rising at the slowest rate in nearly 50 years.\n\nThe Deficit: Under the President's leadership, the deficit has been cut by nearly two-thirds as a share of the economy – putting America on a more sound financial footing for our kids and grandkids.\n\nThe President pledged that 2014 would be a year of action and he has spent the last 12 months working with Congress where he could and taking action on his own where needed to revitalize the economy. He also worked closely with leaders from businesses, nonprofits, education, and communities to expand opportunity for more American families. These efforts have helped contribute to economic progress in a number of ways. Some critical efforts include:\nSupporting Job Creation Through Manufacturing and Exports\nManufacturing job growth doubled this year – to about 15,000 jobs per month compared to 7,000 jobs per month last year. In total, since February 2010, the United States has directly added 764,000 manufacturing jobs, with the sector expanding employment at its fastest rate in nearly two decades. And the United States’ renewed competitiveness in manufacturing is bringing production back, with 54 percent of U.S.-based manufacturers surveyed by the Boston Consulting Group actively considering bringing production back from China to the United States, up from 37 percent only 18 months prior. The Administration has helped support these efforts by taking steps including:\n\n\nLaunching New Hubs as Part of a National Network for Manufacturing Innovation: President Obama has taken action to launch four more manufacturing innovation institute competitions this year, fulfilling his State of the Union pledge, for a total of eight institutes – representing more than $1 billion of public-private investment – underway, passing the halfway mark on his initial goal of 15 institutes. Each manufacturing institute serves as a regional hub, bridging the gap between applied research and product development by bringing together companies, universities and community colleges, training institutions, and Federal agencies to co-invest in technology areas that lead to new, advanced manufacturing capabilities—and the high-paying jobs that come with them—in the United States. And just this week, a bipartisan coalition of legislators passed the Revitalize American Manufacturing and Innovation Act of 2013 (RAMI) to formally launch the President’s vision for a national network linking the institutes.\n\nSupporting Efforts to Foster Manufacturing Entrepreneurship and Investment in the United States: The Administration helped convene more than 90 mayors who are offering manufacturing entrepreneurs more opportunities to start and grow their businesses, while it also took steps to assist entrepreneurs with securing access to more than $5 billion dollars-worth of cutting edge equipment from the private sector to help start businesses. In addition, the President hosted the first-ever White House Maker Faire to celebrate home-grown manufacturing entrepreneurship and new tools that lower the cost of prototyping.    \n\nGrowing Our Investments in Advanced Manufacturing Research: To keep America’s manufacturers on the cutting edge, the Administration has increased Federal investments in advanced manufacturing research and development to nearly $2 billion, up over 34 percent from $1.4 billion in 2011.              \n\nAnother Year of Record-Breaking Exports: U.S. exports of goods and services through the third quarter of 2014 have increased by 3 percent from 2013, putting us on pace for a fifth consecutive year of record exports. Industries driving this growth include automotive vehicles and parts, petroleum products, and consumer goods as well as services exports, such as travel and tourism and financial services. The services export surplus continued to widen in 2014 to more than $176 billion through the first three quarters, up from $168.6 billion through the similar period in 2013.\n\t\t\n\nThe Made in Rural America Initiative Leads to a Boost in Small Rural Manufacturing Exports and Other Companies: U.S. agricultural exports reached a record $152.5 billion in fiscal year 2014, surpassing last year’s $144 billion. President Obama’s Made in Rural America Initiative, launched in February, convened a summer “Rural Opportunity Investment” conference and hosted six major regional forums and other rural-focused events, providing enhanced export-related assistance and information to more than 1,000 attendees.\n\nIntensifying and Broadening Our Export Promotion: In April, the Administration unveiled plans to open new Foreign Commercial Service offices in Angola, Ethiopia, Mozambique, Tanzania, Tunisia, China, and Burma – expanding the Commerce Department’s presence in 78 countries worldwide. The Commerce Department led and certified about 640 companies on 47 trade missions in 2014, up from 490 companies on 44 missions in 2013.\n\nThe Advocacy Center at the Department of Commerce Enjoyed a Record-Breaking Year in Helping U.S. Firms Win Contracts Abroad to Create Jobs at Home: The Advocacy Center coordinates federal government advocacy for U.S. firms vying with foreign companies for government procurements overseas. In fiscal year 2014, Advocacy Center clients signed a record 90 international procurement contracts, a 50 percent increase from fiscal year 2013. Of the $134 billion in Advocacy Center deal wins, $80 billion was U.S. export content, supporting nearly 400,000 American jobs. Nearly 20 percent of the Advocacy Center’s 2014 wins were small and medium-sized U.S. companies.\n\n\n\nTaking Action to Raise the Minimum Wage\nFollowing President Obama’s call on Congress to raise the national minimum wage to $10.10, states, cities and counties, and business leaders have taken action on their own to increase wages across the country. And on February 12, President Obama signed Executive Order 13658, requiring that workers on new Federal contracts be paid $10.10 an hour.\n\n\n14 States Passed Minimum Wage Increases – and 7 Million Workers Are Set to Benefit From Increases Passed Since the President’s Initial Call in 2013: 14 states passed an increase in the minimum wage this year. According to estimates from the Council of Economic Advisers (CEA), about 7 million workers will benefit from increases in the minimum wage that have passed in 17 states and D.C. since the President made his initial call to raise the wage in the 2013 State of the Union.  \n\nCities and Counties Have Also Taken Steps to Raise Wages: Cities like San Francisco, Chicago and Philadelphia have taken action to raise wages for either all local residents or city contractors.\n\nBusinesses – Both Large and Small – Are Taking Action: Since the beginning of the year, large companies like Gap Inc., Disney, and IKEA as well as small businesses across the country have announced increases to their starting wages. For example, Gap Inc.’s increase in its starting wage to $10 an hour by next year will benefit 65,000 workers – and has already helped increase applicants for new positions by 10 percent.\n\nPresident Obama’s Action will Ensure that All Employees of Federal Contractors are Paid at Least $10.10 an Hour: Under Executive Order 13658, all new Federal contracts signed after January 1, 2015 will include a provision requiring a minimum wage of at least $10.10 an hour, which will eventually increase pay for hundreds of thousands of workers over time.\n\nSupporting Job Skills and Employment Opportunities\nWorking with Congress, businesses, states and cities and non-profits, the President has taken action to make sure our job-training system is preparing and connecting Americans to the jobs that employers are looking to fill. From an across-the-board review of our job-training system to new grants that support apprenticeships and help connect the long-term unemployed to work, the President and his Administration have used every tool available to train Americans with the skills they need, and connect them with businesses that are looking for skilled workers.\n\n\nReforming Our Job-Training System to Make It Demand Driven: Following a Presidential Memorandum signed by the President in January, the Vice President led a review of our job training system designed to make our Federal employment and training programs more focused on preparing workers for jobs in high-demand sectors. Working together, agencies with employment and training programs developed a job-driven training checklist that is designed to ensure that programs fulfill this purpose – and will be applied to grant programs across all agencies. For example, training for vocational rehabilitation counselors now includes training in employer engagement and use of labor market information to identify in-demand fields.\n\nPassage of the Workforce Innovation and Opportunity Act: President Obama signed into law the bipartisan Workforce Innovation and Opportunity Act, which included reforms that the Vice President’s job-driven review had deemed essential, including measuring employment outcomes across all programs, including new measures that illustrate how effectively the workforce system is serving businesses, and requiring training provider scorecards to make it easier for jobseekers to select training programs based on their past results.\n\nGetting Long-Term Unemployed Americans Back to Work: President Obama issued a three-part call to action – to employers, to communities across the country, and to federal agencies – to help Americans who are out of work, including the long-term unemployed, find jobs or get the skills they need so they can succeed in the labor force. Since that call to action, long-term unemployment has declined by 1.1 million and progress has been made on all three fronts, including:\n\t\t\n\n\t\t\t\t$170 million in grants awarded in October to programs in 20 states and Puerto Rico to partnerships between non-profits, local government, and employers to train and match long-term unemployed job seekers for in-demand jobs.\n\n\t\t\t\tA new set of best practices for hiring and recruiting the long-term unemployed signed by over 200 businesses – including 80 of the nation’s largest companies – to ensure that these candidates receive a fair shot during the hiring process.\n\n\t\t\t\tToolkits created by Deloitte Consulting in partnership with the Rockefeller Foundation and with the input of about 100 White House Best Practice signatories to help more employers implement the best practices.\n\n\t\t\t\tFinally, following up on a Presidential Memorandum issued in January, the Office of Personnel Management (OPM) issued guidance to Federal agencies to ensure that individuals who are unemployed or have faced financial difficulties because of circumstances like job loss receive fair treatment and consideration for employment by Federal agencies.\n\n\n\n$450 Million in Grants to Nearly 270 Community Colleges Partnering with More than 400 Employers Nationally: In September, the Administration announced the winners of $450 million in job-driven training grants going to nearly 270 community colleges across the country. Administered jointly by the Department of Labor and Department of Education, the grants provide community colleges and other eligible institutions of higher education with funds to partner with employers to expand and improve their ability to deliver education and career training programs that will help job seekers get the skills they need for in-demand jobs in industries like information technology, health care, energy, and advanced manufacturing.\n\nInvesting in a Competitive Workforce Through Apprenticeships: The Administration has launched a $100 million American Apprenticeship Grants competition, administered by the Department of Labor, to help more workers and employers access this evidence-based training method, and is working with the private sector and states and cities to expand access to apprenticeships, which provide a pathway to good jobs in high-demand fields. \n\nProviding High-Quality Education to America’s Students\nEnsuring that all Americans are prepared for the jobs of the future and strengthening middle-class security, starts with a strong education system.  The President has taken a number of steps over the past year to expand access to high-quality early childhood education, connect every student to high-speed Internet, and make college more affordable.\n\n\nCommitting to Affordable Higher Education: In August 2013, President Obama committed to making college more affordable for all Americans during a major speech at the State University of New York Buffalo.  He explained that while a great education is more important than ever, too many students are facing the difficult choice between risking the inability to pay off student loans or forgoing college and suffering reduced lifetime earnings.  This year, the President made significant progress in alleviating this burden for millions of families, graduates, and low-income students.\n\t\t\n\nExpanding Pay As You Earn (PAYE): This year the President took action to ensure that – building on past progress made under this Administration -- everyone with a direct student loan can cap their loan payments at 10 percent of their income. For students that need to borrow to finance college, PAYE provides an important assurance that student loan debt will remain manageable.  Because the PAYE plan is based in part on a borrower’s income after leaving school, it shares with students the risk of taking on debt to invest in higher education.  Today an additional 5 million federal student loan borrowers have the opportunity to benefit from PAYE.\n\nThe President and First Lady’s Call to Action on College Opportunity: The White House hosted a second College Opportunity Summit on December 4, 2014.  This second Summit generated over 600 actions by colleges, universities, and the private sector to improve outcomes for college students, including over 100,000 additional high school graduates prepared for college and hundreds of thousands of additional college graduates.  \n\nProtecting Students from Unaffordable Debts at Career College Programs:  The Administration believes that career colleges play an important role in the higher education system.  But too many hard-working students suffer from poor job opportunities and high levels of debt.  That’s why the Administration finalized critical gainful employment regulations that hold career training programs accountable for putting their students on the path to success.  The new rules will ensure that career colleges do not leave student with loans they cannot afford to repay. Due to these regulations, 1,400 programs serving 840,000 students will improve the outcomes for their students-- or lose access to federal student aid.\n\n\n\nCommitting to Early Education: Throughout 2013 and 2014, the President challenged states, business leaders, and Congress to help more children gain access to the early education they need to succeed in school and in life.  On December 10, 2014, the President convened philanthropists, educators, community leaders and others to announce a collective investment of over $1 billion for early childhood education.  Federal commitments of $750 million will support early learning for over 63,000 children while corporate and philanthropic leaders’ independent commitments of $330 million will expand the reach and enhance the quality for thousands more.\n\nConnectED to the Future:  In June 2013, President Obama visited Mooresville, NC to announce the ConnectED Initiative, which aims to ensure 99% of American students will have access to next-generation broadband in the classroom by 2017, and called for private sector leaders and the FCC To help connect our students. Since that time, the FCC has taken steps to modernize the E-rate program to support high-speed connectivity for America’s schools and libraries, providing a $2 billion down payment and passing a proposal that provides recourses needed to meet the President’s ConnectED goals.  Additionally, private-sector companies have committed more than $2 billion in resources to schools to supplement federal actions and help support cutting-edge technologies across a greater number of schools and homes. On November 19, 2014, The President hosted school leaders and educators to push this effort forward and make all schools “Future Ready”.  More than 1,200 superintendents joined the Administrations Future Ready District Pledge to set a vision for digital learning across America.  Combined, this pledge will already reach 10 million students across 16,000 schools.  \n\n\n\n\n\n"
}