{
    "title": "President Obama Announces More Key Administration Posts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/12/17/president-obama-announces-more-key-administration-posts",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 17, 2013\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts\n\n\n\n\nWASHINGTON, DC – Today, President Obama announced his intent to nominate the following individuals to key Administration posts:\n\n\nEric Rosenbach – Assistant Secretary of Defense for Homeland Defense, Department of Defense\n\nDarci L. Vetter – Chief Agricultural Negotiator, with the rank of Ambassador, Office of the United States Trade Representative \n\nPresident Obama said, “I am proud that such experienced and committed individuals have agreed to serve the American people in these important roles. I look forward to working with them in the months and years ahead.”\nPresident Obama announced his intent to nominate the following individuals to key Administration posts:\nEric Rosenbach, Nominee for Assistant Secretary of Defense for Homeland Defense, Department of Defense\nEric Rosenbach is the Deputy Assistant Secretary of Defense for Cyber Policy at the Department of Defense, a position he has held since 2011.  Previously, Mr. Rosenbach was Principal and Global Cybersecurity Practice Lead at Good Harbor Consulting.  From 2007 to 2010, Mr. Rosenbach was the Executive Director of the Belfer Center for International Affairs at the John F. Kennedy School of Government at Harvard University, where he also taught classes on cybersecurity, counterterrorism and international policy analysis.  Mr. Rosenbach was a Policy Advisor for President Obama’s 2008 campaign.  From 2005 to 2007, he was a national security advisor for Senator Chuck Hagel and a Professional Staff Member on the U.S. Senate Select Committee on Intelligence.  Mr. Rosenbach was an associate at Booz Allen Hamilton from 2002 to 2004 and the Chief Security Officer of World Online International from 2000 to 2002.  Mr. Rosenbach served as Commander of the Communications Intelligence Unit in the United States Army from 1996 to 2000.  Mr. Rosenbach was a Fulbright Scholar.  He received a B.A. from Davidson College, an M.P.P. from the John F. Kennedy School of Government, and a J.D. from Georgetown University Law Center.\nDarci L. Vetter, Nominee for Chief Agricultural Negotiator, with the rank of Ambassador, Office of the United States Trade Representative \nDarci L. Vetter is Deputy Under Secretary in the Office of the Under Secretary for Farm and Foreign Agricultural Services at the U.S. Department of Agriculture, a position she has held since 2010.  From 2007 to 2010, she was an International Trade Advisor on the U.S. Senate Committee on Finance.  Prior to working in the Senate, Ms. Vetter held numerous roles at the Office of the United States Trade Representative, including Director for Agricultural Affairs from 2005 to 2007 and Director for Sustainable Development from 2001 to 2005.  Prior to that, she was Special Assistant to the Under Secretary for Management at the U.S. Department of State from 2000 to 2001.  Ms. Vetter received a B.A. from Drake University and an M.P.A. and Certificate in Science, Technology, and Environmental Policy from the Woodrow Wilson School of Public and International Affairs at Princeton University.\n\n\n\n\n"
}