{
    "title": "Consejo sobre Comunidades y Trabajadores del Sector Automotor anuncia importante marco para acelerar la conversión de plantas automotrices cerradas | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/consejo-sobre-comunidades-y-trabajadores-del-sector-automotor-anuncia-importante-ma",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 18, 2010\n\n \n\n\n\nConsejo sobre Comunidades y Trabajadores del Sector Automotor anuncia importante marco para acelerar la conversión de plantas automotrices cerradas\n\n\n\n\nPublica primer informe anual \nWASHINGTON—El Consejo sobre Comunidades y Trabajadores del Sector Automotor (Council on Automotive Communities and Workers) de la Casa Blanca anunció hoy un importante marco para acelerar la descontaminación y conversión de plantas automotrices cerradas como resultado de la quiebra de GM. El marco invertirá más de $800 millones para hacer que las plantas vuelvan a ser productivas, generar empleos y propiciar el desarrollo económico en comunidades de todo el país. Cuando se implemente en su totalidad, representará el mayor proyecto ambiental y de desarrollo económico en fábricas cerradas en la historia del país. Ahora que cuenta con el marco federal, Estados Unidos planea realizar conversaciones sobre el marco con los estados y el deudor a fin de finalizar un plan para el uso de dichos fondos.\nEl Dr. Edward Montgomery, director ejecutivo del Consejo sobre Comunidades y Trabajadores del Sector Automotor de la Casa Blanca, dijo “Durante mis viajes del último año, he oído muchas veces que la conversión de plantas automotrices cerradas representa uno de los principales desafíos de desarrollo económico que enfrentan nuestras comunidades del sector automotor. El nuevo marco anunciado hoy es muestra del compromiso del gobierno del Presidente Obama con la descontaminación de fábricas y otras propiedades que cerró GM y prepararlas para que vuelvan a tener un uso productivo. Por medio del liderazgo de la Agencia de Protección Ambiental (Environmental Protection Agency o EPA) y el trabajo con otros miembros del Consejo sobre Comunidades y Trabajadores del Sector Automotor de la Casa Blanca, este nuevo marco ayudará a acelerar considerablemente la conversión de más de 90 antiguas plantas de GM, lo que generará empleo y ayudará a las comunidades del sector automotor en todo el país a avanzar hacia un futuro mejor”.\nEl anuncio de un nuevo marco federal se hizo en una conferencia sobre comunidades del sector automotor realizada por el Consejo de la Casa Blanca, el Departamento de Trabajo de Estados Unidos, el Programa de Política Metropolitana de la Brookings Institution y la Funders’ Network for Smart Growth and Livable Communities.\nEl marco asignaría más de $800 millones en fondos federales, que se habían proporcionado para las actividades de cierre de la antigua GM, en un fideicomiso de respuesta ambiental.\nEl marco asignaría $536 millones a la descontaminación de propiedades y aproximadamente $300 millones a ayudar a los estados y comunidades a hacerles frente a los desafíos que estas propiedades presentan, incluidos los impuestos a la propiedad, costos de demolición, costos de seguridad de planta y otros gastos. Se asignarán estos fondos a más de 90 proyectos en 14 estados en todo el país e incluirán fondos comunes adicionales a disposición de todas las plantas de la antigua GM para cubrir gastos imprevistos, tal como sea necesario.\nEl marco propuesto es resultado de un esfuerzo riguroso y concertado por el gobierno federal, con comentarios de estados participantes, para determinar el costo probable de descontaminar las propiedades involucradas. En base a la actual información, estos fondos deben alcanzar para descontaminar hasta 90 fábricas de la antigua GM y realizar proyectos específicos de descontaminación en ciertas localidades adicionales donde GM tiene responsabilidades particulares debido a contaminación ambiental.\nSi cubrimos la necesidad de descontaminar prontamente, las comunidades tendrán la oportunidad de ver la conversión y operatividad de las fábricas mucho antes. Es poco común en una quiebra que se realice una campaña de descontaminación en varios estados, y con esta magnitud y complejidad, de manera simultánea a los esfuerzos de conversión. El ímpetu detrás de este marco permitirá que se ponga en práctica a fines de año, con prontitud sin precedente, dada la magnitud y complejidad de la quiebra. Una vez finalizado, el marco resultará en el mayor fideicomiso creado para la descontaminación de propiedad de deudores.\n“En este momento, hay ciudades y pueblos en todo el país que tienen dificultad para reestructurar su economía y proteger a las familias, y a la vez enfrentan la contaminación ambiental que han heredado. Estamos haciendo una inversión significativa en mejor salud, un medio ambiente más puro y un futuro más prometedor en comunidades que necesitan nuestra ayuda”, afirmó Lisa P. Jackson, directora de la EPA. \"La EPA se enorgullece de trabajar con nuestros aliados federales, estatales y locales en un esfuerzo por restaurar las antiguas comunidades del sector automotor y asegurar que tengan una firme base para la prosperidad. El apoyo a la rehabilitación de lugares contaminados no sólo protege la salud humana y ambiental, sino que también crea nuevas posibilidades económicas, hace que estas comunidades sean más competitivas y abre senderos al éxito a largo plazo\".\n\"Como co-presidenta del Consejo sobre Comunidades y Trabajadores del Sector Automotor de la Casa Blanca, estoy orgullosa de los logros del Departamento de Trabajo y de nuestros departamentos participantes en el consejo este último año. El marco anunciado hoy es realmente un paso significativo en nuestra responsabilidad colectiva de asegurar que los trabajadores y familias de comunidades asociadas al sector automotor, de costa a costa, tengan la oportunidad de tomar parte en mi misión de proporcionar buenos empleos para todos\", dijo Hilda L. Solís, secretaria de Trabajo de Estados Unidos.\n\t \n\tEn los próximos días y semanas, Estados Unidos continuará el proceso de ponerse en contacto con los estados afectados y con el deudor para hablar acerca de convertir este marco en un acuerdo y plan que se pueda presentar para su aprobación ante la Corte de Quiebras de Estados Unidos para el distrito del sur de Nueva York.\n\t \n\tAdemás de la conferencia y el marco, el Consejo sobre Comunidades y Trabajadores del Sector Automotor de la Casa Blanca también dio a conocer su primer Informe Anual. Para leer el informe completo, pulse AQUI.\n\t \n\tEl informe describe los esfuerzos del gobierno para respaldar al sector automotor, y a los trabajadores y comunidades que han sido tan afectados, y presenta un planteamiento para la labor futura del gobierno con respecto a este asunto.\n\t \n\tDurante el último año, el trabajo del consejo ayudó a que los trabajadores tuvieran más fácil acceso a recursos, ayudó a las comunidades a mantener los servicios ante los recortes presupuestales, aceleró los proyectos de descontaminación en propiedades cerradas y adelantó los esfuerzos de desarrollo económico con el fin de generar empleo. Este informe destaca ejemplos del trabajo del consejo en comunidades individuales de todo el país.\n\t \n\tAl llevar las necesidades, recursos y estrategias de las comunidades individuales ante su amplio equipo de agencias federales, el consejo ha logrado que las comunidades tengan acceso a un nivel sin precedente de recursos disponibles gracias a la Ley para la Recuperación (Recovery Act). Con la continua colaboración en todo el proceso, el Consejo ayudó a hacer que los programas sean más eficaces para las comunidades locales y creó un nivel de colaboración entre comunidades locales, los estados y el gobierno federal que sienta las bases para futuros éxitos.\n\t \n\n\n\n\n"
}