{
    "title": "Excerpts of the President's Opening Remarks at Tonight's News Conference, 7-22-09 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/excerpts-presidents-opening-remarks-tonights-news-conference-7-22-09",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 22, 2009\n\n \n\n\n\nExcerpts of the President's Opening Remarks at Tonight's News Conference, 7-22-09\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  _______________________________________________________________  FOR IMMEDIATE RELEASE                                      July 22, 2009  Excerpts of the President's Opening Remarks at Tonight's News Conference  -As Prepared for Delivery-   That is why I’ve said that even as we rescue this economy from a full-blown crisis, we must rebuild it stronger than before.  And health insurance reform is central to that effort. This is not just about the 47 million Americans who have no health insurance.  Reform is about every American who has ever feared that they may lose their coverage if they become too sick, or lose their job, or change their job.  It’s about every small business that has been forced to lay off employees or cut back on their coverage because it became too expensive.  And it’s about the fact that the biggest driving force behind our federal deficit is the skyrocketing cost of Medicare and Medicaid. So let me be clear:  if we do not control these costs, we will not be able to control our deficit.  If we do not reform health care, your premiums and out-of-pocket costs will continue to skyrocket.  If we do not act, 14,000 Americans will continue to lose their health insurance every single day.  These are the consequences of inaction.  These are the stakes of the debate we’re having right now. I realize that with all the charges and criticisms being thrown around in Washington, many Americans may be wondering, \"What’s in this for me?  How does my family stand to benefit from health insurance reform?\"  Tonight I want to answer those questions.  Because even though Congress is still working through a few key issues, we already have agreement on the following areas: If you already have health insurance, the reform we’re proposing will provide you with more security and more stability.  It will keep government out of health care decisions, giving you the option to keep your insurance if you’re happy with it.  It will prevent insurance companies from dropping your coverage if you get too sick.  It will give you the security of knowing that if you lose your job, move, or change your job, you will still be able to have coverage.  It will limit the amount your insurance company can force you to pay for your medical costs out of your own pocket.  And it will cover preventive care like check-ups and mammograms that save lives and money. If you don’t have health insurance, or are a small business looking to cover your employees, you’ll be able to choose a quality, affordable health plan through a health insurance exchange – a marketplace that promotes choice and competition   Finally, no insurance company will be allowed to deny you coverage because of a pre-existing medical condition. I have also pledged that health insurance reform will not add to our deficit over the next decade – and I mean it.  … I understand how easy it is for this town to become consumed in the game of politics – to turn every issue into running tally of who’s up and who’s down.  I’ve heard that one Republican strategist told his party that even though they may want to compromise, it’s better politics to \"go for the kill.\"  Another Republican Senator said that defeating health reform is about \"breaking\" me.  So let me be clear:  This isn’t about me.  I have great health insurance, and so does every Member of Congress.  This debate is about the letters I read when I sit in the Oval Office every day, and the stories I hear at town hall meetings…This debate is not a game for these Americans, and they cannot afford to wait for reform any longer.  They are counting on us to get this done.  They are looking to us for leadership.  And we must not let them down.  We will pass reform that lowers cost, promotes choice, and provides coverage that every American can count on.  And we will do it this year.  \n\n\n\n"
}