{
    "title": "Statements from Members of Congress and Leaders Across the Country on the President's Plan for Economic Growth and Deficit Reduction | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/19/statements-members-congress-and-leaders-across-country-presidents-plan-e",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 19, 2011\n\n \n\n\n\nStatements from Members of Congress and Leaders Across the Country on the President's Plan for Economic Growth and Deficit Reduction\n\n\n\n\n\nSenate Majority Leader Harry Reid: \n\n\tWashington, D.C. – Nevada Senator Harry Reid made the following remarks today on the Senate floor about President Obama’s deficit reduction plan. Below are his remarks as prepared for delivery:\n\n\tLast week, the President presented the country with a roadmap to reduce our jobs deficit – a proposal to create nearly 2 million jobs and reduce unemployment by a percentage point.\n\tToday President Obama laid out a common-sense pathway to substantially reduce our budget deficit as well.\n\n\tIt is a concrete strategy to cut the deficit by more than $4 trillion over the next decade and do it fairly. I congratulate him for his vision.\n\n\tHis plan calls for shared sacrifice from all Americans, including those who can best afford to help. It calls on those who benefited from the tax policies that sunk this country deeper and deeper into debt to help get us out of debt.\n\n\tAmericans know shared sacrifice is the best path to fiscal sustainability. Many of the richest few agree, including Warren Buffet.\n\n\tThat is why the President has proposed the so-called Buffet Rule – that no American making more than $1 million a year should pay a lower tax rate than this nation’s middle-class families.\n\tThis rule would apply to the top three-tenths of one percent of Americans – the richest of the rich, like Mr. Buffet.\n\n\tWarren Buffet believes it is unfair that he pays a lower income tax rate than his secretary. This is what he said: “If you’re in the luckiest 1 percent of humanity, you owe it to the rest of humanity to think about the other 99 percent.”\n\n\tThere are about 22,000 people in this country who make more than $1 million each year, yet pay less than 15 percent of their income in taxes.\n\n\tThe top 400 earners in this country – all of whom make more than $110 million a year – pay a smaller percentage of their income in taxes than plumbers and teachers and factory workers do.\n\tMore than anyone else, these millionaires and billionaires benefited from Bush tax cuts that contributed $3 trillion to our deficit. They helped plunge this nation into a financial hole.\n\n\tYet Congressional Republicans believe middle-class families and seniors – not the millionaires and billionaires who have enjoyed trillions in tax breaks – should bear the burden of getting us out of that hole.\n\n\tA balanced approach to reducing our deficit means those who have benefited the most from policies that created our deficit crisis should also help solve our deficit crisis.\n\n\tA balanced approach means everyone pays his or her fair share. It means the middle-class, seniors and those who can least afford it will not bear the heaviest burden.\n\n\tI commend the President for insisting on basic fairness as we address our deficit problem.\n\n\tLast week was a productive one here in the Senate.\n\n\tWe reached a bipartisan agreement to pass emergency aid for communities affected by devastating floods, tornadoes and wildfires.\n\n\tWe also reauthorized the Federal Aviation Administration, keeping 80,000 safety inspectors and construction workers on the job.\n\n\tAnd we passed a highway bill that will keep 1.8 million people at work building roads and bridges. Congress has no duty more pressing than to putting Americans back to work, and this highway legislation will do that.\n\n\tBut we can and must do more to ease the unemployment crisis in this country.\n\n\tThat’s why this week the Senate will take up Trade Adjustment Assistance legislation. The TAA program helps U.S. workers who lose their jobs because of international trade to learn new skills so they can reenter a changing workforce. And it helps them pay for health insurance while they’re training for new jobs.\n\n\tA global economy means fierce global competition. And unless our workforce is flexible and well-trained, we cannot hope to compete.\n\n\tBetween 2001 and 2008, America lost 2.4 million jobs because of trade with China. The TAA program is retraining many of those people, getting them back into the workforce and boosting our economy at the same time.\n\n\tIt’s unfortunate that my Republican colleagues, who say they care so much about free trade agreements, have prevented three such agreements from moving forward because of objections to this TAA legislation.\n\n\tAs we struggle to rebound from the worst recession in generations, it is unthinkable that we would abandon hardworking Americans who lost their jobs through no fault of their own. TAA provides the lifeline they need to get back on their feet.\n\n\nHouse Democratic Leader Nancy Pelosi: \n\n\tWashington, D.C. – Democratic Leader Nancy Pelosi issued the following statement today following President Obama's speech on long-term deficit reduction:\n\n\t“Today President Obama outlined a bold and balanced plan that will reduce our nation’s deficit while promoting jobs and economic growth. By calling for reforms that will ensure that all Americans contribute their fair share, and by strengthening Medicare, the President is ensuring that we aren’t balancing our budget on the backs of the middle class and seniors.\n\n\tOur number one priority, for the Joint Select Committee on Deficit Reduction and indeed the entire Congress, must be job creation. The President has put forward proposals that would create jobs and do so in a fiscally responsible way, while we address our long-term deficit; we must get to work putting the American people back to work.”\n\n\nHouse Democratic Whip Steny Hoyer:\n\n\tWASHINGTON, DC – House Democratic Whip Steny H. Hoyer (MD) released the following statement today after President Obama announced his long-term plan to reduce the deficit:\n\n\t“The plan put forward by the President today is a balanced approach to create jobs in the short-term and bring down the deficit over the long-term. It asks everyone to pay their fair share, strengthens Medicare and Medicaid for future generations while protecting beneficiaries, and emphasizes the need for immediate job creation. It lays out how the Joint Select Committee can go beyond their mandated deficit reduction requirement, which I believe is essential to getting a handle on our nation’s deficit. I also support the President’s call for tax reform that would help grow the economy and reduce the deficit by lowering rates and closing wasteful loopholes that only benefit the wealthy and special interests.\n\n\tPrevious fiscal commissions have called for investment in job creation in the short-term, while setting forward a balanced long-term plan to reduce the deficit. The President’s plan does that, and I urge the House Republican leadership to bring the American Jobs Act to the House Floor immediately for a vote as the Joint Select Committee works on a long-term deficit reduction plan to put our nation back on a fiscally sustainable path.”\n\n\nRepresentative Chris Van Hollen: \n\n\tMaryland Congressman Chris Van Hollen, Ranking Member of the House Budget Committee and member of the Joint Select Committee on Deficit Reduction, today issued the following statement in response to President Obama’s proposal for economic growth and deficit reduction:\n\n\t“We must put Americans back to work and kick start our economic recovery as we also work to implement a balanced plan to reduce our deficit over the long term. The President’s plans represent a common sense approach to achieve both those goals. Today he laid out the case for putting our fiscal house in order by making difficult cuts and also asking millionaires and billionaires to pay at least the same effective tax rate as many of those who work for them. President Obama’s proposals are a welcome contribution to the Joint Committee’s ongoing work and deserve serious consideration.”\n\n\nSenator Barbara Boxer: \n\n\tWashington, D.C. – U.S. Senator Boxer (D-CA) issued the following statement today after President Obama laid out his deficit reduction strategy:\n\n\t“The President has shown he has the right vision for short-term job creation and long-term deficit reduction. That’s what President Clinton did in the 1990s and it resulted in 23 million new jobs, a surplus and a path to eliminating the nation’s debt – and that’s the kind of balanced approach we need today.\n\n\tDespite what some Republicans are saying, it’s not class warfare to ask millionaires and billionaires to pay their fair share – just like secretaries, teachers, construction workers and nurses do. The only class warfare we’ve seen has been aimed at the middle class, and the President has made clear that must end.”\n\n\nEmanuel Cleaver, Chairman, Congressional Black Caucus:\n\n\tWashington, DC - Today, Chairman Emanuel Cleaver, II released the following statement on President Obama's Deficit Reduction Package:\n\n\t\"The Deficit Reduction plan put forth by President Obama provides a balanced approach to creating jobs and reducing our nation's deficit while investing in our communities. This Congress, the Majority's deficit reduction plans and budgets have lacked a balanced approach by continually placing the burden on our most vulnerable communities, and those Americans who have been hit hardest by the recession. I am pleased that through the President’s Plan for Economic Growth and Deficit Reduction everyone is finally required to pay their fair share.\n\n\t\"The President's plan will save more than $3 trillion over the next decade, which will restore our nation's financial security by 2017--where current spending is no longer adding to our debt. The plan provides solutions for tax fairness and collective sacrifice, puts Americans back to work, and provides pathways to full time work while extending insurance to those who have been pushed to long term unemployment by the recession. It also strengthens Medicare and Medicaid for future generations while protecting current beneficiaries.\n\n\t\"This plan provides us with an great opportunity to responsibly reduce our deficit while investing in our communities and our future.\"\n\n\nEdward F. Coyle, Executive Director, Alliance for Retired Americans: \n\n\t“Retirees laud President Obama for proposing bold ways to revitalize the American economy that are supported by sound fiscal choices and priorities. The President’s stand on increased revenues will address the nation’s debt in a fair and reasonable manner.\n\n\tWe are particularly pleased that President Obama today reaffirmed his strong commitment to Social Security. Unlike congressional Republicans and presidential candidates, President Obama recognizes the importance of Social Security and will not try to lower federal spending on the backs of current and future retirees. Seniors applaud the President for maintaining the current eligibility age for Medicare and Social Security.\n\n\tIt is particularly important that, as we make key investments in our future, we continue to honor our nation’s 76-year commitment to Social Security. Social Security is a truly great American success story, keeping generations out of poverty. We are no longer a nation where you work until you die.\n\n\tWe will work closely with Administration and congressional officials to ensure that seniors do not face unfair cuts in Medicare and Medicaid, which help millions of elderly and low-income Americans stay healthy.\n\n\tPresident Obama wants to rebuild America the right way: making smart investments, asking more from those who have sacrificed far too little, and continuing the promise of Social Security for workers and retirees.”\n\n\nRichard Trumka, President, AFL-CIO: \n\n\t“Today President Obama said some things that very much needed to be said. He said we need to focus first and foremost on creating jobs, and he laid out a plan for doing just that. He said that asking millionaires like Warren Buffett to start paying their fair share in taxes is not class warfare, but simple math. He said Social Security does not contribute one dime to the deficit and Social Security benefits must not be cut. He said drawing down from Iraq and Afghanistan would save $1.1 trillion over 10 years, which the Super Committee could use to avoid any cuts in Medicare, Medicaid, or Social Security. And he explained once again how budget surpluses under President Clinton turned into budget deficits under President Bush: through two wars that were never paid for, tax cuts for wealthy people that we couldn’t afford, and the effects of the greatest economic crisis since the Great Depression that was caused by a failed economic philosophy that Republicans in Congress are now trying to revive.\n\n\tWe call on Congress to immediately pass the President’s proposal for job-creating investments, to ask the wealthy to start paying their fair share, to focus on the true causes of our long-term deficits, to reject any cuts to Medicaid or Social Security or Medicare benefits, and to stop scapegoating federal and postal employees and retirees for problems they did not cause.”\n\n\nMaryland Governor Martin O’Malley:\n\n\tWashington, D.C.— Governor Martin O’Malley, the chair of the Democratic Governors Association, released the following statement on President Obama’s speech today:\n\n\t“The President has put forth a balanced and responsible plan to reduce the deficit and accelerate our nation's jobs recovery. President Obama is right to focus on the smart decisions and smart investments-in education, innovation, and infrastructure-that we know will create jobs and opportunity now. And unlike the proposals put forth by Congressional Republicans, President Obama's plan asks Americans of all income levels to contribute their fair share to reducing the deficit.\n\n\tI look forward to working with the President, Congress, and governors of both parties to identify ways that we can reform Medicaid. I am confident that we can find commonsense solutions to reduce costs and improve patient outcomes without dropping health care coverage for our most vulnerable citizens or shifting costs to individuals and the states.\n\n\tI join the President in urging Congressional Republicans to put aside partisan politics and to focus on creating jobs and opportunity now for our families.”\n\n\nVermont Governor Peter Shumlin: \n\n\tGov. Peter Shumlin issued the following statement regarding President Obama’s deficit reduction plan:\n\n\t\"I applaud President Obama's balanced deficit reduction plan and urge Congress to take action on it immediately. As the President has said, when everyone pays his or her fair share, we can live within our means while making smart investments in our future. I strongly support the President's insistence that we eliminate loopholes that allow millionaires and billionaires to pay a smaller percentage of their income to taxes than middle class families. This plan pays for the President's ambitious jobs agenda while also significantly cutting the deficit. Despite the heated rhetoric in Washington these days, I urge Congress to put aside the partisan bickering and focus on passing this balanced plan quickly.”\n\n\nSenator Patrick Leahy: \n\n\t“I applaud President Obama’s call for requiring the wealthiest people and biggest corporations to pay their fair share to reduce the deficit and spur job growth. It’s too early to know whether Congress will act on these proposals, but Congress should act on these proposals. This is a balanced plan, these ideas have enjoyed bipartisan support, and the American people agree that budget solutions need to be fair.\n\n\tThe President is right to demand that people making more than $1 million a year should not pay a smaller share of their income in taxes than middle-class families pay. This ‘Buffet Rule’ is a matter of basic fairness to me and to most Vermonters. Too many wealthy individuals and corporations are able to abuse and take advantage of the complexities in our tax code in an effort to skirt their responsibilities, while many hard-working Vermonters and small businesses continue to struggle.\n\n\tIt is also time to close wasteful tax loopholes for firms that move jobs overseas, and instead to offer real incentives for firms to bring jobs back to the United States. And it is past time to end the unjustified federal subsidies for the biggest oil companies that are enjoying record profits at the expense of working families.\n\n\tFinally, I welcome the Administration’s continued support for Vermont to chart its own course for quality affordable health care reform, with inclusion in the President’s plan a provision to make the health reform law’s State Innovation Waivers available starting in 2014, three years earlier than under current law. I have introduced similar legislation with Senator Sanders and Congressman Welch with the strong support of Governor Shumlin.”\n\n\nSenator Patty Murray: \n\n\tSen. Patty Murray (D-Wash.), co-chair of the debt reduction supercommittee:\n\n\t“The President’s proposal is a serious approach to tackling the deficit and creating jobs, and it is certainly welcome as this Committee works on a balanced and bipartisan plan that can pass through Congress and be signed into law by the President.”\n\n\nSenator Bernie Sanders: \n\n\t“I am delighted that the White House has decided not to cut benefits under the program that has kept millions of retirees out of poverty,” said Sanders. “Social Security has $2.5 trillion surplus, can pay out every benefit for the next 27 years and has not contributed one nickel to the deficit. Social Security should be strengthened, not cut.”\n\n\nRepresentative Jan Schakowsky: \n\n\tWASHINGTON, DC (Sept 19, 2011) -- Rep. Jan Schakowsky (D-IL) issued the following statement in response to President Obama’s deficit reduction proposal released today.\n\n\t“I applaud the President's call for immediate job creation and his demand that millionaires and billionaires pay their fair share. The battle lines are drawn in this crisis and President Obama is taking a clear stand behind our nation’s seniors and middle class Americans.\n\n\tIt is unfair to ask low-income and middle-class families, children, seniors and people with disabilities – those hit the hardest – to bear 100% of the cost of fixing our economic problems. We have experienced thirty years of reverse Robin Hood policies – where we have taken from the middle-class to make the rich even richer, destroying the American dream and our economy at the same time. We must take action to create jobs, restore prosperity and get our fiscal house in order, but we cannot ask 90% of all Americans to continue to sacrifice while the top 10% are not asked to contribute.\n\n\tTo date, Republicans have pushed for dramatic cuts to Social Security, Medicare, Medicaid and federal programs vital to the middle class and those who aspire to it. Though unwilling to touch a hair on the heads of the most fortunate among us, Republicans have egregiously called for cuts to food safety inspections, medical research funding, and unemployment insurance while at the same time calling for passage of policies that favor wealthy individuals and corporations and turn a blind eye to Wall Street greed. The only class warfare being waged is an assault on the middle class and the American dream.\n\n\tEarlier this year I introduced legislation, the Fairness in Taxation Act, that would implement higher tax rates on millionaires and billionaires. Hundreds of millionaires have signed on in support of this bill. I also led a letter to Speaker Boehner with 108 of my colleagues signed demanding that this type of proposal be included in any conversation about reducing the deficit. According to a Wall Street Journal/NBC News poll, 80 percent of Americans believe the best way to reduce the deficit is by raising taxes on those who make more than a million dollars. Once again, Republicans in opposition to the President’s proposal show that they are out of touch with the majority of Americans and are only interested in protecting the top 1% of our population at the expense of the rest of the country.\n\n\tFrom wealthy business magnates like Warren Buffett to Americans from every corner of the nation, there is widespread support for higher taxes on millionaires and billionaires. Congress must get behind the President’s proposal and make sure we do not attempt to reduce the nation’s deficit on the backs of the middle class and seniors.”\n\n\nMary Kay Henry, President, Service Employees International Union: \n\n\t“It’s Time for Corporations and the Rich to Pay Their Fair Share to Revive America”\n\n\tWASHINGTON, D.C. – Mary Kay Henry, President of the Service Employees International Union (SEIU), issued the following statement after President Obama released his deficit reduction proposal:\n\n\t“There is no question that sacrifices must be made to address our nation’s fiscal problems. Yet, there is no comparison between the sacrifice America’s seniors, unemployed, low-income and working families have been forced to endure and the prosperity of the super rich and corporations that have stockpiled record profits and enjoy shameful tax breaks.\n\n\t“President Obama was right to propose the millionaire’s tax and an end to the Bush tax cuts as an important step in ending tax giveaways and closing corporate loopholes for those who haven’t done their part to turn our country around. Companies like Verizon, that reaped $24 billion in profits over two years, didn’t pay a dime in taxes and cut 20 percent of its workforce. Everyone must pay their fair share and Congress must make sure that shared sacrifice in any deficit reduction package is real this time.\n\n\t“The healthcare sector is one of America’s most robust jobs engines. With jobs that cannot be shipped overseas, and opportunities for tremendous innovation, President Obama and Congress should act to protect every healthcare dollar to help strengthen our economy and to ensure quality care for those who need it. Now more than ever, Americans will feel every cut to Medicaid and Medicare during the worst economic crisis since the Great Depression.”\n\n\nDennis Van Roekel, President, National Education Association: \n\n\tWASHINGTON—President Barack Obama today released his much-awaited deficit reduction plan, which includes a combination of targeted spending cuts and tax increases. A key component of the proposal is the “Buffett Rule” calling on millionaires to pay their fair share in taxes. The plan comes on the heels of the president’s proposal, the American Jobs Act, which would get more Americans working again by modernizing the nation’s aging schools and putting teachers and support staff back to work.\n\n\t“President Obama’s plan is welcome news for millions of families struggling around the country,” said NEA President Dennis Van Roekel. “As Congress and the Obama administration tackle the deficit, we hope they will keep the safety net to protect millions of vulnerable families, including the one third of America’s children who get their health coverage through Medicaid.”\n\n\t“The president is making the tough choices to get our nation’s fiscal house in order,” noted Van Roekel. “We welcome his timely call for shared sacrifice, especially among the wealthiest Americans. We applaud his effort to ensure that working families aren’t taking the brunt of our country’s economic crisis.”\n\n\t“The president’s debt reduction plan creates the right framework for long-term economic growth,” said Van Roekel. His bold American Jobs Act would put hundreds of thousands of educators back in schools and classrooms instead of on the unemployment line. Most importantly, his economic vision will help kids and families in poverty, put people back to work, and put the country on the road to economic prosperity again.”\n\n\t“Now more than ever, we need politicians to work together to strike the right balance and demand shared sacrifice from all of us. Not doing anything about the worst economic crisis since the Great Depression is not an option,” concluded Van Roekel.\n\n\nRepresentative Sander Levin: \n\n\tWASHINGTON – Ways and Means Ranking Member Sander Levin (D-MI) today made the following statement after President Obama put forward his deficit reduction proposal:\n\n\t“President Obama is right to demand a balanced approach to deficit reduction that asks more from the very wealthiest Americans. Anything short of such a request ignores the fact that the top 1 percent of earners have grabbed the lion’s share of income growth in recent decades while the salaries of most Americans have stalled. Poll after poll shows that Americans overwhelmingly support a balanced approach to deficit reduction that asks a little more of those who can most afford it.”\n\n\nCommunications Workers of America:\n\n\t“White House Plan is Positive Step for Tax Fairness”\n\n\tWashington, D.C. -- The Communications Workers of America supports the plan by President Obama to set a minimum tax rate for the wealthiest citizens earning more than $1 million a year.\n\n\t“The administration’s plan is a positive step toward overall tax fairness and ensuring that the wealthiest Americans pay at least the same percentage of their earnings as working and middle class Americans. Rates for the wealthiest Americans have been cut 75 percent in the last 50 years,” said CWA President Larry Cohen.\n\n\tRight now, under our skewed tax system, many hedge fund managers pay at a far lower tax rate than their secretaries, for example. The President’s plan is an important step toward economy recovery, by ensuring that those who can afford to pay and support our government’s vital service do pay.\n\n\tThe President’s plan has the support of investor Warren Buffett, who has repeatedly pointed out that he and other very wealthy Americans pay a significantly lower percentage of their income in federal income and payroll taxes, because the current tax code favors the wealthy and investors.\n\n\nGerald W. McEntee, President, American Federation of State, County and Municipal Employees:\n\n\tWashington, DC — Gerald W. McEntee President of the American Federation of State, County and Municipal Employees, AFL-CIO (AFSCME) issued the following statement today in regards to President Obama’s Plan for Economic Growth and Deficit Reduction:\n\n\t“Something is seriously wrong when regular, working-class Americans pay a higher tax rate than Wall Street brokers and hedge fund managers. So the President’s proposal to make millionaires pay their fair share is welcome news,” stated AFSCME Pres. Gerald W. McEntee. “The working middle class has suffered massive job losses, millions of foreclosures and decimated retirement security. It’s well past time for millionaires to share in the sacrifice to get America moving again. There is no better way to reduce the budget deficit than putting Americans back on payrolls. The President’s economic growth and deficit reduction proposal takes important steps toward building jobs and investing for the future. Congress should pass President Obama’s jobs bill immediately to improve the economy and put America back to work.”\n\n\nSenator Tom Carper:\n\n\tWASHINGTON – Today, Sen. Tom Carper (D-Del.), Chairman of the Subcommittee that oversees the U.S. Postal Service, released the following statement reacting to President Obama's proposal to address the U.S. Postal Service's ongoing financial crisis:\n\n\t\"I have been saying for some time now that Congress and the Administration need to come together on a plan that can save the Postal Service and protect the more than seven million jobs that rely on it. The Administration has put forward a plan that appears to include many of the recommendations that I suggested to President Obama earlier this month and that were included in legislation I introduced this past spring. The President's proposal would help the Postal Service update its business model to reflect Americans' changing communications habits and address some of the financial burdens associated with the Postal Service's future retiree healthcare costs and payments to the federal pension systems. It would also allow the Postal Service to pursue innovative opportunities to attract new business by taking better advantage of its nationwide retail, delivery and logistics network. Not only does this proposal help the Postal Service fix its finances but it also reportedly trims our federal deficit by over $10 billion over the next 10 years. I look forward to working with my colleagues in the coming days to study this proposal further. That said, what the President has put forward today appears to be a meaningful response to a very real and dire crisis that has the potential, perhaps in combination with other proposals that have been made in recent months, to address the challenges facing the Postal Service in the near term and in the years to come.\"\n\n\nNew York Governor Andrew Cuomo: \n\n\t“As the President has rightly realized, the federal government is facing not only a fiscal and debt crisis but needs to take a strong action to create jobs and grow our economy.\n\n\tI urge Congress to move quickly to pass the President's plan so we can put New Yorkers and Americans back to work.\n\n\tWhile I am against raising taxes in general, if taxes need to be raised to create jobs, balance the budget and lower the deficit then those increases need to be done at the federal level and on the wealthiest Americans, not the middle class.\n\n\tNew York State is one of the highest taxed states in the country. New York cannot have the people and businesses that create jobs and wealth in New York move to Connecticut or New Jersey which have lower taxes.”\n\n\nNew Jersey Senate President Steve Sweeney: \n\n\tTRENTON – Senate President Steve Sweeney issued the following statement today regarding President Obama’s announcement of the “Buffett Rule”, which would raise taxes on those Americans making over $1 million annually:\n\n\t“For far too long, hard working men and women, particularly here in New Jersey, have been asked to shoulder an unequal amount of the burden for today’s economic climate. That time must come to an end. President Obama’s proposal is a common sense plan that brings fairness back into the equation.\n\n\tNo doubt there will be those who scream that taxing the rich forces them to stop creating jobs. That tired line has been so proven wrong that it seems like the only people who truly believe it are maybe the Koch brothers and Chris Christie. If tax breaks for the wealthy were what created jobs, then where were all those jobs during the last decade that millionaire’s enjoyed a tax break?\n\n\tThe bottom line is that everyone needs to share in the sacrifice if we are to get out of this economic hole. But right now, the wealthiest of Americans, in this case, just .3% of the population, simply aren’t doing it. The President’s proposal deserves full consideration and should be passed.”\n\t \n\n\n\n\n"
}