{
    "title": "Excerpts from President Barack Obama's Commencement Address at Kalamazoo Central High School | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/excerpts-president-barack-obamas-commencement-address-kalamazoo-central-high-school",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 07, 2010\n\n \n\n\n\nExcerpts from President Barack Obama's Commencement Address at Kalamazoo Central High School\n\n\n\n\n“… I’m here tonight because after three rounds of competition, with more than 1,000 schools, and more than 170,000 votes cast, I know – and America now knows – what you’ve done at Kalamazoo Central. \nTogether as a community, you’ve embraced the motto of this school district: “Every child, every opportunity, every time,” because you believe, like I do, that every child – regardless of what they look like, where they come from, or how much money their parents have – every child who walks through your schoolhouse doors deserves a quality education. \nAnd I’m here tonight because I think that America has a lot to learn from Kalamazoo Central about what makes for a successful school in this new century: Educators  raising standards and inspiring their students to meet them.  Community members stepping up as tutors and mentors and coaches.  Parents taking an active interest in their kids’ education – attending those teacher conferences, turning off that TV, and making sure that homework gets done. \nOur Secretary of Education, Arne Duncan, is here tonight because these are the values – these are the changes – that he’s working to encourage in every school in this nation.  This is the key to our future.\nBut the most important ingredient is you: students who raised their sights; who aimed high and invested yourselves in your own success.  It’s no accident that so many of you received college admission letters, Class of 2010.  Because you worked for it.  You earned it.”\n***\n“…understand that your success in life won’t be determined just by what’s given to you, or what happens to you, but by what you do with all of that – by how hard you try; how far you push yourself; how high you’re willing to reach.  Because true excellence comes only through perseverance.”\n***\n“…meaningful achievement, lasting success – that doesn’t happen in an instant.  It’s not just about the twist of fate, or the lucky break, or the sudden stroke of genius.  Rather, it’s about the daily efforts, the choices large and small that add up over time.  It’s about the skills you build, the knowledge you accumulate, the energy you invest in every task, no matter how trivial or menial it may seem at the time.”\n***\n“… don’t make excuses.  Take responsibility not just for your successes, but for your failures as well.  \nThe truth is, no matter how hard you work, you won’t necessarily ace every class or succeed in every job.  There will be times when you screw up, when you hurt the people you love, when you stray from your most deeply held values. \nAnd when that happens, it’s the easiest thing in the world to start looking around for someone to blame.  Your professor was too hard; your boss was a jerk; the coach was playing favorites; your friend just didn’t understand.  We see it every day out in Washington, with folks calling each other names and making all sorts of accusations on TV.\nThis community could have easily gone down that road.  You could have made excuses – our kids have fewer advantages, our schools have fewer resources, so how can we compete?  You could have spent years pointing fingers – blaming parents, blaming teachers, blaming the principal or the superintendent or the government. \nBut instead, you came together.  You were honest with yourselves about where you were falling short.  And you resolved to do better – to push your kids harder, to open their minds wider, to expose them to all kinds of ideas and people and experiences.”\n\n\n\n"
}