{
    "title": "Executive Order 13516 -- Amend Executive Order 13462 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-signs-executive-order-amend-executive-order-13462",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 29, 2009\n\n \n\n\n\nExecutive Order 13516 -- Amend Executive Order 13462\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\t\t__________________________________________________________________________\n\t\tFor Immediate Release                                                                                                October 28, 2009\n\nEXECUTIVE ORDER\n\n\t\t ----------------\n\nAMENDING EXECUTIVE ORDER 13462\n\n\t\t                  \n\n\t\t \n\n\n\tBy the authority vested in me as President by the Constitution and the laws of the United States of America, it is hereby ordered as follows: Section 1. Executive Order 13462 of February 29, 2008, is amended as follows:\n\n\t(a) by striking subsection (b) of section 2 and inserting in lieu thereof the following:\n\n\t\"(b) \"intelligence activities\" has the meaning specified in section 3.5 of Executive Order 12333 of December 4, 1981, as amended; and\"\n\n\t(b) by striking subsection (b) of section 3 and inserting in lieu thereof the following:\n\n\t\"(b) The PIAB shall consist of not more than 16 members appointed by the President from among individuals who are not full-time employees of the\n\tFederal Government.\"\n\n\t(c) by striking subsection (c) of section 3 and inserting in lieu thereof the following:\n\n\t\"(c) The President shall designate a Chair or Co-Chairs from among the members of the PIAB, who shall convene and preside at meetings of the PIAB,\n\tdetermine its agenda, and direct its work.\"\n\n\t(d) by inserting after subsection (b) of section 6 the following new subsection:\n\n\t\"(c) forward to the Attorney General information concerning intelligence activities that involve possible violations of Federal criminal laws or otherwise implicate the authority of the Attorney General;\", and renumbering the subsequent subsections of section 6 accordingly.\n\n\t(e) by striking subsection (a) of section 8 and inserting in lieu thereof:\n\n\t\"To the extent permitted by law, the DNI and the heads of departments concerned shall provide such information and assistance as the PIAB and the IOB\n\tdetermine is needed to perform their functions under this order.\"\n\n\t(f) by substituting \"section 1.6(c) of Executive Order 12333, as amended\" for \"section 1.7(d) of Executive Order 12333\" each time it appears in the order.\n\n\t(g) by striking subsection (b) of section 11 and inserting in lieu thereof:\n\n\t\"(b) Any person who is a member of the PIAB or the IOB, or who is granted access to classified national security information in relation to the activities of\n\tthe PIAB or the IOB, as a condition of access to such information, shall sign and comply with appropriate agreements to protect such information from\n\tunauthorized disclosure. This order shall be implemented in a manner consistent with Executive Order 12958 of April 17, 1995, as amended, and\n\tExecutive Order 12968 of August 2, 1995, as amended.\"\n\nSec. 2. General Provisions.\n\n\t(a) Nothing in this order shall be construed to impair or otherwise affect:\n\n\t(i) authority granted by law to a department or agency, or the head thereof; or\n\n\t(ii) functions of the Director of the Office of Management and Budget relating to budget, administrative, or legislative proposals.\n\n\t(b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n\n\t(c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity, by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n\n\tBARACK OBAMA\n\n\tTHE WHITE HOUSE,\n\tOctober 28, 2009.\n\t# # #\n\n\t \n\n\t \n\n\n\n\n"
}