{
    "title": "United States and Japan Announce $4.5 Billion in Pledges to Green Climate Fund (GCF) | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/11/15/united-states-and-japan-announce-45-billion-pledges-green-climate-fund-g",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 15, 2014\n\n \n\n\n\nUnited States and Japan Announce $4.5 Billion in Pledges to Green Climate Fund (GCF)\n\n\n\n\nMaking good on our commitment to support efforts to curb greenhouse gas emissions and build climate resilience worldwide, the United States and Japan announced a total of up to $4.5 billion in pledges to the Green Climate Fund (GCF).  This includes up to $3 billion from the United States and up to $1.5 billion from Japan, subject to respective domestic procedures and based on strong contributions from other donors.  Our pledges build on those already announced by Germany, France, and other donors, which include developed and developing countries.\nOur pledges will be reiterated at the GCF’s pledging session on November 20 in Berlin, Germany, where additional countries are expected to announce pledges.  By announcing significant pledges promptly and at the leader level, we aim to provide great momentum to the ongoing climate change negotiations toward a post-2020 agreement that is applicable to all, in which countries make ambitious and transparent commitments to reduce their emissions.\nToday’s announcement builds on a history of collective leadership by the United States, Japan, and other countries to support resilient and low-carbon development around the world.  In 2008, our countries jointly spearheaded the establishment of the Climate Investment Funds (CIFs).  Our pledges to the GCF are a continuation of that spirit of leadership.  The GCF will mobilize investment from the private sector, whose resources and expertise will be essential to meet the climate challenge.\nWe encourage all countries that are able to join us in pledging to the GCF.  We will continue working with our partners on the GCF Board and other stakeholders to make the GCF fully operational and ensure that it is an efficient and effective channel for climate finance.\n\n\n\n\n"
}