{
    "title": "Nelson Post: The President's \"Better Buildings Initative\" | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/02/04/nelson-post-presidents-better-buildings-initative",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 04, 2011\n\n \n\n\n\nNelson Post: The President's \"Better Buildings Initative\"\n\n\n\n\n\n\tWASHINGTON – Today, the Deputy Director of the Office of Public Engagement Greg Nelson posted the following statement to the White House blog. You can view the statement HERE.\n\t \nEarly Momentum for the President's \"Better Buildings Initiative\"\n\t \n\tPosted by Greg Nelson on February 03, 2011 at 07:06 PM EST\n\t \n\tToday the President announced an ambitious initiative to make American businesses more efficient as part of his plan to ensure that America wins the future by out-innovating, out-educating, and out-building the competition.\n\t \n\tIn his State of the Union, the President laid out his vision for winning the future by investing in innovative clean energy technologies and doubling the share of electricity from clean energy sources by 2035. Alongside that effort, the President is proposing new efforts to improve energy efficiency in commercial buildings across the country. The “Better Buildings Initiative,” outlined today at Penn State University, will achieve a 20 percent improvement over the next decade, saving companies and business owners tens of billions of dollars a year.\n\t \n\tThe plan will spur innovation by reforming tax and other incentives to retrofit, creating a new competitive grant program for states and localities that streamline their regulations to attract retrofit investment, and challenging the private sector to invest in building upgrades through a new “Better Buildings Challenge.”\n\t \n\tThe President has asked President Clinton, who has been a champion for this kind of energy innovation, to co-lead the private sector engagement along with the President’s Council on Jobs and Competitiveness, headed by Jeff Immelt, the CEO of General Electric.          \n\t \nThe response has already been overwhelmingly positive. See some statements of support below from various business leaders and advocacy groups:\n\t \nJeffrey D. DeBoer, President and CEO of The Real Estate Roundtable\n\t \n\t“President Obama’s 'Better Buildings Initiative' sets forth an excellent blueprint to re-employ the construction workforce, modernize our built environment, and help ensure our Nations’ energy security. At a time when the real estate sector is still struggling to achieve full economic recovery, incentives to encourage building upgrade projects will leverage private investment, encourage lending, and create well-paying jobs that can’t be exported. Under this Initiative, business owners will benefit through lower energy bills. Further, upgrading our built environment will allow our country to maintain its competitive edge in the international marketplace.” [LINK]\n\t \nRick Fedrizzi, CEO and Founding Chair, U.S. Green Building Council\n\t \n\t\"For all of those committed to the idea that green buildings can create jobs, save energy and save money, this is a great day, and the entire green building movement is incredibly grateful for President Obama's leadership in this critical step forward for America. It is major steps like these that are necessary to address the challenges facing our environment. We know that green buildings can and should be front and center of any credible jobs creation program. The jobs supported by the green building industry can't be outsourced, and they are jobs that frequently can build on skills learned in the manufacturing sector… With the incentives the President has outlined, we are confident that these organizations are ready to take green building to unprecedented scale.” [LINK]\n\t \nMayor Michael Bloomberg, New York City, NY\n\t \n\t“President Obama’s energy efficiency agenda is ambitious, his plan will spur improvements that pay for themselves through lower utility bills and help clean the environment, and I look forward to working with him on it. The Better Buildings Program recognizes the critical role that cities play in fostering energy efficiency and I hope that it will inspire and empower local governments to create innovative programs to save energy and money.  \n\t \n\t“New York City has already launched many of the initiatives proposed as part of the Better Buildings Program, which will help us achieve our PlaNYC goal of a 30 percent reduction in greenhouse gas emissions by 2030. Seventeen of our universities have joined a challenge to reduce their emissions by 30 percent by 2017, and as part of our Greener, Greater Buildings Plan, we require public benchmarking for large buildings and certain improvements, which will spur private sector investments. Our ongoing effort to update our building code, which will require significant energy and resource efficiencies for new construction and retrofit projects, will enable New York to compete in the President’s ‘Race for Green.’” [LINK]\n\t \nRay H. Mackey, Jr., Chair, Building Owners and Managers Association International\n\t \n\t“We applaud President Obama’s new energy policy to improve energy efficiency in commercial, multi-family and institutional buildings. The initiative includes the critical business incentives, such as the commercial building tax credit and loan guarantees, that are key to meeting the energy efficiency goals of the plan. BOMA International has been a leader in energy efficiency for years, launching the 7-Point Challenge in 2007 which asked members to reduce energy consumption by 30% by 2012.” [LINK]\n\t \nMichael Sullivan, General President of the Sheet Metal Workers’ International Association\n\t \n\t“The need to put this country back to work and the need to retrofit our country’s industrial, commercial, institutional and residential buildings are two problems that, when combined, present an obvious solution. We support the President’s initiatives in this regard.” [LINK]\n\t \nMichael O'Brien, President of the Window and Door Manufacturers Association\n\t \n\t\"WDMA is pleased with the Administration's renewed focus on job creation through energy efficiency. We look forward to working with the Administration and Congress to craft a program that will create meaningful incentives for building owners to improve their properties' energy performance. Encouraging homeowners to upgrade windows, doors and skylights is an important strategy to reduce energy use, and WDMA continues to advocate for a bipartisan and common sense energy policy that emphasizes cost-effective building efficiency measures.  WDMA will continue to be at the forefront of the issue.” [LINK]\n\t \nEileen Lee, Vice President of Energy and Environment, National Multi Housing Council (NMHC) and the National Apartment Association (NAA)\n\t \n\t“We commend the Obama Administration for its focus on energy efficiency in commercial properties, including apartments, and for taking an incentive-based approach to achieving meaningful reductions in our building energy usage…We support the President's plan to reform the existing Section 179(d) building efficiency tax incentive, which has largely gone unclaimed by property owners for many reasons. Changing the deduction to a more generous tax credit and creating more incentives for owners to undertake costly retrofits on existing properties are welcome changes. The President's plan would also wisely ensure that Real Estate Investment Trusts (REITs) can take advantage of the credit…The President's plan will help advance the rental housing industry's sustainability efforts to the next level by attracting more investments in building efficiency.” [LINK]\n\t \nClark Manus, President, American Institute of Architects\n\t \n\t“We applaud the President’s ‘Better Buildings’ initiative, which mirrors directly what the AIA has been advocating. As a profession, architects are already helping make the President’s goals a reality. Because of their leadership role in the built environment, architects are in an ideal position to help implement the President’s initiative. In order to reach the President’s ‘Better Buildings’ goals, there is a crucial need for design experts to apply their experience, innovations and talents to current practices so that one of the major sources of energy use – the building in which we work – can be addressed…As the President said today, the United States can ‘out-build’ the rest of the world. And architects are the catalysts for winning that contest.” [LINK]\n\t \nLauralee Martin, CFO and COO, Jones Lang LaSalle and Dan Probst, Chairman for Energy and Sustainability Services, Jones Lang LaSalle\n\t \n\tThis proposal is exactly what’s needed to jump-start major energy and carbon reduction initiatives and to create jobs and efficiencies that enhance our global competitiveness.\n\t \n\tThese incentives are a big winner for U.S. businesses and their competitiveness as well as the environment. Building owners and managers are already making low-cost adjustments to energy strategies in order to reduce operating costs and attract tenants by being ‘green.’ [LINK]\n\t \nBracken Hendricks, Senior Fellow, The Center for American Progress\n\t \n\t“President Obama’s unveiling today of an array of ambitious and achievable energy efficiency savings incentives and targets for our nation’s commercial-building owners could not be better timed. This new administration program, announced in the president’s speech today at Penn State University will result in thousands of new jobs for construction workers hard hit by the Great Recession and housing market travails, $40 billion a year in energy savings for U.S. commercial-building owners, and substantially less greenhouse gases escaping into the atmosphere to warm our planet.” [LINK]\n\t \nBjorn Stigson, President, World Business Council for Sustainable Development\n\t \n\t“This initiative by the White House shows serious action on President Obama's commitment to clean energy, a central part of his recent State of the Union address. Energy efficiency has long been called the 'low-hanging fruit' of clean energy, and this new program demonstrates that the United States is serious about continuing to be a major player in the global green race.\" [LINK]\n\t \nReid Detchon, Executive Director, The Energy Future Coalition\n\t \n\t“These steps are precisely targeted to unlock the tremendous energy savings available in commercial buildings throughout the country – from office buildings to fast-food restaurants. Our Rebuilding America initiative has brought together building owners, contractors, and trade unions around just this kind of ambitious agenda.” [LINK]\n\t \nJason Hartke, Vice President of National Policy, U.S. Green Building Council\n\t \n\t\"The 5 million+ commercial buildings and the 120 million existing homes in the U.S. today are, by and large, squandering away precious energy and resources. With policies like the one introduced by the President today, our homes, hospitals, schools and offices can be turned into structures that will lessen our dependence on fossil fuel, increasing national security. This also frees up those wasted dollars for growth in the private sector and for groceries in America's households. We are laser-focused in doing what we can to move this important initiative forward as fast as possible.\" [LINK]\n\t \nGreg Nelson is Deputy Director of the Office of Public Engagement\n\n\n\n\n"
}