{
    "title": "Vice President Joe Biden Op-Ed: It's On Us to Stop Campus Sexual Assault | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/11/09/vice-president-joe-biden-op-ed-its-us-stop-campus-sexual-assault",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nNovember 09, 2015\n\n \n\n\n\nVice President Joe Biden Op-Ed: It's On Us to Stop Campus Sexual Assault\n\n\n\n\n\nThe following op-ed by Vice President Joe Biden will appear in college newspapers and online outlets this week for the It’s On Us Week of Action. Schools running the op-ed include: Clemson University, Purdue University, The George Washington University, University of Northern Iowa, University of Nebraska at Lincoln, University of Pennsylvania, Western Connecticut State University, Grand Valley State University, Valparaiso University, Fresno State, and Ramapo College of New Jersey \n\nIt’s On Us to Stop Campus Sexual Assault \n\nVice President Joe Biden\n\n\tTwenty-one years ago, I wrote the Violence Against Women Act to end the scourge of violence against women and hold perpetrators accountable. It’s been a great success, but even one attack is one too many.\n\n\tSo I held a number of calls with hundreds of students, administrators, advocates, and survivors and asked what we can do to make colleges safer. The overwhelming answer—get men involved.\n\n\tSo President Obama and I started It’s On Us—to wake-up our colleges and universities – and the country – to the epidemic of sexual violence on their campuses.\n\n\tOver the past year, we’ve gotten celebrities, major companies, sports leagues, and leading broadcasters to participate in public service announcements and display logos and information, showing how everyone can help prevent these heinous crimes from ever happening.\n\n\tOne thing students can do is take the It’s On Us pledge. Over 250,000 students have already pledged:\n\n\n\t\tTo intervene instead of being a bystander.\n\n\t\tTo recognize that any time consent is not – or cannot – be given, it is sexual assault and it is a crime.\n\n\t\tTo do everything you can to create an environment where sexual assault is unacceptable, and all survivors are supported.\n\n\n\tThe response has been overwhelming. More than 300 campuses have hosted over 1,000 It’s On Us events, and nearly 300 colleges and universities have created their own It’s On Us public service announcements, reaching millions of people online and at football and basketball games.\n\n\tBut this year, we want to do even more. That’s why between November 8th to November 14th, I’m traveling across the country calling for a Week of Action to get more students involved.\n\n\tThis week, the University of Wisconsin is hosting an It’s On Us flag football game with student athletes, members of Greek organizations, and other student groups. At Stonehill College in Massachusetts, students, faculty, and staff are wearing nametags that say how they have been affected by sexual assault: “I am a survivor,” and “I will not be a passive bystander.” Middle Tennessee State University is hosting discussions in the student center and online about consent and stopping sexual violence. \n\n\tIn addition to taking the pledge, consider other steps:\n\n\n\t\tOrganize drives to get more students to take the It’s On Us Pledge.\n\n\t\tAsk businesses, libraries, hospitals to display an It’s On Us logo.\n\n\t\tEncourage sports teams, fraternities, sororities, bands, and other student organizations to get involved.\n\n\t\tHold press conferences and roundtables with school administrators and community leaders about campus sexual assault.\n\n\t\tUse social media to spread the word using #ItsonUs.\n\n\n\tYou have to demand that your Universities be held accountable. President Obama and I have made it crystal clear that schools that fail in this responsibility are in violation of Title IX and risk federal investigation and financial penalties. And each of you can make it clear that you expect nothing less.\n\n\tI also encourage your colleges to partner with local rape crisis centers, local law enforcement, and women’s health centers to coordinate a robust community response and ensure that victims are supported in every way possible.\n\n\tWe have more to do to change the culture that asks the wrong questions, like why were you there? What were you wearing? Were you drinking?\n\n\tWe have to ask the right questions—What made him think that he could do what he did without my consent? Why on Earth did no one stop him instead of standing by? What can we do to make sure everyone has the courage to speak up, intervene, prevent and end sexual assault once and for all?\n\n\tYou know that survivors are not statistics. They’re our sisters; they’re our classmates; they’re our friends. They’re at every university, every college, in every community—large and small. For all of them, everywhere, we can and we must end sexual and dating violence on campus.\n\n\tBut we can’t do it without you. Visit www.itsonus.org to find out what you can do during this Week of Action and throughout the school year.\n\n\tIt’s on me. It’s on you. It’s on us—and it’s within our power to end sexual violence on campus once and for all.\n\n\n\n\n"
}