{
    "title": "Readout of the President’s meeting with CEOs | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/03/21/readout-president-s-meeting-ceos",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 21, 2014\n\n \n\n\n\nReadout of the President’s meeting with CEOs\n\n\n\n\nToday, the President and senior members of his team met with Executives from several leading U.S. tech companies as part of a continuing dialogue with the private sector, civil society, and others on issues surrounding intelligence, technology and privacy.  The President used this opportunity to update the CEOs on our progress in implementing the principles and reforms he announced on January 17, including the new Presidential Directive he issued to govern our intelligence activities that will ensure that we take into account our security requirements, but also our alliances; our trade and investment relationships, including the concerns of our companies; and our commitment to privacy and basic liberties.\nThe President reiterated his Administration’s commitment to taking steps that can give people greater confidence that their rights are being protected while preserving important tools that keep us safe.  The President also updated the CEOs on the comprehensive “big data” review being led by John Podesta, which looks at how “big data” will affect the way we live and work; the relationship between government and citizens; and how the public and private sectors can spur innovation and maximize the opportunities and free flow of this information while minimizing the risks to privacy.\nThe following Executives attended: \n\n\n\t\tReed Hastings, Co-Founder & CEO, Netflix\n\n\t\tDrew Houston, Founder & CEO, Dropbox\n\n\t\tDr. Alexander Karp, Founder & CEO, Palantir\n\n\t\tAaron Levie, Co-Founder & CEO, Box\n\n\t\tEric Schmidt, Executive Chairman, Google\n\n\t\tMark Zuckerberg, Founder and CEO, Facebook \n\nFrom the Administration, the following attended:\n\n\n\t\tSecretary of Commerce Pritzker\n\n\t\tSenior Advisor Valerie Jarrett\n\n\t\tCounselor John Podesta\n\n\t\tAssistant to the President for Homeland Security and Counterterrorism Lisa Monaco\n\n\t\tNational Economic Council Director Jeff Zients\n\n\t\tDeputy Director of the National Security Agency Rick Ledgett\n\n\n\n\n\n"
}