{
    "title": "Statement by NSC Spokesperson Bernadette Meehan on the Situation in Yarmouk Refugee Camp | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/04/10/statement-nsc-spokesperson-bernadette-meehan-situation-yarmouk-refugee-c",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 10, 2015\n\n \n\n\n\nStatement by NSC Spokesperson Bernadette Meehan on the Situation in Yarmouk Refugee Camp\n\n\n\n\nWe welcome UN Secretary General Ban Ki-moon’s statement on the situation in Yarmouk refugee camp, and join him in calling for an end to hostilities, access for humanitarian assistance, and safe passage for civilians who wish to escape safely.\nThe Yarmouk camp has been besieged by the Syrian regime for nearly two years, and its residents have been denied access to food, potable water, and medical supplies.  Those Palestinian refugees living inside the camp are now caught between ISIL and the Syrian regime, which continues to indiscriminately attack civilians, including with artillery and barrel bombs, in violation of UN Security Council Resolution 2139.\nAll parties must comply with their obligations under international humanitarian law.  The siege of Yarmouk must be lifted and the safe evacuation of civilians must be allowed.  Civilians who manage to leave Yarmouk must be granted immediate and safe passage; families must not be separated; and departing civilians must not be detained.  We further call on the Syrian regime to halt aerial bombardment in order to allow civilians to leave the camp. \nWe applaud the efforts of the UN Relief and Works Agency to help protect civilians in Yarmouk.  Across Syria, more than 440,000 people are trapped in communities besieged by the Syrian Regime, ISIL and other armed groups.  The terrible toll the war has taken on Syria’s civilians underscores the urgent need for a political solution to end the fighting.  It also highlights the profound need for the perpetrators of sieges and atrocities against the civilian population to be held accountable.\n\n\n\n\n"
}