{
    "title": "Readout of the President’s Meeting with the National Security Council on ISIL | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/10/08/readout-president-s-meeting-national-security-council-isil",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 08, 2014\n\n \n\n\n\nReadout of the President’s Meeting with the National Security Council on ISIL\n\n\n\n\nThis afternoon at the Pentagon, the President met with his National Security Council to discuss the implementation of the comprehensive U.S. strategy to counter ISIL.  He received an update on military operations by the United States and our international partners in Iraq and Syria.  He was also briefed on the security and political situation in both countries.  The President discussed with his team the importance of supporting Iraqi efforts to reconstitute their security forces, including their plan to create a new National Guard structure to more effectively integrate local security elements to combat ISIL.  He also discussed the importance of increasing support for the Syrian moderate opposition in the campaign to counter ISIL in Syria.  The President was briefed on coalition contributions to date, including ongoing conversations with key partners as we work closely to integrate their unique capabilities into the broader strategy to combat ISIL in Iraq and Syria. \nParticipants in today’s meeting included:\n\n\n\t\t         The President\n\n\t\t         John Kerry, Secretary of State\n\n\t\t         Jacob Lew, Secretary of the Treasury\n\n\t\t         Chuck Hagel, Secretary of Defense\n\n\t\t         Eric Holder, Attorney General\n\n\t\t         Jeh Johnson, Secretary of Homeland Security\n\n\t\t         Denis McDonough, Assistant to the President and Chief of Staff\n\n\t\t         Susan Rice, Assistant to the President for National Security Affairs\n\n\t\t         Shaun Donovan, Director of the Office of Management and Budget\n\n\t\t         Amb. Samantha Power, Representative of the United States of America to the United Nations\n\n\t\t         John Podesta, Counselor to the President\n\n\t\t         Neil Eggleston, Assistant to the President and Counsel to the President\n\n\t\t         James Clapper, Director of National Intelligence\n\n\t\t         Antony Blinken, Assistant to the President and Deputy National Security Advisor\n\n\t\t         Lisa Monaco, Assistant to the President for Homeland Security and Counterterrorism\n\n\t\t         Benjamin Rhodes, Assistant to the President and Deputy National Security Advisor for Strategic Communications and Speechwriting\n\n\t\t         Katie Fallon, Assistant to the President and Director of the Office of Legislative Affairs\n\n\t\t         William Burns, Deputy Secretary of State\n\n\t\t         Robert Work, Deputy Secretary of Defense\n\n\t\t         Christine Wormuth, Under Secretary of Defense for Policy\n\n\t\t         James Comey, Director of the Federal Bureau of Investigation (via secure video)\n\n\t\t         John Brennan, Director of the Central Intelligence Agency\n\n\t\t         GEN Martin Dempsey, Chairman of the Joint Chiefs of Staff\n\n\t\t         ADM James Winnefeld, Vice Chairman of the Joint Chiefs of Staff\n\n\t\t         GEN Lloyd Austin, Commander, U.S. Central Command\n\n\t\t         Nicholas Rasmussen, Acting Director of the National Counterterrorism Center\n\n\t\t         John Allen, Special Presidential Envoy for the Global Coalition to Counter ISIL (via secure video)\n\n\t\t         Brett McGurk, Deputy Special President Envoy for the Global Coalition to Counter ISIL (via secure video)\n\n\t\t         Colin Kahl, Deputy Assistant to the President and National Security Advisor to the Vice President\n\n\t\t         Philip Gordon, Special Assistant to the President and White House Coordinator for the Middle East, North Africa, and Gulf Region\n\n\n\n\n\n"
}