{
    "title": "Readout of the Vice President’s Meeting with Swedish Prime Minister Stefan Lofven | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/03/31/readout-vice-president-s-meeting-swedish-prime-minister-stefan-lofven",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nMarch 31, 2015\n\n \n\n\n\nReadout of the Vice President’s Meeting with Swedish Prime Minister Stefan Lofven\n\n\n\n\nVice President Joe Biden met today with Swedish Prime Minister Stefan Lofven to discuss bilateral relations; European and global security issues; cooperation on counterterrorism and countering violent extremism; energy and the environment; and the Transatlantic Trade and Investment Partnership (T-TIP). The two leaders agreed that bilateral relations were excellent and discussed strengthening bilateral cooperation on climate, energy, and the environment; economic and trade issues; and gender equality. The Vice President and Prime Minister also discussed the coalition against ISIL as well as developments in Iraq, Syria, and Yemen, and pledged to continue coordinating actions to fight extremism and provide humanitarian assistance to the region. With regards to the conflict between Russia and Ukraine, the two leaders agreed that Ukraine was making progress with its reforms but that Russia and the separatists were still preventing full implementation of the Minsk agreements, especially provisions calling for a full ceasefire, the withdrawal of heavy weapons, unfettered access for Organization for Security and Cooperation in Europe (OSCE) monitors, and the exchange of prisoners. The two leaders agreed on the importance of invigorating efforts to address climate change in advance of the 21st session of the Conference of the Parties (COP 21) to the 1992 United Nations Framework Convention on Climate Change later this year. Finally, they agreed that T-TIP would create jobs and spur economic growth on both sides of the Atlantic and help establish new standards for global trade.\n\n\n\n\n"
}