{
    "title": "Press Briefing On Swine Influenza, 4/26/09 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/press-briefing-swine-influenza-42609",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 26, 2009\n\n \n\n\n\nPress Briefing On Swine Influenza, 4/26/09\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary _________________________________________________________________ For Immediate Release                              April 26, 2009     PRESS BRIEFING ON SWINE INFLUENZA BY SECRETARY NAPOLITANO, DEPARTMENT OF HOMELAND SECURITY, JOHN BRENNAN, ASSISTANT TO THE PRESIDENT FOR HOMELAND SECURITY AND COUNTERTERRORISM, DR. RICHARD BESSER, ACTING DIRECTOR, CENTERS FOR DISEASE CONTROL AND PREVENTION, AND ROBERT GIBBS, PRESS SECRETARY   James S. Brady Press Briefing Room   12:34 P.M. EDT   MR. GIBBS:  Good afternoon, guys.  Thank you for taking some time out of your Sunday afternoon.  We wanted to bring together many of the people that have the primary governmental responsibility in dealing with the situation and to discuss the government's capacity and capability to discuss the steps the government is taking to address this.   Three people we'll hear from today and then we'll take some questions:  First, John Brennan, Assistant to the President for Homeland Security and Counterterrorism;  Dr. Richard Besser, the Acting Director of the Centers for Disease Control and Prevention, and Janet Napolitano, the Secretary of Homeland Security.   So with that I'll turn it over to Mr. Brennan.   MR. BRENNAN:  Thank you, Robert.  And thank you, everyone, for coming here today.   Obviously, President Obama is very concerned about the recent cases of swine flu that have been identified in the United States, as well as the outbreak in Mexico.  The President's thoughts are with those who have been affected by this illness.  He is monitoring the situation very closely and has supported a very active, progressive and coordinated response by his administration.   The President wants Americans to be fully informed of the situation, which is why we have convened this press briefing today.  The vast majority of these cases have occurred in Mexico.  Building on the close bilateral cooperation that President Obama advanced during his recent visit to Mexico, he has asked me to publicly convey his full support to President Calderón, the Mexican government and the Mexican people in their efforts to contain the outbreak.   Both the U.S. and Mexican governments are taking steps to reduce the potential for further transmission.  Our goal is simple:  to communicate information quickly and clearly for our citizens, to rapidly address any new cases that emerge, and to have the capacity to effectively limit the spread.   At this point a top priority is to ensure that communication is robust and that medical surveillance efforts are fully activated.  This will enable both the rapid identification and broad notification of any new cases that may occur in the U.S., as well as in Mexico.   We believe that our increased surveillance efforts have resulted in the identification of new cases over the last 24 hours.  Early identification is vitally important to the overall effort.  In the event that additional cases or sites of infection occur within the United States we want to recognize them quickly and then respond rapidly with appropriate guidance for the public health community and the general public in the infected area.  We also want to ensure medical surveillance and testing and the provision of medications and medical supplies are distributed where necessary.   I would like to share with you some of the steps the administration has taken to ensure that information about this evolving event is flowing swiftly among federal, state and local partners, between U.S., Mexican, Canadian and other governments and with the World Health Organization.   First, the President is receiving regular updates and briefings on the situation.  I updated the President earlier today.  The President has reviewed our national capabilities to mitigate the effects of a broader outbreak in the United States and the steps we are taking to support state and local governments and their public health experts.   I am consulting closely with Secretary Napolitano, who is the principal federal official for domestic incident management with responsibility for spearheading our efforts.  The Homeland Security Council has convened an interagency body of senior federal experts to facilitate coordination among the federal departments and agencies that have a role in recognizing, responding to, and communicating with domestic and international partners regarding health incidents that have the potential for significant impact to our nation's well-being.   This group has been conferencing daily to share updates and to identify actions we can take now to respond to developments in an accelerated and effective manner.  The information and decisions of the group are reported daily to senior leaders in the federal government and throughout the White House.  Additional reports are provided as new information of significance becomes available.   While the President and his administration are actively coordinating the overall government response, individual departments and agencies with specific responsibilities as well as unique expertise and experience in dealing with public health risks are leading key elements of the effort.   For example, the Department of Health and Human Services is responsible for the overall effort to coordinate disease surveillance, medical preparedness, and guidance to public health professionals in the event that further cases are detected.  The Departments -- Centers for Disease Control and Prevention has responsibility for identifying and tracking the spread of the disease and for communicating health-related information to the government, media, and public.  To this end, the CDC has held regular public briefings since Friday.   In a moment, Dr. Richard Besser, the Acting Director of the Centers for Disease Control and Prevention, will provide an update on the situation in the United States and Mexico, as well as where health professionals and the public can go for reliable information and guidance on swine influenza.   As I mentioned, Secretary Napolitano and the Department of Homeland Security have the overall lead for coordinating the federal response to an influence epidemic in the United States.  The department is closely coordinating with Health and Human Services and CDC to monitor the situation.   After Dr. Besser speaks, you will hear from Secretary Napolitano, who will update you on the department's efforts to coordinate response preparations and actions to date.  The Secretary also will describe actions that are underway to ensure communication of timely and accurate information at land borders and at ports of entry as well as to travelers who seek additional information.   Clearly we all have individual responsibility for dealing with this situation.  We should all be practicing good hygienic practices, such as hand-washing on a regular basis; if you feel sick, it makes sense to stay home; and then also following the other practices that are common sense when we deal with an outbreak of flu every year.   I would ask that you hold your questions until after Dr. Besser and Secretary Napolitano have finished their remarks.   DR. BESSER:  Thank you, Mr. Brennan.  First, I want to say that our hearts go out to the people in Mexico and the people in the United States who've been impacted by this outbreak.  People around the country and around the globe are concerned with this situation we're seeing, and we're concerned as well.  As we look for cases of swine flu, we are seeing more cases of swine flu.  We expect to see more cases of swine flu.  We're responding and we're responding aggressively to try and learn about this outbreak and to implement measures to control this outbreak.   Let me provide for you an update in terms of where we are today and what kinds of public health actions are being taken here as well as abroad.  Today we can confirm that there are 20 cases of swine flu in the United States.  We have five affected states:  There are eight cases confirmed in New York City, there's one case confirmed in Ohio, two in Kansas, two in Texas, and seven in California.   And again, as we continue to look for cases, I expect that we're going to find them.  We've ramped up our surveillance around the country to try and understand better what is the scope, what is the magnitude of this outbreak.   The good news -- all of the individuals in this country who have been identified as cases have recovered.  Only one individual had to be hospitalized.  But I expect as we continue to look for cases, we are going to see a broader spectrum of disease.  What we know about this virus is it looks to be the same virus as is causing the situation in Mexico.  And given the reports out of Mexico, I would expect that over time we're going to see more severe disease in this country.   There are some things that it's important people understand:  Flu viruses are extremely unpredictable and variable; outbreaks of infectious disease are extremely unpredictable and variable.  And so over time what we say about this and what we learn will change.  Expect changes in terms of the number of cases.  We're going to try and give you consistent information and have it on our web site once a day, so that we don't get into the situation where you're hearing different numbers of cases throughout the day -- we're going to report that daily.   We expect that we're going to be changing our recommendations over time based on what we learn.  And that's an important thing.  You'll start to see different activities taking place in different parts of the country, depending on the local outbreak picture -- and that's good.  You want people to respond based on what the situation is in their community, based on what situations are in particular countries.   Because of this speed in which things are progressing, you will at find -- at times find inconsistent information, and we're going to work really hard to make sure that that doesn't stay up for long.  But as we're updating recommendations and they're going out through various sources, you may find some inconsistency and we will work to minimize that.   This is moving fast, but I want you to understand that we view this more as a marathon.  We do think that this will continue to spread, but we are taking aggressive actions to minimize the impact on people's health.   It's important that people understand that there's a role for everyone to play when there's an outbreak going on.  There are things that individuals do, there's things that families do, communities do to try and reduce the impact.  At the individual level, it's important people understand how they can prevent respiratory infections.  Very frequent hand-washing is something that we talk about time and time again and that is an effective way to reduce transmission of disease.  If you're sick, it's very important that people stay at home.  If your children are sick, have a fever and flu-like illness, they shouldn't go to school.  And if you're ill, you shouldn't get on an airplane or another public transport to travel.  Those things are part of personal responsibility in trying to reduce the impact.   It's important that people think about what they would do if this outbreak ramps up in their community.  We understand that in New York City there's a cluster of disease in a school and New York City has announced that they're not having those children come back to school on Monday, so that they can understand better about transmission in that school.  There's a similar situation in Texas.  Those are very smart public health decisions.  If there are other communities where we saw cases in a school, we would be recommending that they take those actions as well.   So it's time for people to be thinking -- forward-thinking about, well, if it were my child's school, what would I do, how would I be prepared for that kind of an event.  We view the public as partners in the efforts to try and control what's going on.   There are a number of sources of information.  I want people to know that the CDC web site -- www.cdc.gov -- has our latest information on swine flu.  There's a link from there to very current information and there's a link there to a Spanish language site as well.   So let me talk about some of the public health actions that are going on.  We are working very closely with state and local public health on the investigations going on around the country.  We're providing both technical support on the epidemiology as well as support on the laboratory in terms of confirming cases.   We're also doing a lot of work with the World Health Organization, the Pan American Health Organization, and the governments of Mexico and Canada on this outbreak.  There's a tri-national team that is working in Mexico to try and understand better the spread -- why are they seeing more severe disease in Mexico than we are here?  That's a critical question.  We're working to assist Mexico in establishing more laboratory capacity in-country.  That, again, is very important because when you can define someone as a truly confirmed case, what you understand about how they acquire disease takes on much more meaning.   We issued two days ago an outbreak notice on our web site regarding travel to Mexico.  It indicated that if you are traveling to Mexico, that you look at that to see what precautions could you take as an individual to reduce the likelihood that you became ill.  We're going to continue to evaluate the situation in Mexico, and if need be we will increase the warnings based on what the situation warrants.   Later today we're going to be putting out some additional community guidance so that public health officials will know what our general recommendations are should they see cases in schools or additional cases in their community.   And I think that the last thing I want to mention is that whenever we see a novel strain of influenza, we begin our work in the event that a vaccine needs to be manufactured.  So we've created that seed stock, we've identified that virus, and discussions are underway so that should we decide to work on manufacturing a vaccine, we can work towards that goal very quickly.   Our support to the states and locals will continue.  We provide epidemiologic support, laboratory support, and we provide them support in terms of their medications and other material that they need to work on this outbreak.   So thank you very much, and I'll turn it over to the Secretary.   SECRETARY NAPOLITANO:  Thanks, Dr. Besser.  A number of things going on and the purpose of today, this briefing, is to give you the most current information about what is happening.  And as has been mentioned before, this is a changing picture.  And so we intend to conduct these types of briefings daily for a while so that, you know, it can help up communicate to the public what is happening and so that with knowledge people know what kind of issue we're dealing with.   The first thing I want to announce today is that the Department of Health and Human Services will declare today a public health emergency in the United States.  That sounds more severe than really it is.  This is standard operating procedure and allows us to free up federal, state, and local agencies and their resources for prevention and mitigation; it allows us to use medication and diagnostic tests that we might not otherwise be able to use, particularly on very young children; and it releases funds for the acquisition of additional antivirals.   So you'll see those declarations coming out today.  And when I say \"standard operating procedure,\" that's exactly what I mean.  We issued similar declarations for the recent floods in Minnesota and North Dakota and for the inauguration.   Second, I want to give you some information about where we are with respect to antiviral drugs.  These are the kinds of things you would take should you get sick with this strain of flu.  We have 50 million treatment courses of antiviral drugs -- Tamiflu and Relenza -- in the strategic national stockpile.  We are releasing 25 percent of those courses, making them available to all of the states, but particularly prioritizing the states where we already have confirmed incidents of the flu.  In addition, the Department of Defense has procured and strategically prepositioned 7 million treatment courses of Tamiflu.   The United States Department of Agriculture is heavily involved in monitoring and testing to ensure that there is no issue with our food supply, and everything looks fine.  I want to underscore that you cannot get the swine flu from eating pork.  So that's very important.  And we're screening and testing livestock to monitor any developments there.   Next, in the Department of Homeland Security, we have a number of components with direct responsibility here.  The CBP is inventorying for every duty station and every employee our resources, personal protective equipment, and so forth, to make sure that we have adequate supplies on hand at the borders themselves.   Secondly, we have implemented passive surveillance protocols to screen individuals who may arrive at our borders.  All persons entering the United States from a location of human infection of swine flu will be processed through all appropriate CBP protocols.  Right now those are passive.  That means that they're looking for people who -- and asking about, are you sick, have you been sick, and the like; and if so, then they can be referred over for further examination.   Travelers who do present with symptoms, if and when encountered, will be isolated per established rules.  They will be provided both with personal protective equipment and we will continue to emphasize universal health measures like hand-washing and gloves.  And if and when the situation develops all CBP sites can implement and we can deploy additional personnel to the borders.   In addition, at the TSA, many of the similar measures are being implemented there with respect to the protection of our TSA workers and also their experience with travelers.  To date, the State Department has not issued official travel advisories for particularly Mexico, but again, as I said earlier, these situations are very fluid and so you need to keep up to date on that.  In addition to the CDC website, the Department of State has a website that will keep travelers posted on what the situation is not only with our neighboring countries, but with countries around the world.   As I said earlier, our intent is to update you daily on this situation so that you can know what is happening within the federal government.  State and local governments obviously now are in the loop.  State and local public health authorities obviously are working very hard and will be working hard, because as the doctor said, this will be a marathon, not a sprint, and even if this outbreak is a small one, we can anticipate that we may have a subsequent or follow-on outbreak several months later, which we will be prepared for.   And again, the government can't solve this alone.  We need everybody in the United States to take some responsibility here. If you are sick, stay home.  Wash your hands, take all of those reasonable measures; that will help us mitigate, contain how many people actually get sick in our country.   Thank you.   MR. GIBBS:  With that, let's take a few questions.   Q    Thanks, Robert.  Are there any U.S. clusters that suggest this is easily spread?  Have we seen any pockets of suspected cases in the U.S. that suggest this could be on the scale of Mexico?  And you say it's a marathon.  How long is this marathon going to be?   DR. BESSER:  Thanks for those questions.  In terms of duration, my comment earlier about every outbreak is unique is really important to remember.  And so it's very hard to say.  There's one thing in our favor; we're nearing the end of the flu season, we're nearing the end of the season in which flu viruses tend to transmit very easily.  And so we would expect to see a decline in cases, just like we're seeing a decline in cases of seasonal flu, at some point.   The issue of clusters is an important one, and New York City earlier talked about their school cluster, and that's important. Some of our early epidemiologic investigations are showing that contacts of people who have been diagnosed have a significant rate of respiratory infection -- not confirmed to be this; we only have one documented by viral isolate case in this country of person-to-person spread -- and that was an individual who had gone to Mexico and came back, and then there was a spouse who was diagnosed as well, and both are doing well.   Q    Robert, how concerned are you about the potential for this outbreak to set back the hopeful economic recovery both here in the United States and globally?  And secondly, what if anything are we meant to read into the fact the President Obama decided to go golfing today?  Is this part of your effort to reassure Americans that there's no need to panic?   MR. GIBBS:  I'm not sure I would draw a direct conclusion between the news today and the President's golf.  (Laughter.)   I think as Mr. Brennan said, the President has been updated regularly on this and we'll continue to do so as we will continue to regularly update you.   In terms of anything that is affected economically both here and worldwide, I think it's probably far too early to determine whether that will be a case or whether that will have some factor.  We just want to ensure that people understand the steps that are being taken both here and throughout government to address the situation, as well as, as each of these speakers have said, understand the individual responsibilities that people have.  If you have questions, go to the CDC website at cdc.gov.  And as the doctor mentioned, there's also a Spanish version of that site.   Q    First to you, Robert.  Why was it necessary to have the President checked this morning?   MR. GIBBS:  The President hasn't been checked this morning.   Q    Ms. Jarrett indicated today on a Sunday morning program that he had been.   MR. GIBBS:  I will double-check.  I don't know of any reason why he would have been.   Q    And Dr. Besser --   MR. GIBBS:  Let me expand that a little bit.  I think these guys obviously have more medical degrees than I do, but the incubation period for this is a 24-48 hour incubation period.  The doctors advised us that the President's health was never in any danger.  We've been gone from Mexico for now more than nine days.   Q    Dr. Besser, you mentioned seed stock for vaccines.  What is the threshold that you have to meet before you consider developing that vaccine and deploying that vaccine?   DR. BESSER:  There are a number of things that we look at going into the decision as to whether to make a vaccine.  One is the severity of the strain, its sustainability in the community; do we anticipate that it's a virus that will be here next flu season -- so you want to prepare for that.  Then there are issues in terms of production.  Currently manufacturers are working on seasonal flu vaccine for next season, which has three types of influenza virus -- or influenza antigen in it.  We have to have discussions to determine could they add a fourth; would it require substituting or changing production in another way?   All of those discussions are underway, so that if there's a decision to move in that direction we'd be ready.   Q    I notice that you're not recommending that people, even if they're ill, become vaccinated.  Has the President been vaccinated by Tamiflu or Relenza?  And at what level does this have to get before we go from a public health emergency to a federal pandemic plan?   DR. BESSER:  I wanted to clarify a couple things you said.  Oseltamivir and zanamavir are not vaccines.  Those are antiviral drugs that can be used to treat somebody who is ill.   One of the points I didn't make before is that if someone is ill with flu-like symptoms, in particular if they've traveled to an area that's been involved, they need to contact their doctor and determine what type testing and treatment is indicated.   At this point there is not a vaccine for this swine flu strain.  It's a new strain of influenza.  And so what we're talking about is whether it's warranted at this point to move toward manufacturing a vaccine.   Q    Two questions.  First, I want to know if the public health emergency declaration allows the federal government to invoke any kind of quarantine powers.  And if so, how would that be used?  And second, we've been hearing for years that we could have another 1918-like pandemic.  So based on what you know right now, how likely is it that this could be a very, very severe outbreak?   SECRETARY NAPOLITANO:  The public health declaration does not, in and of itself, convey quarantine authority.  And most quarantine authority is held at the local and state level, and we're nowhere near that sort of a decision.  The decisions that have been made to date are the common-sense ones, the few places where we've had a U.S. outbreak, to close a school here, close a school there.  But most quarantine authority is held at the state and local level.  And this declaration does not, in and of itself, provide that.   DR. BESSER:  The other part of your question had to do with 1918 and what we're seeing here.  One of the very important issues that we're looking at is how severe is this outbreak that's taking place.  What we're seeing in this country so far is not anywhere near the severity of what we're hearing about in Mexico, and we need to understand that.   It's also important to recognize that there have been enormous efforts going on around the country and around the world for pandemic preparedness and that our detection of this strain in the United States really came out as part of that.  There was work going on in San Diego in terms of developing a point of care test kit, something that could be used in doctors' offices, that detected a strain they couldn't identify, and that was identified in our laboratories as the swine flu strain.  And so that -- really some of the preparedness activities, the laboratory capability that we have now is not what it was five years ago, let alone in 1918.  We understand a lot about how flu should be managed and treated.   Q    And if I could just follow with one other question.  Relenza and Tamiflu, how effective are they in treating this particular strain, if at all?   DR. BESSER:  At this point, it's premature to talk about how effective they are.  Those are some of the studies that we would want to undertake and assist Mexico in undertaking.  We do know from seasonal flu that early treatment with antivirals can shorten the course of illness.  But in terms of this situation, we know that the strain is susceptible, it's not resistant to those drugs.  It is resistant to other drugs, amantadine and rimantadine.  But it's not resistant to oseltamivir and zanamavir, which are the drugs that we've been stockpiling.   SECRETARY NAPOLITANO:  I just wanted to clarify -- on the declaration of emergency, I wish we could call it declaration of emergency preparedness, because that's really what it is in this context.  It's similar to what we do, for example, when we know -- when a hurricane may be approaching a site, we will go ahead and issue an emergency declaration that allows us to preposition -- frees up money, resources to get pre-positioned, to get ready.  A hurricane may not actually hit a particular landfall, but it allows you to undertake a number of preparatory steps.  And really that's what we're doing right now, the government.  We're leaning forward, we're preparing in an environment where we really don't know ultimately what the size or seriousness of this outbreak is going to be.   Q    Dr. Besser, you said we were likely to see more cases and the CDC's Dr. Ann Schuchat said yesterday, \"We do not think we can contain the spread of this virus.\"  What exactly does that mean?   DR. BESSER:  In strategies for outbreak control there's a concept of containment where if you can detect it very quickly in one community, that you could swoop in and try and quench it and knock it out so it doesn't go further.  We don't think that that's a possibility, but we do think that it's very possible to mitigate or reduce the impact of this infection around the country.   In terms of detection, what we're seeing in this country is mild disease -- things that would never have been detected if we weren't ramping up our surveillance.  And so my comment there is that by our efforts of asking doctors to culture -- we are asking doctors when they see someone who has flu-like illness who has traveled to an affected region to do a culture -- take a swab in their nose and send it to the lab so we can see, is it influenza, is it this type.  And I expect that as we do that we're going to find cases all -- in many different parts.   When I mentioned the states we're seeing cases in right now, they're not all contiguous.  The travel patterns of people now are such that we would expect that we're going to see cases in more states.   Q    If I could follow up on that, is it true that it took a week until after Mexico had invoked its own protective measures before the U.S. was notified of this?  And is it a significant concern that HHS is in charge of this at a time when it doesn't have a Secretary?   DR. BESSER:  In terms of detection and reporting, you know, the confirmation of swine flu from Mexico was shared with us immediately.  There was great collaboration between Canada and Mexico on doing that testing.  I'm in daily communication with their public health leadership and the collaborations have been absolutely superb.  We share information about what we're seeing here and they're sharing information about what they're seeing in Canada and in Mexico.   Q    They sent those tests to Canada rather than the U.S., apparently because of paperwork.   DR. BESSER:  Well, we have -- there are quite a number of isolates that we've tested here from Mexico as well.   MR. GIBBS:  In terms of a Secretary, I think these guys have given you a pretty good indication of the response mechanisms that are in place and that have been activated relating to this.  So I think it's all hands on deck and we're doing fine.  I would say we're hopeful that we have a new Secretary very shortly.   Yes, ma'am.   Q    Secretary Napolitano, I believe Japan and South Korea have both now announced that they're going to begin testing on passengers coming in from the U.S.  Why is the U.S. not doing that with passengers coming in from Mexico?  And then also, do you have any indications -- I know it's still very early yet -- but any indications that perhaps this might have been caused by bioterrorism, this new strain of flu?   SECRETARY NAPOLITANO:  I'll let John answer the second part.  With respect to that, we're doing, as I said, passive surveillance now.  Right now we don't think the facts warrant a more active testing or screening of passengers coming in from Mexico, although obviously we are letting air carriers and our employees at the gates on those flights make sure that they are asking people if they're sick; and if they're sick, that they shouldn't board the plane -- you know, that sort of thing, passively.   But again, this is a changing dynamic that we may increase or decrease that as the facts change over the next 24, 48, 72 hours.   DR. BESSER:  Yes, the question about the strain that we're seeing here, we analyzed that strain and are continuing to do further analysis of that strain and we expect to see the emergence of new flu strains.  That's something that we are continually watching for to ensure that we're ready should a strain emerge that there's not immunity and protection in the community for it.  This strain is not unlike other new strains that have emerged.  It's an assortment -- it's got genetic components from a number of sources, including human, swine, and avian sources.  And that's something that you see with new strains.   And so there's nothing that we have seen in our work that would suggest anything but a naturally occurring event.   Q    But from a security perspective, nothing to rule it out either -- the possibility of bioterrorism?   MR. BRENNAN:  We are looking at all different aspects here, but as the doctor said, there is no evidence whatsoever that we have seen.  But clearly, in order to make sure that we're doing everything possible, we're looking at all potential explanations here -- but no evidence whatsoever on the bioterrorism --   Q    How do the -- Madam Secretary, how do the stocks of effective antivirals today compare to previous outbreaks -- SARS, for example?  And will DOD stocks be available for the public, or are those just for DOD?   SECRETARY NAPOLITANO:  Right now the DOD stocks I believe are for the DOD personnel, but I'll have to confirm that for you later.  I believe that to be the case.  We have 50 million courses that are in the national stockpile.  As I said, we're freeing up a quarter of those for use by the states, in addition to whatever state stockpiles they have, should they need it.  Priority will go to the states that have confirmed outbreaks of disease.  And I don't have the history on how that compares to what we had on hand for SARS.   DR. BESSER:  The strategic national stockpile has considerable assets for treating flu.  In addition to the antivirals, there's the supplies should we see hospitalizations that would warrant support.  SARS is a different picture in that there were -- there was not a medication that people could take to treat it, and so this is a very different situation.   And as part of our planning for a large outbreak this pre-deployment of availability is a leaning-forward step.  We know that many states aren't seeing any cases, but it was our belief that having things there ahead of time was the way to go, rather than waiting until it got to a point where people were asking.   Q    Secretary Napolitano, you mentioned the quarantine power and, you know, that's really a state and local issue.  What additional authority does the President have, what other powers does he have to contain this, to mitigate it, whatever.  What else can he do?   SECRETARY NAPOLITANO:  I don't want to give you a legal brief on that right now, but that's --   Q    Perhaps later?  (Laughter.)   SECRETARY NAPOLITANO:  Yes, exactly.  (Laughter.)   We want to make sure that it's very precisely explained to you and to the public.  So perhaps we could brief that to you later on this week.   Q    But there are additional things?  You guys are confident that -- measures that you can take, beyond a declaration of emergency -- things that you can do at the federal level?   SECRETARY NAPOLITANO:  Yes.   Q    Okay.  And Robert, actually, can you follow up on that eco question, on the eco trade.  I just want to be clear, you're not at all studying this, measuring what sort of effect this could have economically -- you're just not at that level yet?   MR. GIBBS:  I'll check with NEC.  I don't know of anything related to that at this point, but we can certainly check.   Yes, ma'am.   Q    What haven't you banned U.S. travel to Mexico and why haven't you changed the U.S. alert level in the face of this -- unless the declaration of public health emergency is doing that?   DR. BESSER:  I can comment.  We have at CDC posted an outbreak notification regarding Mexico, and we're continuing to watch the situation there and evaluate.  And should it be warranted, we would make a change in that regard.   In terms of the stages and phases of pre-pandemic situations, the real important take-away is that we have an outbreak of a new infectious disease that we're approaching aggressively.  And it matters much less what you call it.  Those things are designed to trigger actions, but we trigger our actions based on what we're seeing here in-country as well as what we see around the globe.  And given that this new strain is something we're experiencing here on the ground, we're being very aggressive and addressing that based on what we're seeing in each community.   Q    What has been discovered so far about why people in Mexico have died, but not elsewhere?   DR. BESSER:  That's an unanswered question.  We have folks on the ground and we haven't been able to find an answer for that.  There are a number of different hypotheses and I'm hoping that we'll be able to shed some light on that as these teams get more established and continue their studies.   Q    For Dr. Besser, is there evidence of ongoing transmission in Mexico, or are the cases being picked up there ones that happened in the last couple of weeks and are over?  Or are there new chains of transmission being generated?   DR. BESSER:  Again, I don't want to comment on the situation on the ground in Mexico.  I've not heard that it is stopping.  Their overall flu surveillance is only showing a small increase from what they would see annually, which, again, makes it difficult to use some of the surveillance tools to measure the impact of a new strain when you're in the midst of another flu season.   Q    Just to follow up on what the President -- for you, Robert -- what the President -- did you say that he has not been treated with any kind of --   MR. GIBBS:  I said yesterday that he had not been.  I will recheck with the doctor.  Again, based on the incubation period, neither he, nor anybody that he traveled with, nor anybody in the press corps that I'm aware of would have exhibited any symptoms that would have caused any heightened awareness.   Q    But the doctor didn't check him out --   MR. GIBBS:  No.  Again, in the absence of symptoms -- I think this probably goes without saying, too -- in the absence of symptoms, you shouldn't go get tested.  That's going to crowd any sort of either public health or private health infrastructure.  If you are sick or you do have symptoms, then you should take precautions.  But there's not reason to believe that his -- or anybody that traveled with him -- health was in any sort of jeopardy.   Q    Just to follow up on the HHS question.  Apparently, HHS --- CDC, Surgeon General assured there are no --   MR. GIBBS:  I thought he was doing a pretty good job.  (Laughter.)   Q    But it raises a political question about how movement there has been stalled because of HHS.  I mean, do you have -- has the President expressed concern about the fact that you don't have a team in place there, or at the --   MR. GIBBS:  No, because -- I want to be very clear here.  There is a team in place.  The team is -- part of it is standing behind me, and part of it is working as we speak to identify exactly what the doctor and others have talked about.  I think this notion somehow that if there's not currently a Secretary, that there's not the function that needs to take place in order to prepare for this either this or any other situation is just simply not the case.   Thanks, guys.                                 END                   1:16 P.M. EDT   \n\n\n\n"
}