{
    "title": "Spanish-Language Media Outlets Document Obama Administration Outreach to Hispanics | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/spanish-language-media-outlets-document-obama-administration-outreach-hispanics",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 29, 2009\n\n \n\n\n\nSpanish-Language Media Outlets Document Obama Administration Outreach to Hispanics\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\n\t\t________________________________________________________________\n\n\t\tFOR IMMEDIATE RELEASE                          April 29, 2009\n\n\t\t \n\nSpanish-Language Media Outlets Document Obama Administration Outreach to Hispanics\n\n\t\tWASHINGTON, D.C. – The following are excerpts of coverage of the first 100 days from some of the leading Spanish-language media outlets in the country.\n\nNote: These stories originated in Spanish, but, for your reference, the White House is providing an English translation of some excerpts.\n\n\t\tEFE: \"White House reaches out to Hispanics in Obama’s first hundred days,\" 4/27/09\nhttp://latino.msn.com/noticias/articles/ArticlePage.aspx?cp-documentid=19425484\n\n\t\tIn his first hundred days, Barack Obama’s White House has carried out an intense outreach effort toward Hispanics, who for the first time represent nearly 10 percent of the presidential appointments who require Senate confirmation...\n\n\t\tOf the 204 officials Obama has named to date and who require Senate confirmation, 20 are Hispanic, 9.8 percent. At the end of the first year of the George W. Bush administration, of 608 positions, 34 went to Hispanics, 5.59 percent, while with Bill Clinton of 670 appointments 30 were Latino, 4.48 percent. Twenty six Hispanics work inside the White House in a variety of roles, among them four who participate in the daily senior staff meetings...\n\n\t\tThe representation has manifested itself through greater attention on Hispanic media, and an increase in the presence of Spanish at the White House. For the first time, two weeks ago, the White House carried out a bilingual press conference, in which Restrepo briefed in English and in Spanish on the lifting of restrictions on travel and remittances for families in Cuba...\n\n\t\tThe President’s agenda in his first 100 days does not include measures specifically for Hispanics, but initiatives that benefit them. Among them, for example, an extension of unemployment benefits, a very well received measure among a segment of the population whose unemployment rate has reached 11.4 percent, higher than the national average.\n\n\t\tOther measures Obama has launched during his first hundred days also benefit Hispanics, like health care reform – 34 percent of the Latino population lacks health care insurance – or education reform, where the current percentage of young Latinos in college falls below their white, black and Asian counterparts.\n\n\t\tAdditionally, the White House has expressed its intention to lay the groundwork for a comprehensive immigration reform this very year, something that initially did not appear to be a priority...\n\n\t\tAP:  \"In his first 100 days, Obama seeks results with Hispanics,\" 4/25/09\nhttp://www.univision.com/contentroot/wirefeeds/50noticias/7937929.html\n\n\t\t...Obama, who is a member of one of the nation's minority groups, received massive support from Hispanics in the November elections, voting by a margin of 2-1 in favor of his call for change. Once in the White House, he has included Hispanics among the beneficiaries of his economic packages, including health care, education, and to prevent the loss of homes and jobs. He has also increased, not just for minorities but for everyone, access to his government officials, something that hasn't been seen in recent past Administrations...\n\n\t\tWith three days to go until his 100th day, Obama has nominated 201 officials who require Senate confirmation, of which 20 are Hispanic (10%). Comparatively, Clinton had included 30 Latinos among 670 positions in that category, but in his first year, and Bush had 34 of 608 during the same time period.\n\n\t\tKeeping in mind that Hispanics are 14% of the nation's population, 10% of that group among high level officials may seem low, but when age is taken into account the results are different. The percentage of Hispanics over 40 years of age, which corresponds to the officials named by Obama, is 9.6% of the national population.\n\n\t\tUnder that criteria, Clinton had a representation of just 4.4% and Bush of 5.5% in one year.\n\n\t\tObama currently has 26 Hispanic officials inside the White House in a variety of positions. They are Puerto Ricans, Cubans, Colombians, Dominicans, among others.\n\n\t\tLa Opinión: \"Hundred Days: Obama Defines New Style; President manages to forge image of decisiveness and efficiency,\" 4/28/09\nhttp://www.impre.com/laopinion/noticias/primera-pagina/2009/4/28/cien-dias--obama-define-un-nue-121757-1.html\n\n\t\tSome experts suggest that it’s his concilliatory style, devoid of anger, that wins the match. His style is calming in times of crisis, in contrast to the last government, which was always poised to attack.\n\n\t\t\"The result is less partisan, he seems less interested in being aggressive. Bush was much more abrupt. Also, Obama has extended his hand internationally as well as within the country, like when he visited the Capitol in person to speak with leaders of both parties,\" said Shaun Bowler, Political Science professor at UC Riverside...\n\n\t\tNot a day goes by that the White House doesn’t make an announcement on a new policy or measure that looks to reverse something done by Bush or to advance big issues that have been pending for years but that few have dared to undertake.\n\n\t\tIn just the last 15 days President Obama has met with all of the leaders of Europe and almost all the leaders of Latin America in several regional meetings, visited Mexico City, met with employees at the CIA, signed a law for National Service, announced investments in high-speed rail, signaled that there would be tax reform, and gave a speech on the economy.\n\n\t\tCNN en Español: \"100 Days of Obama: Diplomacy,\" 4/27/09\nhttp://www.cnn.com/video/?/video/spanish/2009/04/27/WEBsocio.cnn\n\n\t\tAlmost 100 days from the inauguration of President Barack Obama, there is talk about a new environment in relations between the United States and Latin America, in which the Summit of the Americas would mark the starting point of this new era...\n\n\t\tAt least, Patricia, it's what leaders in the hemisphere say after that Summit of the Americas where they met for the first time with President Obama and came to the conclusion that the message is the United States wants to listen to them...\n\n\t\t\"President Obama communicated his vision on Latin America, which is not divided between good and bad, enemies and friends, but rather he has a much more pragmatic perspective, that you have to work with all of them and see how far relations can go with different governments.\" [Political Analyst Michael Shifter, Inter-American Dialogue]\n\n\t\tLa Opinión: \"One Hundred Days: Attentive to Latin America,\" 4/27/09\nhttp://www.impre.com/laopinion/noticias/2009/4/27/cien-dias--atento-a-latinoamer-121585-1.html\n\t\t \n\n\t\tSuddently, everything centered on Latin America. Many were surprised by the chain of messages sent by Barack Obama during recent weeks with respect to the region. Seemingly, the era of the \"Big Brother\" who saw the region as a superior and condescendingly, could become a thing of the past and give way to a United States that recognizes that it should address other countries in the south as equals.\n\n\t\t\"The first steps consist of establishing a line of communication, and that’s what he has done so far like no other President had done since the sixties; I give him credit for having gone to speak [at the Summit of the Americas] not from a position of colonial power, but as an ally,\" said Louis DeSipio, Chair of the Department of Chicano/Latino Studies at UC Irvine, who believes that signal alone could represent a wind of change to come for the relationship with the entire region …\n\n\t\t##\n\n\n\n\n\n"
}