{
    "title": "White House Report: The National Security Implications of a Changing Climate | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/05/20/white-house-report-national-security-implications-changing-climate",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 20, 2015\n\n \n\n\n\nWhite House Report: The National Security Implications of a Changing Climate\n\n\n\n\nThe full report can be found HERE.\nToday, President Obama will travel to New London, Connecticut to deliver the commencement address at the United States Coast Guard Academy. During his speech, the President will speak to the importance of acting on climate change and the risks to national security this global threat poses. The White House also released a new report on the national security implications of climate change and how the Federal government is rising to the challenge.\nAs the President has made very clear, no challenge poses a greater threat to future generations than climate change, as we are already seeing these threats in communities across the country. We know that climate change is contributing to extreme weather, wildfires, and drought, and that rising temperatures can lead to more smog and more allergens in the air we breathe, meaning more kids are exposed to the triggers that can cause asthma attacks.\nBut as the President will stress, climate change does not respect national borders and no one country can tackle climate change on its own. Climate change poses immediate risks to our national security, contributing to increased natural disasters and resulting in humanitarian crises, and potentially increasing refugee flows and exacerbating conflicts over basic resources like food and water. It also aggravates issues at home and abroad including poverty, political instability and social tensions – conditions that can fuel instability and enable terrorist activity and other forms of violence.\nThe Department of Defense (DOD) is assessing the vulnerability of the military’s more than 7,000 bases, installations and other facilities to climate change, and studying the implications of increased demand for our National Guard in the aftermath of extreme weather events. Two years ago, DOD and DHS released Arctic Strategies, which addresses the potential security implications of increased human activity in the Arctic, a consequence of rapidly melting sea ice.\n\t   \n\tBut we also need to decrease the harmful carbon pollution that causes climate change. That is why, this summer, the EPA will put in place commonsense standards to reduce carbon pollution from power plants, the largest source in the United States. Today, the U.S. harnesses three times as much electricity from the wind and twenty times as much from the sun as we did since President Obama took office. We are working with  industry  and  have taken action to phase down HFCs and address methane emissions in the oil and gas sector. By the middle of the next decade, our cars will go twice as far on a gallon of gas, and we have made unprecedented investments to cut energy waste in our homes and buildings. And as the single largest user of energy in the United States, DOD is making progress to deploy 3 gigawatts of renewable energy on military installations by 2025.\n\n\n\n\n"
}