{
    "title": "Conference Call on Vice President Biden's Upcoming Trip to Finland, Russia and Moldova | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/03/04/conference-call-vice-president-bidens-upcoming-trip-finland-russia-and-m",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nMarch 04, 2011\n\n \n\n\n\nConference Call on Vice President Biden's Upcoming Trip to Finland, Russia and Moldova\n\n\n\n\nVia Teleconference\n1:06 P.M. EST\nMR. VIETOR: Thank you very much. Thank you, guys, for getting on today. We appreciate it. We were just hoping to give you guys a sense of what the President’s -- or I’m sorry, the Vice President’s schedule is and goals for his upcoming trip to Finland, Russia, and Moldova.\nWith us today, we have National Security Advisor to the Vice President Tony Blinken, and Senior Director for Russian and Eurasian Affairs Mike McFaul. The call is on the record. And we are happy to take questions after they do sort of an initial lay down.\nOne thing I did want to flag is I know there’s considerable interests among the press corps on Libya and sort of a lot of other things in the news. Our hope for this call was to keep it focused on this trip. And I am happy to help you with any one-off questions you may have about different issues. So feel free to email me any time.\nSo with that, I’m just going to turn it over to Tony Blinken and let him kick it off.\nMR. BLINKEN: Tommy, thanks very much. And thanks, everyone, for joining the call. I thought it might be helpful to just briefly review the Vice President’s schedule this coming week and then say a few things about each stop, and then maybe turn it over to Mike for a little bit more detail on some of the substantive things we’re trying to accomplish.\nWe leave Washington on Sunday night and arrive in Helsinki Monday afternoon. The Vice President will have an opportunity to meet and greet the staff at the United States Embassy in Helsinki and, hopefully, have some time to see a few sights in Helsinki as well.\nOn Tuesday, March 8th, the Vice President will meet with the Finnish President. He’ll have a working lunch with the Prime Minister. He’ll have an opportunity to greet the speaker of Parliament. And then, we are wheels up from Helsinki to Moscow mid-afternoon, arriving Moscow in the early evening.\nWednesday, March 9th, the Vice President will start the day with a wreath laying. He’ll also see our embassy staff in Moscow. And then, he’ll have lunch with U.S. business leaders at the embassy. They will then travel together out to Skolkovo, Russia’s Silicon Valley, to engage in a roundtable discussion with Russian business leaders. And, in the evening, he’ll meet with President Medvedev.\nThen we get to Thursday. And on Thursday, he’ll start the day with a meeting with Prime Minister Putin. There will be a roundtable discussion at Spaso House with opposition leaders. He’ll meet with civil society leaders. And he will deliver a speech on U.S.-Russian relations at Moscow State University.\nFinally, on Friday, we’ll be wheels up in the morning from Moscow to Moldova. In Moldova, he’ll see the prime minister. He will be making a speech. He’ll meet with the acting president and also see our embassy staff. And that’s a very quick overview of the schedule.\nLet me just say a few words about each of the stops, starting with Russia and then talking a little bit about the bookends, and then turn it over to Mike for some amplification.\nRussia, when we took office in January 2009, I think it’s fair to say the relationship with Russia was at a low point. And part of the reason, of course, at the time was the war between Russia and Georgia. But the decline started before that. There was sort of a lingering Cold War mindset and animosities had emerged during the difficult 1990s and Russia’s transition to democracy and a free market.\nAnd the President came to office believing very strongly it was in the national interest to reset the relationship. He asked the Vice President to make the reset the focus of our very first foreign policy speech, which the Vice President delivered at the Munich Security Conference just a few weeks after we took office. And, as the Vice President said then in the speech, the United States and Russia can disagree and still work together where our interests coincide, and they coincide in many places.\nThe President then outlined in detail a common agenda for the United States and Russia when he was in Moscow in July of 2009. And that included reducing the number of nuclear weapons in the world and preventing their proliferation, stabilizing Afghanistan, opening global markets, strengthening international institutions, and advancing common values.\nToday, two years later, we can see the practical and important results of the reset, including the new START Treaty, Peaceful Nuclear Cooperation Agreement, much deeper collaboration on Afghanistan, Iran, North Korea -- what the President calls win-wins. This trip for the Vice President is an opportunity to take stock of the reset, what we’ve achieved and where we hope to go next.\nI would expect the discussions with the Russian leadership to focus on missile defense cooperation, and also Russia’s efforts to join the WTO, which we strongly support. And Mike will have a little bit more on that in a few minutes.\nI think the Vice President will also emphasize our desire to strengthen our commercial ties, which are growing, but still far short of where they could be. And, of course, the Vice President will meet with a broad cross section of Russian society, as I said, including civil society leaders and opposition leaders and business leaders.\nA few words about Finland and Moldova, and then I’ll turn it over to Mike. In Finland, the Vice President is going to consult with a very close partner on a broad range of issues on our shared agenda. The last visit by a U.S. President or Vice President to Finland was President Clinton in March of 1997. And we thought it was past time to return to acknowledge the vitality and strength of our relationship. And this is also the Vice President’s first trip to this important region.\nWe’re working together with Finland to promote stability and prosperity in Afghanistan, where Finland, a NATO partner, has almost 200 soldiers serving in the mission there. They will discuss European Union issues, where Finland is a strong member and also a strong advocate for close U.S.-E.U. relations. And, of course, they’ll have an opportunity to talk about the development of innovative technologies and green technologies in particular.\nI should note that the Vice President will be in Helsinki on the 100th anniversary of the International Women’s Day. And it’s really a fitting place to be, because Finland has played a lead role in promoting global efforts to advance women’s issues. And, as I think you all know, the president and the prime minister of Finland are both women.\nAnd, finally, Moldova -- the Vice President will be the first U.S. Vice President or President to visit Moldova, sending a very clear signal of support for the progress the people and government of Moldova have made over the past two years. The Vice President received Prime Minster Filat in January 2010. The prime minister invited him to visit. And the visit occurs in the context of Moldova celebrating 20 years of independence this year, and especially a lot of hard work to build democracy and free markets, which has made it something of an inspiration in the region.\nThe reforms that the Alliance for European Integration --government has begun are difficult. And we want to make clear that the United States stands behind and supports the government as it sees those reforms through to completion. And I think we’ll also have an opportunity to signal support for resolution to the Transnistrian conflict, one that respects Moldova’s sovereignty and territorial integrity.\nAnd with that -- and I apologize for going on -- let me turn it over to Mike McFaul, who may have a few more words and detail on some of the things we’re trying to do in Russia.\nMike.\nMR. MCFAUL: Thanks, Tony. I’ll be brief, because I think Tony has covered a lot of it, in terms of Russia. I’ll just make two points. One, we have had what we believe is a reset in our relationship with Russia that does advance American economic and security interests. Tony has articulated and gone through some of the successes that we did last year.\nWe see the Vice President’s trip as trying to expand into new dimensions of reset with a particular focus on these non-governmental pieces, the business piece in particular, but also the time that he’ll be spending with civil society to practice what we call, and the President calls, a dual track engagement.\nThis is a strategy we have with a lot of countries around the world. We believe in it firmly. And I think the structure of the Vice President’s schedule demonstrates that we’re committed to that.\nOn the top two items that Tony mentioned, I would just say this, on WTO, we have worked very closely with our Russian counterparts both in Moscow and in Washington and Geneva, to try to push forward, to try to facilitate first getting done the things we needed to do in a bilateral way, which we’ve mostly accomplished. And, second, now to help them in the multilateral process, so that they can meet their goal of joining WTO this year. And we remain firmly committed to that.\nSecond, missile defense -- I think we had a bit of a pivot or an important moment, first when President Obama and President Medvedev met in Yokohama to discuss this issue last fall, and then, most importantly, when all of the leaders of NATO met in the context of the NATO-Russia Council, where cooperation on missile defense was the issue that we discussed.\nWe are I think on the verge of trying to take an issue that used to be extremely contentious between the United States and Russia, and to try to see if we can make this an area of cooperation. And the Vice President’s trip will be an important marker to see where we’re at. And we hope that at some time this year we have agreement on that.\nWe believe that without some kind of cooperation on missile defense, it will be difficult for us to get on to the other negotiations about reducing strategic nuclear weapons further and non-strategic weapons that are in Europe. So we see these two as our two top-priority issues for 2011.\nMR. VIETOR: Great. Well, with that, why don’t we start taking a couple of questions.\nQ Thank you. Hi, everybody. Tommy, I know you said not to ask about Libya, so I will seek a separate comment on Libya. But I’m curious, Mike, if you can say whether the Vice President will discuss Libya with Putin in -- during these talks with him?\nMR. MCFAUL: Of course. I mean, we fully expect to have a serious conversation with both Prime Minister Putin and President Medvedev about events that are happening in the Middle East. We traditionally do discuss the entire range of issues in the world and we fully expect to have, you know, serious conversations on not only Libya, but on the entire region as a whole and in particular to not forget about those countries that are seeking to consolidate their gains in terms of democratic change. We fully expect to have interesting and robust conversations on that.\nQ Is there anything in particular that you’ll be asking for or support you’re seeking?\nMR. MCFAUL: Well, I would say -- you know, when we say the Middle East, we of course have cooperated with the Russian government on Iran. As Tony mentioned at the top, this remains a concern for us that that problem has not gone away.\nWe do believe that the level of cooperation we achieved in 2010 with the Russians, both in offering incentives to Iran if they would meet their international commitments, but also then pivoting -- and I would say most particularly -- on U.N. Security Council Resolution 1929, which we did with the Russians to show that there are consequences to not meeting your international obligations.\nAnd, in particular, I would also point out that the Russian government took the independent decision then to cancel the S-300 contract, which we think was a very important step towards avoiding destabilizing events that could have ensued had they fulfilled that contract. So that remains ongoing. We’ll continue to discuss that as well.\nObviously, the Middle East peace process, we continue to coordinate closely with them in the Quartet and in other ideas. I fully expect we’ll engage on that, as well.\nQ Thank you.\nQ Thank you. My question is to Mike McFaul. Mike, today Russian newspapers wrote that basically the visit of the Vice President is a demonstration of U.S. support for Mr. Medvedev to run at the next presidential elections. Do you think that subject would be discussed in Moscow while the Vice President is in Moscow? And how true -- how do you evaluate those reports and opinions of Russian media?\nMR. McFAUL: Well, we do not in any way see the Vice President’s trip as an endorsement for any candidate for president in Russia. That would be foolish for us to think that that is our role to play. We’re not going to do that.\nAs Tony said, we’re meeting with President Medvedev, we’re meeting with Prime Minister Putin, and we’re meeting with other political figures in Russia -- some of whom I would gather are espousing -- have aspirations to run for president. We’re not going to take any views on that. We look forward to conversations about that. We’re not going to do that.\nWhat we are going to do is, as Tony said, we want to build on the reset. We want to build on the dimensions that we think are lacking and need more attention and have to deal with innovation, as Tony said. And we’re going to Skolkovo on purpose. President Medvedev came to our Silicon Valley. We welcomed that. We celebrated that. And when he was here at the White House with both the Vice President and the President, they have very interesting conversations about how to develop that. We see that as important.\nAnd more generally, we want to widen the span of activities that we have with Russia. This cannot be a relationship just about arms control and nonproliferation. It has to be about investment. It has to be about innovation, and it has to be about a lot of the topics that we are trying to address in the course of the bilateral presidential commission.\nFor instance, as we’re talking, one of those commissions are meeting led by Under Secretary for Public Diplomacy Judith McHale from the State Department and her colleague Ambassador Mikhail Shvydkoy, who I know you know. They're discussing -- they're launching a dialogue on 21st century media. We think this is part of the reset too.\nWe have another delegation in Moscow right now talking about innovation led by -- well, a series of groups. It’s an inter-agency group. We see these as dimensions we want to explore, and the Vice President’s mission on this trip is to try to develop some of those activities that previously have not gotten as much attention as they deserve.\nQ Do you think that the Vice President will raise such issues as U.S. poultry in Russia or not?\nMR. McFAUL: Well, I’m happy to report having spent many, many hours -- not many hours -- hundreds of hours on this issue last year, that right now we do not have a serious disagreement about that, and we applaud the work that particularly First Deputy Prime Minister Igor Shuvalov has done in getting Russia -- first of all, dealing with our bilateral negotiations that were preconditioned to moving forward on the WTO negotiations and now moving on to the multilateral issues. There’s been a lot of hard work, I won’t pretend it was easy, but I think we have made real progress even on issues of poultry imports to Russia. And I think it will be a successful trip if we don't have to revisit those issues.\nQ Thank you very much.\nQ Thank you. My question for both of you I think. In Russia there are suggestions that one of the reasons of the Vice President’s visit is to prepare President Obama visit to Russia. Is this correct? Would you comment it?\nMR. BLINKEN: The purpose of the trip is exactly what we’ve talked about over the last few minutes, and that is -- as I said, as Mike said, to take stock of the reset, to consider what we’ve accomplished, and to look at where we’re going next.\nI think as you know the President and President Medvedev have met numerous times. In fact, I believe President Medvedev is the world leader with whom President Obama has met the most in his two years in office and will have meetings in the coming year at various international gatherings that the President looks very much forward to. And so the purpose of this trip really is, as Mike said, to strengthen and broaden the reset, and that's what we’re focused on.\nQ Good afternoon. Russia’s WTO accession will be on the table. Can you give us on update on the possibility of Russia’s graduation from the Jackson-Vanik amendment? As you probably know, Margelov has stated that Russia could be excluded from this amendment as early as next month. Do you agree with this assumption? Thank you.\nMR. McFAUL: Well, I would start by saying what’s most important here is for Russia to finish its negotiations for accession. And many people may not realize this, but we are negotiators in Geneva, and in our trade representative’s office here, work extremely closely with the Russian negotiators to try to get done the literally hundreds of pages that need to be completed before accession is ready.\nWe applaud the very aggressive calendar that First Deputy Prime Minister Shuvalov has set out, and we’re going to work as hard as we can with his negotiators and Russia’s negotiators to try to get this done this year.\nWith regard to Jackson-Vanik, just for everybody to understand, that's a somewhat different issue than WTO. It’s related, but not linked. But we have said before that we plan to terminate the application of Jackson-Vanik in the near future, and I think we’ll time that and that discussion will be related to when Russia is moving forward in terms of finally finishing the negotiations on WTO.\nMR. BLINKEN: I would simply add that, as Mike said, we are committed to working with Congress to terminate the application to Russia of Jackson-Vanik. But let me emphasize that that requires working with Congress. And so that is something that we plan to do. We’re determined to do, but it needs to be done with Congress. It’s not something that the White House can simply press a button and have done.\nQ Yes, hello. Does the Vice President plan to discuss the issue of human trafficking in Moldova and Russia? And if so, in what capacity? And if not, will there be a discussion on the issue in the future? Thank you.\nMR. McFAUL: He -- that is a subject that I’m quite certain he will bring up. It’s an issue that this administration is very focused on, has deep concerns about and is something that we bring up when relevant wherever we go. And so I expect it will be on his agenda.\nQ Do you have any details on the specifics?\nMR. McFAUL: No, let me let the trip speak for itself. We’ll see what results from any discussions we have, and we and report on that after the trip.\nQ Okay, thank you.\nQ Thanks, guys, for taking the time. I want to follow up first on the question, as we know Russia opposed the use of -- authorization for the use of force against Libya at the U.N. last week, so I’m wondering if you believe that Russian agreement or at least acquiescence to such a move is necessary before proceeding with some of the options that the President said yesterday are on the table?\nAnd on WTO, I wanted to ask you, Mike, do you believe that Russia has taken any steps whatsoever to reach out to Georgia in order to resolve some of their differences so that Georgia won’t stand in the way? And if not, what steps do you believe they should take? Thank you.\nMR. BLINKEN: Josh, let me be very brief on Libya, and then turn it over to Mike on WTO. As Tommy said at the outset, we don't want to address Libya-specific questions on this call. We’re happy to take those up in another context, and you can follow up with Tommy.\nAs Mike said earlier, for sure, Libya will be on the agenda in the Vice President’s meetings in Russia because it’s on the international agenda, and Russia is a critical partner to us. But I don't want to be any more specific than that at this point.\nMike.\nMR. McFAUL: On Russia and Georgia, for those on the call who don't know, there are definitely issues remaining in terms of Russian and Georgian trade relations that have to be addressed before Georgia will agree to move forward with the working party report that is necessary for Russia to join the WTO.\nThere is a process underway. I don't want to prejudge it because we’re not involved in it, but I think both Moscow understands -- the negotiators understand that they have to deal with this issue seriously, and this is not just something that they can wait for us to make the Georgians go along, because we’re not going to do that.\nAnd at the same time, I think the leadership in Tbilisi understands that they want to find a cooperative solution to this issue to deal specifically with the economic and trade issues that are involved here, and not make it a bigger debate. But I can tell you that there is a process underway, but I don't know where that has led to or where that will lead to.\nQ And does the U.S. have any role in that process?\nMR. McFAUL: No, I don't think so. I think at the end of the day, this is a bilateral issue. I think we’ve made it clear to both our partners in both countries that we see it in the American national interest for Russia to be a member of the WTO.\nWe think it’s a good thing for our companies and for our trade and for our investors that Russia is bound by a set of international rules and regulations and practices that make economic interaction with Russia more predictable. And when it’s not predictable, then one can use the mechanisms of the WTO to bring grievances against them. We think that's a good thing for us. I suspect it may be a good thing for Georgia. But I think at the end of the day, this is a bilateral issue, not a trilateral issue.\nQ Thank you.\nMR. VIETOR: We’ll take one more.\nQ Hi, there. Thanks for taking the call. My question is will Vice President Biden address intellectual property rights? And in what context will he address that, in terms of the WTO?\nMR. McFAUL: Yes, he will. We have a series of issues on the enforcement side in particular that we are keenly aware of. In terms of the changes and the agreements that were needed in IPR issues, those have been resolved. But many people -- many companies in the United States are skeptical about enforcement, and we fully expect to have that on the agenda when we meet with President Medvedev and Prime Minister Putin next week.\nQ Is that going to be a condition for WTO accession?\nMR. McFAUL: It is part of the accession agreement, yes, of course.\nQ Okay. Thank you.\nMR. VIETOR: All right, well, thank you, guys, very much for getting on the call. If you have any follow-up questions, please feel free to direct them to me. And I’m sure we’ll be looking forward to the updates from the trip as it goes along. So thanks, again.\nEND\n\t1:32 P.M. EST\n\n\n\n\n"
}