{
    "title": "Declaraciones del Presidente Obama sobre la Ley de Seguridad y Energía Limpia en Estados Unidos | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-del-presidente-obama-sobre-la-ley-de-seguridad-y-energ-a-limpia-en-es",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 12, 2010\n\n \n\n\n\nDeclaraciones del Presidente Obama sobre la Ley de Seguridad y Energía Limpia en Estados Unidos \n\n\n\n\nFelicito a los senadores John Kerry y Joe Lieberman por su incansable labor en la redacción de esta importante medida legislativa. Esta propuesta llevará a Estados Unidos por el camino de la economía basada en la energía limpia, que generará empleos estadounidenses en la fabricación de los paneles solares, las aspas de molinos de viento y las baterías de autos del futuro. Reforzará nuestra seguridad nacional al comenzar a disminuir nuestra dependencia del petróleo extranjero. Y protegerá al medio ambiente para bien de nuestros hijos y nietos.\nLos estadounidenses saben lo que está en juego si seguimos dependiendo de hidrocarburos. Pero los desafíos que enfrentamos –resaltados por la gran tragedia en el golfo de México– son motivo para redoblar nuestros esfuerzos por reformar la política energética del país. Durante demasiado tiempo, Washington le ha pasado este desafío a la siguiente generación. Esta vez, el estatus quo ya no es aceptable para los estadounidenses. Es hora de que en Estados Unidos tomemos control de nuestro futuro energético y demos rienda suelta a la innovación estadounidense en la tecnología de energía limpia, que nos permitirá generar empleos, competir y tener éxito en la economía mundial.\nLa Cámara de Representantes ya ha tomado una histórica medida con la aprobación de la Ley de Seguridad y Energía Limpia en Estados Unidos (American Clean Energy and Security Act). Estoy deseoso de contar con la participación de senadores de ambos partidos y de que finalmente se apruebe esta medida este año. \n \n\n\n\n"
}