{
    "title": "Vice President Biden to Host Leading Scholars for a Discussion about the Challenges Facing America’s Middle Class in the 21st Century Economy | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-host-leading-scholars-a-discussion-about-challenges-facing-ame",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nNovember 03, 2009\n\n \n\n\n\nVice President Biden to Host Leading Scholars for a Discussion about the Challenges Facing America’s Middle Class in the 21st Century Economy \n\n\n\n\nTHE WHITE HOUSE \nOffice of the Vice President\n________________________________________________________________________________\n \nFOR PLANNING PURPOSES\nNovember 2, 2009\n**MEDIA ADVISORY**\nVice President Biden to Host Leading Scholars for a Discussion about the Challenges Facing \nAmerica’s Middle Class in the 21st Century Economy \nWASHINGTON – On Thursday, November 5, at 10:30 AM EDT, Chair of the White House Task Force on Middle Class Families, Vice President Joe Biden, will host a panel of leading scholars for a discussion about the unique challenges facing America’s middle class in the 21st century economy.  Co-hosted by the Center for American Progress (CAP) and the Economic Policy Institute (EPI), the Vice President and the expert panel will discuss the many economic developments and trends affecting middle class families, including: changes to the overall labor market in recent decades; shifting gender roles and the need for work-life balance in today’s economy; economic inequality and mobility, and the increased gap between productivity and wages. \nThe event will be POOLED FOR TV; open to print, radio and still photographers. Additional media details will be released at a later date.  \nWHAT:                      Vice President Biden to Host Leading Scholars for a Discussion about the Challenges \n                                   Facing America’s Middle Class in the 21st Century Economy\nWHO:                         Vice President Joe Biden, Chair of the White House Task Force on Middle Class Families\n                                    Melody Barnes, Director of the White House Domestic Policy Council\n                                    Lawrence Mishel, President, Economic Policy Institute\n                                    Heather Boushey, Senior Economist, Center for American Progress\n                                    Jim Kessler, Vice President for Policy, Third Way       \n                                    Isabel Sawhill, Senior Fellow on Economic Studies, Brookings Institution\n                                    Ralph Whitehead, Professor of Journalism, University of Massachusetts at Amherst\nWHEN:                      Thursday, November 5, 2009 at 10:30 AM EDT (Press Access Times/Camera \n                                   Pre-set Times to be released at a later date)\nWHERE:                    Center for American Progress\n                                    1333 H Street NW, 10th Floor\n                                    Washington, DC\nRSVP:                         This event will be POOLED for TV cameras; open to print, \n                                     on-line, radio and still photographers.  \n                                     Media must RSVP by filling out the online form contained \n                                     here:  http://obamawhitehouse.archives.gov/mediarsvp/vp-washington-11-05-09  \n                                     by Wednesday, November 4th at 6 PM EDT.  At the event, you will be \n                                     required to wear a media credential at all times, \n                                     either around the neck or pinned to clothing. \n###\nBackground on the White House Task Force on Middle Class Families:\nThe Obama-Biden administration has made lifting the economic prosperity of the American middle class is a central goal of its economic policy.  The rationale for this benchmark was born of the historically unique difficulties experienced by middle-class households in recent years: for example, despite the fact that the productivity of the labor force grew at a solid pace during our last economic expansion, the real median income of working-age households fell between 2000 and 2007.  Beyond that, there was a 3.4% drop in median household income in 2008, the largest one-year decline since the U.S. began keeping track in the 1960s.  Meanwhile, the decline in both home prices and the value of retirement plans has taken a large bite out of the wealth of middle-income families.  As such, in January 2009 President Obama established the Middle Class Task Force and named Vice President Biden as Chairman - to ensure that as our economy recovers, this Administration’s policies are aimed at lifting the living standards of middle class families and those aspiring to be in the middle class.\n\n\n\n"
}