{
    "title": "Vice President Biden Highlights Recovery Act Progress in Ohio | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-highlights-recovery-act-progress-ohio",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 09, 2009\n\n \n\n\n\nVice President Biden Highlights Recovery Act Progress in Ohio\n\n\n\n\n THE WHITE HOUSE  Office of the Vice President  __________________________________________________________________________  For Immediate Release                                                            July 9, 2009  Vice President Biden Highlights Recovery Act Progress in Ohio Announces $3.5 Million Community Development Block Grant for Cincinnati    Cincinnati, OH — In a visit to the American Can Building in the Northside neighborhood of Cincinnati, Vice President Biden this morning highlighted the many ways in which the American Recovery and Reinvestment Act (ARRA) is supporting Southwest Ohio. The American Can Building, a formerly abandoned factory that is being converted to a multi-use economic development project, is just one of thousands of Ohio projects and facilities to benefit from the act. Vice President Biden was joined at the site by Cincinnati Mayor Mark Mallory. \"Roads plus teachers plus cops plus jobs equals a community — and that equals paychecks and prosperity,\" said Vice President Biden. \"In other words, it equals a better future right here in Southwest Ohio.\" So far, $4.4 billion in Recovery Act funds have been obligated to Ohio, including $2 billion for education, $1 billion for health care and $445 million for transportation. These investments are already lifting up Cincinnati by funding health-care research, strengthening police officers and our armed forces, cleaning area parks and contributing to many other local goals. Today, to add to that list, the Vice President announced the approval of the City of Cincinnati’s plan to use a $3.5 million federal grant to help stabilize and revive local neighborhoods, rehabilitate affordable housing and improve key public facilities. Funded through the Recovery Act and run through the Department of Housing and Urban Development (HUD), the Community Development Block Grant (CDBG) Program will support state and local community development while stimulating employment at sites like the American Can Building, which is receiving $1.6 million of those funds. \"The President’s Recovery Act allows us to invest in local solutions to the many challenges our cities and counties are confronting,\" said Secretary Donovan. \"I’m pleased to stand with the people of Cincinnati as they work to build a real and lasting recovery for themselves and their children.\" Overall, the Recovery Act is touching upon all aspects of Ohioans’ lives, from affordable housing and transportation to education and job creation. Taken together, these improvements mean a more competitive Cincinnati that will attract businesses, families and jobs. Across the country, $174 billion of the Recovery Act have been committed in its first 130 days, including $43 billion in tax cuts. One third of the act’s total funding is devoted to tax cuts for 95% of Americans. The act is also on pace to save or create 750,000 jobs in its first 200 days, or more than 3,000 jobs per day. For additional information on the Recovery Act, including breakdowns by category, state and agency, please visit http://www.recovery.gov. ###   \n\n\n\n"
}