{
    "title": "Statement by NSC Spokesperson Ned Price on the Status Report on the Implementation of Executive Order 13698 Hostage Recovery Activities | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/09/30/statement-nsc-spokesperson-ned-price-status-report-implementation",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\n\nSeptember 30, 2016\n\n \n\n\n\nStatement by NSC Spokesperson Ned Price on the Status Report on the Implementation of Executive Order 13698 Hostage Recovery Activities\n\n\n\n\n\n\tLast year, President Obama ordered comprehensive updates to U.S. hostage recovery policy and signed an Executive Order to organize more effectively our efforts so we are best postured both to bring home U.S. nationals held abroad and support their families. Since then, we have brought under one roof law enforcement, intelligence, and military experts at the Hostage Recovery Fusion Cell, where they work side-by-side to develop and pursue recovery strategies. Moreover, the President designated a Special Presidential Envoy for Hostage Affairs, who coordinates our diplomatic efforts abroad. The interagency Hostage Response Group is ensuring that all of the elements put into place last year are working together as a team and receiving any guidance and oversight that they need. \n\n\tTo ensure that the U.S. Government implemented these important reforms effectively and continued to identify areas for improvement, the Executive Order required that a status report be completed one year after it was signed. That report was produced this summer by the National Counterterrorism Center (NCTC) and after discussions with key stakeholders on how best to incorporate their feedback the report is being made public today. The report concludes that last year's institutional and policy changes have had a positive impact on hostage recovery efforts. Where the report identifies work yet to be done or improvements still to be made, departments and agencies have already begun work to implement the recommendations and will continue to seek ways to improve our hostage recovery efforts. \n\n\tWhile we know that we cannot prevent every hostage situation, we are fully committed to the safe recovery of our fellow citizens and the provision of unfailing support to their families. With the reforms we have made over the last year, the U.S. Government is now well postured to ensure that hostage recovery activities will remain an enduring priority from administration to administration.\n\n\n\n\n"
}