{
    "title": "Statement by White House Communications Director Dan Pfeiffer on Today’s Contempt Vote in the U.S. House of Representatives | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/06/28/statement-white-house-communications-director-dan-pfeiffer-today-s-conte",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 28, 2012\n\n \n\n\n\nStatement by White House Communications Director Dan Pfeiffer on Today’s Contempt Vote in the U.S. House of Representatives\n\n\n\n\n\n\tAt the beginning of this year, Republicans announced one of their top priorities was to investigate the Administration and to ensure that President Obama was a one-term President. Despite the major economic challenges facing the country, they talked openly about devoting taxpayer-funded, Congressional oversight resources to political purposes.\n\n\tThe problem of gunwalking was a field-driven tactic that dated back to the George W. Bush Administration, and it was this Administration’s Attorney General who ended it. Attorney General Holder has said repeatedly that fighting criminal activity along the Southwest Border – including the illegal trafficking of guns to Mexico – is a top priority of the Department. Eric Holder has been an excellent Attorney General and just yesterday the Chairman of the House Oversight Committee acknowledged that he had no evidence – or even the suspicion – that the Attorney General knew of the misguided tactics used in this operation.\n\n\tYet, Republicans pushed for political theater rather than legitimate Congressional oversight. Over the past fourteen months, the Justice Department accommodated Congressional investigators, producing 7,600 pages of documents, and testifying at eleven Congressional hearings. In an act of good faith, this week the Administration made an additional offer which would have resulted in the Committee getting unprecedented access to documents dispelling any notion of an intent to mislead. But unfortunately, a politically-motivated agenda prevailed and instead of engaging with the President in efforts to create jobs and grow the economy, today we saw the House of Representatives perform a transparently political stunt.\n\n\n\n\n"
}