{
    "title": "Fact Sheets: The United States and Indonesia - Building a 21st Century Partnership | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/11/09/fact-sheets-united-states-and-indonesia-building-a-21st-century-partners",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 09, 2010\n\n \n\n\n\nFact Sheets: The United States and Indonesia - Building a 21st Century Partnership\n\n\n\n\nToday, President Obama and President Yudhoyono reviewed the broad range of cooperation between our two governments and formally launched the U.S. - Indonesia Comprehensive Partnership.  As two of the world’s major democracies, bound together by a web of historical, cultural, and economic ties that span the Pacific and by our shared values and aspirations, we continue to strengthen our relationship through a variety of initiatives, summarized below and described in greater detail in the fact sheets attached.\n\t \nPartnership\n\n\n\t\tComprehensive Partnership: In June 2010, President Obama and President Yudhoyono announced that the two countries would enter a Comprehensive Partnership to elevate bilateral relations by intensifying consultations and cooperation on key bilateral, regional, and global issues.  The two leaders have formally launched the Comprehensive Partnership today.\n\n\t\tJoint Commission: To support the Comprehensive Partnership, the U.S. Secretary of State and the Indonesian Foreign Minister co-chaired the inaugural Joint Commission session on September 17 in Washington, D.C.\n\n\t\tPlan of Action: Launched publicly at the Joint Commission meeting, the Plan of Action outlines our commitment to cooperate in three key areas: political and security, economic and development (including climate change), and socio-cultural cooperation (including education, science, and technology).  Six working groups meet under the Joint Commission to help implement the Plan of Action.\n\nSocio-Cultural\n\n\n\t\tInterfaith Cooperation: Indonesia hosted a successful interfaith event and is developing a plan to engage U.S. religious groups in interfaith service projects.\n\n\t\tPeace Corps: The Memorandum of Understanding to re-establish the Peace Corps program in Indonesia was signed in 2009.  In March, the first group of 20 volunteers arrived to teach English.\n\nSecurity and Regional Cooperation\n\n\n\t\tEast Asian Summit (EAS): With strong Indonesian and ASEAN support, the United States joined the EAS.  President Obama expects to attend the 2011 EAS hosted by Indonesia.\n\n\t\tDefense Framework Arrangement: Signed on June 10 to boost military-to-military cooperation.\n\n\t\tSecurity Cooperation: New and expanded projects focusing on counterterrorism, maritime security, peacekeeping, natural disaster response, and humanitarian assistance.\n\nScience and Technology\n\n\n\t\tScience and Technology Cooperation Agreement: Signed on March 29 and awaiting entry into force.\n\n\t\tScience Envoy: Following President Obama’s announcement in Cairo last year of the global Science Envoy program, former president of the U.S. National Academies of Science Dr. Bruce Alberts visited Indonesia and launched the Frontiers of Science program.\n\n\t\tFrontiers of Science: This scientist exchange program brings together scientists from the United States and Indonesia to share experiences and information with the hope that those linkages will lead to joint research and information-sharing.\n\n\t\tNOAA Okeanos Explorer: The joint research voyage of NOAA’s Okeanos Explorer and Indonesia’s Baruna Jaya yielded the discovery of unseen formations on the ocean floor, new species of coral and ocean fauna.  This joint voyage marked the beginning of our ocean science partnership. Plans are underway for a second expedition.\n\nEducation\n\n\n\t\tFunding: President Obama highlighted the U.S. government’s commitment to invest $165 million in higher education collaboration over five years.\n\n\t\tExchange Initiatives: Expanded educational exchanges, including the new Fulbright Indonesia Research, Science, and Technology (FIRST) Program, the Community College Initiative, English language teaching, and student advising.  Commerce will lead the largest U.S. government-led education trade mission ever to Indonesia in 2011.\n\n\t\tUniversity Partnerships: Improve the quality of higher education in Indonesia by supporting collaboration between the United States and Indonesian higher education institutions.\n\nEnvironment and Climate Change\n\n\n\t\tSOLUSI (Science, Oceans, Land Use, Society and Innovation -“solution” in Indonesian): A multi-agency suite of environment and climate activities, with significant USAID funding, that will work with Indonesian government counterparts and civil society to facilitate and accelerate Indonesia’s sustainable development through a balanced approach to environmental protection and socio-economic improvement.  U.S. commitment of $136 million over three years.\n\n\t\tTechnical Assistance: New focus on forests and peat lands, related measurement and reporting of GHG emissions from all sources, as well as monitoring of the impacts of climate change.\n\n\t\tClimate Change Center: This past June, President Obama announced that the United States, alongside Norway, will support the establishment of an Indonesia Climate Change Center.  Planning discussions between the U.S. climate agencies and Indonesian counterparts began in July and are ongoing\n\nHealth\n\n\n\t\tFinancial and Technical Assistance: USAID FY10 health programs will total $52 million.  The United States is the largest single contributor to the Global Fund to Fight AIDS, TB, and Malaria, and Indonesia is the third largest recipient of grants.  The National Institute of Allergy and Infectious Diseases is working with a network of Indonesian partners on a long-term collaboration on infectious disease clinical research and training.\n\nTrade and Investment\n\n\n\t\tOverseas Private Investment Corporation (OPIC): An updated Overseas Private Investment Corporation agreement was signed on April 13.  OPIC will hold its 2011 Global Investment Conference in Indonesia.\n\n\t\tTIFA: Under the framework of the Trade and Investment Framework Agreement (TIFA), both countries have worked to reduce or eliminate trade barriers.  The last TIFA meeting convened in late September in Indonesia\n\n\t\tEntrepreneurship: Indonesia, recently designated as one of two pilot countries for the Global Entrepreneurship Program, will host a regional entrepreneurship summit in 2011.  The State Department will lead an entrepreneurship trade mission coinciding with this summit.\n\n\t\tGeothermal Development: U.S. Trade and Development Agency launched a Geothermal Development Initiative working with Indonesian government and private sector partners.\n\n\t\tDepartment of Commerce Trade Missions: Secretary of Commerce Gary Locke led the first cabinet-level trade mission to Jakarta in May 2010.  Trade missions on education, infrastructure, and the creative industries are planned for 2011.\n\nMillennium Challenge Corporation (MCC)\n\n\n\t\tThreshold Program: Since 2006, the MCC and the Indonesian government have partnered on a $55 million threshold program to promote good governance and improve the delivery of public health services.\n\n\t\tCompact: In December 2008, the MCC Board selected Indonesia for a much larger Compact program.  The MCC and the Indonesian government are developing projects in green prosperity, access to economic opportunities, and governance.  Both sides are hopeful that a Compact agreement will be signed in 2011.\n\nNote: Read the fact sheet, \"The IKAT-U.S. Partnership -- Civil Societies Innovating Together,\" here.\n\n\n\n\n"
}