{
    "title": "President Obama Honors Outstanding Science, Math, and Engineering Mentors | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/11/15/president-obama-honors-outstanding-science-math-and-engineering-mentor-0",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 15, 2011\n\n \n\n\n\nPresident Obama Honors Outstanding Science, Math, and Engineering Mentors\n\n\n\n\n\n\tWASHINGTON, DC - President Obama today named nine individuals and eight organizations recipients of the Presidential Award for Excellence in Science, Mathematics, and Engineering Mentoring.  The mentors will receive their awards at a White House ceremony later this year.\n\n\tThe Presidential Award for Excellence in Science, Mathematics, and Engineering Mentoring, awarded by the White House to individuals and organizations, recognizes the crucial role that mentoring plays in the academic and personal development of students studying science and engineering—particularly those who belong to groups that are underrepresented in these fields. By offering their expertise and encouragement, mentors help prepare the next generation of scientists and engineers while ensuring that tomorrow’s innovators reflect and benefit from the diverse talent of the United States.\n\n\tCandidates for the award are nominated by colleagues, administrators, and students in their home institutions.  The mentoring can involve students at any grade level from elementary through graduate school. In addition to being honored at the White House, recipients receive awards of $25,000 from the National Science Foundation to advance their mentoring efforts. The mentors and organizations announced today represent the winners for 2010 and 2011.\n\n\t“Through their commitment to education and innovation, these individuals and organizations are playing a crucial role in the development of our 21st century workforce,” President Obama said.  “Our Nation owes them a debt of gratitude for helping ensure that America remains the global leader in science and engineering for years to come.” \n\n\tThe individuals and organizations receiving the Presidential Award for Excellence in Science, Mathematics, and Engineering Mentoring are:\n\n\t2010\n\t•          Solomon Bililign, North Carolina Agricultural & Technical State University, NC\n\t•          Peggy Cebe, Tufts University, MA\n\t•          Roy Clarke, University of Michigan Ann Arbor, MI\n\t•          Amelito Enriquez, Cañada College, CA\n\t•          Karen Panetta, Tufts University, MA\n\t•          ACE Mentor Program of America, CT\n\t•          Ocean Discovery Institute, CA\n\t•          Women's Health Science Program for High School Girls and Beyond, Northwestern University Feinberg School of Medicine, IL\n\n\t2011\n\t•          Winston Anderson, Howard University, DC\n\t•          Juan E. Gilbert, Clemson University, SC\n\t•          Shaik Jeelani, Tuskegee University, AL\n\t•          Andrew Tsin, University of Texas at San Antonio, TX\n\t•          Camp Reach, Worcester Polytechnic Institute, MA\n\t•          Diversity Programs in Engineering, Cornell University, NY\n\t•          The Mathematical and Theoretical Biology Institute, Arizona State University, AZ\n\t•          The Stanford Medical Youth Science Program, Stanford University, CA\n\t•          University of California San Francisco Science & Health Education Partnership High School Intern Program, CA\n\n\n\n\n"
}