{
    "title": "Conference Call to Preview the Visit of President Xi Jinping of the People's Republic of China | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/09/23/conference-call-preview-visit-president-xi-jinping-peoples-republic",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 22, 2015\n\n \n\n\n\nConference Call to Preview the Visit of President Xi Jinping of the People's Republic of China\n\n\n\n\n\n\tVia Telephone\n\n\t5:53 P.M. EDT\n\n\tMR. PRICE:  Good afternoon, everyone, and thanks for joining this preview call to preview the visit of Xi Jinping, the President of the People’s Republic of China.  This call will be on the record but it will be embargoed until the conclusion of the call, so we would ask that you not tweet or otherwise use the contents of this call until its conclusion.\n\n\tWe have three senior administration officials on today’s call.  We have Ben Rhodes, the Deputy National Security Advisor for Strategic Communications.  We have Caroline Atkinson, the Deputy National Security Advisor for International Economics.  And we have Dan Kritenbrink, who is the Senior Director for Asian Affairs at the National Security Council.   \n\n\tSo with that, I will turn it over to Ben Rhodes to kick us off.\n\n\tMR. RHODES:  Great.  Thanks, Ned.  Appreciate everybody getting on the call.  I’ll just make some opening comments about how President Obama has approached this relationship with China in office.  I’ll turn it over to Dan who can go through the agenda and some of the specific issues related to the visit.  And then Caroline can speak to some of the economic issues that will come up around the visit.\n\n\tFirst of all, we start from the premise from the beginning of this administration of pursuing a policy of sustained engagement with the Chinese leadership.  We do so in the belief that this is the most consequential bilateral relationship in the world given the breadth of issues on which the United States and China have common interests, or at times have differences.  But we believe strongly that engagement, including at the highest levels, is necessary to work through both those issues where we agree and can pursue constructive cooperation, and on those issues where we differ.\n\n\tAnd as such, throughout this administration we’ve sustained a regular pace of meetings through our strategic and economic dialogue, and also at the head of state level.  \n\n\tTo recap, you’ll recall that President Obama was hosted for a state visit by Hu Jintao, and then he reciprocated and hosted President Hu here in Washington.  After President Xi Jinping came to office, we hosted him at Sunnylands for a very extended discussion in a more informal setting where they were able to get to know another and cover the very broad range of issues upon which the United States and China deal with one another.\n\n\tLast year we had a very successful state visit to China in which we were able to reach a number of significant breakthroughs, particularly as it relates to climate change, some trade irritants that we were able to overcome, and advancing our military-to-military cooperation among others.  \n\n\tJust to make a couple of other comments here -- again, we’ve approached this relationship knowing that we’re not going to agree on everything, but with the strong belief that we benefit when we can advance cooperation.  That includes on bilateral issues, but it also includes multilateral and global issues.  We believe that the more China is invested in resolving global issues and supporting a rules-based international order, the better it will be for the United States and for the world.  And the climate commitment that came out of last year’s state visit is a direct indication of how sustained engagement can yield results in which the U.S. and China, again, are cooperating not just bilaterally but setting an example and helping provide momentum to global efforts as well.\n\n\tBilaterally we have a very broad -- I should add actually just one more note on global issues.  Another issue in which we’ve worked very persistently with China over the years is the Iranian nuclear issue.  It took a lot of time and effort at the highest levels of our government to secure Chinese cooperation for the sanctions that applied so much pressure on Iran.  And then China was side-by-side with us at the table and the P5+1 discussions that resulted in the breakthrough and the nuclear deal that was reached to prevent Iran from obtaining a nuclear weapon.\n\n\tAt the same time, of course, we’re going to continue to have a range of bilateral differences, some of which I’m sure we’ll discuss on this call.  But we certainly believe that the way to address those is directly with the Chinese, through engagement.  Denying ourselves that type of engagement with the Chinese would simply deny ourselves the ability to advance our interests and to make clear to China where we stand.\n\n\tThe last thing I’d say is that the U.S.-China relationship is just one part of the broader rebalance to the Asia Pacific region.  You’ve heard the President speak often about how America’s interest in the 21st century will largely be defined by our engagement in the largest-emerging market in the world.  A central pillar of our Asia rebalance is this bilateral relationship with China.  Other pillars of course include the U.S. alliances, which are the cornerstone of our approach to the Asia Pacific, and we’ve invested significantly in those alliances, as well as our emerging partnerships with countries such as the ASEAN countries.\n\n\tSo this is part of a broader Asia policy.  But what I will say is that the countries of the Asia Pacific certainly believe that a good U.S.-China relationship, a stable U.S.-China relationship contributes to the stability and the prosperity of the region.  So even as we are deepening those alliances, building those partnerships with emerging countries, working to complete the Trans-Pacific Partnership, which will be a landmark effort to advance America’s economic interest and to cement our engagement in Asia, we see this bilateral relationship with China as fundamental to our Asia rebalance.\n\n\tWith that, I’ll turn it over to Dan to go through the details of the visit.\n\n\tMR. KRITENBRINK:  Thank you, Ben.  If I could just walk you through, briefly, the schedule here in Washington, and then I’ll talk just a little bit about some of the goals of the visit.\n\n\tPresident Xi will arrive in Washington on the afternoon of September 24.  That evening, President Obama and President Xi will have a private dinner similar to the meal that they had done at Sunnylands and at Yingtai last November.  And we expect they would use that meal as a somewhat more informal occasion to have a strategic-level discussion about their respective priorities and visions for the future of the bilateral relationship.\n\n\tPresident Obama and Mrs. Obama will then host President Xi and Madam Peng Liyuan for a state visit on September 25.  That will begin with an arrival ceremony on the South Lawn, followed by meetings in the White House and then a joint press conference.  From there, Vice President Biden and Secretary Kerry will host President Xi and Madam Peng at the State Department for a state lunch.  The President and Mrs. Obama will then host President Xi and Madam Peng for a state dinner at the White House that evening.\n\n\tI think Ben has covered very well our approach to China and how our China policy is embedded in our larger approach to the rebalance to the region.  I guess I would just emphasize, as Ben did, that we take a balanced, clear-eyed and realistic approach to our relationship with China.  There will be, I expect, a real focus on some of the key international security issues such as Iran and North Korea when the two Presidents sit down to meet.\n\n\tWe’ll also focus on ways we can expand cooperation on several of the global issues that Ben mentioned, including climate change, global health, building on the work that we did to combat Ebola in West Africa, and perhaps on some other issues.\n\n\tAnd then of course, there will be a range of bilateral issues as well, including, we hope, further work at building out confidence-building measures between our two militaries, and some things we can do to improve people-to-people interaction between the American and Chinese people, building on last year’s visa-related extension agreement.\n\n\tI would close by just saying, as Ben said, there will also be I think a very robust discussion of the differences between our two countries.  As the President has said, the national security advisor has said, we won’t paper over those differences.  We’ll be very clear and candid about them.  Some of those differences will include cyber, economic and trade issues, maritime issues and human rights.  So I think you’ll see that balanced approach on display during the state visit.  \n\n\tThat’s all I wanted to say.\n\n\tMS. ATKINSON:  Thank you, Dan, and thanks to everybody on the call.  I just wanted to make a couple of points about the relationship with China in the economic sphere.  Clearly, as Ben said, this is an extremely important and deep relationship.  We have seen, this summer, that it’s important that China demonstrate that its economic reforms are on track; that it will refrain from competitive devaluation; and that it will implement pro-growth fiscal policies that accelerate the transition to consumer-led growth.  This is extremely important, we believe, for the acceleration of China’s reform for continuing the growth that China wants and that is also in the interest of the global economy. \n\n\tSecondly, the United States believes that it’s time for China -- it’s important that China should share responsibility for sustaining the rules-based international economic system.  This system, which was put in place with a lot of work by the United States and others, has benefitted China and enabled its rise.  We believe that China recognizes this, and that it’s important for us to work together to strengthen that international financial system, including through more balanced economic growth in China.  Of course, the United States is in a relatively strong position at the moment in terms of our economic performance.\n\n\tAnd finally, as Dan mentioned, there are some irritants on the bilateral economic relationship that can be threatened by China’s policies that can be discriminatory and protectionist on technology, uneven enforcement of anti-monopoly law, and actions in the agricultural sphere where science-based approach is not yet fully in place.\n\n\tSo we believe that it’s in China’s interest and our interest that China move to reaffirm the protection of intellectual property and allow market forces to play a decisive role in the economy as they have said, and allow for fair competition and a level playing field for foreign firms in their domestic market.  \n\n\tQ    You guys have talked a lot about cyber and we know that cyber will be probably a tense discussion.  Can we expect that there will be an agreement at all on the cyber issue -- and/or will you say to Xi, will the President to President Xi that sanctions are pending?\n\n\tMR. RHODES:  I’ll start, Jeff, and then see if Dan wants to add anything.  I think cyber will certainly be a very important part of the agenda and the discussion.  We made very clear to China our deep concerns about certain cyber activities.  In particular, we focused on a Chinese government-sponsored, cyber-enabled theft of confidential business information and proprietary technology from U.S. companies.  And so to be very clear here, this is not just a matter of whether or not countries conduct traditional espionage; it’s a matter of whether our businesses can have the confidence that they can operate in China or operate globally without being subjected to cyber intrusions and that seek to steal their intellectual property.\n\n\tThis should be of interest to the Chinese as well.  In the last several decades, as we’ve expanded this relationship, one of the key stakeholders for the U.S.-China relationship here in the United States has been the business community.  But we are increasingly hearing concerns about activities that the Chinese have been engaged in.  So we want to make very clear that this puts at risk China’s ability to continue on its economic growth if businesses don’t have confidence that they’re not going to be subjected to cyber theft.\n\n\tOur preference is to handle this through dialogue and through diplomacy, and through mutual understandings that we can reach.  I don’t want to suggest a particular formal agreement -- we’ll have to see again what type of discussions the leaders have.  What I do want to emphasize is that the area where we would like to reach a greater understanding with the Chinese is on the protection of intellectual property and the ability of businesses to operate without concern of cyber theft.  And, again, this will be an ongoing dialogue.\n\n\tNow, we’ve also made clear that we have other punitive measures available when we do see instances of cyber intrusions and cyber theft.  In the past, the United States government has already engaged in law enforcement actions, for instance, that targeted Chinese entities who we believed were behind that type of activity.  Sanctions remain the tool of the United States, and we would be prepared, if necessary, to pursue sanctions as a tool if we felt that there was a case that merited that type of punitive action.\n\n\tSo there’s a range of options available to us, ranging from constructive dialogue and mutual understandings to more punitive measures to include sanctions.  And I think we’ll have the ability to lay that out for the Chinese.  But I think we do so from the premise that it’s in China’s interest to ensure that businesses have the confidence that there is a level playing field in China and that they’re not at risk from Chinese cyber actors.\n\n\tQ    Hi, there.  It seems like the course of this relationship is always one step forward and then one step or two steps backwards, especially in Chinese actions in the cyber realm, maritime security and human rights.  Do you feel like it’s an inevitability that that’s going to be the course of this relationship in the future?  Do you have any optimism or confidence that China will be a better actor in cybersecurity?  And if you do have some optimism, where does that come from?  Thanks.\n\n\tMR. RHODES:  So, Michelle, I think that there’s going to be aspects of the relationship that are cooperative and there are going to be aspects of the relationship that are competitive.  And that’s always been our understanding.  And as a general matter, we welcome the peaceful rise of prosperous China.  That can benefit our own interests.  It can support U.S. jobs in economic activity.  And it can contribute to the stability of the Asia Pacific region.\n\n\tWhat we’re not going to do is say that because we have significant differences with China, we’re not going to cooperate with them on other issues.  Because if you look at the steps forward, to use your formulation, there have been some very significant steps forward.  The U.S.-China cooperation on climate change, which will be a focus of this summit as well, is absolutely essential to achieving an ambitious agreement in Paris when the nations of the world will come together to try to deal with climate change.  As the two biggest emitters, our ability to work together is what unlocks the possibility of reaching that type of agreement.\n\n\tOn Iran, China was instrumental in reaching the P5+1 agreement.  On North Korea, I think we’ve seen in recent years an increasing Chinese willingness to understand that we need to be underscoring the necessity of denuclearization, and as necessary applying pressure on the North Korean regime.\n\n\tSo there’s a range of issues, I think, where I think we can say we’ve made progress.  At the same time, we are going to have concerns and we’re going to be open about those concerns.  We talked about cyber.  Again, the chief reason I think the Chinese have an interest in changing some of their behavior in the cyber realm is because if they’re operating outside of established international rules and norms, they’re ultimately going to alienate businesses, including U.S. businesses who have been critical to Chinese economic growth.  \n\n\tIn the South China Sea, similarly, we are not a claimant; what we have an interest in is the free flow of commerce and stability in the region.  But when we see militarization of the South China Sea, when we see land reclamation, that obviously has the potential to be destabilizing.  What it also does, frankly, is provoke some of the other nations in the region.  And it’s not in China’s interest to do so.  China has benefitted from a stable Asia Pacific; benefitted from good relations with the ASEAN countries.  And so, therefore, I think we would make the case that abiding by international law, having ways of avoiding conflict, having a code of conduct so that there’s transparency in the South China Sea, and ultimately resolving these claims consistent with international law is in their interest as well.\n\n\tSo we’ll continue to expect that when you have two countries that are as big and different as the United States and China, we’ll have disagreements and we’ll be competitive.  But again, I think through engagement we can still make important progress.\n\n\tYou mentioned human rights.  Human rights goes beyond the difference.  We have a set of universal values that we stand for everywhere.  So this isn’t, like, a policy difference like we have on a trade irritant.  We believe that people should have the right to speak freely.  We believe that journalists and NGOs should be able to operate freely, and we are going to be very clear about that not just with China but with any country in the world.  And I’d expect that that would be a part of this visit as well.\n\n\tMR. KRITENBRINK:  I completely agree with that.  I mean, I think it’s an exceptionally complex relationship; I think it always has been.  I think we shouldn’t lose sight of the fact that, as Ben very correctly pointed out, that we’re cooperating in a broad range of areas.  I think you could argue that we’re cooperating in more meaningful ways, on a more diverse set of issues than ever before.  At the same time, the challenges that we face are exceptionally important and they’re complex, and we intend to tackle those issues head on and deal with them in a forthright manner.  \n\n\tAnd could I add just one comment on the human rights issue.  I also thought, in addition to the fact that we have very clear views about how states should behave in the way that they treat their peoples and the universal rights of their peoples that they should respect, I think increasingly we’ve been concerned about certain steps that China has taken domestically through various national security-related laws -- draft NGO law -- that really seem to be designed to further constrict the operations of civil society, and unfortunately seems designed to restrict the activities of many NGOs, universities, foundations and others who have contributed directly to China’s development and to the development of our bilateral relationship.  And so I think that will be another area of focus under the human rights rubric during the visit.\n\n\tQ    Hi, guys.  Thank you for doing the call.  I wanted to see if you could just talk a little bit about the relationship between President Obama and President Xi.  We hear the relationship between Obama and Putin described sometimes as “businesslike.”  Considering their meeting at Sunnylands, what kind of relationship do he and Obama have?  And can you talk a little bit about in their talks, perhaps, that private dinner or their other meetings, how President Obama will approach breaching some of these tougher issues if they do have a somewhat more friendly relationship?  Thanks.\n\n\tMR. RHODES:  I think he’s been able to develop a good relationship with President Xi.  That doesn’t mean we agree with everything President Xi does.  But I think that they have been able to have constructive conversations.\n\n\tAnd here’s how I’d put it.  The U.S.-China -- someone who’s been in a lot of these meetings -- oftentimes, frankly, because we have such a long agenda, you end up sitting there and going through a list, and “here’s our position on X-issue and here’s your position.”  I think what’s been distinct about their relationship, starting at Sunnylands, is far and away the most constructive engagements they’ve had have been in their private dinners.  \n\n\tYou have the bilateral meetings, you work through the agenda, and that’s necessary and very important.  But both at Sunnylands and in China, President Obama commented afterwards that he felt the most constructive engagements were when they were able to talk for several hours over dinner without a formal agenda, and give a vision for where they want to take their country, give a vision for how they think the U.S. and China should operate together in the world, and kind of put aside the talking points and actually get a window into one another’s world view.  \n\n\tAnd those world views are very different.  And that’s part of why I think the conversations are useful and important, because it provides a context for all these issues.\n\n\tAnd so again, I think starting in Sunnylands and then in China, this ability to step back and offer a perspective of where we are in terms of our relationship and where our respective countries are, President Obama was able to hear from President Xi about his own domestic program, and was able to share some thoughts on his domestic program, as well.  It doesn’t mean that there’s going to be perfect agreement, but I think they have an understanding as leaders of where they’re coming from on these issues -- so that way, when there is a dispute, they’re able to address it directly.  And when there’s an opportunity to make progress, we seize it.\n\n\tSo for instance, at Sunnylands there was a lot of talk about climate change, and there we had an important but more modest goal of dealing with the Montreal Protocol.  But those conversations I think led to the effort to have the breakthrough last year, where we announced these joint targets with respect to our missions.  And I think that was rooted in President Obama’s understanding that President Xi is ambitious, and that ambition can serve global interests.  \n\n\tI think it’s a misnomer to say that we don’t want China to play a large role on the world stage.  If China is invested in addressing climate change and supporting health security and working with us on development efforts, and expanding infrastructure in places like Africa, that can be beneficial.  Now, how that would be done matters.  But the conversations I think provided a framework where we could find, okay, here’s a target of opportunity.  \n\n\tIn Sunnylands, we had a good discussion about climate and the environment, and how China is thinking about that domestically.  I think that allowed us to make the progress that ultimately resulted in the announcement last year.  So I think as we look ahead to this state visit, starting with that private dinner is very important because at that dinner it won’t be a formal agenda, ticking off a list of issues.  They can step back, look at the strategic context, acknowledge the differences and some of the tensions that are there, but also look for what are the opportunities for the next areas where we can cooperate.  \n\n\tAnd last thing I’d say is, a good example of this is the military-to-military cooperation, which had become moribund but has expanded significantly since President Xi took office.  Even as we’re having significant differences over certain activities in the South China Sea or the Air Defense Zone, the ability to have our militaries be in contact is critical to avoid miscalculation or any further escalation, and hopefully over time to build some sense of trust that can add to the stability of the region.  So I think that private dinner will set a context and then help us make more progress on the agenda the following day.\n\n\tNext question.\n\n\tQ    You mentioned some of the previous interactions these two Presidents have had, and presumably the issue of cyber has come up at Sunnylands and in China.  And it seems like things have gotten progressively worse, even after those dialogues.  So I’m wondering, though you say you want to fix things with dialogue, if the fact that things have gotten worse after previous encounters indicates that if there isn’t something concrete, something deliverable, some kind of pact that comes out of this, sanctions are pretty likely.  And then, secondly, I just want to know if you were able to see the Wall Street Journal interview that President Xi did.  And in that interview, he said that the Chinese government does not engage in theft of commercial secrets in any form, nor does it encourage or support Chinese companies to engage in such practices.  I wanted to know what your response was to his denial.\n\n\tMR. RHODES:  Well, candidly, cyber is an issue where we have not made the progress that we’ve wanted to make.  We have not seen the types of steps that give our companies greater assurances.  And we’ve been very forthright about that.  And while our preference is resolving this through dialogue, we’re not averse to punitive measures, including sanctions, if we feel like there are actors in China and entities that are engaged in activities that are sanctionable.  So that remains very much a tool of U.S. policy and we’ll have a mix of tools available, some of them more focused on dialogue and cooperation, but as necessary, we’d be willing to take punitive action.  And we have in the past; you’ve seen some major law enforcement actions, for instance, that have been focused on Chinese entities.\n\n\tAnd I just want to underscore this -- I didn’t see the full interview from President Xi.  What I would say is that we’re drawing a very clear distinction between the fact that, look, there are activities that all governments engage in as it relates to national security, but what we don’t engage in as the United States is the theft of trade secrets.  And that’s something that gets at the integrity of the global economy, and that’s why we’ve been so focused on this.\n\n\tMR. KRITENBRINK:  Could I -- yes, one point.  I think on this issue, certainly this has been an issue for the past few years.  The President has raised it very directly.  I think one indication that the Chinese side has taken seriously are concerns of the fact that they sent Secretary Meng Jianzhu here as President Xi’s special envoy to address these issues.  And we had very candid and open discussions with him on that.\n\n\tAnd you mentioned, President Xi’s comments -- I mean, what I would say is, of course we would welcome a commitment on the part of the Chinese not to engage in this type of behavior.  The focus of course has to be on actions not simply words.  So I think we’ll be looking very carefully at the actions of the Chinese state going forward.\n\n\tMR. RHODES:  Yes, and President Xi did say also, looking at this interview, that he wants to strengthen cooperation with the United States on this issue.  I think this summit will be an opportunity for us to hear directly from him what form that takes, and then we’ll be able to make a judgment based on those conversations.\n\n\tQ    Along the same line on this, can we rule out any action before the meeting?  There had been some discussion of perhaps this could happen before or after the trip.  It is now safe to say that there will be no action ahead of the meeting?\n\n\tMR. RHODES:  Yes, I would not anticipate -- if you’re talking about sanctions -- I would not anticipate that type of action before the meetings, no.\n\n\tQ    Thanks.  I have two quick questions.  One is, I know White House officials and, to some degree, Chinese officials have sort of discounted some of the anti-China rhetoric that’s coming from the campaign trail right now, saying it’s a campaign phenomenon.  But there are folks -- foreign policy analysts around town in think tanks and so on -- who say that there is a sense from the Chinese folks they’ve talked to that there’s concern in Beijing about a next administration, whether Democratic or Republican, taking a stronger line against China.  \n\n\tAnd so some of what you’re seeing with the Chinese leadership right now, not just in locking in some agreements with the United States but also in taking some belligerent actions in the South China Sea, is aimed at sort of doing that before the U.S. might take a tougher policy.  I’m wondering how you would react to that.\n\n\tAnd then the second thing was, because the news just broke, I wanted to see if Ben might want to respond to -- Hillary Clinton has come out and said just moments ago that’s she’s opposed to the Keystone Pipeline.  I just thought I would offer you an opportunity to respond to that, as well.\n\n\tMR. RHODES:  It might shock you to know that I believe that there’s an ongoing review that the State Department is doing.  And we don’t have any announcements to make as it relates to Keystone.\n\n\tI’ll just say a word on your first question, and then Dan may want to chime in.  There is always a degree of rhetoric related to the U.S.-China relationship.  And, look, some of that is rooted in very real differences.  When President Obama was running for office, he highlighted some areas where he had significant differences with the Chinese government, and we’ve acted on those differences in many ways -- for instance, we brought numerous cases through the WTO and been very successful in that effort.\n\n\tAnd there is concern across the spectrum about some of the activities in the South China Sea, and we share those concerns.  And I think this administration has sought to raise the profile of maritime issues in the South China Sea, including through the President’s regular engagement at the East Asia summit and our belief that we need to work both with China and ASEAN to address those issues.  I will say, however, that this is such a big and complicated relationship that it is a mistake to oversimplify or suggest that somehow we can benefit from disengaging from China or taking a purely adversarial stance with China.  \n\n\tWe conduct over half a trillion dollars in economic activity with China.  There is an enormous amount of U.S. jobs that are created and supported through our trade with China.  China is a member of the U.N. Security -- a permanent member of the U.N. Security Council.  China is the biggest country in the world, and also the biggest emerging power in the region of the world that is going to be a focal point for the United States.  \n\n\tSo I think anybody who is President of the United States will find an interest to work through differences with China and to find areas of cooperating with China.  It’s not a coincidence that there’s been bipartisan support for that type of policy for decades -- from Nixon and Ford to Carter to Reagan to Bush to Clinton to Bush to Obama.  There have been differences of emphasis and differences on issues, but on the core premise that the United States of America benefits from engagement with China, I think that’s clearly supported by bipartisan administrations.\n\n\tWhat I would say is China needs to be mindful that its activities don’t undermine its standing here in the United States.  Congress has a very important role to play in U.S.-China policy.  The stakeholders who supported the U.S.-China policy -- significantly our business community -- have an important role to play.  \n\n\tAnd so part of our message is, look, if you are not taking steps to address some of these concerns as it relates to particular trade irritants or cyber activities, you risk eroding the support for the U.S.-China relationship that comes from the business community; you risk inviting responses from Congress.\n\n\tSo China does need to be mindful of the broad concerns in the United States on certain issues.  And so I think that’s an entirely valid point that, again, across the political spectrum, people are concerned about certain Chinese activities, and that is going to reflect itself not just in what this President does and the next President does, but in what Congress does and how different stakeholders in the United States see the relationship.\n\n\tAnd the same is true around the world and in the region.  The more China is invested in a rules-based international order, I think the more support the Chinese will find for their objectives in Asia and around the world.  The more China is testing or going beyond the boundaries of that rules-based international order, I think the more countries are going to raise concerns.\n\n\tAnd so that’s very much the nature of the discussion, but I don’t think people should discount the fact that engagement has yielded very concrete results, including an administration -- when you look at our signature initiatives -- be it the Iran nuclear deal or climate change -- China’s cooperation was fundamental to that progress, as well.\n\n\tMS. ATKINSON:  Just then, to add, that in terms of the global economy, China is the second-largest economy, and what it does matters a lot for the rest of the world.  And I think the way we see it is that this rules-based international order, which we have in the economic sphere as well, supported China’s rise.  And that was remarkable, but it’s now time for China to embrace the responsibility that’s commensurate with its size.  \n\n\tChina can’t be a free-rider on the international system.  China needs to help to sustain the rules that enabled its rise and that will support a stronger and more stable global economy.\n\n\tQ    Question first for Dan or Ben on the South China Sea.  There’s been a lot of discussion about the U.S. sending planes and ships within the 12-mile limit toward the man-made islands that China has been constructing to show that reclaimed land does not grant China any sovereignty rights over large parts of the South China Sea.  There’s an option that’s been proposed by a number of military officers.  I wanted you to say what the White House’s view on that is.  Is that the right step for the U.S. to be taking to push back against China’s military build-up in the South China Sea?  And then quickly for Caroline.  Given China’s economic reforms, do you now think that the Chinese currency is now ready to become part of the SDR in the IMF’s basket of official reserve currencies?\n\n\tMR. KRITENBRINK:  Well, could I address your first question on, as I understood it, U.S. military operations in the South China Sea.  I would just emphasize the United States has a global freedom of navigation program that it conducts throughout the world and is also very active in East Asia, including in the South China Sea.  That is what we’ve done in the past, that is what we will continue to do in the future.  And as the Secretary of Defense and other senior U.S. officials have made clear, the U.S. military intends to operate anywhere and at any time it is allowed to do so under international law.\n\n\tAnd, again, this gets to Ben’s earlier point of our goal is to support and sustain the international rules-based order, and that applies on maritime issues and it applies on a whole range of other issues.  We’re looking to uphold these larger principles of international law, such as freedom of navigation; freedom of overflight; unimpeded, lawful commerce; and peaceful resolution of disputes.  And as a maritime nation, that’s why we carry out these activities on a regular basis -- to make clear that everyone is subject to these rules, both large countries and small countries and, of course, including the United States.\n\n\tMS. ATKINSON:  Thank you.  So as far as the SDR is concerned, as you know, there is a review underway in the IMF.  I’ve noticed comments from France and the U.K. in the last few days in discussions with China that they believe that if China is able to move its reforms forward so that it can meet the tests in that review, then presumably it could meet the tests, it can join the SDR.  I think that all of us -- all of the other countries in the IMF feel similarly that what’s most important is for China to take the steps necessary to meet the IMF’s criteria and then to see what happens in that review, which will take place later this year.\n\n\tQ    I kind of have to repeat the first question.  Can you speak to reports that appeared in the New York Times this weekend stating that the United States and China are pursuing what’s called the cyber arms control agreement?  Basically relinquish the use of certain cyber-offensive capabilities against each other’s critical infrastructure during peacetime.  \n\n\tMR. RHODES:  Sure.  What I’d say is we’ve had a number of very focused discussions with the Chinese, including on the recent trip from the Chinese minister.  We believe very strongly that the U.S. and China both have an interest in investing in clear international norms as it relates to cyber activity.  We’re working together to try to arrive at common principles that could give us greater confidence that China is acting in a manner that does not disadvantage our businesses, and that upholds and invests in those evolving international norms.  \n\n\tI don’t want to suggest that we reached an arms control agreement here, but I do want to suggest that ultimately the goal here is we start from a common understanding that you have agreed-upon principles which we believe must include that cyber theft does not go forward.  And then as the two largest economies in the world, I think we can lead an effort to develop international norms that govern cyber activity.  And that is going to be something that is of interest to the United States and China and the whole world, and is an example of where we need to address bilateral differences but we can also, frankly, set a global framework that can deal with cyber issues going forward.\n\n\tMR. KRITENBRINK:  I think that’s absolutely right.  I would just say, as we’ve I think explained earlier in this call, the issue of cyber and particularly of the concerns that we have with various Chinese behaviors in the cyber realm will be a key focus of the discussions.  I’d be reluctant to raise expectations about an agreement along the lines of what you’ve described.  But certainly that would be, as Ben said, a long-term goal of working towards establishing those norms.  But I think we’re a long ways from getting there, but that certainly is the goal.\n\n\tMR. RHODES:  Great.  Thanks, everybody, for joining the call.\n\n\tEND \n\t6:40 P.M. EDT\n\n\n\n\n"
}