{
    "title": "Vice President Biden Announces States Meet Deadline to Put 100 Percent of Recovery Act Highway Dollars to Work | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-announces-states-meet-deadline-put-100-percent-recovery-act-hi",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nMarch 01, 2010\n\n \n\n\n\nVice President Biden Announces States Meet Deadline to Put 100 Percent of Recovery Act Highway Dollars to Work\n\n\n\n\nStates Head Into Spring Construction Season with Over 12,000 Recovery Act Projects Funded, Nearly 7,800 Already Underway\nCLERMONT, FL – At a Recovery Act construction site outside Orlando today, Vice President Joe Biden and U.S. Transportation Secretary Ray LaHood announced that every state and the District of Columbia met the March 2 Recovery Act deadline to “obligate” – or commit to specific projects – 100 percent of their highway Recovery funds.  Once funds are obligated to a project, contracts can be bid, workers can be hired, equipment and supplies can be purchased and work can begin on construction projects that create jobs and drive economic growth.  Every state met the target by February 26 and more than 30 of them did so at least a week ahead of schedule, putting a total of $26.6 billion to work on highway projects nationwide.  Vice President Biden and Secretary LaHood were joined at the event by U.S. Senator Bill Nelson (FL).\n“Construction projects across the country are already creating jobs and upgrading our nation’s infrastructure, but we’re just getting started,” said Vice President Biden.  “Because these projects were funded on-time and, in many cases, under-budget, we’re going to be able to put even more people to work improving our highways just as the spring construction season kicks into high-gear.”\n“I’ve been to Recovery projects all across the country, and I always hear the same thing from contractors – this work allows them to keep people working and hire new people, and that’s what it’s all about,” said Secretary LaHood.   “The states have done a great job in getting all these projects out the door, but to create more jobs and continue strengthening the economy, we have more work to do.”\nIn just one year, funding from the Recovery Act has improved more than 33,000 miles of pavement across the United States.  Of the more than 12,000 highway projects in all 50 states and the District of Columbia funded through the $26.6 billion Recovery Act investment in highway construction, almost 7,800 are underway – and activity on infrastructure projects like these is expected to ramp up even further this spring as the weather thaws and projects obligated over the winter break ground. \nIn addition, states around the country routinely received low bids that were 10 to 20 percent - and sometimes as much as 30 percent - below estimates.  These lower than expected bids are allowing states to stretch taxpayer dollars, complete additional projects and create even more American jobs. For instance, last year Alabama used $37 million in ARRA funds to repave a crucial segment of I-59, a savings of 31 percent over the initial project estimate of $53.9 million.  And in Alaska, the Glenn Highway resurfacing project was awarded at nearly 50 percent below the original project estimate. \nThe Vice President and Secretary LaHood made the announcement at the State Road 25/U.S. Highway 27 construction site in Clermont, FL, a Recovery project that is currently employing over 50 survey, design and construction workers.  The $20 million project, which will run through December 2011, is expanding nearly four miles of the road from four lanes to six lanes, reducing congestion and improving commute times.  Prince Construction, the contractor for the project, says that the Recovery Act project not only saved the jobs of its own employees, but nearly 60 percent of the funds will go toward hiring subcontractors and buying materials which will help stimulate the economy and put even more Floridians to work.\nMore than 800 miles of pavement across the state have already been improved thanks to the $1.3 million Recovery Act investment in Florida highway projects.  Of the 588 highway construction projects funded in Florida, 308 of them are already underway. \n\"Without Recovery Act money, Florida's economy would certainly be in a much deeper hole,\" said U.S. Senator Bill Nelson.  \"The faster we get going on new roads and high-speed rail, the better.\"\nThe one-year milestone comes only two weeks after ground was broken on the Dallas-Fort Worth Connector, the largest investment of ARRA highway funds - $250 million toward the overall $1.02 billion project cost. Several other major Recovery Act-funded projects under construction include:\n\nI-4/Selmon Expressway in Tampa. Just today, construction begins on the $653 million I-4/Selmon Expressway Crosstown Connector in Tampa to provide direct access for the more than 12,000 commercial trucks that travel through the downtown to and from the Port of Tampa every day. The new Connector will alleviate congestion and create a quicker and easier way to get around for the city’s 340,000 residents.  The project relies on $105 million in ARRA funding.\nNelsonville Bypass in Southeast Ohio.  Ohio is constructing a new, 8.5 mile, four-lane highway to divert freight traffic from US 33, which bottlenecks in the town of Nelsonville. $138 million in Recovery funds are helping fund this final upgrade of the US 33 corridor in southeast Ohio that will take traffic off local roads, which carry 1,700 trucks a day on one of the busiest truck routes in the state. \nMerritt Parkway, near Fairfield, Conn. $67 million in ARRA funding is improving safety for the estimated 60,000 drivers who use the Parkway daily by widening shoulders and installing or updating guard rails along 9.3 miles of one of the East Coast’s most congested commuter routes.\nSouth Westnedge Avenue Interchange on I-94 near Kalamazoo, Mich. Last fall, ARRA fully funded this $47.7 million project to fully reconstruct the interchange to ease traffic congestion along this key Midwest corridor that serves an estimated 87,000 drivers daily. One more lane will be added in each direction to widen the road from four lanes to six, allowing cars and trucks to move through Kalamazoo more safely and easily.\n\nRECOVERY ACT HIGHWAY PROJECT ACTIVITY BY STATE\n\n\n\nState\nProjects Funded\nProjects Underway\nFunds Obligated**\n\n\nALABAMA\n320\n129\n$511,924,313\n\n\nALASKA\n26\n13\n$170,461,487\n\n\nARIZONA\n186\n161\n$520,911,019\n\n\nARKANSAS\n114\n81\n$351,544,468\n\n\nCALIFORNIA\n907\n438\n$2,542,150,125\n\n\nCOLORADO\n102\n63\n$385,324,130\n\n\nCONNECTICUT\n137\n37\n$299,253,956\n\n\nDELAWARE\n32\n27\n$121,828,650\n\n\nDISTRICT OF COLUMBIA\n15\n12\n$123,507,842\n\n\nFLORIDA\n588\n308\n$1,345,151,413\n\n\nGEORGIA\n361\n150\n$901,585,680\n\n\nHAWAII\n23\n13\n$125,746,380\n\n\nIDAHO\n74\n63\n$178,878,631\n\n\nILLINOIS\n747\n505\n$935,592,704\n\n\nINDIANA\n1087\n818\n$657,727,707\n\n\nIOWA\n233\n213\n$357,623,007\n\n\nKANSAS\n144\n63\n$347,817,167\n\n\nKENTUCKY\n107\n36\n$420,139,347\n\n\nLOUISIANA\n108\n51\n$429,859,427\n\n\nMAINE\n72\n72\n$130,752,032\n\n\nMARYLAND\n169\n98\n$413,934,777\n\n\nMASSACHUSETTS\n84\n40\n$378,205,755\n\n\nMICHIGAN\n716\n462\n$846,598,715\n\n\nMINNESOTA\n204\n147\n$505,264,177\n\n\nMISSISSIPPI\n169\n68\n$354,564,343\n\n\nMISSOURI\n328\n200\n$637,121,984\n\n\nMONTANA\n82\n67\n$211,793,391\n\n\nNEBRASKA\n121\n64\n$231,739,279\n\n\nNEVADA\n69\n18\n$201,352,460\n\n\nNEW HAMPSHIRE\n34\n29\n$129,440,556\n\n\nNEW JERSEY\n161\n46\n$651,774,480\n\n\nNEW MEXICO\n92\n35\n$252,644,377\n\n\nNEW YORK\n442\n326\n$943,968,723\n\n\nNORTH CAROLINA\n381\n304\n$730,409,684\n\n\nNORTH DAKOTA\n162\n118\n$167,146,497\n\n\nOHIO\n388\n209\n$918,827,030\n\n\nOKLAHOMA\n275\n178\n$464,655,225\n\n\nOREGON\n315\n245\n$271,625,676\n\n\nPENNSYLVANIA\n303\n279\n$1,027,679,012\n\n\nRHODE ISLAND\n63\n59\n$137,095,725\n\n\nSOUTH CAROLINA\n173\n105\n$463,081,483\n\n\nSOUTH DAKOTA\n51\n33\n$186,877,359\n\n\nTENNESSEE\n316\n288\n$572,201,043\n\n\nTEXAS\n450\n320\n$2,233,015,146\n\n\nUTAH\n114\n97\n$213,545,653\n\n\nVERMONT\n70\n42\n$125,791,291\n\n\nVIRGINIA\n136\n22\n$646,030,364\n\n\nWASHINGTON\n212\n171\n$491,589,894\n\n\nWEST VIRGINIA\n145\n105\n$210,852,204\n\n\nWISCONSIN\n398\n308\n$529,111,915\n\n\nWYOMING\n65\n60\n$157,616,058\n\n\nTOTAL\n12,071\n7,796\n$26,163,333,761\n\n\n\n**The $26.1 billion reflects the amount obligated by states prior to funds transferred to other DOT agencies.  The full amount states obligated was $26.6 billion.\n\n\n\n"
}