{
    "title": "Statement by the Press Secretary on Bills Signed into Law | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/12/16/statement-press-secretary-bills-signed-law",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 16, 2014\n\n \n\n\n\nStatement by the Press Secretary on Bills Signed into Law\n\n\n\n\nStatement by the Press Secretary on H.J. Res. 105, H.R. 43, H.R. 78, H.R. 451, H.R. 1391, H.R. 1707, H.R. 2112, H.R. 2203, H.R. 2223, H.R. 2366, H.R. 2678, H.R. 3085, H.R. 3375, H.R. 3534, H.R. 3682, H.R. 3957, H.R. 4189, H.R. 4443, H.R. 4812, H.R. 4919, H.R. 4924, H.R. 4939, H.R. 5030, H.R. 5106, H.R. 5108, H.R. 5681, S. 229, S. 1434, S. 2040, S. 2917, S. 2921\nOn Tuesday, December 16, 2014, the President signed into law:\nH.J. Res. 105, which proclaims Bernardo de Gálvez y Madrid, Viscount of Galveston and Count of Gálvez, to be an honorary citizen of the United States posthumously;\nH.R. 43, which designates the facility of the United States Postal Service located at 14 Red River Avenue North in Cold Spring, Minnesota, as the Officer Tommy Decker Memorial Post Office;\nH.R. 78, which designates the facility of the United States Postal Service located at 4110 Almeda Road in Houston, Texas, as the George Thomas \"Mickey\" Leland Post Office Building;\nH.R. 451, which designates the facility of the United States Postal Service located at 500 North Brevard Avenue in Cocoa Beach, Florida, as the Richard K. Salick Post Office;\nH.R. 1391, which designates the facility of the United States Postal Service located at 25 South Oak Street in London, Ohio, as the London Fallen Veterans Memorial Post Office;\nH.R. 1707, which designates the facility of the United States Postal Service located at 302 East Green Street in Champaign, Illinois, as the James R. Burgess Jr. Post Office Building;\nH.R. 2112, which designates the facility of the United States Postal Service located at 787 State Route 17M in Monroe, New York, as the National Clandestine Service of the Central Intelligence Agency NCS Officer Gregg David Wenzel Memorial Post Office;\nH.R. 2203, which provides for the award of a Congressional gold medal to Jack Nicklaus in recognition of his service to the Nation in promoting excellence and good sportsmanship;\nH.R. 2223, which designates the facility of the United States Postal Service located at 220 Elm Avenue in Munising, Michigan, as the Elizabeth L. Kinnunen Post Office Building;\nH.R. 2366, the \"World War I American Veterans Centennial Commemorative Coin Act,\" which requires the Department of the Treasury to mint and issue coins in commemoration of the centennial of America's involvement in World War I;\nH.R. 2678, which designates the facility of the United States Postal Service located at 10360 Southwest 186th Street in Miami, Florida, as the Larcenia J. Bullard Post Office Building;\nH.R. 3085, which designates the facility of the United States Postal Service located at 3349 West 111th Street in Chicago, Illinois, as the Captain Herbert Johnson Memorial Post Office Building;\nH.R. 3375, which designates the community-based outpatient clinic of the Department of Veterans Affairs to be constructed at 3141 Centennial Boulevard, Colorado Springs, Colorado, as the PFC Floyd K. Lindstrom Department of Veterans Affairs Clinic;\nH.R. 3534, which designates the facility of the United States Postal Service located at 113 West Michigan Avenue in Jackson, Michigan, as the Officer James Bonneau Memorial Post Office;\nH.R. 3682, which designates the community-based outpatient clinic of the Department of Veterans Affairs located at 1961 Premier Drive in Mankato, Minnesota, as the Lyle C. Pearson Community Based Outpatient Clinic;\nH.R. 3957, which designates the facility of the United States Postal Service located at 218–10 Merrick Boulevard in Springfield Gardens, New York, as the Cynthia Jenkins Post Office Building;\nH.R. 4189, which designates the facility of the United States Postal Service located at 4000 Leap Road in Hilliard, Ohio, as the Master Sergeant Shawn T. Hannon, Master Sergeant Jeffrey J. Rieck and Veterans Memorial Post Office Building;\nH.R. 4443, which designates the facility of the United States Postal Service located at 90 Vermilyea Avenue, in New York, New York, as the Corporal Juan Mariel Alcantara Post Office Building;\nH.R. 4812, the \"Honor Flight Act,\" which requires the Transportation Security Administration to establish an expedited and dignified passenger screening process for veterans traveling on Honor Flight Network private charters to visit war memorials built and dedicated to honor their service;\nH.R. 4919, which designates the facility of the United States Postal Service located at 715 Shawan Falls Drive in Dublin, Ohio, as the Lance Corporal Wesley G. Davids and Captain Nicholas J. Rozanski Memorial Post Office;\nH.R. 4924, the \"Bill Williams River Water Rights Settlement Act of 2014,\" which authorizes and ratifies two water settlement agreements between certain water users in the Bill Williams River basin in Arizona;\nH.R. 4939, which designates the facility of the United States Postal Service located at 2551 Galena Avenue in Simi Valley, California, as the Neil Havens Post Office;\nH.R. 5030, which designates the facility of the United States Postal Service located at 13500 SW 250 Street in Princeton, Florida, as the Corporal Christian A. Guzman Rivera Post Office Building;\nH.R. 5106, which designates the facility of the United States Postal Service located at 100 Admiral Callaghan Lane in Vallejo, California, as the Philmore Graham Post Office Building;\nH.R. 5108, which establishes in law the Law School Clinic Certification Program of the U.S. Patent and Trademark Office;\nH.R. 5681, which approves the extension of the Agreement between the Government of the United States of America and the Government of the United Kingdom of Great Britain and Northern Ireland for Cooperation on the Uses of Atomic Energy for Mutual Defense Purposes, also referred to as the US-UK Mutual Defense Agreement;\nS. 229, the \"Corporal Michael J. Crescenz Act of 2013,\" which designates the medical center of the Department of Veterans Affairs located at 3900 Woodland Avenue in Philadelphia, Pennsylvania, as the Corporal Michael J. Crescenz Department of Veterans Affairs Medical Center;\nS. 1434, which designates the Junction City Community-Based Outpatient Clinic located at 715 Southwind Drive, Junction City, Kansas, as the Lieutenant General Richard J. Seitz Community-Based Outpatient Clinic;\nS. 2040, the \"Blackfoot River Land Exchange Act of 2014,\" which provides for the exchange of land to resolve land disputes created by the realignment of the Blackfoot River along the boundary of the Fort Hall Indian Reservation;\nS. 2917, which adds a family of viruses that includes Ebola to the Food and Drug Administration priority review voucher program to encourage the development of treatments for neglected tropical diseases; and\nS. 2921, which designates the community-based outpatient clinic of the Department of Veterans Affairs located at 310 Home Boulevard in Galesburg, Illinois, as the Lane A. Evans VA Community Based Outpatient Clinic.\n\n\n\n\n"
}