{
    "title": "President Obama to Award the Medal of Honor | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/05/14/president-obama-award-medal-honor",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 14, 2015\n\n \n\n\n\nPresident Obama to Award the Medal of Honor\n\n\n\n\nWASHINGTON, DC – On June 2, 2015, President Barack Obama will award the Medal of Honor to Army Sergeant William Shemin and to Army Private Henry Johnson for conspicuous gallantry during World War I. \nSergeant William Shemin will receive the Medal of Honor posthumously for his actions while serving as a member of Company G, 2nd Battalion, 47th Infantry Regiment, 4th Division, American Expeditionary Forces.  Sergeant Shemin distinguished himself during combat operations in the vicinity of the Vesle River, Bazoches, France, on August 7-9, 1918. \nSergeant Shemin entered the Army on October 2, 1917. He was assigned as a rifleman to Company G, 47th Infantry Regiment, which moved from Syracuse, New York to Camp Greene, North Carolina, joining the 4th Infantry Division. The Division arrived in France in May, 1918. \nWhile serving as a rifleman from August 7-9, 1918, Sergeant Shemin left the cover of his platoon’s trench and crossed open space, repeatedly exposing himself to heavy machine gun and rifle fire to rescue the wounded. After officers and senior non-commissioned officers had become casualties, Shemin took command of the platoon and displayed great initiative under fire, until he was wounded, August 9.\nMs. Elsie Shemin-Roth of Webster Grove, Missouri, will join the President at the White House to accept the Medal of Honor on her father’s behalf.\nPrivate Henry Johnson will receive the Medal of Honor posthumously for his actions while serving as a member of Company C, 369th Infantry Regiment, 93rd Division, American Expeditionary Forces. Then-Private Johnson distinguished himself during combat operations in the vicinity of the Tourbe and Aisne Rivers, northwest of Saint Menehoul, France, on May 15, 1918.\nPrivate Johnson entered the Army on June 5, 1917. He was assigned to Company C, 15th New York (Colored) Infantry Regiment, an all-black National Guard unit that would later become the 369th Infantry Regiment. The Regiment was ordered into battle in 1918, and Private Johnson and his unit were brigaded with a French Army colonial unit in front-line combat. \nWhile on night sentry duty on May 15, 1918, Private Johnson and a fellow Soldier received a surprise attack by a German raiding party consisting of at least 12 soldiers. While under intense enemy fire and despite receiving significant wounds, Johnson mounted a brave retaliation resulting in several enemy casualties. When his fellow soldier was badly wounded, Private Johnson prevented him from being taken prisoner by German forces.  Private Johnson exposed himself to grave danger by advancing from his position to engage an enemy soldier in hand-to-hand combat. Displaying great courage, Private Johnson held back the enemy force until they retreated.\nCommand Sergeant Major Louis Wilson, New York National Guard, will join the President at the White House to accept the Medal of Honor on Private Johnson’s behalf.\nADDITIONAL INFORMATION\n\nTHE MEDAL OF HONOR:\nThe Medal of Honor is awarded to members of the Armed Forces who distinguish themselves conspicuously by gallantry above and beyond the call of duty while:\nengaged in an action against an enemy of the United States;\n\t\tengaged in military operations involving conflict with an opposing foreign force; or\n\t\tserving with friendly foreign forces engaged in an armed conflict against an opposing armed force in which the United States is not a belligerent party.\nThe meritorious conduct must involve great personal bravery or self-sacrifice so conspicuous as to clearly distinguish the individual above his or her comrades and must have involved risk of life. There must be incontestable proof of the performance of the meritorious conduct, and each recommendation for the award must be considered on the standard of extraordinary merit.\n\n\n\n\n\n"
}