{
    "title": "Vice President Biden Announces Finalized $535 Million Loan Guarantee for Solyndra | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-announces-finalized-535-million-loan-guarantee-solyndra",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nSeptember 04, 2009\n\n \n\n\n\nVice President Biden Announces Finalized $535 Million Loan Guarantee for Solyndra\n\n\n\n\n\n\n\n\n\nTHE WHITE HOUSE\nOffice of the Vice President\n___________________________________________________________________________\nFor Immediate Release                                                   September 4, 2009\nVice President Biden Announces\nFinalized $535 Million Loan Guarantee for Solyndra\nRecovery Act funding will accelerate job creation\nand help expand marketplace for innovative solar electric panels\n\nFREMONT, CA – Vice President Joe Biden, appearing via satellite from Washington D.C., today announced the Department of Energy has finalized a $535 million loan guarantee for Solyndra, Inc., which manufactures innovative cylindrical solar photovoltaic panels that provide clean, renewable energy. The funding will finance construction of the first phase of the company’s new manufacturing facility. Annual production of solar panels from the first phase is expected to provide energy equivalent to powering 24,000 homes a year or over half a million homes over the project’s lifetime. Solyndra estimates the new plant will initially create 3,000 construction jobs, and lead to as many as 1,000 jobs once the facility opens. Hundreds more will install Solyndra’s solar panels on rooftops around the country.\n\"This announcement today is part of the unprecedented investment this Administration is making in renewable energy and exactly what the Recovery Act is all about,\" said Vice President Biden. \"By investing in the infrastructure and technology of the future, we are not only creating jobs today, but laying the foundation for long-term growth in the 21st-century economy.\"\n\"It is time to rev up the American innovation machine and reclaim our lead on clean energy,\" said Secretary Chu. \"This investment is part of a broad, aggressive effort to spark a new industrial revolution that will put Americans to work, end our dependence on foreign oil and cut carbon pollution.\"\nThe Recovery Act is changing America’s economy, making significant investments that are catalyzing private funding sources, creating sustainable green jobs and transforming how America produces and uses energy. Secretary Chu has made it his priority to accelerate important DOE investments under the American Recovery and Reinvestment Act, helping move America’s energy policy forward. Finalizing this agreement with Solyndra, which was issued a conditional commitment earlier this year, solidifies DOE’s focus on expediting loan guarantees and other funding opportunities.\nSolyndra is the first recipient of a loan guarantee under the Recovery Act and Title XVII of the Energy Policy Act of 2005. In addition, the loan guarantee issued to Solyndra is the first issued by DOE since the 1980s.\nOver its lifetime, the first phase of the facility could manufacture up to 7 gigawatts of solar panels, which can generate electricity equivalent to 3 or 4 coal fired power plants. This plant will produce about as many new solar panels as the US produced in 2005.\nThe project will introduce into large-scale commercial operation a new and highly innovative process for manufacturing a breakthrough design for photovoltaic panels. Solyndra’s panels will be primarily used in the fast-growing market for large, flat rooftops.\n\n\n\n\n"
}