{
    "title": "Briefing on Presidents Upcoming Trip to Saudi Arabia, Egypt, Germany, and France | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/briefing-presidents-upcoming-trip-saudi-arabia-egypt-germany-and-france",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 29, 2009\n\n \n\n\n\nBriefing on Presidents Upcoming Trip to Saudi Arabia, Egypt, Germany, and France\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\n\t\t_________________________________________________________\n\t\tFor Immediate Release                             May 29, 2009\n\nPRESS BRIEFING\n\t\tON THE PRESIDENT'S UPCOMING TRIP TO\n\t\tSAUDI ARABIA, EGYPT, GERMANY AND FRANCE\n\t\tBY\n\t\tROBERT GIBBS, PRESS SECRETARY,\n\t\tDENIS McDONOUGH, DEPUTY NATIONAL SECURITY ADVISOR\n\t\tFOR STRATEGIC COMMUNICATIONS,\n\t\tAND MARK LIPPERT, DEPUTY NATIONAL SECURITY ADVISOR AND\n\t\tNATIONAL SECURITY COUNCIL CHIEF OF STAFF\n\n\t\tVia Teleconference\n\n\t\t7:09 P.M. EDT\n\n\t\tMR. GIBBS:  Hey, guys, thanks for joining us.  We'll try to make this fairly quick because we know it's Friday evening for everyone.\n\n\t\tWe're going to do this, like I said, pretty quickly.  I just want to give a quick introduction.  Just so there's no confusion, this call is on the record.  You can quote myself -- in the event that I say anything quotable -- Denis McDonough and Mark Lippert, with the NSC, are both here.\n\n\t\tI'm going to turn this over to Denis to do a quick overview of what we expect from the trip.  As many of you know, the second stop on the trip will be the President's speech in Cairo.  And we will obviously do a longer and more detailed preview call for that as we get closer to the speech.  But I know a number of you have asked over the last few days sort of how to characterize it and we've got this from the speechwriter so I'll just read this for you.\n\n\t\tPresident Obama's speech will be an important part of his engagement with the Muslim world, which began in his inaugural and has continued through venues such as his interview with Al Arabiya, his Nowruz message, and his speech and town hall in Turkey.\n\n\t\tThe speech will outline his personal commitment to engagement, based upon mutual interests and mutual respect.  He will discuss how the United States and Muslim communities around the world can bridge some of the differences that have divided them.  He will review particular issues of concern, such as violent extremism and the Israeli-Palestinian conflict.  And he will discuss new areas for partnership going forward that serve the mutual interests of our people.\n\n\t\tWith that, let me turn it over to Denis McDonough.\n\n\t\tMR. McDONOUGH:  Hey, everybody.  Thanks for joining us on a Friday evening.\n\n\t\tAs Robert said, the second stop will be a continuation of the outreach and the effort to change the conversation with the Muslim world.  Obviously the first stop on the trip will be in Riyadh, Saudi Arabia, where the President will meet with His Majesty King Abdullah.  And that obviously is also part of our outreach to the Muslim world, but also an opportunity while he's in this vitally important region to discuss a range of important concerns from energy to Middle East peace to the fight against extremism.\n\n\t\tRobert has already touched on Cairo.  I think it's important to underscore that Egypt is a long-time strategic ally of the United States.  It's a key country in the Arab and Muslim world.  It is a young -- like much of the Muslim world, itself is a young country with a burgeoning younger population that the President looked very much forward to engaging directly in this speech and in the meetings while he's there, which Mark will have some more for you on.\n\n\t\tThen he continues on to Europe in a continuation of discussion with our traditional allies in Germany, where the President will visit a concentration camp, Buchenwald.  He will obviously underscore the terrible tragedy, the undeniable tragedy of the Holocaust; will recognize the work of so many people to stop that, including his own uncle; while he obviously also will take advantage of the opportunity to be there to discuss important bilateral issues with our key ally, Germany.\n\n\t\tThen finishing the trip in France, underscoring, again, our key alliance in this North-Atlantic partnership, but also commemorating the anniversary of the landing at Normandy, which the President will commemorate with veterans from the United States, as well as veterans from other key allied countries.\n\n\t\tSo the overview of the trip really is an opportunity to continue a real outreach effort that the President has undertaken, as Robert said, since inauguration, but also to continue to nurture and to manage the important transatlantic alliances while recognizing the historical roots of that alliance and of our work together to confront shared threats.\n\n\t\tWith that, let me pass it to Mark for some usable information for you here.\n\n\t\tMR. LIPPERT:  Thanks, everybody.  Thanks for spending some time with us on a Friday to sort of go through this in a workmanlike fashion.  On Wednesday, the 3rd, the President will arrive in Saudi Arabia.  There will be a bilateral visit with King Abdullah.  That will sort of take up almost the entire program.  There will be a meal and a lot of small meetings with the King and the President.  So that's the entirety of that day.\n\n\t\tOn Thursday, the 4th, we'll be in Egypt, and there are three main components to that day.  There will obviously be a bilateral piece with President Mubarak.  There will be the speech, which Denis previewed, that will be held at the University of Cairo and cohosted by Al-Azhar University.  And there will be a visit to a mosque -- and I don't have any further information on that at this point.\n\n\t\tOn Friday, the 5th, we'll be in Germany.  That will include a bilateral with Chancellor Merkel.  It will be the visit to Buchenwald, as Denis previewed, and also a visit to Landstuhl to visit our men and women in uniform who have been injured in combat from Iraq and Afghanistan and elsewhere, and just also say -- and check in with some of the very important care-givers there -- doctors, nurses, technicians -- that work at that hospital.\n\n\t\tOn Saturday the 6th, we will be in France.  The President will have a bilateral meeting with President Sarkozy.  That will be in Caen, France.  Then he'll be moving over to the American cemetery in Coleville, where he will give a speech.  Prime Minister Brown, President Sarkozy, and Prime Minister Harper will also have speaking roles in that program, as well.\n\n\t\tSo with that, I'll throw it back to Gibbs.\n\n\t\tMR. GIBBS:  Okay, guys.  We'll be happy to take a few questions if folks have them.\n\n\t\tQ    Yes, thank you.  I wonder if you could describe a bit the benefits of Cairo as a venue for this speech to the Muslim world and what signal you think that choice sends.\n\n\t\tMR. McDONOUGH:  Thanks, Michelle.  I want to just underscore something Mark said, which is that the speech will be held at Cairo University and jointly hosted by Al Azhar University in Cairo.  Obviously the choice of the location and -- which the President very much appreciates the hospitality of Cairo University, but also appreciates the willingness of Al Azhar, one of the oldest universities in the region, to jointly host the event, underscoring the storied history and learnedness of Islam.\n\n\t\tObviously Egypt has played a role in that over the course of many, many years, but, as I suggested, too, at the beginning, that Egypt is not only a strategic ally of the United States, but it, like the rest of the Muslim world, is a young country which obviously presents the United States with a terrific opportunity to deepen this cooperation that has really developed over the course of the last several decades, but to deepen that and to press it forward here into the future.\n\n\t\tSo the message the President wants to send is not different, frankly, than the one he's been sending since he was inaugurated, namely that we believe that this is an opportunity for us in the United States, who, frankly, have arrived at a place here based on many of the advances that come out of the Muslim world, be it science out of Baghdad, be it math and technology out of Al-Andalus or otherwise.  The fact is that we've had a great partnership over the course of many decades.  We want to get back on a shared partnership, back in a conversation that focuses on the shared values, and that's what the President will talk about in Cairo.\n\n\t\tQ    Hi, everyone.  Thanks for doing the call.  I've got a couple questions.  In terms of the Cairo speech and the Cairo visit, is President Obama planning to meet with any dissidents or democratic activists or political opponents of the Mubarak regime?  And/or will any of them be invited in the audience?\n\n\t\tAnd I had a separate American vet question, which is will you guys be able to talk to us in advance about who some of those vets are for our regional newspapers?\n\n\t\tMR. GIBBS:  The second part -- are you talking about D-Day?\n\n\t\tQ    Yes, Normandy.\n\n\t\tMR. GIBBS:  Yes, we'll have more a tick-tock on that as we get closer to that.\n\n\t\tQ    All right.  That would be great for arranging stuff in advance -- but back to the dissident question.\n\n\t\tMR. McDONOUGH:  Margaret, thanks for the question.  Obviously, the President looks forward to a range of opportunities -- as Mark laid out in the schedule -- while he's in Cairo.  That speech will include participants or invitees of the range of political actors in Egypt, so the audience will be reflective of that political culture.\n\n\t\tThe President also obviously looks forward to reaching out to and engaging with journalists while he's in Egypt.  I don't have to tell the assembled folks on this phone the central role that the freedom of press and the freedom of press play in democracies worldwide.  And he'll look forward to the opportunity to do that.\n\n\t\tQ    And just to clarify, he will not have separate meetings with dissidents, but he will invite some political activists or whatever to the speech?  And then he will meet or do interviews separately with some Egyptian press?\n\n\t\tMR. McDONOUGH:  Again, we're not finalizing -- Mark suggested to you in his brief that the schedule itself is not yet finalized.\n\n\t\tQ    I see, okay.\n\n\t\tMR. McDONOUGH:  But I can tell you that invitations have gone out to the full range of actors in Egyptian political society.  The President looks very much forward to that audience hearing the speech.  But there will be additional opportunity to engage key actors in civil society in Egypt, in addition to obviously engaging our friends in the Egyptian government.\n\n\t\tQ    Thank you.\n\n\t\tQ    Hi.  Thank you very much.  My question is twofold.  One, are any policy changes or policy initiatives planned for the Cairo speech or for anywhere else on the trip?  And secondly, you laid out this speech in the context of his inaugural address and (inaudible) done sort of as an arc.  Would you also put it in the context of the outreach that he did in Europe and in Latin America, to other parts of the world, in terms of a new American attitude?\n\n\t\tMR. McDONOUGH:  I think one thing is, harkening back to Margaret's point, is the President obviously looks forward to thanking our veterans at the event in Normandy, but I think one of the things that he's particularly pleased with and that he'll continue to work on throughout the course of this budget debate in the House and Senate is a veterans budget that includes the largest increase in funding year on year in an awful long time.\n\n\t\tSo he'll obviously -- that is a key policy change that the President brought and he'll look forward to obviously thanking the veterans that he sees in Normandy, but also underscoring that he is maintaining that sacred trust that we owe to the men and women in uniform.\n\n\t\tAs it relates to the speech, there will be discussions of policy in there.  We're still working that through.  But it is I think reflective of the kinds of things that have worked well for the United States and for our friends over the course of many years.  And in many ways I think some of the things that you'll hear in the speech are returning to proven and effective policies and initiatives that have, as I said, served us well, served the national interest well in the past.\n\n\t\tAnd in terms of the arc of policy change, there's no question that you've seen a range of significant policy changes from day one in this administration.  The President looks forward to continuing that.\n\n\t\tAnd obviously with our friends and allies in Europe, we'll discuss some of those changes, including Afghanistan, preparation for G8, and one thing that I think the President has spent an awful lot of time working and will continue to press, which he considers the most important agenda item, namely nonproliferation issues and keeping the world's worst weapons out of the hands of extremists.\n\n\t\tQ    I guess what I was referring to as the larger arc was the sort of rhetorical message that he brought on his first Europe trip and in Latin America about sort of an American attitude toward both allies and non-allies in terms of how we are reaching out.\n\n\t\tMR. McDONOUGH:  Yes, I wouldn’t add much more to my initial answer.  I did understand the question, but I would only say that I think the President will, with great humility, recognize that now for several decades you've had Americans giving really -- paying the ultimate price for the transatlantic alliance, and I think that's one thing he looks very much forward to underscoring and to continuing.\n\n\t\tQ    Hi.  How much credence does the administration give to the idea that the fact that Arab states like Egypt and Saudi Arabia feel threatened by Iran's nuclear program, as does Israel, can kind of change the dynamic here so that the probability of them working with Israel not to just address the Iran problem, but to sort of provide some kind of opening on the Palestinian question?  And secondly, why did the President choose Dresden particularly?  Is it just because it's close to Buchenwald?  Is he trying to make some kind of implied point about German casualties, civilian casualties during the war?  Or is it just purely a biographical thing?\n\n\t\tMR. McDONOUGH:  You obviously covered a range of issues and it underscore the importance of the trip.  Obviously -- and this underscores the reason I think the President is eager to change the conversation with our Muslim and Arab friends.  We have a range of issues -- you named several of them -- Iran, proliferation, Afghanistan, Pakistan, obviously Israeli-Palestinian, have got key elections coming up throughout the region.  So it's an important time, it's an important issue.  I think the President believes it's an important opportunity to advance the national interest.\n\n\t\tAs it relates to Dresden, I would just say that obviously the President has a lot of respect for the Chancellor.  I think that he, from his early conversations with her, was struck by her time in the former East, and so I think he looks forward to an opportunity to see the major changes in the former East, but also to, as I said, harken back to certain undeniable truths and undeniable realities specifically as it relates to the Holocaust.\n\n\t\tMR. GIBBS:  Let's take two more.\n\n\t\tQ    Yes, thanks a lot for doing this.  I guess part of my question has already been answered.  I was just wondering if you could be more specific to some of the issues that will be raised with specific leaders in terms of Mubarak, Merkel, and Sarkozy.  And also, just in following up on the speech, when you talk about new areas for partnerships, if you can elaborate a little bit more -- I mean, are we talking economic?  Policy-wise, if you could be a little more specific there.\n\n\t\tMR. McDONOUGH:  I'll hand it to Mark here in a second on the issue that I suggested just a minute ago on nonproliferation.  Obviously it's related to our concerns about Iran.  But, just, again, I think the question underscores the point that there's a range of issues to be addressed on this trip.  There's a fundamental need, in the President's view, to change how we deal with these issues, how we engage our allies.\n\n\t\tAnd so he'll do that on each of these stops with King Abdullah, with President Mubarak, with Chancellor Merkel, with President Sarkozy and Prime Minister Brown and Prime Minister Harper.  And so he looks forward to that opportunity on each stop.\n\n\t\tBut as for specifics on particular issues, let me pass it to Mark.\n\n\t\tMR. LIPPERT:  Just a couple of things on -- with King Abdullah.  I think that there's a whole host of issues that we're interested in talking to him about.  I think the President got off to a very good start in London with him and we want to pick up where they left off in terms of that dialogue.  And again, we can talk to everything from the Middle East to the events in Pakistan to the strategic vision across the Muslim world.  I think that's point one.\n\n\t\tWith Mubarak, some of the traditional issues about the Middle East will be -- obviously will be front and center, and I think that the President, as he always does with leaders around the world, will not hesitate to bring up some of the important civil society issues, democracy issues, that he has brought up with the Chinese and others.\n\n\t\tAnd then in terms of our allies, I think we've got -- Denis really hit those already in terms of Afghanistan, the nonproliferation issue, especially with the recent momentum with the reinvigoration of fissile material cutoff talks, and a whole host of other specifics along those lines leading up to the G8 and some other action this year.  So I think that we've got a robust agenda on the bilateral front and look forward to pressing a number of those issues forward.\n\n\t\tMR. GIBBS:  Let's take one more and then everyone can enjoy their Friday.\n\n\t\tQ    Hi.  Thanks very much for doing this.  I'm just curious, a lot of people are looking at this speech and wondering how much Obama will focus on the words \"freedom\" and \"democracy\"?  A lot of people have noticed that he focuses on prosperity and uses a different terminology.  Can we expect that on Thursday?\n\n\t\tMR. McDONOUGH:  I think what you can expect is a speech that really addresses the range of issues and interests and concerns that we have across this broad swath of the globe that is the Muslim world.  And I think the fact is, is that the President himself experienced Islam on three continents before he was able to -- or before he's been able to visit, really, the heart of the Islamic world -- you know, growing up in Indonesia, having a Muslim father -- obviously Muslim Americans a key part of Illinois and Chicago.\n\n\t\tAnd so it's going to address a range of issues.  You raised some:  freedom and opportunity, prosperity.  And I think it is fair to say that the President has focused an awful lot of time, as you suggest, focused on revitalizing this economy, which he inherited in such shape.  But I think you'll see his speech addresses the full range of issues and interests that we have on Thursday.\n\n\t\tMR. GIBBS:  Mark is going to add one point.\n\n\t\tMR. LIPPERT:  I would just add one other thing, in terms of context, as you've seen, is the President, he doesn't hesitate to take on the tough issues in his speech, just harkening back to his Senate career when he delivered a very, very powerful message on corruption in Kenya; he continually raises these issues here with leaders when they come through both in private and through public statements, as well.  So again, you have a President who's not afraid to engage on very tough, tough issues.\n\n\t\tMR. GIBBS:  Hey, guys, thanks everyone for joining.  As we talked about, as we get closer to the Cairo speech, we'll break that out a little bit more, and see you guys on the trip.\n\n\t\tThank you.  Have a good weekend.\n\n\t\tEND                                                                         \n\t\t7:34 P.M. EDT\n\n\n\n\n\n"
}