{
    "title": "President Obama Announces proposal to reform, reorganize and consolidate Government | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/01/13/president-obama-announces-proposal-reform-reorganize-and-consolidate-gov",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 13, 2012\n\n \n\n\n\nPresident Obama Announces proposal to reform, reorganize and consolidate Government\n\n\n\n\n\nPLAN WILL MAKE GOVERNMENT LEANER, SMARTER AND MORE CONSUMER-FRIENDLY\n\n\tWASHINGTON, DC – As a follow up to last year’s State of the Union, today, President Obama called on Congress to reinstate Presidential authority to reorganize and consolidate the federal government, which will ensure swift action on his proposals to streamline government to make it work better for the American people while eliminating duplication, waste and inefficiencies.\n\n\t“We live in a 21st century economy, but we’ve still got a government organized for the 20th century. Our economy has fundamentally changed – as has the world – but the government has not. The needs of our citizens have fundamentally changed but their government has not.  Instead, it has often grown more complex. Today, I am calling on Congress to reinstate the authority that past presidents have had to streamline and reform the Executive Branch.  This is the same sort of authority that every business owner has to make sure that his or her company keeps pace with the times.  And let me be clear: I will only use this authority for reforms that result in more efficiency, better service, and a leaner government,” said President Obama.\n\t  \n\tAlmost every President from Herbert Hoover to Ronald Reagan had reorganization authority.  Too often past attempts to streamline government got caught up in beltway politics and power struggles that prevented meaningful consolidation. And more often than not, new agencies were added without taking any away.\n\n\tUnlike the authority granted in the past, the President’s proposal would initiate new accountability by mandating that any plan must reduce the number of government agencies or save taxpayer dollars. It would also ensure expedient review by Congress.\n\n\tThe President laid out his first proposed use of that authority consolidating six agencies into one more efficient agency to promote competitiveness, exports and American business.  Currently, there are six major departments and agencies that focus primarily on business and trade in the federal government.  The six are: U.S. Department of Commerce’s core business and trade functions, the Small Business Administration, the Office of the U.S. Trade Representative, the Export-Import Bank, the Overseas Private Investment Corporation, and the U.S. Trade and Development Agency.\n\n\tConsolidating these agencies along with other related programs will help entrepreneurs and businesses of all sizes grow, compete, and hire, leveraging one cohesive Department with one mission: to spur job creation and expand the U.S. economy. \n\n\tIn his last State of the Union Address, President Obama noted there was more that we must do to give American businesses all they need to succeed. The Federal Government is a maze of Federal agencies with overlapping services and missions, making it difficult for businesses – and especially small ones – to find the assistance they need to export, expand, and hire. \n\n\tHe established the Government Reform for Competitiveness and Innovation Initiative to examine how we can update the Federal government to better support America’s competitiveness in a 21st century global economy.   The team reached out to hundreds of businesses, experts, current and former cabinet officials and agency heads, union leaders, Members of Congress and their staff, and thousands of Federal employees to find out what is working and what is not. Across the range of conversations held by the Administration as part of the government reorganization initiative, one theme underscored repeatedly by business owners was that  they are confused about where to go for assistance and often are unaware of services that would help them, particularly those trying to break into the export market for the first time.\n\n\tFor additional information, please click here.\n\n\n\n\n"
}