{
    "title": "Op-ed by President Barack Obama: 'Choosing a Better Future in the Americas' | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/op-ed-president-barack-obama-choosing-a-better-future-americas",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 16, 2009\n\n \n\n\n\nOp-ed by President Barack Obama: 'Choosing a Better Future in the Americas'\n\n\n\n\n THE WHITE HOUSE Office of the Press Secrectary  ____________________________________________________________________  For Immediate Release                                                        April 16, 2009 Op-ed by President Barack Obama: ‘Choosing a Better Future in the Americas’ The op-ed below by President Barack Obama appeared this morning in the following newspapers:  Trinidad Express (Trinidad & Tobago)  St. Petersburg Times (USA)  Miami Herald (USA)  El Nuevo Herald (USA) The op-ed also ran in the following GRUPO DE DIARIOS AMÉRICA (GDA) affiliates across the hemisphere: La Nación (Argentina)  O Globo (Brazil)  El Mercurio (Chile)  El Tiempo (Colombia)  La Nación (Costa Rica)  El Comercio (Ecuador)  El Universal (México)  El Comercio (Perú)  El Nuevo Día (Puerto Rico)  El País (Uruguay)  El Nacional (Venezuela) The English, Spanish and Portuguese versions of President Obama’s op-ed are included below: Choosing a Better Future in the Americas  President Barack Obama As we approach the Summit of the Americas, our hemisphere is faced with a clear choice. We can overcome our shared challenges with a sense of common purpose, or we can stay mired in the old debates of the past. For the sake of all our people, we must choose the future. Too often, the United States has not pursued and sustained engagement with our neighbors. We have been too easily distracted by other priorities, and have failed to see that our own progress is tied directly to progress throughout the Americas. My Administration is committed to the promise of a new day. We will renew and sustain a broader partnership between the United States and the hemisphere on behalf of our common prosperity and our common security. In advance of the Summit, we have begun to move in a new direction. This week, we amended a Cuba policy that has failed for decades to advance liberty or opportunity for the Cuban people. In particular, the refusal to allow Cuban Americans to visit or provide resources to their families on the island made no sense – particularly after years of economic hardship in Cuba, and the devastating hurricanes that took place last year. Now, that policy has changed. The U.S.-Cuba relationship is one example of a debate in the Americas that is too often dragged back to the 20th century. To confront our economic crisis, we don’t need a debate about whether to have a rigid, state-run economy or unbridled and unregulated capitalism – we need pragmatic and responsible action that advances our common prosperity. To combat lawlessness and violence, we don’t need a debate about whether to blame right-wing paramilitaries or left-wing insurgents – we need practical cooperation to expand our common security. We must choose the future over the past, because we know that the future holds enormous opportunities if we work together. That is why leaders from Santiago to Brasilia to Mexico City are focused on a renewed partnership of the Americas that makes progress on fundamental issues like economic recovery, energy, and security. There is no time to lose. The global economic crisis has hit the Americas hard, particularly our most vulnerable populations. Years of progress in combating poverty and inequality hangs in the balance. The United States is working to advance prosperity in the hemisphere by jumpstarting our own recovery. In doing so, we will help spur trade, investment, remittances, and tourism that provides a broader base for prosperity in the hemisphere. We also need collective action. At the recent G-20 Summit, the United States pledged to seek nearly half a billion dollars in immediate assistance for vulnerable populations, while working with our G-20 partners to set aside substantial resources to help countries through difficult times. We have called upon the Inter-American Development Bank to maximize lending to restart the flow of credit, and stand ready to examine the needs and capacity of the IDB going forward. And we are working to put in place tough, clear 21st century rules of the road to prevent the abuses that caused the current crisis. While we confront this crisis, we must build a new foundation for long-term prosperity. One area that holds out enormous promise is energy. Our hemisphere has bountiful natural resources that could make renewable energy plentiful and sustainable, while creating jobs for our people. In the process, we can confront climate change that threatens rising sea levels in the Caribbean, diminishing glaciers in the Andes, and powerful storms on the Gulf Coast of the United States. Together, we have both the responsibility to act, and the opportunity to leave behind a legacy of greater prosperity and security. That is why I look forward to pursuing a new Energy and Climate Partnership of the Americas that will help us learn from one another, share technologies, leverage investment, and maximize our comparative advantage. Just as we advance our common prosperity, we must advance our common security. Too many in our hemisphere are forced to live in fear. That is why the United States will strongly support respect for the rule of law, better law enforcement, and stronger judicial institutions. Security for our citizens must be advanced through our commitment to partner with those who are courageously battling drug cartels, gangs and other criminal networks throughout the Americas. Our efforts start at home. By reducing demand for drugs and curtailing the illegal flow of weapons and bulk cash south across our border, we can advance security in the United States and beyond. And going forward, we will sustain a lasting dialogue in the hemisphere to ensure that we are building on best practices, adapting to new threats, and coordinating our efforts. Finally, the Summit gives every democratically-elected leader in the Americas the opportunity to reaffirm our shared values. Each of our countries has pursued its own democratic journey, but we must be joined together in our commitment to liberty, equality, and human rights. That is why I look forward to the day when every country in the hemisphere can take its seat at the table consistent with the Inter-American Democratic Charter. And just as the United States seeks that goal in reaching out to the Cuban people, we expect all of our friends in the hemisphere to join together in supporting liberty, equality, and human rights for all Cubans. This Summit offers the opportunity of a new beginning. Advancing prosperity, security and liberty for the people of the Americas depends upon 21st century partnerships, freed from the posturing of the past. That is the leadership and partnership that the United States stands ready to provide. Escogiendo un futuro mejor en las Américas  Presidente Barack Obama Al acercarse la Cumbre de las Américas, nuestro hemisferio enfrenta una opción clara. Podemos superar los desafíos que compartimos con un sentido de unión en este propósito común o podemos seguir enfrascados en los trillados debates del pasado. Por el bien de todos nuestros pueblos, debemos optar por el futuro. Demasiadas veces, Estados Unidos no ha buscado ni mantenido las relaciones con sus vecinos. Nos hemos dejado distraer por otras prioridades, sin darnos cuenta de que nuestro progreso está directamente vinculado al progreso en todo el continente americano. Mi gobierno se ha comprometido con la promesa de un nuevo día. Renovaremos y mantendremos relaciones más extensas entre Estados Unidos y el hemisferio, por el bien de nuestra prosperidad común y nuestra seguridad común. Con antelación a la cumbre, hemos comenzado a avanzar en esa nueva dirección. Esta semana, modificamos una política hacia Cuba que durante décadas no ha logrado promover la libertad ni oportunidades a favor del pueblo cubano. En particular, prohibir que los cubanoamericanos visiten a sus familiares en la isla o les brinden recursos carecía de sentido, especialmente tras años de dificultades económicas en Cuba y los devastadores huracanes del año pasado. Ahora, esa política ha cambiado. La relación entre Estados Unidos y Cuba es ejemplo de un debate en el continente que no sale del siglo XX. Para hacerle frente a nuestra crisis económica, no es necesario debatir si es mejor una economía rígida y dirigida por el gobierno o un capitalismo desenfrenado y sin reglamentar; es necesario tomar medidas pragmáticas y responsables que promuevan nuestra prosperidad común. Para combatir la criminalidad y la violencia, no es necesario debatir si la culpa la tienen los paramilitares de derecha o los insurgentes de izquierda; es necesaria la cooperación práctica para reforzar nuestra seguridad común. Debemos optar por el futuro en vez del pasado, porque sabemos que el futuro ofrece enormes oportunidades si trabajamos juntos. Es por eso que líderes desde Santiago y Brasilia hasta Ciudad de México procuran renovar la sociedad de las Américas para que alcance logros en asuntos fundamentales como la recuperación económica, energía y seguridad. No hay tiempo que perder. La crisis económica mundial ha perjudicado mucho al continente, particularmente a nuestros pobladores más vulnerables. Años de progreso en combatir la pobreza y la desigualdad ahora están en juego. Estados Unidos está trabajando para promover la prosperidad en el hemisferio impulsando su propia recuperación. Al hacerlo, ayudaremos a estimular el comercio, la inversión, las remesas y el turismo que le dan una base más amplia a la prosperidad del hemisferio. También necesitamos actuar colectivamente. En la reciente cumbre del G-20, los Estados Unidos prometimos buscar casi $500 millones en asistencia inmediata a poblaciones vulnerables, y a la vez trabajar con nuestros aliados del G-20 para asignar recursos considerables para ayudar a países a sobrellevar momentos difíciles. Hemos instado al Banco Interamericano de Desarrollo a que maximice los préstamos para reanudar el flujo de crédito y estamos listos para examinar la necesidad y capacidad futura del BID. Además, estamos trabajando para implementar normas estrictas y claras que sean apropiadas para el siglo XXI, a fin de evitar los abusos que causaron la actual crisis. Al hacerle frente a esta crisis, debemos establecer nuevos cimientos para la prosperidad a largo plazo. Un sector que promete muchísimo es el de energía. Nuestro hemisferio tiene abundantes recursos naturales que podrían producir abundante energía renovable de manera sostenible, y a la vez, generar empleo para nuestra gente. En el proceso, podemos hacerle frente al cambio climático que amenaza con elevar el nivel del mar Caribe, reducir los glaciares andinos y producir potentes tormentas en la costa del Golfo de Estados Unidos. Juntos, tenemos tanto la responsabilidad de actuar como la oportunidad de dejar un legado de mayor prosperidad y seguridad. Es por eso que estoy deseoso de crear una nueva Sociedad de las Américas en materia de Energía y Clima que nos ayude a aprender unos de otros, compartir tecnología, potenciar la inversión y maximizar nuestra ventaja comparativa. Así como promovemos nuestra prosperidad común, debemos promover nuestra seguridad común. Demasiadas personas en nuestro hemisferio se ven forzadas a vivir con temor. Es por eso que Estados Unidos respaldará firmemente el respeto por el estado de derecho, la mejor observancia de la ley y la mayor solidez de las instituciones judiciales. La seguridad de nuestros ciudadanos se debe promover por medio de nuestro compromiso de aliarnos con quienes combaten valientemente los carteles de drogas, las pandillas y otras redes criminales en todas las Américas. Y debemos empezar por casa. Si reducimos la demanda de drogas y restringimos el flujo de armas y grandes cantidades de dinero en efectivo a través de nuestra frontera sur, podemos promover la seguridad en Estados Unidos y en otros países. Y en el futuro, mantendremos un diálogo duradero en el hemisferio para asegurarnos de desarrollar prácticas óptimas, adaptarnos a nuevas amenazas y coordinar nuestros esfuerzos. Finalmente, la cumbre le da a todo líder que ha sido elegido democráticamente la oportunidad de reiterar los valores que compartimos. Cada uno de nuestros países ha emprendido su propio camino democrático, pero debemos estar unidos en nuestro compromiso con la libertad, igualdad y los derechos humanos. Por eso anhelo que llegue el día en que todos los países del hemisferio puedan tomar su lugar ante la mesa, conforme a la Carta Democrática Interamericana. Y así como Estados Unidos va en pos de ese objetivo en su acercamiento al pueblo cubano, esperamos que todos nuestros amigos en el hemisferio se nos unan para apoyar la libertad, igualdad y los derechos humanos de todos los cubanos. Esta cumbre ofrece la oportunidad de un nuevo inicio. La promoción de la prosperidad, seguridad y libertad a favor de los pueblos americanos depende de actualizar las sociedades del siglo XXI, sin adoptar las poses inflexibles del pasado. Ése es el liderazgo y la colaboración como socios que Estados Unidos está listo a proporcionar. Escolhendo um future melhor  Presidente Barack Obama Ao nos aproximarmos da Cúpula das Américas, nosso continente se depara com uma clara escolha. Podemos superar nossos desafios compartilhados com um sentido de objetivo comum, ou podemos ficar atolados em velhos debates do passado. Para o bem de nosso povo, precisamos escolher o futuro. Muitas vezes, os Estados Unidos não buscaram nem mantiveram um compromisso com nossos vizinhos. Temos sido distraídos muito facilmente por outras prioridades e temos falhado em ver que nosso progresso é diretamente atrelado ao progresso das Américas. Minha administração está comprometida com a promessa de um novo dia. Vamos renovar e manter uma parceria mais ampla entre os Estados Unidos e as Américas em nome de nossa prosperidade e nossa segurança comuns. Diante da Cúpula, começamos a nos mover em uma nova direção. Nesta semana, alteramos a política para com Cuba que, por décadas, não conseguiu avançar a liberdade nem a oportunidade para o povo cubano. A recusa, específicamente, em permitir que os cubano-americanos visitassem ou enviassem recursos para suas famílias na ilha não tinha sentido – especialmente depois de anos de dificuldades econômicas em Cuba e os furacões devastadores que ocorreram no ano passado. Agora aquela política foi alterada. As relações Cuba-Estados Unidos são um exemplo de um debate nas Américas que é muitas vezes arrastado de volta ao século 20. Para confrontar nossa crise econômica, não precisamos debater sobre ter uma economia rígida, controlada pelo Estado, ou um capitalismo sem rédeas e desregulado – precisamos de ações pragmáticas e responsáveis que avancem nossa prosperidade comum. Para combater a ilegalidade e a violência, não precisamos debater sobre culpar paramilitares de direita ou insurgentes de esquerda – precisamos da cooperação prática para expandir nossa segurança comum. Precisamos escolher o futuro em vez do passado, porque sabemos que o futuro tem grandes oportunidades se trabalharmos juntos. É por isso que líderes de Santiago a Brasília e à Cidade do México estão focados em uma parceria renovada das Américas que faz progressos em questões fundamentais como a recuperação econômica, energia e segurança. Não há tempo a perder. A crise econômica mundial atingiu as Américas fortemente e, em particular, nossas populações mais vulneráveis. Anos de progresso no combate à pobreza e à desigualdade estão em risco. Os Estados Unidos estão trabalhando para avançar a prosperidade no continente americano ao impulsionarmos nossa própria recuperação. Ao fazê-lo, vamos ajudar a estimular o comércio exterior, os investimentos, as remessas de valores e o turismo que fornecem uma base mais ampla para a prosperidade no continente. Também precisamos de ações coletivas. Na recente reunião do G-20, os Estados Unidos prometeram buscar quase meio milhão de dólares em ajuda imediata às populações vulneráveis, enquanto trabalhamos junto a nossos parceiros do G-20 no sentido de reservar recursos significativos para assistir países em tempos difíceis. Pedimos ao Banco Interamericano de Desenvolvimento que maximize os empréstimos para reiniciar o fluxo de crédito e estamos prontos para examinar as necessidades e a capacidade do BID de avançar nesse sentido. Tambem estamos trabalhando para implementar regras duras e claras do século 21 para prevenir os abusos que causaram a crise atual. Enquanto enfrentamos esta crise, precisamos contruir uma nova fundação para a prosperidade a longo-prazo. Uma área que tem grande promessa é energia. Nosso continente tem abundância de recursos naturais que pode tornar a energia renovável plena e sustentável, enquanto cria empregos para o nosso povo. Nesse processo, podemos enfrentar as mudanças climáticas que ameaçam elevar o nível dos mares no Caribe e diminuir as geleiras nos Andes e as poderosas tempestades na costa do Golfo nos Estados Unidos. Juntos, temos tanto a responsabilidade de agir, como a oportunidade de deixar um legado de maior prosperidade e segurança. É por isso que anseio por buscar uma nova Parceria Energética e Climática das Américas, que vai nos ajudar a aprender uns com os outros, compartilhar tecnologias, alavancar investimentos e maximizar nossa vantagem comparativa. Ao avançarmos nossa prosperidade comum, precisamos avançar nossa segurança comum. Muitos em nosso continente são forçados a viver com medo. É por isso que os Estados Unidos vão apoiar fortemente o respeito ao Estado de Direito, à uma melhor aplicação da lei e instituições judiciárias mais fortes. A Segurança de nossos cidadãos precisa ser avançada atravês de nosso compromisso em nos associar àqueles que corajosamente combatem os cartéis de drogas, as quadrilhas e outras redes criminosas através das Américas. Nossos esforços começam em casa. Ao reduzir a demandar por drogas e interromper o fluxo ilegal de armas e grandes quantias de dinheiro para o sul, através de nossas fronteiras, podemos avançar a segurança nos Estados Unidos e alem. E, seguindo adiante, manteremos um diálogo duradouro com o continente para garantir que estejamos contruindo sobre as melhores práticas, adaptando a novas ameaças e coordenando nossos esforços. Finalmente, a Cúpula dá a todos os líderes democraticamente-eleitos nas Américas a oportunidade de reafirmar nossos valores compartilhados. Cada um de nossos países tem percorrido sua própria jornada democrática, mas temos que nos unir em nosso compromisso com a liberdade, igualdade e os direitos humanos. É por isso que anseio pelo dia em que cada país deste continente possa sentar-se à mesa consistente com a Carta Democrática Inter-Americana. E assim como os Estados Unidos buscam esse objetivo ao se aproximarem do povo cubano, esperamos que nossos amigos no continente americano se unam em apoio à liberdade, igualdade e direitos humanos para todos os cubanos. Esta Cúpula oferece a oportunidade de um novo começo. Avançar a prosperidade, a segurança e a liberdade do povo das Américas depende de parcerias do século 21, livres de posturas do passado. Essa é a liderança e parceria que os Estados Unidos estão prontos a oferecer.\n\n\n\n"
}