{
    "title": "UN Peacekeeping to Meet 21st Century Challenges: President Obama's Meeting with Leaders of Top Troop-Contributing Countries | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/un-peacekeeping-meet-21st-century-challenges-president-obamas-meeting-with-leaders-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nSeptember 23, 2009\n\n \n\n\n\nUN Peacekeeping to Meet 21st Century Challenges: President Obama's Meeting with Leaders of Top Troop-Contributing Countries\n\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\t\tOffice of the Press Secretary\n\t\t\t________________________________________________________________________\n\t\t\tFor Immediate Release                                            September 23, 2009\n\nStrengthening UN Peacekeeping to Meet 21st Century Challenges: \n\n\t\t\tPresident Obama’s Meeting with Leaders of Top Troop-Contributing Countries\n\n\n\t\t\"UN peacekeeping can deliver important results by protecting civilians, helping to rebuild security, and advancing peace around the world. From Sudan to Liberia to Haiti, peacekeeping operations are a cost-effective means for the United States and all nations to share the burden of promoting peace and security. Over the last ten years, the demands on peacekeeping have grown, and operations have become more complex. It is in all of our interests to improve the efficiency and effectiveness of these efforts.\"\n\nPresident Barack Obama\n\nIn a meeting with leaders from countries that contribute the largest numbers of troops and police to UN peacekeeping operations, President Obama today discussed efforts to strengthen UN peacekeeping to more effectively meet current challenges.\n\n\t\tPresident Obama convened this meeting with delegations from Bangladesh, China, Egypt, Ethiopia, Ghana, Italy, Jordan, Nepal, Nigeria, Pakistan, Rwanda, Senegal and Uruguay to underscore the United States’ commitment to UN peacekeeping, to express appreciation for those who contribute the most troops and to exchange ideas for improving peacekeeping missions at a time of expanding need and growing complexity.\n\n\t\tWith approximately 113,000 military, police and civilian personnel in 15 operations around the world, UN peacekeeping missions help protect civilians in conflict zones, shore up peace or stave off a wider war, create security, provide aid groups with access to civilians and enable emerging democracies to hold elections and strengthen the rule of law. Today, there are more than three times the number of UN peacekeepers than there were a decade ago.\n\nThe growth and complexity of peacekeeping missions has put the missions under severe strain. In the past six years, the UN has launched new missions in Liberia, Cote d’Ivoire, Haiti, Burundi, Sudan, Timor-Leste, Darfur, Chad and the Central African Republic and expanded the missions in the Democratic Republic of the Congo and Lebanon. Operations have also become more complex and dangerous, including protecting civilians from violence, rape and sexual assault, in vast and populous areas with limited infrastructure, ongoing hostilities, and uncooperative host governments.\n\nTo address these challenges, the Obama Administration is working to: \n\n\n\t\t\tEnsure that mandates for peacekeeping operations are credible and achievable so that they are equipped to succeed, in clearly measurable ways;\n\n\t\t\tIntensify efforts to mediate conflicts and revive flagging peace processes, in order to get the parties in fragile peace talks to abide their commitments, to cooperate with peacekeepers and build mutual trust.\n\n\t\t\tExpand the pool, capacity, and effectiveness of troop and police contributors;\n\n\t\t\tHelp the UN mobilize critical enabling assets, such as field hospitals, engineers, transport and aviation units and is willing to consider contributing more U.S. military officers, civilian police and civilian personnel to UN missions;\n\n\t\t\tIncrease attention to peace-building activities that can build up the national governments capacity to take over from UN peacekeepers, particularly in the realms of governance, security, and the rule of law.\n\n\nThe United States supports UN peacekeeping by:\n\n\nTraining and equipping troops – since 2005, more than 83,000 troops from 76 countries have been trained and equipped for UN and regional peacekeeping operations;\n\nProviding airlift, logistical assistance, medical services, and other enabling assets to UN and regional operations, including transporting thousands of personnel to missions and providing more than $400 million in equipment, training, and logistical support for peacekeepers in UN and African Union missions in Darfur and Somalia;\n\nContributing uniformed personnel -- approximately 62 U.S. police officers and 17 military officers are working in UN peacekeeping operations in Haiti, Liberia, Sudan, Chad, and the Middle East;\n\nWorking to reach and reinforce the cease-fires and peace agreements that UN operations can then help implement; and\n\nContributing more than 25 percent of the annual costs for UN peacekeeping. The President’s 2010 budget requests $2.26 billion to meet the U.S. share of peacekeeping assessments.\n\n\nList of UN Peacekeeping Missions:\n\n\nUnited Nations Mission in the Central African Republic and Chad (MINURCAT) \n\nAfrican Union-United Nations Hybrid Operation in Darfur (UNAMID)\n\nUnited Nations Mission in the Sudan (UNMIS) \n\nUnited Nations Operation in Côte d'Ivoire (UNOCI) \n\n\t\t\t \n\n\t\t\t<li \"=\"\">United Nations Mission in Liberia (UNMIL) \n\nUnited Nations Organization Mission in the Democratic Republic of the Congo (MONUC) \n\nUnited Nations Mission for the Referendum in Western Sahara (MINURSO) \n\nUnited Nations Stabilization Mission in Haiti (MINUSTAH) \n\nUnited Nations Integrated Mission in Timor-Leste (UNMIT) \n\nUnited Nations Military Observer Group in India and Pakistan (UNMOGIP)\n\nUnited Nations Peacekeeping Force in Cyprus (UNFICYP)\n\n\t\t\tUnited Nations Interim Administration Mission in Kosovo (UNMIK) \n\nUnited Nations Disengagement Observer Force (UNDOF) \n\n\t\t\tUnited Nations Interim Force in Lebanon (UNIFIL)\n\nUnited Nations Truce Supervision Organization (UNTSO) \n\n\nThe President's statement on the TCC Meeting\n\n\t\tToday I met with top troop and police contributing countries to UN missions to express appreciation for their sacrifice, and to exchange views on how to strengthen our efforts to meet common challenges. UN peacekeeping can deliver important results by protecting civilians, helping to rebuild security, and advancing peace around the world. From Sudan to Liberia to Haiti, peacekeeping operations are a cost-effective means for the United States and all nations to share the burden of promoting peace and security.\n\n\t\tOver the last ten years, the demands on peacekeeping have grown, and operations have become more complex. It is in all of our interests to improve the efficiency and effectiveness of these efforts. To succeed, U.N. missions and contributors need to be better equipped and supported to fulfill ambitious mandates, be it securing territory or protecting civilians from violence, including sexual and gender-based violence.\n\n\t\tThe United States is ready to do its part. We have met our financial obligations for peacekeeping operations. We seek clear, credible, and achievable peacekeeping mandates in the UN Security Council. We are intensifying diplomatic efforts to support fragile peace processes, including on Darfur, Sudan’s North-South conflict, and the Democratic Republic of Congo. We are improving bilateral efforts to train and equip UN peacekeepers and to help the UN mobilize critical enabling units. We are willing to consider contributing more U.S. civilian police, civilian personnel, and military staff officers to UN missions. We will support proposals to make UN mission planning and administrative and logistics support more effective. And we are reviewing our assistance to countries that host UN peacekeeping operations, such as Haiti.\n\n\t\tTo draw down UN peacekeeping operations responsibly and end them successfully, all of us must do more to help strengthen security and criminal justice sectors and to build up the capacity of governments. Today’s meeting was a productive discussion about identifying and addressing these gaps, and pursuing a program for ongoing reform and the future success of UN peacekeeping.\n\n\n\n\n\n"
}