{
    "title": "Mensaje Semanal: El Presidente Obama Anuncia Cambios Para Ayudar a Veteranos con PTSD a Recibir los Beneficios Que Necesitan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/mensaje-semanal-el-presidente-obama-anuncia-cambios-para-ayudar-a-veteranos-con-pts",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 10, 2010\n\n \n\n\n\nMensaje Semanal:  El Presidente Obama Anuncia Cambios Para Ayudar a Veteranos con PTSD a Recibir los Beneficios Que Necesitan\n\n\n\n\nWASHINGTON – En su mensaje esta semana, el Presidente Barack Obama anunció que el lunes el Departamento de Asuntos de Veteranos, liderado por el Secretario Shinseki, comenzará a hacer más facil el proceso para que los veteranos con Trastorno de estrés postraumático (PTSD por sus siglas en inglés) puedan recibir los beneficios que necesitan. Durante muchos años, los veteranos con PTSD se han visto frustrados al buscar recibir beneficios debido a que se ha requerido que presenten evidencia de que el PTSD fue causado por un evento específico. Agilizar este proceso no solo ayudará a los veteranos de Afganistán e Irak, sino también a generaciones de veteranos que han prestado servicio y hecho sacrificios por el país.\nEl audio y el video del mensaje estarán disponibles por Internet en obamawhitehouse.archives.gov.\nDeclaraciones del Presidente Barack Obama\nVersión Preparada\nMensaje Semanal\n10 de julio, 2010\nEl fin de semana pasado, el Cuatro de Julio, Michelle y yo les dimos la bienvenida a la Casa Blanca a algunos de los extraordinarios hombres y mujeres de las Fuerzas Armadas y sus familias.\nEran como todos los miles de efectivos en servicio activo y veteranos que he conocido en el país entero y el mundo. Gallardos. Fuertes. Decididos. Hombres y mujeres con la valentía de responder al llamado de su país y el temple para ponerse al servicio de Estados Unidos de Norteamérica.\nDebido a ese servicio; debido al honor y heroísmo de nuestras tropas en todo el mundo; el pueblo estadounidense está más seguro, nuestra nación está más segura y nos preparamos para concluir nuestra misión de combate en Irak para fines de agosto, concluyendo así una reducción de más de 90,000 soldados desde enero.\n                                                                                            \nPero todavía seguimos siendo un país en guerra. Durante la mayor parte de esta década, nuestros hombres y mujeres de uniforme han sobrellevado un periodo de servicio tras otro en lugares remotos y peligrosos. Muchos han arriesgado la vida. Muchos han dado la vida. Y como la nación agradecida que somos, para la cual es un honor contar con sus servicios, nunca podremos rendirles suficiente homenaje a estos héroes estadounidenses ni a sus familias.\nAsí como tenemos la solemne responsabilidad de entrenar y equipar a nuestros soldados antes de asignarlos a situaciones peligrosas, tenemos la solemne responsabilidad de proporcionarles a nuestros veteranos y combatientes heridos que regresan a casa la atención y beneficios a los que se han hecho merecedores.\nÉse es nuestro deber sagrado para todos aquéllos en las Fuerzas Armadas, y no concluye con su periodo de servicio.\nPara cumplir con esa promesa, estamos forjando una Dirección de Veteranos del siglo XXI, aumentando su presupuesto y asegurando el flujo continuo de fondos que necesita para apoyar el cuidado médico de nuestros veteranos.\nPara ayudar a nuestros veteranos y sus familiares a realizar estudios universitarios, estamos financiando e implementando la Ley GI posterior al 11 de septiembre.\nPara brindar servicios médicos en más lugares, estamos expandiendo y aumentando el cuidado médico por la Dirección de Veteranos, construyendo nuevas instalaciones para combatientes heridos y adaptando el cuidado a fin de atender mejor las necesidades de las veteranas.\nPara respaldar a quienes se sacrifican, hemos asignado ayuda nueva a los combatientes heridos y quienes cuidan de ellos, haciendo una pausa en su vida debido a la larga recuperación de un ser querido.\nY para hacer lo correcto por nuestros veteranos, nos dedicamos a evitar y poner fin a la carencia de vivienda entre los veteranos, porque en Estados Unidos de América, nadie que llevó nuestro uniforme debe dormir en la calle.\nTambién sabemos que para muchos de los soldados de hoy y sus familiares, la guerra no concluye cuando llegan a casa.\nDemasiados veteranos sufren las típicas lesiones de las guerras de la actualidad: Trastorno de estrés postraumático y traumatismos cerebrales. Y muy pocos reciben las pruebas y tratamiento que necesitan.\nAhora bien, en guerras pasadas, no era algo que siempre era fácil discutir en Estados Unidos. Como resultado, nuestros soldados y sus familiares a menudo se sentían avergonzados por el estigma de pedir ayuda.\nHoy, hemos dejado en claro en toda la estructura jerárquica que la gente debe buscar ayuda si la necesita. De hecho, hemos expandido la asesoría y servicios de salud mental para nuestros veteranos.\nPero durante años, muchos veteranos con estrés postraumático que trataban de recibir estos beneficios –veteranos de las guerras actuales y pasadas– a menudo se topaban con obstáculos. Se les requería que produjeran evidencia que probara un suceso causante específico. Y en la práctica, no se les daba la atención necesaria a la gran mayoría de los casos en que los afectados no ejercieron funciones de combate pero de todos modos participaron en la guerra.\nPues bien, pienso que nuestros soldados en el campo de batalla no deben tener que tomar notas en caso de necesitar beneficios. Y he conocido a suficientes veteranos como para saber que no es necesario participar en un enfrentamiento armado para sufrir el trauma de la guerra.\nPor lo tanto, estamos cambiando nuestra manera de hacer las cosas.\n \nEl lunes, el Departamento de Asuntos de Veteranos, dirigido por el secretario Ric Shinseki, comenzará a hacer que sea más fácil que un veterano con estrés postraumático reciba los beneficios que necesita.\nÉsta es una medida que hace falta desde hace mucho tiempo y que ayudará a los veteranos, no sólo de las guerras de Afganistán e Irak, sino también a varias generaciones de sus valientes predecesores quienes sirvieron gallardamente y sacrificaron en nuestras guerras.\nEs un paso que prueba que Estados Unidos siempre respaldará a sus veteranos, así como ellos siempre nos han respaldado. No les fallaremos. Velamos por los nuestros. Y mientras yo sea Comandante en Jefe, eso es lo que vamos a seguir haciendo. Gracias.\n###\n \n\n\n\n"
}