{
    "title": "Tina Tchen to Join Office of the First Lady as Chief of Staff | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/05/tina-tchen-join-office-first-lady-chief-staff",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJanuary 05, 2011\n\n \n\n\n\nTina Tchen to Join Office of the First Lady as Chief of Staff\n\n\n\n\n\n\tThe White House today announced that Tina Tchen has been promoted to Assistant to the President and Chief of Staff to the First Lady.  Ms. Tchen most recently served as Deputy Assistant to the President and Director of the Office of Public Engagement, and as Executive Director of the White House Council on Women and Girls.  She will continue to serve as Executive Director of the Council in her new position.\n\t \n\tStatement from Mrs. Obama:\n\t \n\t“I am thrilled to welcome Tina to my team.  I have admired her work with the White House Council on Women and Girls and her leadership with the Office of Public Engagement.  Tina’s tenure at the White House has focused on ensuring that communities across the country have a voice and a presence at the White House, and her office has worked closely with mine to develop many of our outreach efforts, so she was the natural choice for this role.  We particularly share a commitment to nurturing young women and utilizing the White House as a platform for education and inclusion, and I look forward to continuing that work together.\n\t \n\t“As sad as I am to see Susan go, I always knew she would return to her family and her community in Chicago. She arrived here in January of 2009 intending only to stay for a year and her extended tenure as my Chief of Staff has been a gift. She has led my team with an even hand and a clear vision and I am so grateful to her and her family for her time here in Washington.\n\t \n\t“When selecting a replacement, I looked for someone who had the right experience to lead my team and am grateful to bring on Tina, whom I’ve known and respected for 20 years.  Tina’s success leading the Office of Public Engagement, reaching out to people across the country and encouraging Americans from all walks of life to feel connected to this White House, makes her uniquely qualified to step up to this position.  I look forward to working with her in the years ahead to develop effective strategies for the Let’s Move! campaign, to broaden our work on behalf of military families, to continue the arts and cultural events in the White House, and to advance our international agenda.”\n\t \n\tValerie Jarrett, Chair of the White House Council on Women and Girls, and Senior Adviser and Assistant to the President for Intergovernmental Affairs and Public Engagement said, “Tina has been an incredible asset as the Director of the White House Office of Public Engagement and the Executive Director of the White House Council on Women and Girls.  As the President said at the Council’s formation in the spring of 2009, the issues facing women today are not just women’s issues.  When women are treated unfairly, that affects our families, our work environments and the next generation of young women. Throughout her career, Tina has been a tireless advocate for women and families, and she brought that wealth of experience and dedication to the White House Council’s efforts.  She will bring her leadership, wisdom and passion to her new position and continue to have a substantial impact on the issues affecting America’s women and girls.”\n\t \n\tMs. Tchen began her work for the President and First Lady during the 2008 campaign.  Prior to this service, Ms. Tchen was a partner at the Chicago office of Skadden, Arps, Slate, Meagher & Flom, where she worked for 23 years in corporate litigation, representing public agencies including the Illinois Department of Child and Family Services (DCFS), the Illinois Department of Public Aid and the Chicago Housing Authority.\n\n\n\n\n"
}