{
    "title": "Presidential Proclamation -- National Childhood Cancer Awareness Month, 2012 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/08/31/presidential-proclamation-national-childhood-cancer-awareness-month-2012",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 31, 2012\n\n \n\n\n\nPresidential Proclamation -- National Childhood Cancer Awareness Month, 2012\n\n\n\n\n\n\t \n\n\tNATIONAL CHILDHOOD CANCER AWARENESS MONTH, 2012\n\n\t \n\n\tBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\n\t \n\n\tA PROCLAMATION\n\n\t \n\n\tEvery year, thousands of children across America are diagnosed with cancer    an often life threatening illness that remains the leading cause of death by disease for children under the age of 15.  The causes of pediatric cancer are still largely unknown, and though new discoveries are resulting in new treatments, this heartbreaking disease continues to scar families and communities in ways that may never fully heal.  This month, we remember the young lives taken too soon, stand with the families facing childhood cancer today, and rededicate ourselves to combating this terrible illness.\n\n\t \n\n\tWhile much remains to be done, our Nation has come far in the fight to understand, treat, and control childhood cancer.  Thanks to ongoing advances in research and treatment, the 5 year survival rate for all childhood cancers has climbed from less than 50 percent to 80 percent over the past several decades.  Researchers around the world continue to pioneer new therapies and explore the root causes of the disease, driving progress that could reveal cures or improved outcomes for patients.  But despite the gains we have made, help still does not come soon enough for many of our sons and daughters, and too many families suffer pain and devastating loss.\n\n\t \n\n\tMy Administration will continue to support families battling pediatric cancer and work to ease the burdens they face.  Under the Affordable Care Act, insurance companies can no longer deny health coverage to children because of pre existing conditions, including cancer, nor can they drop coverage because a child is diagnosed with cancer.  The law also bans insurers from placing a lifetime dollar limit on the amount of coverage they provide, giving families peace of mind that their coverage will be there when they need it most.  And as we work to ensure all Americans have access to affordable health care, my Administration will continue to invest in the cutting edge cancer research that paves the way for tomorrow's breakthroughs.\n\n\t \n\n\tThis month, we pay tribute to the families, friends, professionals, and communities who lend their strength to children fighting pediatric cancer.  May their courage and commitment continue to move us toward new cures, healthier outcomes, and a brighter future for America's youth.\n\n\t \n\n\tNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim September 2012 as National Childhood Cancer Awareness Month.  I encourage all Americans to join me in reaffirming our commitment to fighting childhood cancer.\n\n\t \n\n\tIN WITNESS WHEREOF, I have hereunto set my hand this thirty first day of August, in the year of our Lord two thousand twelve, and of the Independence of the United States of America the two hundred and thirty-seventh.\n\n\t \n\n\tBARACK OBAMA\n\n\n\n\n"
}