{
    "title": "Vice President Biden, CEA Chair Romer Release New Analysis on Job and Economic Impact of the Recovery Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-cea-chair-romer-release-new-analysis-job-and-economic-impact-r",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 14, 2010\n\n \n\n\n\nVice President Biden, CEA Chair Romer Release New Analysis on Job and Economic Impact of the Recovery Act\n\n\n\n\nCEA Quarterly Report Finds Recovery Act Responsible for About 3 Million Jobs, Leverage Programs Spurring 3 to 1 Outside Capital Investment\nWASHINGTON, DC – Vice President Joe Biden and Chair of the Council of Economic Advisers Christina Romer are unveiling today the Council of Economic Advisers’ latest quarterly report on the economic impact of the Recovery Act.  The report finds that the Recovery Act is already responsible for 2.5 to 3.6 million – or about 3 million – jobs and that for every government dollar invested in Recovery Act programs designed to leverage outside capital, private companies and others are co-investing with nearly three times as much outside investment.\nThe report can be viewed in full HERE. \nThe Council of Economic Advisers Fourth Quarterly Report on the Economic Impact of the American Recovery and Reinvestment Act of 2009\nKey Findings\nThe Recovery Act has had a significant impact on employment and economic growth:\n• As of the second quarter of 2010, the Recovery Act has raised employment by between 2.5 and 3.6 million jobs.  This puts us well on track to reach the 3.5 million jobs benchmark by the end of this year.\n• CEA estimates that the Recovery Act has raised the level of GDP as of the second quarter of 2010 by between 2.7 and 3.2 percent.  These estimates are very similar to those of a wide range of other analysts, including the Congressional Budget Office. \n• Outlays in areas such as infrastructure, clean energy, and communications technology increased by roughly 50 percent between the first and second quarters of 2010.\nThe Recovery Act is making investments that benefit the economy today and far into the future:\n• $319 billion in the Act is dedicated to “public investments” that are not only “helping the economy to recover and put Americans back to work today, they are also making investments in areas such as clean energy, health information technology, roads, and the skills of our workers that will benefit the economy far into the future.”  To date, two-thirds of these funds have been obligated and more than one-quarter have been outlayed.  CEA estimates that the $86.3 of outlays has already created or saved more than 800,000 jobs as of the second quarter of 2010, an increase of 30 percent over the first quarter. \nThe Recovery Act is leveraging significant investment from private companies and other entities:\n• A subset of these public investments, $95 billion, is leveraging external funds from private companies and other entities.  For each of these dollars invested, $4.00 of economic activity is supported – meaning $286 billion of external investments are partnering with Recovery Act funds to support $382 billion into total project activity. The benefits of this “co-investment” include:\n• Jump-starting private investment: With credit markets still recovering from the financial crisis, the Recovery Act is directly stimulating $153 billion in private sector investment alone.\n• Aligning economic incentives: As private investors use significant amounts of their own money in Recovery Act projects, they put “skin in the game” and have more incentive to use funding responsibly.\n• Increasing overall support: The federal government has a responsibility to use tax dollars as effectively and efficiently as possible. Taxpayers get more value when those dollars are leveraged by private investment.\nClean energy is one of the areas generating the most Recovery Act outside investment leverage:\n• By sector, the largest amount of total activity supported is in clean energy, where a federal contribution of $46 billion will partner with $107 billion to support over $150 billion in total investments in energy efficiency, renewable generation, research, and other areas.\n• One such area is the Department of Energy’s smart grid program, which will foster smarter energy use, increasing the transparency of how energy is used. Spurred by a $4.5 billion Recovery Act investment, the private sector invested an additional $6 billion in smart grid projects, bringing the total investment to over $10 billion.\n• For example, Oregon, Washington, Idaho, Montana, and Wyoming have been awarded $88 million for a regional smart grid demonstration project. Bolstered by $90 million in matches from utilities and technology companies, the $178 million project features 12 utilities and 15 test sites and the states estimate it will create or retain 1,500 jobs across the five states.\nRecovery Act Build America Bonds are also generating significant outside investment, while saving state and local governments billions:\n• In economic development, a Recovery Act contribution of approximately $14 billion is partnering with over $130 in outside investment to support over $145 billion in economic activity. Build America Bonds (BABs) make up the majority of that activity.\n• As of June 30, 2010, BABs with a total face value of $115 billion have been issued in 1,446 separate issues in 49 states, DC and 2 territories. BABs allow municipalities to originate loans with 35 percent of the interest paid by the Federal government.  The loans are attractive to a variety of investors, such as pension funds, who do not benefit from the tax-free status of traditional municipal bonds.  By bringing in more sources of funding, the bonds lower interest costs for issuers.  The Treasury recently calculated that the bonds have saved state and local governments about $12 billion.\n• For example, in Minneapolis the Hennepin County Board raised $27 million through a BABs issuance, which it is combining with state bonds and county funding to finance the $80 million Lowry Avenue bridge reconstruction.  Estimated savings to Minneapolis taxpayers is between $3 and $5 million.\nBuilding construction and environmental cleanup and preservation projects are also benefiting from the leverage effects of the Recovery Act.\n• Other sectors covered in the report include environmental cleanup and preservation, where an $11 billion investment is supporting over $21 billion of economic activity; construction of buildings, where a $6.4 billion investment is supporting $29.4 billion; and several more.\nRecovery Act leverage programs are bringing private capital off the sidelines and keeping clean energy projects alive during tough economic times:\n• In one case study, CEA examines the Section 1603 Energy Cash Assistance Program, to see if this co-investment would have happened without Recovery Act funds in the game.\n• By looking at previous years in which no national investment was spurring private sector activity, compared to years in which there was a national investment, CEA projects that wind capacity additions in 2009 would have been cut by more than half without the Recovery Act and other incentives.\n• In 2009, 10,000 MW of wind capacity additions were installed, and the Recovery Act and other incentives were responsible for over 6,000 MW of those additions.\n\n\n\n"
}