{
    "title": "President Obama Calls on Congress to Act on “To Do List” to Create Jobs | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/05/08/president-obama-calls-congress-act-do-list-create-jobs",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 08, 2012\n\n \n\n\n\nPresident Obama Calls on Congress to Act on “To Do List” to Create Jobs\n\n\n\n\n\nToday, President Obama will travel to the College of Nanoscale Science and Engineering’s (CNSE) NanoTech Complex in Albany, New York to call on Congress to act on a “To Do List” that will create jobs and help restore middle class security. These initiatives have bipartisan support and at this make-or-break moment for the middle class, we need to create an economy built to last that creates secure American jobs and makes things the rest of the world buys - not one built on outsourcing, loopholes, or risky financial deals.\n\nCongress' To Do List\n\n\nReward American Jobs, Eliminate Tax Incentives To Ship Jobs Overseas:Congress needs to attract and keep good jobs in the United States by passing legislation that gives companies a new 20 percent tax credit for the cost of moving their operations back to the U.S. and pay for it by eliminating tax incentives that allow companies to deduct the costs of moving their business abroad.\n\nCut Red Tape So Responsible Homeowners Can Refinance:Congress needs to pass legislation to cut red tape in the mortgage market so that responsible families who have been paying their mortgages on time can feel secure in their home by refinancing at today’s lower rates.\n\nInvest in a New Hire Tax Credit For Small Businesses: Congress needs to invest in small businesses and jumpstart new hiring by passing legislation that gives a 10 percent income tax credit for firms that create new jobs or increase wages in 2012 and that extends 100 percent expensing in 2012 for all businesses.\n\nCreate Jobs By Investing In Affordable Clean Energy:Congress needs to help put America in control of its energy future by passing legislation that will extend the Production Tax Credit to support American jobs and manufacturing alongside an expansion of the 30 percent tax credit to investments in clean energy manufacturing (48C Advanced Energy Manufacturing Tax Credit)\n\nPut Returning Veterans to Work Using Skills Developed in the Military:Congress needs to honor our commitment to returning veterans by passing legislation that creates a Veterans Job Corps to help Afghanistan and Iraq veterans get jobs as cops, firefighters, and serving their communities.\n\n\n\t \n\n\tREWARD AMERICAN JOBS, ELIMINATE TAX INCENTIVES TO SHIP JOBS OVERSEAS\n\n\tThe tax code currently allows companies moving operations overseas to deduct their moving expenses – and reduce their taxes in the United States as a result.  Congress needs to act to help attract and keep good jobs in the United States by passing legislation that gives companies moving operations back to the U.S. a new 20 percent tax credit for moving expenses and pay for it by ending the tax break that allows companies to deduct expenses associated with moving operations overseas.\n\t \n\t• Eliminating Tax Incentives to Ship Jobs Overseas: Congress needs to end the tax break that allows companies to deduct expenses associated with moving operations overseas, while still encouraging companies to assist displaced workers.\n\nHow the President’s Plan Would Deny Tax Breaks for Moving Abroad\n\n\tIf a firm shutters a production facility, moves it to another country, and incurs $15 million in expenses for breaking down assembly lines and production equipment, moving expenses to transport equipment abroad, and mothballing the Iowa facility, then under current law:\n\n\n\t\t The company could reduce its tax burden by $5.25 million dollars, assuming a 35 percent corporate tax rate.\n\n\n\tUnder the President’s plan:\n\n\n\t\tThis company can no longer deduct the $15 million in moving expenses, eliminating the $5.25 million tax break for shipping the facility overseas.\n\n\n\tIn denying the deduction for outsourcing firms, the President’s plan does not count the cost of severance and re-training workers.\n\n\nAnd reward businesses bringing jobs back to the United States: Congress should create a new general business credit against income tax equal to 20 percent of the eligible expenses paid or incurred during closing down operations abroad and bringing jobs back to the U.S. In order to qualify for this credit, companies would have to reduce or eliminate a trade or business outside the United States and start up, expand, or move the same trade or business to the United States.\n\n\nHow a Company Would Get a Tax Credit for Bringing Jobs Back to the U.S.\n\n\tConsider the same firm as above, except they are moving the facility from overseas back to the U.S. If this company were to move a manufacturing plant with 800 employees back to the United States from another country, and incurred $15 million in costs from packaging and transporting equipment, and cleaning up the old facility abroad, then under the President’s plan:\n\n\n\t\tThe company would still be able to deduct the $15 million, saving $5.25 million in taxes and on top of that wouldreceive a 20% credit on its $15 million in expenses – or a $3 million additional income tax benefit.\n\n\n\n\n\n"
}