{
    "title": "Statement by Chair of the Council of Economic Advisers Christina Romer on the Employment Situation in February | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-chair-council-economic-advisers-christina-romer-employment-situation-febr",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 05, 2010\n\n \n\n\n\nStatement by Chair of the Council of Economic Advisers Christina Romer on the Employment Situation in February\n\n\n\n\nThe statement below was posted on obamawhitehouse.archives.gov by the Chair of the Council of Economic Advisers Christina Romer. The statement can also be accessed HERE.\nRomer Blog Post: Statement On The Employment Situation In February\nPosted by Christina Romer on March 05, 2010 at 09:36 AM EST\nAlthough the labor market remains severely distressed, today’s report on the employment situation is consistent with the pattern of stabilization and gradual labor market healing we have been seeing in recent months.\nThe unemployment rate remained constant at 9.7 percent.  Many had expected that some of January’s 0.3 percentage point decline would prove to be a transitory drop.  That it was maintained for a second month makes it more likely that it was a genuine decline, not statistical noise.  The number of workers unemployed for more than 26 weeks fell by 180,000, the first decline in over a year.\nPayroll employment declined by 36,000, slightly more than last month.  However, as many analysts have discussed in recent weeks, the large snowstorms in the Mid-Atlantic region in mid-February likely had a substantial negative impact on this number.  Someone who has a job but missed the entire pay period that included the 12th of the month because of the weather, and so did not receive a paycheck, is not counted as being on the payroll.  The Council of Economic Advisers estimates  that the impact of bad weather on the February employment number was likely substantially negative.  Importantly, negative weather effects this month would be expected to be counteracted next month, as workers who temporarily disappeared from payrolls because of the snow are once again counted.  In addition, according to the Bureau of Labor Statistics, temporary Census employment was an unusual factor adding about 15,000 to the payroll employment total in February.  Census employment is expected to rise substantially over the next few months, before declining again over the summer as the Census is completed.\nOf course, an unemployment rate of 9.7 percent is unacceptably high and we need to achieve robust employment growth in order to recover from the terrible job losses that began over two years ago.  That is why it is essential that Congress pass additional responsible measures to promote job creation.  It is also vital that we continue to support those struggling with unemployment.\nAs always, it is important not to read too much into any individual data release, positive or negative.  Because of the disruptions from the weather, this is especially true of today’s employment data.  Although the overall trajectory of the economy has improved dramatically over the past year and appears to be continuing to improve, there will surely continue to be bumps in the road ahead.\n[[nid:9628]]\nChristina Romer is Chair of the Council of Economic Advisers\n\n\n\n"
}