{
    "title": "Declaraciones de la Presidenta del Consejo de Asesores Económicos Christina Romer sobre la situación del empleo en diciembre | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-de-la-presidenta-del-consejo-de-asesores-econ-micos-christina-romer--0",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 08, 2010\n\n \n\n\n\nDeclaraciones de la Presidenta del Consejo de Asesores Económicos Christina Romer sobre la situación del empleo en diciembre\n\n\n\n\nLa Presidenta del Consejo de Asesores Económicos Christina Romer publicó las siguientes declaraciones en obamawhitehouse.archives.gov en respuesta al informe sobre el empleo correspondiente a diciembre. También se pueden obtener las declaraciones en el siguiente enlace: http://obamawhitehouse.archives.gov/blog/2010/01/08/december-jobs-numbers.\nSobre las cifras de empleo en diciembre \nPublicado por Christina Romer el 08 de enero, 2010 a las 09:37 AM EST \nEl informe de hoy sobre el empleo, si bien representa un revés con relación a noviembre, es acorde con la estabilización gradual del mercado laboral que hemos estado viendo en los últimos meses.\n \nEl empleo en planilla se redujo en 85,000 puestos en diciembre. Para poner esta cifra en perspectiva, se perdieron 139,000 empleos en septiembre y 127,000 en octubre. Por lo tanto, en sentido lato, la tendencia hacia una pérdida más moderada de empleo continúa. Esta tendencia es particularmente obvia en el patrón trimestral: la pérdida mensual promedio de empleos fue de 691,000 en el primer trimestre del 2009, 428,000 en el segundo trimestre, 199,000 en el tercer trimestre y 69,000 en el cuarto trimestre.\nLos datos ajustados indican ahora que hubo un aumento de 4,000 empleos en noviembre. Ésta es obviamente una noticia alentadora y el primer incremento en el empleo en 23 meses. En comparación con un informe inesperadamente bueno para noviembre, la pérdida de empleos de diciembre es un pequeño revés. Dos sectores en los que el empleo disminuyó significativamente fueron construcción (-53,000) y comercio mayorista y minorista (-28,400). Un indicio continuo de recuperación en el mercado laboral fue la mano de obra temporal en servicios, que a menudo es un principal indicador de demanda laboral, con 46,500 empleos adicionales en diciembre. Tanto la semana laboral como el número total de horas permanecieron estables, lo que mantuvo la mejora significativa que se dio en noviembre.\nLa tasa de desempleo siguió siendo de 10.0 por ciento en diciembre. Este nivel reflejó una disminución proporcional del número de personas sin empleo y el número de personas en la fuerza laboral. La tasa de desempleo sigue siendo inaceptablemente alta, lo que destaca la necesidad de medidas responsables para impulsar la generación de empleo en el sector privado.\nComo el Presidente ha dicho durante un año, el camino a la recuperación no será una línea recta. Las cifras sobre empleo y desempleo mensual son volátiles y están sujetas a cambios considerables en ajustes posteriores. Por lo tanto, es importante no darle demasiada importancia a ningún informe mensual, sea positivo o negativo. Es esencial que continuemos nuestros esfuerzos por tomar el camino correcto y reemplazar los empleos perdidos con aumentos contundentes en el empleo.\n \n\n\n\n"
}