{
    "title": "List of CEOs Expected to Attend Business Roundtable meeting with the President | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/list-ceos-expected-attend-business-roundtable-meeting-with-president",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 12, 2009\n\n \n\n\n\nList of CEOs Expected to Attend Business Roundtable meeting with the President\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  _________________________________________________________  FOR IMMEDIATE RELEASE                          March 12, 2009    Below is a list of CEOs expected to attend the Business Roundtable meeting with the President. Stephen F. Angel, Praxair, Inc.  Alan L. Boeckmann, Fluor Corporation  Gregory H. Boyce, Peabody Energy Corporation  Gregory Q. Brown, Motorola, Inc.  Gary C. Butler, Automatic Data Processing, Inc.  Kenneth I. Chenault, American Express Company  James Cracchiolo, Ameriprise Financial  Alexander M. Cutler, Eaton Corporation  Michael T. Dan, The Brink's Company  Daniel R. DiMicco, Nucor Corporation  James Dimon, JPMorgan Chase & Co.  John V. Faraci Jr., International Paper Company  G. Steven Farris, Apache Corporation  Eric C. Fast, Crane Co.  J. Brian Ferguson, Eastman Chemical Company  Daniel S. Fulton, Weyerhaeuser Company  James Goodnight, SAS Institute Inc.  William D. Green, Accenture  Evan G. Greenberg, ACE Limited  H. Edward Hanway, CIGNA Corporation  Lewis Hay III, FPL Group, Inc.  Edmund F. Kelly, Liberty Mutual Group  Jeffrey B. Kindler, Pfizer Inc  Ellen J. Kullman, DuPont  A.G. Lafley, The Procter & Gamble Company  John C. Lechleiter, Eli Lilly and Company  Steven F. Leer, Arch Coal, Inc.  Steven R. Loranger, ITT Corporation  Kathryn V. Marinello, Ceridian Corporation  Theodore A. Mathas, New York Life Insurance Co.  Michael B. McCallister, Humana Inc.  Charles G. McClure, ArvinMeritor, Inc.  William L. McComb, Liz Claiborne, Inc.  Bill McDermott, SAP  Harold McGraw III, The McGraw-Hill Companies  Charles W. Moorman, Norfolk Southern Corporation  Anne M. Mulcahy, Xerox Corporation  Ronald L. Nelson, Avis Budget Group, Inc.  Thomas C. Nelson, National Gypsum Company  George Nolen, Siemens Corporation  Marvin E. Odum, Shell Oil Company  Dinesh C. Paliwal, Harman International Industries, Inc.  Samuel J. Palmisano, IBM Corporation  Richard Parsons, Citi  Antonio M. Perez, Eastman Kodak Company  Bernard Poussot, Wyeth  Kendall J. Powell, General Mills, Inc.  James H. Quigley, Deloitte Touche Tohmatsu  David M. Ratcliffe, Southern Company  Matthew K. Rose, BNSF Railway Company  Wilbur L. Ross, WL Ross & Co. LLC  Edward B. Rust Jr., State Farm Insurance Companies  Dean A. Scarborough, Avery Dennison Corporation  Ivan G. Seidenberg, Verizon Communications  David B. Snow Jr., Medco Health Solutions, Inc.  Theodore M. Solso, Cummins Inc.  Lee J. Styslinger III, Altec, Inc.  Michael H. Thaman, Owens Corning  Kent J. Thiry, DaVita Inc.  Rex W. Tillerson, Exxon Mobil Corporation  James S. Turley, Ernst & Young, L.L.P.  Daniel C. Ustian, Navistar International Corporation  G. Richard Wagoner Jr., General Motors Corporation  Michael J. Ward, CSX Corporation  Ronald A. Williams, Aetna Inc   \n\n\n\n"
}