{
    "title": "Fact Sheet on the United Nations Security Council Summit on Nuclear Nonproliferation and Nuclear Disarmament UNSC Resolution 1887 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/fact-sheet-united-nations-security-council-summit-nuclear-nonproliferation-and-nucl",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nSeptember 24, 2009\n\n \n\n\n\nFact Sheet on the United Nations Security Council Summit on Nuclear Nonproliferation and Nuclear Disarmament UNSC Resolution 1887\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\t\t-----------------------------------------------------\n\t\tFOR IMMEDIATE RELEASE                  September 24, 2009\n\nFact Sheet on the United Nations Security Council Summit on\n\t\tNuclear Nonproliferation and Nuclear Disarmament\n\t\tUNSC Resolution 1887\n\n\t\t\"We harbor no illusions about the difficulty of bringing about a world without nuclear weapons. We know there are plenty of cynics, and that there will be setbacks to prove their point. But there will also be days like today that push us forward – days that tell a different story. It is the story of a world that understands that no difference or division is worth destroying all that we have built and all that we love. It is a recognition that can bring people of different nationalities and ethnicities and ideologies together. In my own country, it has brought Democrats and Republican leaders together.\"  \n\t\t                                              President Barack Obama\n\n\t\tIn an historic meeting, the United Nations Security Council today convened at the head of state/government level and unanimously cosponsored and adopted a resolution committing to work toward a world without nuclear weapons and endorsing a broad framework of actions to reduce global nuclear dangers.\n\n\t\tThe meeting, which was called for and chaired by President Obama during the United States’ Presidency of the Security Council, shows concrete progress and growing international political will behind the nuclear agenda that President Obama announced in his speech in Prague in April 2009. \n\n\t\tThe session was the fifth Summit-level meeting of the Council in its 63 years of existence and the first time that a Security Council Summit has been chaired by a U.S. President. \n\n\t\tThe new measure, UNSC Resolution 1887, expresses the Council’s grave concern about the threat of nuclear proliferation and the need for international action to prevent it.  It reaffirms that the proliferation of weapons of mass destruction and their means of delivery are threats to international peace and security and shows agreement on a broad range of actions to address nuclear proliferation and disarmament and the threat of nuclear terrorism.  Broadly, the resolution supports:\n\n\n\t\t\tA revitalized commitment to work toward a world without nuclear weapons, and calls for further progress on nuclear arms reductions, urging all states to work towards the establishment of effective measures of nuclear arms reduction and disarmament.\n\n\n\nA strengthened Nuclear Non-proliferation Treaty (NPT) and a Review Conference in 2010 that achieves realistic and achievable goals in all three pillars: nuclear disarmament, nonproliferation and peaceful uses of nuclear energy.  The resolution supports universality of the NPT, calls on all states to adhere to its terms and makes clear the Council’s intent to immediately address any notice of intent to withdraw from the Treaty.  The resolution also notes the ongoing efforts in the NPT review to identify mechanisms for responding collectively to any notification of withdrawal.\n\n\n\nBetter security for nuclear weapons materials to prevent terrorists from acquiring materials essential to make a bomb, including through the convening of a Nuclear Security Summit in 2010, locking down vulnerable nuclear weapons materials in four years, a goal originally proposed by President Obama, minimizing the civil use of highly enriched uranium to the extent feasible, and encouraging the sharing of best practices as a practical way to strengthen nuclear security and the Global Initiative to Combat Nuclear Terrorism and the G-8 Global Partnership.\n\n\n\n\t\t\tThe Security Council’s authority and vital role in addressing the threat to international peace and security posed by the spread of nuclear weapons and underscoring the Council’s intent to take action if nuclear weapons or related material are provided to terrorists.\n\n\n\n\t\t\tAddressing the current major challenges to the nonproliferation regime, demanding full compliance with Security Council resolutions on Iran and North Korea and calling on the parties to find an early negotiated solution.\n\n\n\nThe International Atomic Energy Agency’s (IAEA) essential role in preventing nuclear proliferation and ensuring access to peaceful uses of nuclear energy under effective safeguards.  This is particularly important to ensure that the growing interest in nuclear energy does not result in additional countries with nuclear weapons capabilities.\n\n\n\n\t\t\tEncouraging efforts to ensure development of peaceful uses of nuclear energy in a framework that reduces proliferation risk and adheres to the highest standards for safeguards, security and safety and recognizing the inalienable right of parties to the NPT to develop research, production and use of nuclear energy for peaceful purposes.\n\n\n\n\t\t\tNational efforts to make it more difficult for proliferating states and non-state actors to access the international financial system as well as efforts to strengthen export controls on proliferation-related materials and stronger detection, deterrence and disruption of illicit trafficking in such materials.\n\n\n\nKey nuclear agreements, including START follow-on agreement, the Comprehensive Nuclear Test Ban Treaty, the Fissile Material Cut-Off Treaty, the Convention for the Suppression of Acts of Nuclear Terrorism and the Convention on the Physical Protection of Nuclear Materials and its 2005 Amendment.\n\n\n\t\tUNSC Resolution 1887 includes new provisions to deter withdrawal from the NPT and to ensure that nuclear energy is used in a framework that reduces proliferation dangers and adheres to high standards for security.  The Council committed to address without delay any state’s notification of withdrawal from the NPT and affirmed that states will be held responsible for any violations of the NPT committed prior to their withdrawal from the Treaty. \n\n\t\tThe Council also endorsed important norms to reduce the likelihood that a peaceful nuclear program can be diverted to a weapons program, including support for stricter national export controls on sensitive nuclear technologies and having nuclear supplier states consider compliance with safeguards agreements when making decisions about nuclear exports and reserve the right to  require that material and equipment provided prior to termination be returned if safeguards agreements are abrogated . \n\n\t\tThe Council also expressed strong support for ensuring the IAEA has the authority and resources necessary to carry out its mission to verify both the declared use of nuclear materials and facilities and the absence of undeclared activities and affirmed the Council’s resolve to support the IAEA’s efforts to verify whether states are in compliance with their safeguards obligations. \n\nThe resolution calls upon states to conclude safeguards agreements and an Additional Protocol with the IAEA, so that the IAEA will be in a position to carry out all of the inspections necessary to ensure that materials and technology from peaceful nuclear uses are not used to support a weapons program. The Council also endorsed IAEA work on multilateral approaches to the fuel cycle, including assurances of fuel supply to make it easier for countries to choose not to develop enrichment and reprocessing capabilities.\n\n\t\tThese steps are important in helping address situations where a country uses access to the civilian nuclear benefits of the NPT to cloak a nascent nuclear weapons program and then withdraws from the NPT once it has acquired sufficient technical expertise for its weapons program.\n\nThe resolution strengthens implementation for resolution 1540 which requires governments to establish domestic controls to prevent the proliferation of nuclear, chemical, or biological weapons and their means of delivery.  Full implementation of resolution 1540 by all UN member states will require additional financial and political support.  The Council reaffirmed the need to give added impetus to the implementation of resolution 1540 by highlighting the options for improving the funding of the 1540 Committee’s activities, including through a voluntary trust fund, and reinforcing the Council’s commitment to ensure effective and sustainable support for the 1540 Committee’s activities.\n\n\t\tThe Security Council meeting was attended by:\n\n\t\tPresident Barack Obama, United States of America\n\t\tPresident Óscar Arias Sánchez, Republic of Costa Rica\n\t\tPresident Stjepan Mesic, Republic of Croatia\n\t\tPresident Dmitry Anatolyevich Medvedev, Russian Federation\n\t\tPresident Felipe Calderón Hinojosa, United Mexican States\n\t\tPresident Heinz Fischer, Republic of Austria\n\t\tPresident Nguyen Minh Triet, Socialist Republic of Viet Nam\n\t\tPresident Yoweri Kaguta Museveni, Republic of Uganda\n\t\tPresident Hu Jintao, People’s Republic of China\n\t\tPresident Nicolas Sarkozy, France\n\t\tPresident Blaise Compaoré, Burkina Faso\n\t\tPrime Minister Gordon Brown, United Kingdom of Great Britain and Northern Ireland\n\t\tPrime Minister Yukio Hatoyama, Japan\n\t\tPrime Minister Recep Tayyip Erdogan, Republic of Turkey\n\t\tBan Ki-moon, United Nations Secretary General\n\t\tDirector General Mohamed Elbaradei, International Atomic Energy Agency\n\t\t     Abdurrahman Mohamed Shalgham, Permanent Representative of the Libyan Arab Jamahiriya\n\n\t\t##\n\t\t \n\n\n\n\n\n"
}