{
    "title": "Gaggle aboard Air Force One en route Morrisville, NC | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/06/13/gaggle-aboard-air-force-one-en-route-morrisville-nc",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 13, 2011\n\n \n\n\n\nGaggle aboard Air Force One en route Morrisville, NC\n\n\n\n\n\n\t10:56 A.M. EDT\n\n\t        MR. CARNEY:  This is going to be a quick one.  If you guys will -- because we're obviously going to land and the President is speaking at the event. \n\n\t        Good morning, everyone.  Thanks for coming with us today to North Carolina.  We're looking forward to the visit to Cree, which is an advanced lighting manufacturer that's doing some very good work in the clean energy and efficiency field.  The President is obviously there for a meeting of his Jobs and Competitiveness Council and he looks forward to hearing from them their ideas for spurring further job creation in the United States.\n\n\t        So, with that, I will take your questions.\n\n\t        Q    Jay, can you talk about Syria a little bit?  Assad has mounted a violent attack against his own people.  Why is that any different than what Libya did and what prompted NATO to act?\n\n\t        MR. CARNEY:  Well, first of all, there was a united call for action in Libya.  These are -- let me step back.  There are different circumstances.  We have called on President Assad to cease the violence.  We strongly condemn -- in the strongest possible terms, we condemn the violence being perpetrated against Syrians and we -- as we have in other places -- call on the leadership there to engage in non-violence and to engage in political dialogue so that the Syrian people can fully participate in their government and improve their own futures.\n\n\t        Obviously the actions we took -- as you know, we had a United Nations mandate.  We had a broad coalition that was eager to participate in a mission that was designed to prevent the immediate carnage that would have taken place in Benghazi, to protect civilians from the grave danger presented by Qaddafi’s forces, to enforce an arms embargo and to enforce a no-fly zone.\n\n\t        Q    Has the President tried to energize or create a similar support in the region to take action against Syria?\n\n\t        MR. CARNEY:  The President has made clear that President Assad needs to engage in political dialogue, that the transition there needs to take place towards more political freedom, and that if President Assad does not lead that transition then he should step aside.\n\n\t        Q    Jay, quickly on the thing today -- the President is going to listen or is he actually going to make some announcement on additional steps to boost jobs?\n\n\t        MR. CARNEY:  He will also have some things to say.  He’ll make remarks, which you’ll hear.  He’ll have announcements, which I won’t preempt here, but he’ll have some things that he -- some ideas of his own.  But he created this council specifically to hear from a broad array of major private sector players, their ideas for increasing job creation here in the United States.\n\n\t        Q    Jay, does the President have a position on whether Anthony Weiner’s continued service in the U.S. Congress is in the nation’s best interests?\n\n\t        MR. CARNEY:  The President feels -- we feel at the White House that this is a distraction.  Obviously as Congressman Weiner has said himself, this is -- the behavior was inappropriate; the dishonesty was inappropriate.  But the President is focused on his job, which is getting this economy continuing to grow, creating jobs, and obviously ensuring the safety and security of the American people.\n\n\t        Q    A lot of the criticism from the business community as the President has held these sorts of events like the one today is there hasn’t really been much follow-up afterwards.  Immelt and Chenault released a series of recommendations in the Wall Street Journal op-ed today that said could create a million jobs. How can the President now -- what are the next steps the President can take to follow up?\n\n\t        MR. CARNEY:  Well, the President is -- I mean, this is the council that he created and the President is very eager to hear these ideas.  He is looking for ideas from every quarter to continue on the progress we’ve made -- that greater than 2.1 million private sector jobs have been created in the last 15 months.  And he’s obviously taken a number of significant steps, including 17 small business tax cuts, including obviously the provisions that he fought hard for within the tax cut deal with the Congress last December, that he thinks has been very important to ensuring that we continue private sector job growth and economic growth.\n\n\t        Q    But does he think it’s up to the private sector now to step up more than the public sector is able?\n\n\t        MR. CARNEY:  Look, this is -- he’s obviously got an agenda that includes extending and expanding the R&D tax credit, that includes getting free trade agreements through Congress so that they can create jobs here in America, and obviously ensuring that we get a significant deficit reduction deal that gives the confidence -- gives confidence to people around the country and the world that we are getting our fiscal house in order, but doesn’t do anything to arrest the kind of economic growth and development that we’ve seen in the last 17 -- 15 months.\n\n\t        Q    Did any of the President’s top aides have any role in engineering or encouraging Anthony Weiner to resign or to step aside?\n\n\t        MR. CARNEY:  Well, I think this is an issue that the Congress has been addressing, congressional leaders have been addressing, and that Congressman Weiner has been addressing.\n\n\t        Q    But did any of his top aides have conversations --\n\n\t        MR. CARNEY:  Not that I’m aware of.\n\n\t        Q    Does the President believe that Anthony Weiner should resign?\n\n\t        MR. CARNEY:  Again, I think I answered that question.  We think this is a distraction obviously from the important business that this President needs to conduct and Congress needs to conduct.  Beyond that, I don’t have any more comment.\n\n\t        Q    Just on the economy, does the President regret using the phrase “bump in the road”?  He’s taken some hits from Republicans.  Was that an appropriate use of that phrase?\n\n\t        MR. CARNEY:  \"Bump in the road\" is exactly what the President said, that this is not -- when you are emerging from the worst recession since the Great Depression, 8 million jobs lost because of the recession that he inherited when he took office, what he has said is that as we emerge from this recession, it’s not going to be a straight road, there may be some bumps on the road.  These are common phrases in the English lexicon.  And I think that his meaning is clear, which is that we are headed in the right direction, but it is not necessarily a smooth path.  And that is precisely because of the devastating impact that the recession he inherited has had on -- or did have on the American economy and on unemployment in this country.\n\n\t        Again, he has overseen in the last 15 months the creation of 2.1 million private sector jobs and seven straight quarters of economic growth.\n\n\t        Q    Does the President think extending the payroll tax cut so that it affects employers as well as employees, would that benefit the economy?\n\n\t        MR. CARNEY:  We are open to ideas.  We’re eager to get input from Republicans and Democrats and others in this process.  The President is very focused on the initiatives that I just mentioned, on hearing the ideas that his Jobs and Competitiveness Council will have, and obviously on ensuring that the deficit reduction talks led by the Vice President bear fruit so that we can demonstrate to the American people that we can cut spending, reduce our deficit, and do it in a way that ensures that we continue to grow and create jobs in this country.\n\n\t        Q    Jay, The New York Times had a story today about these Internet suit cases that are being used by the administration in places that countries are blocking the Net.  Can you talk a little bit about that report?  Is there anything you can tell us about that?\n\n\t        MR. CARNEY:  Well, I can simply say that obviously we, as the President laid out in his cyberspace strategy, oppose countries who block access to the Internet and block access to information.  We think it’s very important.  I mean, I think that we -- in terms of how funding and things like that for some of the efforts we have underway in our programs that are very quite transparent, I think you can talk to the State Department on that.\n\n\t        Q    Thank you.\n\n\t        MR. CARNEY:  All right.  Thanks, guys.\n\n\tEND 11:02 A.M. EDT\n\n\n\n\n"
}