{
    "title": "Governors: What They're Saying About the Affordable Care Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/19/governors-what-theyre-saying-about-affordable-care-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 19, 2011\n\n \n\n\n\nGovernors: What They're Saying About the Affordable Care Act\n\n\n\n\n\n\tAs Congress considers legislation that would repeal the Affordable Care Act, it’s important to take a look at who is opposing repeal. Here’s what state Governors are saying:\n\nWashington Governor Christine Gregoire\n\n\t“The House of Representatives will soon consider H.R. 2, which would repeal the Act in its entirety and do away with these benefits. This is clearly not in the best interest of individuals, families and businesses in Washington. Repealing the ACA would be a giant step backwards for our state and nation, and we strongly urge you to oppose it.”\n\n\nDelaware Governor Jack Markell\n\n\t“This is not about politics… it’s about real people… What we hear over and over (from employers) is that the rapidly rising costs of health care are an impediment to their ability to grow… (people) are afraid to leave jobs, people who otherwise would start small businesses but they can’t because they’re not sure if they can get coverage somewhere else.”\n\t \n\nMaryland Governor Martin O’Malley\n\n\t“There is no way our business can expand if we are watching health care costs rise by 50 percent and wages stay stagnant… We firmly believe in Maryland that (the Affordable Care Act) is important, not only to create more affordable more comprehensive health care for all, but we see this as an opportunity to make our economy more competitive.”\n\t \n\nMinnesota Governor Mark Dayton\n\n\t“Repeal would be catastrophic for our state.”\n\t \n\nIllinois Governor Pat Quinn\n\n\t“The Affordable Care Act is already providing our State with the tools and nearly $300 million in resources needed to provide more Illinois families and employers with crucial health care benefits and consumer protections…I urge the 112th Congress to move this country forward in positive, constructive debate focused on affordable health care for all Americans, rather than re-visiting the politics of the past.”\n\t \nMassachusetts Governor Deval Patrick\n\n\t“Health care reform in Massachusetts has been wildly successful: 98 percent of adults and 99 percent of children in Massachusetts have affordable health coverage today, and the security of knowing they can afford treatment if they get sick.  Legislators, advocates, physicians, insurers, and average citizens from across the political spectrum worked together to enact our landmark health reform measure in 2006, and are leading the way with new strategies to contain costs.  They did it because we believe health is a public good, because the system in place was unsustainable and unjust, and because universal access to care gives us a competitive edge in attracting innovators and investors who are helping to grow jobs. The health care reform measure signed by the President last March brings that same security to the entire Nation. It is motivated by the same values. It is also projected to reduce the federal deficit. It would be both shortsighted and unwise for the Republican majority in the House to attempt to repeal this measure at the very time the people of America need a sense of security and stability.”\n\n\n\n\n"
}