{
    "title": "Excerpts of the President's Speech on the American Jobs Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/08/excerpts-presidents-speech-american-jobs-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 08, 2011\n\n \n\n\n\nExcerpts of the President's Speech on the American Jobs Act\n\n\n\n\n\n\tThe people of this country work hard to meet their responsibilities.  The question tonight is whether we’ll meet ours.  The question is whether, in the face of an ongoing national crisis, we can stop the political circus and actually do something to help the economy; whether we can restore some of the fairness and security that has defined this nation since our beginning.    \n\n\tThose of us here tonight cannot solve all of our nation’s woes.  Ultimately, our recovery will be driven not by Washington, but by our businesses and our workers.  But we can help.  We can make a difference.   There are steps we can take right now to improve people’s lives. \n\n\tI am sending this Congress a plan that you should pass right away.  It’s called the American Jobs Act.  There should be nothing controversial about this piece of legislation.  Everything in here is the kind of proposal that’s been supported by both Democrats and Republicans – including many who sit here tonight.  And everything in this bill will be paid for.  Everything. \n\n\tThe purpose of the American Jobs Act is simple:  to put more people back to work and more money in the pockets of those who are working.  It will create more jobs for construction workers, more jobs for teachers, more jobs for veterans, and more jobs for the long-term unemployed.  It will provide a tax break for companies who hire new workers, and it will cut payroll taxes in half for every working American and every small business.  It will provide a jolt to an economy that has stalled, and give companies confidence that if they invest and hire, there will be customers for their products and services.  You should pass this jobs plan right away. \n\n\n\n\n"
}