{
    "title": "OMB Director Peter Orszag Addresses The Council On Foreign Relations | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/omb-director-peter-orszag-addresses-council-foreign-relations",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 22, 2009\n\n \n\n\n\nOMB Director Peter Orszag Addresses The Council On Foreign Relations\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  __________________________________________________________________________  FOR IMMEDIATE RELEASE                                  AS PREPARED FOR DELIVERY   July 22, 2009 OMB Director Peter Orszag Addresses The Council On Foreign Relations NEW YORK, N.Y. --- White House Office of Management and Budget Director Peter R. Orszag today will address the Council on Foreign Relations in New York City, laying out the economic stabilization and recovery efforts that the Administration has spearheaded since coming into office, and making the case for health reform as the single greatest threat to the nation’s fiscal future. Remarks By OMB Director Peter R. Orszag -- As Prepared for Delivery  \"New Foundation for Growth\"   Council on Foreign Relations  July 22, 2009   Over the years, CFR has made substantial contributions to the intellectual life of this city and our country – and created the space for academics and strategists, public servants and diplomats to think through the most important policy issues of the day. Now that I’m back in government, let me say that your work is invaluable to those of us entrusted with making and implementing public policy. Your work on the global economic crisis is a case in point -- and that is my focus with you today: I want to describe the Administration’s response to the most severe economic and financial crisis of my lifetime, along with our approach to laying a foundation for sustained economic growth and broadly shared prosperity. I do not need to – nor will I – review for this audience what precipitated the extraordinary economic and financial crisis that hit us last fall.  But it is worth noting that weeks before he took the oath of office, the President and his team were already focused on the immediate and urgent need to rescue the economy. So focused, in fact, that I spent my mid-December birthday in a conference room in Chicago meeting about this very topic. The only break was a birthday cake – brought in by the President-elect himself. Now, once a birthday has come and gone, many of us want to turn back the clock -- but not me, at least not this year.  Because in reviewing where we were at the end of 2008 and the discussion during that December meeting, it is no exaggeration to say that the economy was in the midst of a severe collapse. In the fourth quarter of last year, real GDP was declining at a rate of more than 6 percent per year. In that quarter alone, household net worth fell by about $5 trillion, dropping at a rate of 30 percent per year.  And, in terms of employment, the fourth quarter saw a loss of 1.7 million jobs—the largest quarterly decline since the end of World War II and a number only to be exceeded in the first quarter of this year, when 2.1 million jobs were lost.  This slowdown in economic activity created a pair of trillion-dollar deficits. One was the budget deficit, which had ballooned to $1.3 trillion even before President Obama walked into the oval office. The other was the deficit between what the economy could produce and what it was producing. This output gap amounts to about 7 percent of the economy. Facing this \"GDP deficit,\" the consensus from economists across the spectrum was that the government needed to bolster macroeconomic demand – jumpstarting economic activity and breaking a potentially vicious recessionary cycle.  Simply, and to a degree that we had not experienced in more than half a century, we needed to bring the economy back from the brink.  It became -- in a sense -- the return of Keynes.  After years of falling somewhat out of favor, the great British economist was popular once again. Time Magazine wrote a long article about him called – what else? – \"The Comeback Keynes.\"  And the lesson most taken to heart from Keynes’ writings was that now was the moment for massive government stimulus to plug the gap in economic performance that I just described. But there was another task for the government – one that was equally important and also recognized by Keynes – and that was restoring confidence.   The amount of real economic activity today is heavily determined by people’s expectations about tomorrow. As Keynes noted, our behavior is governed by current conditions \"modified only to the extent that we have more or less definite reasons for expecting a change.\" In the fall of last year, the American people and market actors throughout the world had little expectation that the American or global economy would get better, their expectations were unsettled, and the results spoke for themselves. With that in mind, the Obama Administration recognized that it was not enough to react to crises as they developed. We needed to demonstrate that we were looking to the future – preparing for possible and not unlikely shocks, and laying the groundwork for a new, stable foundation for economic growth. That was the only way to change expectations and restore confidence. And we pursued this strategy in a number of areas, including the Capital Assistance Program and the Homeowner Affordability and Stability Plan.  But let me focus on one area in particular where this approach was followed -- and that’s the Recovery Act.   Most academic economists had grown to believe that fiscal policy could help stabilize macroeconomic demand only through the automatic stabilizers built into the federal budget. When demand declines, tax revenue naturally falls and some forms of spending – such as unemployment insurance and means-tested benefit programs like Food Stamps– naturally increase. The combination expands the budget deficit, but it also helps to cushion the blow from the decline in aggregate demand caused by a recession and helps to put the economy back on a path towards stable growth. As for discretionary fiscal policy above and beyond the automatic stabilizers, the considered judgment of most economists was that such fiscal stimulus was unlikely to help the economy, and may in fact hinder its long-term performance.  The reason given in paper after paper was that policymakers never acted quickly enough.  As one of my mentors, Alan Blinder of Princeton, once put it, \"long political lags may be the most cogent argument against discretionary fiscal policy.\"  Our estimates suggested that the automatic stabilizers amounted to about $300 billion this year. In a normal downturn perhaps this would have been enough but this has clearly been no ordinary recession.  So, we acted – and acted quickly – enacting the Recovery Act 28 days after taking office.   In designing the Recovery Act, we also recognized that the economic situation we inherited was so severe that we needed to assure producers and consumers that aggregate demand would be boosted not just for a few months, but for a sustained period.  That is why we envisioned a Recovery Act that would ramp up rapidly in 2009, have its peak impact in 2010, and lay the groundwork for further growth thereafter. Now, the Recovery Act has encountered some criticism in recent days – from all sides. And a piece of legislation of this size and import should be scrutinized.  In conducting this debate, however, we need to understand what the Act was designed to do. Remember that the Recovery Act was designed to take effect over a two-year period with about 70 percent of all funds going out in the first 18 months. As a result, and since job growth typically lags behind economic activity, both Administration and independent forecasts have predicted that only a very small part of the total job creation expected from the Recovery Act would take place by the end of the second quarter.  Therefore evaluating how well the Recovery Act is working based on recent movement in employment numbers is misleading. So what has been happening already with the Recovery Act? After five months, and despite what you might have heard from the media, implementation of the Recovery Act is on schedule.  If anything, according to the Government Accountability Office, Recovery funds are going out the door at a quicker pace than expected. Through the Recovery Act we have already obligated more than $220 billion in relief—more than a quarter of the total Recovery Act—including $43 billion in tax cuts to working families and first-time homebuyers, and $180 billion in areas such as aid to state and local governments, expansions in Food Stamps and Unemployment Insurance, and new investments in education, housing, and transportation projects.  The pace will ramp up considerably over the summer and continue next year – as planned – and will continue to have an impact. And what is the impact of all of this on economic activity? Goldman Sachs, for one, projects that the Recovery Act will add about 3 percentage points on an annualized basis to GDP in the second quarter and have a similar effect in the third quarter.  To be sure, other analysts may reach slightly different quantitative conclusions than Goldman Sachs – and in any case we have a way to go before anyone should become satisfied with our economic performance.  Nonetheless, it is becoming increasingly clear that the economy is no longer on the brink of disaster. The equity markets have rebounded, and credit markets have thawed.  The TED spread—an indicator of stress in private credit markets—was typically below 50 basis points before the crisis. In October of last year, it peaked at over five times that, at 460 basis points.  It has now settled back under 50 basis points.   And the consensus among private forecasters is that the economy will return to positive growth this year. To economists, these statistics may provide a small measure of optimism. But let’s be clear: these numbers are cold comfort to the millions of Americans who are looking for work…to the men and women who have seen their business close or factory shutdown and day after day apply for jobs or send out their resumes without receiving an offer. As the President has said, this year will continue to be a difficult one for the American economy – and particularly and unfortunately, a tough year for American workers. Part of this is because to create enough jobs to reduce the unemployment rate, the economy must grow at approximately 2.5 percent a year. And firms tend to respond to a recovering economy by increasing hours for workers they already employ -- rather than hiring new workers. These factors help explain why unemployment lags a general recovery.  Indeed, in the last two recoveries, the peak unemployment rate occurred about a year and a half after the recession ended.  In addition to this traditional relationship, there are two other labor market phenomena – possibly unique to this crisis – that should be monitored.  The first is that with the shift away from defined benefit and towards defined contribution pensions, the dramatic drop in the financial markets has had a direct effect on many workers’ retirement savings, since they are now bearing the risk associated with their retirement plans.  It is possible that this is leading some workers to forestall retirement and stay in the labor force. In fact, labor force participation rates have increased among those near and at traditional retirement ages during the current downturn.  Since the end of 2007, labor force participation has increased by 1 percent among older men, while it has decreased by about 1 percent among younger men. Whether this is simply a continuation of the trend towards later retirement that began in the mid to late 1980s or a reaction to the decline in value of retirement assets is something worthy of further study. Second, an important factor in reducing unemployment is geographic mobility, yet the housing market troubles are making it more difficult for people to sell their homes and move to where the jobs may be. It is unclear to what extent these particular factors have contributed to the apparent change in the relationship between unemployment and economic activity over recent months: Unemployment rates are currently 1 to 1.5 percentage points higher than one would have predicted based on traditional relationships between unemployment and GDP. These are all interesting analytical questions, but the bottom line is that we expect the unemployment rate to remain stubbornly high over the next few quarters even if economic activity itself picks up steam. So, we will have to be patient. We will have to be vigilant in looking for opportunities to help. And we will have to not just bring back the economy of the past few years – an economy too highly leveraged, too lightly regulated, and too tilted toward those already at the top. Because make no mistake: rescue alone is not a recovery. To build the confidence needed to get the economy moving again, we also must rebuild – laying a new foundation for long-term, sustainable growth with widespread opportunities for all Americans. Earlier this year, the President laid out the five pillars of this new foundation – new rules of the road for our financial markets, investments in education, building a clean energy economy, reforming health care, and restoring fiscal discipline. With the time remaining, let me say a few words about one of these pillars – health care.  If you haven’t noticed, health care has been in the news a lot recently. The evidence is clear that the biggest threat to our fiscal future is rising health care costs. If health care costs grow at the same rate over the next four decades as they did over the previous four, Medicare and Medicaid spending will go from about 5 percent of GDP to about 20 percent by 2050. That was about the size of the entire federal government last year. Our fiscal future is so dominated by healthcare that if we can slow the rate of cost growth by just 15 basis points a year, the savings for Medicare and Medicaid would equal the impact from eliminating Social Security’s entire 75-year shortfall. The fiscal importance of health care reform is indisputable.  Yet in the current debate, there’s been a lot of controversy surrounding whether the bills that are emerging from Congress accomplish our fiscal goals or not.  So let me be clear: the President will not sign a health care reform bill unless it is deficit neutral with hard, scoreable savings over the next decade and on a stable trajectory as the decade ends. In addition to reforming health care in a deficit-neutral way, the President has also insisted that we take additional steps to transforming our system to one that delivers better care, rather than more care. Because if we fail to do more to move towards a high-value, low-cost healthcare system, we will be on an unsustainable fiscal path no matter what else we do.  As it stands now, the health care system does the opposite of what it should -- creating incentives for doctors and hospitals to provide more care, not the best care. Take NYU Medical Center, one of this city’s -- and the nation’s -- best hospitals. The average Medicare patient there spends 31 days in the hospital during their last six months of life, compared to 28 days at Beth Israel, and 23 days at Columbia-Presbyterian. Or compared to 17 days at Mass General in Boston, and 12 days at Stanford. These are all top medical centers. The doctors and nurses there are world-class. And these statistics control for the differences among these hospitals’ patient populations. So why are people hospitalized for more days on the East Coast versus the West Coast – or East side versus the West side? Who’s right? Who’s providing the best care?  The answer is: right now, we don’t know. There is a distinct lack of information about what works and what doesn’t, producing huge variations in the quality and cost of care.  If anything, it seems that higher cost hospitals and regions provide lower quality, not higher quality, care. And therein lies the opportunity. By replicating the best practices in the high-quality, low-cost regions and hospitals, we can boost quality and constrain costs in the long-term. To help bring about this transformation to a digitized, rapidly learning health system the Administration has put forward initiatives such as health IT, research into what works, and changes in provider incentives. And it’s why the Administration supports and Congress is considering efforts to change the process of policymaking so that policy can keep pace with a dynamic health market, for example by establishing an Independent Medicare Advisory Commission -- or IMAC -- of doctors and health experts to set Medicare reimbursement rates and institute other reforms. IMAC would issue recommendations that would either improve the quality of medical care provided to Medicare beneficiaries or improve Medicare’s efficiency.   After being approved as a package by the President, the recommendations would take effect unless explicitly voted down by the Congress within 30 days. This kind of reform is imperative for two reasons. First, it would help to insulate Medicare policy decisions from undue political influence, while at the same time preserving a say for our democratically elected representatives.  Second, it would help us keep up with the ever-evolving health care market and continually re-orient it toward higher quality and more efficient care. The truth is that we don’t know today all of the steps that are necessary to move towards providing higher-quality, lower-cost care. But moving more decisions into the hands of medical professionals and out of the political process will enable us to continually update the system to reflect new information and changed circumstances -- and will make sure that health reform is not just a one-shot deal but an ongoing effort to deliver Americans higher-quality, lower-cost health care.     Taken together, and including the IMAC proposal, these reforms will begin the difficult process of transforming health care in America so that it is more efficient and more effective.  They represent our best chance of creating a health care system that is digitized, that is more evidence-based, that adjusts policy to new information more adeptly, and that rewards quality rather than volume.  To be sure, although health care is at the core of the nation’s long-term fiscal problem, our fiscal situation will demand more action once the economy is into a recovery. The President is keenly aware of this, and has said that we need to address other fiscal challenges, including Social Security, after we have enacted health reform.  That is to say, the road ahead of us is long. The economy is no longer on the brink, but it is not yet the robust economy we desire.  Job losses may not be as severe, but job-growth will not return for some time.  And more tough choices will have to be made in order to put our nation on a sustainable fiscal path. Yet, our nation is coming together to do the hard work of rebuilding. Health care reform – for all its ups and downs in the press – is further along than it’s been in decades with an array of allies that was once unthinkable. We are making serious investments in areas such as education and in the clean energy economy. And we are rebuilding a new foundation for long-term and widely shared economic growth. We are setting the bar high – which is where I firmly believe it should be -- but with hard work, and a spirit of cooperation, I have no doubt that we can clear it.    \n\n\n\n"
}