{
    "title": "Presidential Proclamation -- General Pulaski Memorial Day, 2011 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/10/11/presidential-proclamation-general-pulaski-memorial-day-2011",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 11, 2011\n\n \n\n\n\nPresidential Proclamation -- General Pulaski Memorial Day, 2011\n\n\n\n\n\n\tGENERAL PULASKI MEMORIAL DAY, 2011\n\n\tBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\n\tA PROCLAMATION\n\n\tToday, America pays tribute to Brigadier General Casimir Pulaski, a proud Polish patriot who embraced our country's highest ideals.  He fought for freedom on two continents, earned the title, \"Father of the American Cavalry,\" and guided his unit through some of the toughest tests of the Revolutionary War, ultimately laying down his life for our nascent country.  On General Pulaski Memorial Day, we honor his memory and celebrate the many contributions Polish Americans have made to America's culture and history.\n\n\tAs a young soldier, General Pulaski rose to defend his homeland against foreign occupation.  He fought valiantly for Poland's sovereignty but was eventually forced into exile, and it was in Paris that he met Benjamin Franklin.  Franklin told him of America's aspirations, and Pulaski journeyed across the Atlantic to join our struggle for freedom, equality, and justice.  Arriving in America in 1777, he served beside General George Washington, who appreciated his military experience.  He later formed an independent corps of cavalry known as the Pulaski Legion, which battled bravely from the New Jersey coast to the siege of Savannah, where he was mortally wounded.\n\n\tPulaski's unit was a diverse collection of soldiers, composed of Americans, Germans, Frenchmen, Irishmen, and Poles.  Their differences were many, but they were united by a basic longing for human liberty.  This same longing -- which moved Pulaski to make the ultimate sacrifice -- has come to define America and reflect our lasting ties to the people of Poland.  Today, as we commemorate Casimir Pulaski's extraordinary life, we recognize that his spirit lives on in all those who are driven to pursue a freer, more just world.\n\n\tNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim October 11, 2011, as General Pulaski Memorial Day.  I encourage all Americans to commemorate this occasion with appropriate programs and activities paying tribute to Casimir Pulaski and honoring all those who defend the freedom of our Nation.\n\n\tIN WITNESS WHEREOF, I have hereunto set my hand this eleventh day of October, in the year of our Lord two thousand eleven, and of the Independence of the United States of America the two hundred and thirty-sixth.\n\n\tBARACK OBAMA\n\n\n\n\n"
}