{
    "title": "First Lady Michelle Obama Praises Change Happening Across the Nation | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/02/27/first-lady-michelle-obama-praises-change-happening-across-nation",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nFebruary 27, 2013\n\n \n\n\n\nFirst Lady Michelle Obama Praises Change Happening Across the Nation\n\n\n\n\nFrom new school lunches to states like Mississippi where the childhood obesity rate is decreasing, Mrs. Obama lauds changes and encourages the nation to keep working for our children’s health\nClinton, MS – As part of the celebration of the third anniversary of Let’s Move!, First Lady Michelle Obama today highlighted change happening across the country to keep our children healthy, from new school lunches nationwide to localities where the childhood obesity rate is declining. Mrs. Obama praised these changes, and called on leaders from across the nation to keep working to improve our children’s health.\n            The First Lady joined TV personality and child nutrition advocate Rachael Ray to highlight the new healthy school lunches that are now being served across the nation. Thanks to the bi-partisan Healthy, Hunger-Free Kids Act, championed by Mrs. Obama and Ray, and signed into law by the President in 2010, the 32 million students who eat lunch provided by their school are now seeing more fruits, vegetables, low-fat or fat-free milk varieties, and whole grains; less saturated fat and sodium; and proper portion size on their lunch trays. Mrs. Obama and Rachael Ray hosted a cooking competition between school chefs to highlight the new healthier school lunches, and over the next several weeks, LetsMove.gov will feature school lunch success stories from across the nation.\nMrs. Obama and Rachael Ray chose to highlight school lunches in Mississippi, which was rated the most obese state in the nation for several years, because the state’s childhood obesity rates have declined by 13% among elementary school students in recent years.  According to the Robert Wood Johnson Foundation, Mississippi is one of several states and cities to show decreases in childhood obesity, including Philadelphia, New York City and California. Mrs. Obama praised Mississippi’s efforts and called on other states and cities to follow suit.\n“We’ve seen real, measurable declines in the rates of childhood obesity right here in Mississippi, and in places like Philadelphia, New York City and California. And there is no reason why this success can’t happen in cities and states all across this country, if we’re willing to work for it,” said First Lady Michelle Obama. “So now is truly the time to double down on our efforts. We know what works, we know how to get results, now we just need to step up, and put in the energy, and effort and imagination.”\nGrowing evidence suggests comprehensive efforts such as making healthy foods available in schools and communities and integrating physical activity into people’s daily lives are making a difference and contributing to these declines.  The Clinton Public School District (CPSD) in Mississippi, where the First Lady visited, is an example of such a comprehensive effort. CPSD mobilized the entire community to make their schools healthier to support their children’s physical wellness and academic achievement. With leadership from the Superintendent, Board of Education, parents, students and community leaders, Clinton made healthy schools a top priority and implemented district-wide changes to bring physical activity and nutritious choices to students – all without additional funding.\nIn 2008, the Clinton School District performed a district-wide assessment of all aspects of school wellness through school health councils and the child nutrition director for the district. From the assessment, the district formed a plan to provide healthier school environments across the district through coordinated school health programming, which encouraged each school to form a school health council with students, parents, faculty, and community members.\nClinton then implemented a district-wide wellness policy that paved the way for its community to get involved in the effort to build healthier schools.\n•          Clinton school cafeterias offer Grab-N-Go lunches in school cafeterias as a healthy, affordable alternative to lunches brought from home.\n\t•          The district held a “Taste of CPSD” healthy recipe contest for students and brought in a professional chef to train child nutrition employees to get kids, parents, and employees excited about cooking and eating healthy foods.\n\t•          Clinton also partnered with the Mississippi Department of Education and the Bower Foundation on the statewide “Move to Learn” campaign with the goal of increasing physical activity in classrooms.\nIn 2011, a health and wellness goal was added to Clinton Public School District’s strategic plan, making the health and wellness of its students and employees one of the district’s top five strategic plan goals, as important as academic achievement, recruiting and retaining great teachers and providing safe, technology friendly facilities. Today there are a number of programs and activities in place throughout the school district to encourage healthy lifestyle choices. Clinton’s schools were able to increase fruits and vegetables for student meals, ensure that nutrition education was taught in the classroom, and incorporate physical activity throughout the school day.\n\n\n\n\n"
}