{
    "title": "Message to Congress -- Termination of the National Emergency with the Situation in or in Relation to Côte d’Ivoire | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/09/14/message-congress-termination-national-emergency-situation-or-relation",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 14, 2016\n\n \n\n\n\nMessage to Congress -- Termination of the National Emergency with the Situation in or in Relation to Côte d’Ivoire\n\n\n\n\n\n\tTO THE CONGRESS OF THE UNITED STATES:\n\n\tConsistent with subsection 204(b) of the International Emergency Economic Powers Act, 50 U.S.C. 1703(b), I hereby report that I have issued an Executive Order that terminates the national emergency declared in Executive Order 13396 of February 7, 2006, and revokes that Executive Order.\n\n\tThe President issued Executive Order 13396 to deal with the unusual and extraordinary threat to the national security and foreign policy of the United States constituted by the situation in or in relation to Côte d'Ivoire, which had resulted in the massacre of large numbers of civilians, widespread human rights abuses, significant political violence and unrest, and attacks against international peacekeeping forces leading to fatalities. In Executive Order 13396, the President addressed that threat by blocking the property and interests in property of, among others, persons determined by the Secretary of the Treasury, after consultation with the Secretary of State, to constitute a threat to the peace and national reconciliation process in Côte d'Ivoire, to be responsible for serious violations of international law in Côte d'Ivoire, or to have supplied arms to Côte d'Ivoire. Executive Order 13396 also implemented United States sanctions obligations under United Nations Security Council Resolution (UNSCR) 1572 and subsequent resolutions.\n\n\tI have determined that the situation in or in relation to Côte d'Ivoire that gave rise to the national emergency declared in Executive Order 13396 has improved significantly as a result of the progress achieved in the stabilization of Côte d'Ivoire, including the successful conduct of the October 2015 presidential election, progress on the management of arms and related materiel, and the combating of illicit trafficking of natural resources. With these advancements, and with the United Nations Security Council's termination of sanctions obligations on April 28, 2016, in UNSCR 2283, there is no further need for the blocking of assets and other sanctions measures imposed by Executive Order 13396. For these reasons I have determined that it is necessary to terminate the national emergency declared in Executive Order 13396 and revoke that order.\n\n\tI am enclosing a copy of the Executive Order I have issued.\n\n\tBARACK OBAMA\n\n\tTHE WHITE HOUSE,\n\tSeptember 14, 2016.\n\n\n\n\n"
}