{
    "title": "Presidential Nominations Sent to the Senate, 12/3/09 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidential-nominations-sent-senate-12309",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 04, 2009\n\n \n\n\n\nPresidential Nominations Sent to the Senate, 12/3/09\n\n\n\n\nBrooke D. Anderson, of California, to be Alternate Representative of the United States of America for Special Political Affairs in the United Nations, with the rank of Ambassador.\nBrooke D. Anderson, of California, to be an Alternate Representative of the United States of America to the Sessions of the General Assembly of the United Nations, during her tenure of service as Alternate Representative of the United States of America for Special Political Affairs in the United Nations.\nDonald L. Cook, of Washington, to be Deputy Administrator for Defense Programs, National Nuclear Security Administration, vice Robert L. Smolen, resigned.\nRosemary Anne DiCarlo, of the District of Columbia, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be the Deputy Representative of the United States of America to the United Nations, with the rank and status of Ambassador Extraordinary and Plenipotentiary, and the Deputy Representative of the United States of America in the Security Council of the United Nations.\nRosemary Anne DiCarlo, of the District of Columbia, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Representative of the United States of America to the Sessions of the General Assembly of the United Nations, during her tenure of service as Deputy Representative of the United States of America to the United Nations.\nNancy D. Freudenthal, of Wyoming, to be United States District Judge for the District of Wyoming, vice Clarence A. Brimmer, Jr., retired.\nDenzil Price Marshall Jr., of Arkansas, to be United States District Judge for the Eastern District of Arkansas, vice William Roy Wilson, Jr., retired.\nMalcolm Ross O'Neill, of Virginia, to be an Assistant Secretary of the Army, vice Claude M. Bolton, Jr.\nJackalyne Pfannenstiel, of California, to be an Assistant Secretary of the Navy, vice Buddie J. Penn.\nBenita Y. Pearson, of Ohio, to be United States District Judge for the Northern District of Ohio, vice Peter C. Economus, retired.\nDouglas B. Wilson, of Arizona, to be an Assistant Secretary of Defense, vice Dorrance Smith.\n\n\n\n"
}