{
    "title": "Service Employees International Union (SEIU) Backs American Jobs Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/09/service-employees-international-union-seiu-backs-american-jobs-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 09, 2011\n\n \n\n\n\nService Employees International Union (SEIU) Backs American Jobs Act\n\n\n\n\n\nPresident Obama Leads on Jobs:\n\tNow It’s Up To Republicans To Stop Blocking Recovery\n\nWASHINGTON, D.C. – Mary Kay Henry, President of the Service Employees International Union (SEIU), issued the following statement after President Obama laid out his jobs agenda before a joint session of Congress:\n\n\t“Tonight, President Obama displayed the leadership America needs by laying out a strong agenda to get America back to work. The proposals he outlined are an excellent starting point in the crucial effort to create good jobs now.\n\n\t“Now, it’s in Congress’s hands. The American people are watching closely to see whether Republicans will play politics with tonight’s commonsense proposals simply because of the messenger, not the merits, of the plan to turn around the national jobs crisis. The Republicans’ plan to further cut corporate taxes will do nothing to put Americans back to work, just as the recent record corporate profits have not lead to job growth.\n\n\t“America cannot stand another debate that is mired in Washington politics, like the national disgrace we witnessed during the debt ceiling negotiations. Tax giveaways to flourishing corporations and millionaires and subsidies for Big Oil have no place in this debate. Nothing is more important than creating good jobs now.\n\n\t“Workers like Angela Issac from New York can’t wait any longer. After being laid off more than one year ago, Angela has been relegated to temporary, sporadic work to survive.  Now, she is facing eviction because her unemployment insurance benefits are not enough to keep a roof over her family’s head.  There are millions of other people in Angela’s shoes, who want nothing more than a good job to get back on their feet and to support their families.\n\n\t“Congressional Republicans must think about their constituents who share Angela’s plight and make a choice: Will they be the force behind killing more jobs to help corporations and the superrich, or will they play an active and constructive role in steering the greatest economic recovery our country has seen in a generation?  Our nation needs the latter.”\n\n\n\n\n"
}