{
    "title": "Statement by the President on Global Health Initiative | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-president-global-health-initiative",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 05, 2009\n\n \n\n\n\nStatement by the President on Global Health Initiative\n\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\t\tOffice of the Press Secrectary\n\t\t\t_________________________________________________\n\t\t\tFor Immediate Release                      May 5, 2009\n\nSTATEMENT BY THE PRESIDENT ON GLOBAL HEALTH INITIATIVE\n\n\n\t\tIn the 21st century, disease flows freely across borders and oceans, and, in recent days, the 2009 H1N1 virus has reminded us of the urgent need for action. We cannot wall ourselves off from the world and hope for the best, nor ignore the public health challenges beyond our borders. An outbreak in Indonesia can reach Indiana within days, and public health crises abroad can cause widespread suffering, conflict, and economic contraction. That is why I am asking Congress to approve my Fiscal Year 2010 Budget request of $8.6 billion -- and $63 billion over six years -- to shape a new, comprehensive global health strategy. We cannot simply confront individual preventable illnesses in isolation. The world is interconnected, and that demands an integrated approach to global health.\n\n\t\tAs a U.S. Senator, I joined a bipartisan majority in supporting the Bush Administration’s effective President’s Emergency Plan for AIDS Relief (PEPFAR). That plan has provided lifesaving medicines and prevention efforts to millions of people living in some of the world’s most extreme conditions. Last summer, the Congress approved the Lantos-Hyde US Global Leadership Against HIV/AIDS Act -- legislation that I was proud to cosponsor as a U.S. Senator and now carry out as President. But I also recognize that we will not be successful in our efforts to end deaths from AIDS, malaria, and tuberculosis unless we do more to improve health systems around the world, focus our efforts on child and maternal health, and ensure that best practices drive the funding for these programs.\n\n\t\tMy budget makes critical investments in a new, comprehensive global health strategy. We support the promise of PEPFAR while increasing and enhancing our efforts to combat diseases that claim the lives of 26,000 children each day. We cannot fix every problem. But we have a responsibility to protect the health of our people, while saving lives, reducing suffering, and supporting the health and dignity of people everywhere. America can make a significant difference in meeting these challenges, and that is why my Administration is committed to act.\n\nFACT SHEET: American Leadership on Global Health\n\n\t\tPresident Obama believes that it is in keeping with America’s values and our history of compassion to lead an effort to solve some of the most serious problems facing the world’s poorest people. Already, American leadership, sparked in large part by President George W. Bush and a bipartisan majority in Congress, has helped to save millions of lives from HIV/AIDS, malaria, and tuberculosis. Yet, even with that monumental progress, 26,000 children around the world die every day from extreme poverty and preventable diseases.\n\n\t\tIn response, the President’s 2010 Budget begins to focus attention on broader global health challenges, including child and maternal health, family planning, and neglected tropical diseases, with cost effective intervention. It also provides robust funding for HIV/AIDS. The initiative adopts a more integrated approach to fighting diseases, improving health, and strengthening health systems.\n\n\t\tThe U.S. global health investment is an important component of the national security \"smart power\" strategy, where the power of America’s development tools -- especially proven, cost-effective health care initiatives -- can build the capacity of government institutions and reduce the risk of conflict before it gathers strength. In addition, the Administration’s funding plan can leverage support from other nations and multilateral partners so that the world can come closer to achieving the health Millennium Development Goals. Discussions are underway with the G-8 partners on fulfilling all of the commitments. This comprehensive global health approach can yield significant returns by investing in efforts to:\n\n\n\t\t\tPrevent millions of new HIV infections;\n\n\t\t\tReduce mortality of mothers and children under five, saving millions of lives;\n\n\t\t\tAvert millions of unintended pregnancies; and\n\n\t\t\tEliminate some neglected tropical diseases.\n\n\n\t\tTo reach these goals, the Budget invests $63 billion cumulatively over six years (2009-2014) for global health programs. PEPFAR (the President’s Emergency Plan for AIDS Relief) will constitute more than 70 percent of global health funding.\n\nGLOBAL HEALTH FUNDING (2009 TO 2014)\n\n\n\n\n($ in billions)\n\nFY 2009 Enacted\n\n\t\t\t\t\tFY 2010 Budget\n\nChange FY10 from FY09\n\nSix-Year Total (FY09 – FY14)\n\n\n\n\t\t\t\t\tPEPFAR (Global HIV/AIDS & TB)\n\n\t\t\t\t\t$6.490\n\n\t\t\t\t\t$6.655\n\n\t\t\t\t\t+$.165\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\tMalaria\n\n\t\t\t\t\t$.561\n\n\t\t\t\t\t$.762\n\n\t\t\t\t\t+$.201\n\n\t\t\t\t\t \n\n\n\nPEPFAR & Malaria Subtotal\n\n$7.051\n\n$7.417\n\n+$.366\n\n\t\t\t\t\t$51\n\n\n\nGlobal Health Priorities Subtotal\n\n$1.135\n\n$1.228\n\n+$.093\n\n\t\t\t\t\t$12\n\n\n\nGLOBAL HEALTH INITIATIVE TOTAL\n\n$8.186\n\n$8.645\n\n+$.459\n\n\t\t\t\t\t$63\n\n\n\n\n\t\tMoving forward, the Obama Administration will work with key stakeholders to deliver new congressionally mandated strategic plans for HIV/AIDS, tuberculosis, and malaria. These plans will be coordinated as part of the comprehensive global health strategy to identify specific initiatives, quantitative goals, and appropriate funding levels beginning in 2011.\n\n\n\n\n\n"
}