{
    "title": "HOJA INFORMATIVA: Campaña “Más Firme, Más Fuerte” de Concientización para la Ciudadanía | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/09/22/hoja-informativa-campa%C3%B1a-m%C3%A1s-firme-m%C3%A1s-fuerte-de-concientizaci%C3%B3n-para-la",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nSeptember 18, 2015\n\n \n\n\n\nHOJA INFORMATIVA: Campaña “Más Firme, Más Fuerte” de Concientización para la Ciudadanía\n\n\n\n\n\nEsta iniciativa promueve la adquisición de la ciudadanía por parte de todas las personas elegibles\n\nMire el video “Más Firme, Más Fuerte” con el Presidente Obama AQUÍ\n\n\tDesde el inicio de esta Administración, el Presidente Obama siempre ha dejado claro que nuestra nación se fortalece cuando les damos la bienvenida a inmigrantes y refugiados para que formen parte de nuestras comunidades y aprovechamos su espíritu emprendedor. Estados Unidos es y siempre ha sido en esencia una nación de inmigrantes. Los inmigrantes y refugiados aportan mucho al tejido social y cultural de nuestro país, y son también esenciales para la continuidad de la prosperidad económica del país.  Hoy, en el Día de la Constitución y la Ciudadanía, el Presidente Obama lanzó la Campaña “Más Firme, Más Fuerte” de Concientización ciudadana: un proyecto conjunto con la organización sin ánimo de lucro Civic Nation dirigido a alentar a los inmigrantes elegibles a dar un paso importante en su camino estadounidense y comprometerse a convertirse en ciudadanos.  Para lanzar esta iniciativa, el Presidente publicó un videomensaje con el objeto de animar a los residentes legales permanentes (LPR, por sus siglas en inglés) que cumplen con los requisitos a comprometerse hoy mismo a convertirse en ciudadanos.\n\n\tConforme a las estimaciones más recientes, hay una cantidad aproximada de 13.3 millones de residentes LPR viviendo en Estados Unidos, de los cuales 8.8 millones cumplen con los requisitos para solicitar la ciudadanía. Esto incluye a los más de 3 millones de refugiados que se radicaron aquí desde 1975 provenientes de países de todo el mundo. Casi uno de cada tres individuos elegibles obtuvo su condición de LPR en 1990 o con anterioridad a dicha fecha, lo cual significa que muchos de ellos han formado parte de nuestras comunidades durante décadas. Pero todavía no disfrutan de los mismos derechos, beneficios y responsabilidades que les corresponden a los ciudadanos estadounidenses de pleno derecho.\n\n\tComo parte de las medidas ejecutivas que decretó en noviembre de 2014, el Presidente Barack Obama formó el Grupo de Trabajo de la Casa Blanca para las nuevas personas que viven en Estados Unidos (“Grupo de Trabajo”), una iniciativa impulsada desde todos los ámbitos del gobierno cuya tarea consiste en mejorar la integración de los inmigrantes y los refugiados en nuestras comunidades. En abril de 2015, el Grupo de Trabajo publicó un plan de acción estratégico con una serie de pasos concretos dirigidos a ayudar a promover la integración de los inmigrantes y refugiados a través de lo siguiente:\n\n\n\t\tFortalecimiento de los caminos existentes para la naturalización y promoción de la participación cívica;\n\n\t\tDesarrollo de comunidades acogedoras;\n\n\t\tApoyo de la adquisición de conocimientos y habilidades, fomento de las iniciativas empresariales y protección de los trabajadores; y \n\n\t\tExpansión de las oportunidades para la integración y la educación lingüística.\n\n\nLanzamiento de la Campaña “Más Firme, Más Fuerte” de concientización ciudadana\n\n\tHoy, el Presidente Obama puso en marcha una campaña pública y plurilingüe de concientización a nivel nacional con el fin de promover los derechos, responsabilidades y oportunidades inherentes a la condición de ciudadano entre los residentes LPR elegibles, además de formar un cuerpo de voluntarios que asistirá a dichas personas a lo largo del proceso de naturalización. La Campaña “Más Firme, Más Fuerte” tiene como propósito quebrar las barreras existentes para que los inmigrantes y refugiados elegibles se conviertan en ciudadanos estadounidenses. Esta campaña refleja nuestra convicción de que somos y siempre hemos sido una nación de inmigrantes y un país que les da la bienvenida a aquellos que huyen de la persecución, además de poner de manifiesto el hecho de que los inmigrantes y los refugiados nos hacen más fuertes cuando se les da la oportunidad de arraigarse, contribuir a nuestra economía y asumir un compromiso ciudadano.  La campaña es un proyecto de la organización sin ánimo de lucro Civic Nation que cuenta con el respaldo de la Casa Blanca y los Servicios de Ciudadanía e Inmigración de EE. UU. El lanzamiento de la campaña, producida por República, se realizó en conjunto con líderes cívicos y socios comunitarios a lo largo y ancho del país.  Además, la Campaña “Más Firme, Más Fuerte” también cuenta con la colaboración de entidades como PVBLIC Foundation, una organización dedicada a la adjudicación de subvenciones en especie, a fin de aprovechar el potencial de los espacios publicitarios donados por las principales empresas de medios. \n\n\tComo parte de la campaña, la Casa Blanca está trabajando para involucrar a los inmigrantes y a las organizaciones que atienden a los refugiados en todo el país, que proporcionan asistencia y servicios legales en persona a individuos elegibles para naturalizarse; negocios que proporcionan talleres de trabajo de ciudadanía y clases de inglés a los empleados; la comunidad filantrópica; y ciudades y municipios que llevan los servicios de inmigración a los lugares en donde los inmigrantes y refugiados viven y trabajan. Para ayudar a iniciar la campaña, los gobiernos locales, la comunidad de negocios y las entidades sin fines de lucro, organizarán 70 eventos de difusión de ciudadanía en tan solo la primera semana. Esos esfuerzos complementarán actividades organizadas por el gobierno federal, que incluyen 200 ceremonias de naturalización que acogerán a más de 36,000 nuevos ciudadanos en todo el país durante la semana de la constitución (del 17 al 23 de septiembre) y en honor del Día de la Constitución y el Día de la Ciudadanía (17 de septiembre).\n\nEsfuerzos para promover la ciudadanía\n\n\tEl lanzamiento de la campaña es parte de un esfuerzo integral del Grupo de Trabajo de la Casa Blanca para nuevas personas que viven en Estados Unidos para asegurar que los LPR elegibles tengan las herramientas y el apoyo necesario para solicitar la ciudadanía de EE. UU. La campaña complementa los esfuerzos existentes para proporcionar recursos a inmigrantes y refugiados elegibles así como a organizaciones que atienden a los inmigrantes y refugiados, gobiernos municipales y otros socios locales. También incluye nuevos compromisos que anunció el gobierno federal hoy:\n\n\nMejoras del servicio al cliente: Hoy, USCIS anunció que ampliará los servicios móviles a comunidades rurales por medio de una nueva asociación con el Departamento de Agricultura de EE. UU., al permitir pagos de tarjeta de crédito para los cargos de naturalización. USCIS también lanzará dos nuevas herramientas para aquellos que buscan asistencia con el proceso de naturalización: un localizador de clases de ciudadanía que permite encontrar una clase de ciudadanía o inglés en su comunidad, y una nueva prueba cívica interactiva de práctica en línea. Ambas herramientas están diseñadas tomando en cuenta al usuario y están enfocadas para responder las preguntas más urgentes que los próximos ciudadanos pueden tener.\n\nEmbajadores presidenciales para la ciudadanía y naturalización: El Presidente va a nombrar a cuatro nuevas personas que viven en Estados Unidos y a hijos de inmigrantes prominentes como embajadores presidenciales para la ciudadanía y naturalización. Los embajadores presidenciales incluyen al chef y dueño de restaurantes José Andrés, a la actriz Diane Guerrero, al cantautor Dave Matthews y al ex pitcher de Los Angeles Dodgers, Fernando Valenzuela. Esta colaboración sin precedentes aprovechará las historias inspiradoras de estos embajadores para promover la naturalización, impulsar las iniciativas de integración e incrementar la conciencia de las contribuciones de las nuevas personas que viven en Estados Unidos.\n\nExpansión del alcance de los multimedios y los anuncios educativos sobre la naturalización: En julio del 2015, USCIS lanzó anuncios de servicio público (PSA en inglés) impresos, digitales y en la radio sobre el proceso de naturalización, y los colocó en mercados selectos en California, Nueva York, Texas y Florida. Hoy, USCIS ampliará el alcance de estos PSA a seis estados adicionales: Nueva Jersey, Illinois, Massachusetts, Virginia, Washington y Arizona. Juntos, estos estados conforman el 75 por ciento de todos los LPR. Además, USCIS ampliará los materiales de idiomas, que actualmente se proporcionan en español, chino, vietnamita, e incluirán coreano y tagalo.\n\nSubvenciones para apoyar la ciudadanía y la integración de inmigrantes y refugiados: USCIS continúa ayudando a desarrollar la capacidad comunitaria para preparar a los individuos para la ciudadanía por medio del Programa de subvenciones de integración y ciudadanía. Este el séptimo año del programa, que ha otorgado un total de $53 millones por medio de 262 subvenciones competitivas a organizaciones sin fines de lucro privadas o públicas en 35 estados y en el distrito de Columbia. Los donatarios de USCIS han ayudado a que más de 122,000 LPR se preparen para la ciudadanía. Hoy, USCIS anunció $10 millones en subvenciones adicionales a 40 organizaciones ubicadas en 25 estados.\n\nCampaña de desarrollo de comunidades acogedoras: Para alentar a las comunidades locales a que participen en esfuerzos locales de integración de inmigrantes, el Grupo de Trabajo está lanzando la Campaña de desarrollo de comunidades acogedoras en asociación con la organización sin fines de lucro Welcoming America. El Presidente hace un llamado a las comunidades locales para que actúen con base en un conjunto de principios para desarrollar comunidades acogedoras e inclusivas que permitan que los residentes prosperen y tengan éxito, lo cual mejora a las comunidades en general. Cuarenta y un (41) comunidades ya respondieron al llamado de desarrollar comunidades acogedoras.\n\nComunidades Acogedoras AmeriCorps: La Corporación para el Servicio Nacional y Comunitario (CNCS en inglés) enviará a 150 miembros de Comunidades Acogedoras AmeriCorps a cerca de 100 comunidades distintas por medio de asociaciones con YMCA, organizaciones benéficas y organizaciones nacionales de restablecimiento de refugiados. Comunidades Acogedoras AmeriCorps ayudará a comunidades locales a desarrollar e implementar planes de integración para inmigrantes y refugiados locales. CNCS también priorizará el desarrollo de las nuevas asociaciones locales AmeriCorps VISTA.\n\nDifusión y compromiso con los gobiernos municipales: Debido a que las comunidades locales juegan un papel esencial para acoger y asistir a inmigrantes y refugiados, USCIS depende de asociaciones estatales y locales para ayudar a educar a individuos sobre la naturalización e inmigración legal. Hoy, USCIS anunció nuevas asociaciones y renovó asociaciones locales. USCIS ahora tiene un total de ocho socios municipales, que han establecido 330 espacios para ciudadanos en facilidades municipales y ha llevado a cabo más de 20 sesiones de información de naturalización en lugares locales del gobierno.\n\nMejorando el significado y la importancia de las ceremonias de ciudadanía: En septiembre de 2006, USCIS y el Servicio de Parques Nacionales (NPS en inglés) del Departamento del Interior firmaron un acuerdo para conectar a los ciudadanos más nuevos de Estados Unidos con los parques nacionales en todo el país y se han llevado a cabo ceremonias de naturalización en varios de los 408 parques nacionales. Hoy, USCIS renueva su asociación con NPS para mejorar el significado e importancia de las ceremonias de naturalización al permitir que las ceremonias de naturalización se lleven a cabo en los parques nacionales.\n\nAumentando la capacidad de servicios legales de bajo costo para los inmigrantes y refugiados: Muchos individuos que son elegibles para naturalizarse u obtener otros recursos legales enfrentan barreras para acceder a servicios legales asequibles relacionados con la inmigración. El Departamento de Justicia (DOJ en inglés) reconoció esto y emitirá un Aviso de reglamentación propuesta para reformar el proceso de convertirse en un proveedor de servicios legales reconocido y en representante acreditado, lo cual ampliará la disponibilidad de los servicios legales a los LPR elegibles sin costo alguno para el público. El DOJ también finalizará dos reglas que facilitará aún más el acceso a servicios legales pro bono.\n\n\n\tAlgunos de los ejemplos de los compromisos que anunció hoy el sector privado para apoyar a La Campaña Más Firme, Más Fuerte incluyen:\n\n\nLa campaña para las nuevas personas que viven en Estados Unidos:  La Campaña para las nuevas personas que viven en Estados Unidos, que se lanzó en julio del 2011, anunció un compromiso de $10 millones para los próximos dos años para apoyar la asistencia en persona, servicios legales y colaboraciones continuas entre ocho socios nacionales, 18 sitios de programa y aproximadamente 100 socios locales de todo el país. Las inversiones filantrópicas de naturalización han llegado a casi $30 millones desde julio de 2011, incluidas las inversiones de Carnegie Corporation of New York; Wallace H. Coulter Foundation; Grove Foundation; Evelyn and Walter Haas, Jr. Fund; JPB Foundation; John S. and James L. Knight Foundation; así como el donante heredado de Open Society Foundations. En Los Ángeles, California Community Foundation ha invertido en los esfuerzos locales de la campaña, al igual que Ford Foundation en Detroit, Houston Endowment en Houston y Rockefeller Brothers Fund en Nueva York.\n\nAsociación Nacional para las Nuevas Personas que Viven en Estados Unidos: A través de la Asociación Nacional para las Nuevas Personas que Viven en Estados Unidos:, 12 de las organizaciones de defensa de inmigrantes más grandes del país han combinado vastos recursos y el alcance colectivo y experiencia para lanzar  Become a Citizen Now! (¡Conviértase en un ciudadano ahora!), un recurso integral gratuito para que las personas en todo el país tengan acceso a la información sobre el proceso de naturalización. Además, cada socio ofrece servicios de ciudadanía en 11 estados diferentes.\n\n\n\nCities for Citizenship:  Cities for Citizenship es una iniciativa nacional enfocada en aumentar la ciudadanía para los LPR elegibles y alentar a las ciudades a que inviertan en programas de ciudadanía. Cities for Citizenship está presidida por el alcalde de la ciudad de Nueva York, Bill de Blasio, el alcalde de Chicago, Rahm Emanuel y el alcalde de Los Ángeles, Eric Garcetti. También obtiene apoyo del Centro de Democracia Popular, la Asociación Nacional para las nuevas personas que viven en Estados Unidos, y el Desarrollo de Comunidades de Citi. Casi 20 ciudades de todo Estados Unidos se han unido a la iniciativa, incluida Washington, D.C., San Francisco, Nashville, Seattle, Pittsburgh y Atlanta. Varias de estas ciudades están usando esta campaña como una oportunidad para duplicar sus esfuerzos de difusión de ciudadanía y naturalización.\n\nNuevo grupo de trabajo para las personas que viven en Estados Unidos:  En asociación con el Foro de Inmigración Nacional del Nuevo grupo de trabajo para las personas que viven en Estados Unidos, los negocios han realizado compromisos para apoyar a su grupo de trabajo de inmigrantes al ofrecer servicios de ciudadanía en el lugar de trabajo. Algunos de estos socios están realizando nuevos compromisos, y otros están renovando el trabajo que ya comenzaron para asegurarse que los empleados recientemente elegibles puedan aprovechar los beneficios del programa y tomen el paso final para convertirse en ciudadanos de EE. UU.  Los socios incluyen a Miami Dolphins, Evans Hotels, Doctors Community Hospital y Miami Dade College.\n\nCiudad de Atlanta: La ciudad de Atlanta, en asociación con USCIS y la Fundación Comunitaria del Área Metropolitana de Atlanta, implementarán la primera fase de los espacios de ciudadanía, que están dedicados a proporcionar recursos a los inmigrantes elegibles en ubicaciones en donde viven y trabajan. La fase inicial de los espacios de ciudadanía en Atlanta incluirá City Hall, las librerías de la ciudad, dos centros comunitarios y dos tiendas de abarrotes que son propiedad de inmigrantes llamadas El Progreso. El lunes, el alcalde Kasim Reed organizó una ceremonia de naturalización en City Hall para darle la bienvenida a 20 nuevas personas que viven en Estados Unidos. Los socios comunitarios estuvieron presentes para proporcionar recursos adicionales e información mientras que Coca-Cola Company proporcionó botellas conmemorativas que dicen “Share a Coke with a New American” (Comparte una coca con una nueva persona que vive en Estados Unidos) modelada después de la campaña de Comparte una coca.\n\nCiudad de los Ángeles: Durante el Día de la Ciudadanía, el alcalde Garcetti iniciará la iniciativa \"Step Forward LA\" (LA, adelántate), que está enfocada en llegar a 100,000 inmigrantes elegibles en Los Ángeles, y los ayudará a tomar los pasos necesarios para convertirse en ciudadanos de EE. UU. La ciudad de Los Ángeles también implementará un sitio web de ciudadanía, Stepforward.lacity.org que proporcionará recursos e información sobre cómo navegar el proceso de la ciudadanía. El alcalde Garcetti también conmemorará el día al asistir a la Ceremonia de Niños de USCIS, en donde más de 80 niños se convertirán en ciudadanos con sus familias en la biblioteca pública.\n\nCiudad de Nueva York: A través de una asociación con USCIS, la ciudad de Nueva York, ha ampliado los espacios de ciudadanía en todas las bibliotecas públicas de la ciudad, contratado y entrenado a navegadores de la comunidad e incrementado el número de talleres de trabajo de ciudadanía disponibles para los inmigrantes elegibles en la ciudad de Nueva York. Con el fin de reconocer el Día de la Ciudadanía, el alcalde de Blasio organizará una ceremonia de naturalización para darle la bienvenida a 100 nuevas personas que viven en Estados Unidos y la Oficina del Alcalde de Asuntos de Inmigrantes está trabajando con socios de trabajo, religiosos y comunitarios para una semana de acción de la ciudadanía.\n\nCiudades unidas para tomar acción con respecto a la inmigración: Ciudades unidas para tomar acción con respecto a la inmigración es un cohorte de casi 100 alcaldes y ejecutivos de contado de todo el país que defienden la reforma migratoria, así como las políticas estatales, locales y federales que trabajan para mejorar la integración de inmigrantes.\n\nSan Francisco Pathways to Citizenship Initiative (SFPCI): San Francisco Pathways to Citizenship Initiative (SFPCI), que fue lanzada en julio del 2013 por el alcalde Ed Lee, es una asociación única entre la ciudad y el condado de San Francisco, organizaciones filantrópicas y el sector no lucrativo, para proporcionar asistencia y recursos a LPR elegibles. Los socios de Pathways han llevado a cabo 14 talleres de trabajo, que han llegado a más de un millón de residentes del Área de la Bahía de San Francisco y han entrenado a mas de 500 mentores voluntarios. La Oficina de Participación Cívica y Asuntos de Inmigrantes de San Francisco proporciona 50 por ciento del total de los $1.2 millones de financiamiento, además de proporcionar otros servicios de apoyo a SFPCI.\n\nNapa Valley Community Foundation:  Napa Valley Community Foundation anunció sus esfuerzos de ampliar sus inversiones en la iniciativa One Napa Valley Initiative por $645,000 en los próximos dos años. Esta expansión permitirá que la organización proporcione apoyo adicional y servicios a los inmigrantes elegibles interesados en naturalizarse en su área.\n\nLatina Magazine: Latina Magazine promocionará material de concienciación público de ciudadanía en varias de sus plataformas, lo que incluye la amplificación en línea.\n\nUnivision: Como parte de Univision Contigo, la plataforma de apoderamiento de Univision, la compañía líder que le sirve a los Hispanoamericanos proveerá comunicados de interés público y programas similares a través de sus plataformas mediáticas para educar a aquellos que califican para aplicar para la ciudadanía estadounidense sobre recursos y sus derechos. Además, estaciones locales afiliadas amplificarán eventos de interés público que sirven a la comunidad y educan sobre la acción cívica.\n\nEntravision: Entravision promoverá la campaña de ciudadanía en la televisión y en las estaciones de radio. Las estaciones afiliadas locales, en asociación con las organizaciones locales que atienden a los inmigrantes, cubrirán los eventos locales.\n\nPeople en Español: La revista popular de estilo de vida promoverá la campaña en su sitio y en plataformas digitales. La Campaña Más Firme, Más Fuerte se destacará en el Festival de People en Español.\n\n\n# # #\n\n​\n\n\n\n\n"
}