{
    "title": "Readout of the President’s Meeting Regarding Preparations for the Upcoming Hurricane Season | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/05/30/readout-president-s-meeting-regarding-preparations-upcoming-hurricane-se",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 30, 2012\n\n \n\n\n\nReadout of the President’s Meeting Regarding Preparations for the Upcoming Hurricane Season\n\n\n\n\n\n\tToday, ahead of the start of the 2012 Atlantic hurricane season which begins on Friday, President Obama was briefed on federal preparations for the upcoming hurricane season and steps FEMA and its federal partners have already taken to continue to build coordination with state and local partners in hurricane-prone areas. The briefing included Assistant to the President for Homeland Security and Counterterrorism John Brennan, Homeland Security Secretary Janet Napolitano, FEMA Administrator Craig Fugate, NOAA Deputy Administrator Kathy Sullivan, National Hurricane Center Director Bill Read, Department of Energy Deputy Secretary Dan Poneman, and Lt. General Thomas Bostick and Karen Durham-Aguilera of the U.S. Army Corps of Engineers.\n\n\tThe Administration’s focus on disaster preparedness includes working closely with state and local partners, faith based organizations, non-profits, as well as the private sector, and the briefing also featured representatives from the state emergency management community as well as the private sector.\n\n\tParticipants included the State of Florida Emergency Manager Bryan Koon, Florida Adjutant General Major General Emmett Titshaw, and Florida Power & Light President Eric Silagy.\n\n\tDuring the briefing, participants highlighted steps taken in this year’s preparations based on lessons learned  from past disasters ranging from Hurricane Andrew, which impacted the Southeast United States 20 years ago this summer and is the second costliest hurricane in U.S. history, as well as more recent events including last year’s responses to the Joplin Tornado and Hurricane Irene.\n\n\tThe President reiterated the importance of the Administration’s all-of-nation approach to disaster preparedness and response, and underscored the important role the public plays in emergency preparedness.  The President made clear that the Administration stands ready to support state and local officials and directed his team to continue to take all necessary steps as the season progresses.\n\n\tYou can view a photo of the meeting HERE.\n\n\n\n\n"
}