{
    "title": "Dr. Jill Biden Arrives in the Democratic Republic of Congo | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/07/03/dr-jill-biden-arrives-democratic-republic-congo",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nJuly 03, 2014\n\n \n\n\n\nDr. Jill Biden Arrives in the Democratic Republic of Congo\n\n\n\n\nDr. Jill Biden has arrived in the Democratic Republic of Congo (DRC), her second stop on a three-country visit to Africa.\nDr. Biden’s trip to the DRC is an opportunity to continue to highlight the importance of girls’ education and women’s participation in government, the economy, and civil society in accelerating economic development, improving health and educational outcomes, strengthening democratic governance, and fostering peace and security.\nIn Kinshasa on Friday, Dr. Biden will meet with Madame Kabila, the Founder and President of the Mr. Laurent Desire Kabila Foundation, to discuss the status and conditions for women, children and vulnerable populations in the DRC. \nAfterwards, Dr. Biden will meet with women entrepreneurs who are creating their own successful small businesses, including Therese Izay Kirongozi who builds and sells robots. Dr. Biden will highlight the U.S. government’s support for women entrepreneurs around the world, including in the DRC, and the important role women play in advancing and strengthening the global economy.\nLater, Dr. Biden will meet with women parliamentarians and aspiring political leaders to discuss their efforts to politically empower women in the DRC. The meeting will be an opportunity to highlight the challenges and opportunities for women in political life, and women’s role in making political parties more representative and responsive to their constituencies. \nIn the evening, Dr. Biden will attend a Fourth of July reception at the Chief of Mission’s Residence.\nOn Saturday, Dr. Biden will travel to Bukavu, DRC. Upon arrival, Dr. Biden will be greeted by students enrolled in USAID-supported Accelerated Learning Programs (ALP). These programs aim to increase primary school access for out-of-school Congolese children and adolescents that have been impacted by the insecurity in the eastern Congo. This meeting will be an opportunity to reinforce the U.S. government’s commitment to at-risk students and vulnerable adolescent girls in the eastern DRC.\nThen, Dr. Biden will visit Panzi Hospital to see firsthand the response services provided to survivors of sexual and gender-based violence. While at the hospital, Dr. Biden will meet with U.S. government partners implementing sexual and gender-based violence interventions.\nAfterwards, Dr. Biden will visit the UNICEF Boys Reintegration Center where she will meet with children and youth who have been removed from armed groups and who are now housed in this temporary residential center, where they stay prior to reintegration into their home communities or foster families.\nDr. Biden will then return to Kinshasa where she will remain overnight.\n\n\n\n\n"
}