{
    "title": "Statement from President Obama on Greg Craig and Bob Bauer | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-president-obama-greg-craig-and-bob-bauer",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 13, 2009\n\n \n\n\n\nStatement from President Obama on Greg Craig and Bob Bauer\n\n\n\n\nThe White House today announced today that White House Counsel Greg Craig will return to private practice and Bob Bauer will serve as White House Counsel.\n“Greg Craig is a close friend and trusted advisor who tackled many tough challenges as White House Counsel,” said President Obama.  “Because of Greg’s leadership, we have confirmed the first Latina justice on the Supreme Court, set the toughest ethics standards for any administration in history, and ensured that we are keeping the nation secure in a manner that is consistent with our laws and our values.  I’m indebted to Greg not only for leading the Counsel’s office but for his many decades of service to this country as well.  He has been a huge asset in the White House, and he will be missed.   I will continue to call on him for advice in the years ahead.”\nBauer is currently a partner at Perkins Coie.  He will begin serving as White House Counsel by the end of this year.\n“Bob has served as a trusted counselor for many years to many elected officials and is known  as a tough and  widely respected advocate,” said President Obama.  “Bob is well-positioned to lead the Counsel’s office as it addresses a wide variety of responsibilities, including managing the large amount of litigation the administration inherited, identifying judicial nominees for the federal courts, and assuring that White House officials continue to be held to the highest legal and ethical standards.”\nAttached is a letter from Greg Craig to the President.\nClick here to download PDF\n\n###\n \n \n \n \n\n\n\n"
}