{
    "title": "First Lady Michelle Obama to Embark on National Tour Celebrating Third Anniversary of Let’s Move! | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/02/20/first-lady-michelle-obama-embark-national-tour-celebrating-third-anniver",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nFebruary 20, 2013\n\n \n\n\n\nFirst Lady Michelle Obama to Embark on National Tour Celebrating Third Anniversary of Let’s Move!\n\n\n\n\nFebruary 27-28th, First Lady to make stops in Clinton, MS; Chicago, IL; Springfield, MO\nWASHINGTON, DC – On February 27, 2013, First Lady Michelle Obama will kick off a two day nation-wide tour celebrating the third anniversary of Let’s Move!, her initiative to ensure that all our children grow up healthy and reach their full potential. The tour will showcase progress and announce new ways the country is coming together around the health of our children. Mrs. Obama will also travel to New York City this week to talk about the third anniversary of Let’s Move! on Late Night with Jimmy Fallon, Good Morning America and The Dr. Oz Show.\nOn Twitter, follow @FLOTUS and @LetsMove for live updates from the national tour and join the conversation using the hashtag #LetsMoveTour.\nMrs. Obama launched Let’s Move! on February 9, 2010 to unite the country around our kids’ health and create real support for families to live healthier lives.  Since then parents, business leaders, educators, elected officials, military leaders, chefs, physicians, athletes, childcare providers, community and faith leaders and kids themselves have stepped up to improve the health of our nation’s children.\nThanks to these efforts, families now have access to more information to make healthier decisions for their children. Young people now have more opportunities for physical activity in their communities. Food in schools has been dramatically improved.  More Americans now have access to healthy, affordable food closer to home. And the national childhood obesity rate has leveled off, and even declined in some cities and states.\nMore information on three years of healthy changes can be found here: http://letsmove.obamawhitehouse.archives.gov/blog/2013/02/08/lets-move-three-years-working-towards-healthier-generation-children\nFRIDAY, FEBRUARY 22, 2013\nNew York, NY\nMrs. Obama will be in New York City to talk about the third anniversary of Let’s Move! with several national TV outlets. Mrs. Obama will appear on Late Night with Jimmy Fallon, to air the evening of Friday, February 22. The First Lady previously appeared on the show in a special comedy sketch facing off with Fallon in a lively fitness challenge taped at the White House for the second anniversary of Let’s Move!.\nMrs. Obama will also film a segment with Robin Roberts about the anniversary and a new Let’s Move! partnership that makes finding healthy, reliable recipes easy for busy parents. The interview will air on Good Morning America on Tuesday, February 26.\nThe First Lady, joined by Secretary of Education Arne Duncan, will also tape an episode of The Dr. Oz Show to talk about how physical activity affects both children’s health and academic achievement. This episode will air on Thursday, February 28, the day Mrs. Obama and Secretary Duncan will make a major announcement about bringing physical activity back to schools.\nThe First Lady’s Let’s Move! national tour schedule is below:\nWEDNESDAY, FEBRUARY 27, 2013\nClinton, MS * 2:00 PM CT /3:00 PM ET * Change is Happening\nFirst Lady Michelle Obama will join TV personality and child nutrition advocate Rachael Ray to highlight the new healthy school lunches that are now being served across the nation. Thanks to the bi-partisan Healthy, Hunger-Free Kids Act, championed by Mrs. Obama and Ray, and signed into law by the President in 2010, the 32 million students who eat lunch provided by their school are now seeing more fruits, vegetables, low-fat or fat-free milk varieties, and whole grains; less saturated fat, trans fat, and sodium; and proper portion size on their lunch trays. Mrs. Obama and Rachael Ray will host a cooking competition between school chefs to highlight the new healthier school lunches. This portion of the visit will be pooled press and will also air on The Rachael Ray Show on March 11.\nMrs. Obama and Rachael Ray chose to highlight school lunches in Mississippi, which was rated the most obese state in the nation for several years, because the state’s childhood obesity rates have declined by 13% among elementary school students in recent years.  Mississippi is  one of several states and cities to show decreases in childhood obesity.  The Clinton Public School District in Mississippi, where the First Lady will be visiting, mobilized the entire community to make their schools healthier to support their children’s physical wellness and academic achievement. With leadership from the Superintendent, Board of Education, parents, students and community leaders, Clinton made healthy schools a top priority and implemented district-wide changes to bring physical activity and nutritious choices to students – all with no additional funding. \nMrs. Obama and Mississippi leaders will deliver remarks to highlight the changes happening in Mississippi and across the nation. These remarks will be open press, members of the media can RSVP HERE by Friday, February 22 at 5:00 PM ET.\nTHURSDAY, FEBRUARY 28, 2013\nChicago, IL * 11:00 AM CT / 12:00 PM ET * Bringing Physical Activity Back to Schools\nFirst Lady Michelle Obama will return to her hometown of Chicago to make a major announcement to bring physical activity back to schools. The First Lady will be joined by Secretary of Education Arne Duncan, Chicago Mayor Rahm Emanuel, NIKE, Inc. President & CEO Mark Parker, Dominique Dawes, Gabby Douglas, Allyson Felix, Bob Harper, Bo Jackson, Colin Kaepernick, Sarah Reinertsen, Paul Rodriguez, Serena Williams, a surprise musical guest and thousands of Chicago area teachers and students at the event hosted by the American Alliance for Health, Physical Education, Recreation and Dance (AAHPERD) and the Alliance for a Healthier Generation.\nStudies show that kids need at least 60 minutes of physical activity each day to stay healthy, but they’re spending an average of 7 or more hours a day in front of a screen, and only 1 in 3 kids is active daily. In addition to the health benefits of an active lifestyle, research indicates that regular physical activity can improve test scores, classroom behavior and attendance. Yet, only 4% of elementary schools, 8% of middle schools and 2% of high schools currently offer daily P.E. and only 9 states require recess in elementary schools. Kids spend about half their time in schools, and the First Lady will call on leaders to work together to support schools’ efforts to ensure that all kids get the physical activity they need to stay healthy and succeed in school.\nThis event will be open press, members of the media can RSVP HERE by Monday, February 25 at 5:00 PM ET.\nSpringfield, MO * 2:25 PM CT/3:25 ET * Healthy Families, Thriving Businesses\nFirst Lady Michelle Obama will travel to Springfield, Missouri to see changes Walmart has made to reduce sodium and added sugars from packaged food items, to make healthier food more affordable, and to include a simple front-of-package seal for identifying healthier food choices. The Walmart store Mrs. Obama will visit was built as part of the company’s commitment to Let’s Move! to open or expand up to 300 stores in communities with limited access to healthy, affordable food. This store tour will be pooled press.\nWalmart is one of many businesses across the country that is making healthy changes to support their customers, because they recognize that what’s good for their customer’s health is also good for their business. Following the tour, Mrs. Obama will deliver remarks about how supporting the health of American families is also good for business, and remind consumers that it’s up to them to continue demanding healthier options.  These remarks will be open press, and members of the media can RSVP HERE by Monday, February 25 at 5:00 PM ET.\nMONDAY, MARCH 4, 2013\nWashington, DC * 11:10 ET * First Lady Michelle Obama Joins a Google+ Hangout\nFollowing the national tour, First Lady Michelle Obama will continue the dialogue about healthy families online through her first Google+ Hangout. Continuing a series of “Fireside Hangouts” from the White House, Mrs. Obama will participate in a completely virtual conversation with parents and kids from around the country, moderated by Kelly Ripa, Emmy Award-winning co-host of daytime talk show LIVE with Kelly and Michael.\nFor a chance to join the Google+ Hangout with First Lady Michelle Obama, Google+ is inviting families to share their thoughts and questions on how we could raise healthier families and communities on the Let's Move YouTube channel. Entries must be submitted by Thursday, February 28, 2013 on the Let’s Move! YouTube page at http://www.youtube.com/letsmove.\nThe First Lady’s Fireside Hangout will be streamed live on LetsMove.gov, the Let’s Move! YouTube Channel and the White House Google+ Page at 11:10 a.m. ET on March 4th, 2013.\nWEDNESDAY, March 6, 2013\nWashington, DC * First Lady Michelle Obama Answers Questions on Twitter\nFirst Lady Michelle Obama will answer questions about her Let’s Move! initiaive using her office’s @FLOTUS twitter account. Additional details will be released closer to the event.\nFor live updates from the national Let’s Move! tour, follow @FLOTUS and @LetsMove. Use the hashtag #LetsMoveTour to join the conversation.\n\n\n\n\n"
}