{
    "title": "Cybersecurity event fact sheet and expected attendees | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/cybersecurity-event-fact-sheet-and-expected-attendees",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 29, 2009\n\n \n\n\n\nCybersecurity event fact sheet and expected attendees\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\n\t\t_____________________________________________\n\t\tFOR IMMEDIATE RELEASE          May 29, 2009\n\n\n\t\tBelow is a fact sheet and list of expected attendees at today’s event:\n\nFACT SHEET\n\t\tCyberspace Policy Review: Assuring a Trusted and Resilient  Information and Communications Infrastructure\n\n\t\tIn February 2009, President Obama directed the National Security Council (NSC) and Homeland Security Council to conduct a 60-day review of the plans, programs, and activities underway throughout government that address our communications and information infrastructure (i.e., \"cyberspace\"), in order to develop a strategic framework to ensure that the U.S. government’s initiatives in this area are appropriately integrated, resourced, and coordinated.\n\n\t\tThreats to the information and communications infrastructure pose one of the most serious economic and national security challenges of the 21st Century for the United States and our allies.  In this environment, the status quo is no longer acceptable, and a national dialogue on cybersecurity must begin today.  The U.S. Government cannot succeed in securing cyberspace in isolation, but it also cannot entirely delegate or abrogate its role in securing the Nation from a cyber incident or accident.  Ensuring that cyberspace is sufficiently resilient and trustworthy to support U.S. goals of economic growth, civil liberties and privacy protections, national security, and the continued advancement of global democratic institutions requires working with individuals, academia, industry, and governments.  We must make cybersecurity a national priority and lead from the White House. \n\n\t\tThe review team’s report to the President contains five main chapters, outlined below, and includes a near-term action plan for U.S. Government activities to strengthen cybersecurity.\n\n\t\t       (U) Chapter I: Leading from the Top – Makes the case for strengthening cybersecurity    leadership for the United States through 1) the establishment of a Presidential cybersecurity policy official and supporting structures, 2) reviewing laws and policies, and 3) strengthening cybersecurity leadership and accountability at federal, state, local, and tribal levels.\n\n\t\t       (U) Chapter II: Building Capacity for a Digital Nation – Advocates a national dialogue on cybersecurity to increase public awareness of the threats and risks and how to reduce them.  Outlines the need for increased education efforts at all levels to ensure a technologically advanced workforce in cybersecurity and related areas, similar to the United States’ focus on mathematics and science education in the 1960s.  Identifies the need to expand and improve the federal information technology workforce and for the Federal government to facilitate programs and information sharing on cybersecurity threats, vulnerabilities, and effective practices across all levels of government and industry.\n\n\t\t        (U) Chapter III: Sharing Responsibility for Cybersecurity – Discusses the need for improving and expanding partnerships between the Federal government and both the private sector and key U.S. allies.\n\n\t\t        (U) Chapter IV: Creating Effective Information Sharing and Incident Response – The United States needs a comprehensive framework to facilitate coordinated responses by government, the private sector, and allies to a significant cyber incident.  This chapter explores elements of such a framework and suggests enhancements to information sharing mechanisms to improve incident response capabilities.\n\n\t\t        (U) Chapter V: Encouraging Innovation – The chapter addresses ways for the United States to harness the benefits of innovation to address cybersecurity concerns, including work with the private sector to define performance and security objectives for future infrastructure, linking research and development to infrastructure development and expanding coordination of government, industry, and academic research efforts.  It also addresses supply chain security and national security / emergency preparedness telecommunications efforts.\n\n\nExpected attendees at today’s East Room event:\n\n\t\tSecretary Steven Chu, Department of Energy\n\t\tSecretary  Janet Napolitano, Department of Homeland Security\n\t\tGeneral James Jones, National Security Advisor\n\t\tDeputy Secretary William Lynn, Department of Defense\n\t\tDeputy Secretary Neal Wolin, Department of Treasury\n\t\tLawrence Summers, Director of the National Economic Council\n\t\tLynne Osmus, Acting Administrator of the Federal Aviation Administration\n\t\tJon Wellinghoff, Chairman of the Federal Energy Regulatory Commission\n\t\tMichael Copps, Acting Chairman of the Federal Communications Commission\n\t\tJon Leibowitz, Chair of the Federal Trade Commission\n\t\tJames Cartwright, Vice Chairman of the Joint Chiefs of Staff\n\t\tRobert Mueller, Director of the Federal Bureau of Investigation\n\t\tJohn P. Holdren, Director of the Office of Science and Technology\n\t\tJohn Kimmons, Lieutenant-general, Director of National Intelligence Office\n\t\tJohn O. Brennan, Assistant to the President for Homeland Security and Counterterrorism\n\t\tMaryland Governor Martin O’Malley, Chair of National Governors Association, Homeland Security Committee\n\t\tCongressman Bart Gordon\n\t\tCongressman Peter King\n\t\tWilliam Pelgrin, Chair of the Multi-State Information Sharing and Analysis Center\n\t\tHeather Hogsett, National Governors Association, Director, Public  Safety and Homeland Security Office of Federal Relations\n\n\n\t\t##\n\t\t \n\n\n\n\n\n"
}