The White House Press Secretary, Josh Earnest, gave a briefing on March 23, 2015. He started by expressing condolences for the passing of Jerry Warren, who served as Deputy Press Secretary for Presidents Nixon and Ford. He then went on to discuss the fifth anniversary of the Affordable Care Act and shared five key numbers related to the ACA, such as the number of Americans who have gained health care coverage since the law was implemented. He also talked about the ongoing presidential campaign and the announcement of Senator Ted Cruz as a candidate. He did not directly respond to any of the candidates' statements but emphasized the importance of a robust debate about the future of the country. He was also asked about the situation in Yemen and the U.S. counterterrorism strategy. He stated that the U.S. has relocated military personnel from Yemen due to the deteriorating security situation but will continue to support the Hadi government and pressure both sides to resolve their differences politically. He also commented on the situation in Nigeria and the ongoing efforts to find the missing Nigerian girls. He mentioned that the U.S. is providing support to the Nigerian government and is committed to preventing Iran from obtaining a nuclear weapon through diplomatic means. He did not comment on specific statements made by Ayatollah Khomeini or Prime Minister Netanyahu. He also discussed the delay in confirming Loretta Lynch as Attorney General and the importance of her confirmation. He mentioned that the President has a commitment to transparency and building a strong relationship with the press. He also addressed questions about the United States' relationship with Israel and the possibility of a deal with Iran. He stated that the U.S. is committed to Israel's security and will continue to cooperate militarily and intelligence-wise. He mentioned that the U.S. does not participate in discussions at the UNHRC on Israel due to concerns about the one-sided resolutions against Israel. He also commented on the progress of the negotiations with Iran and the possibility of reaching a deal. He stated that progress has been made, but there are still important issues to resolve and uncertainties about whether Iran's leaders will make the necessary commitments. He emphasized the need for Iran to cut off all pathways to a nuclear weapon and agree to intrusive inspections. Overall, the briefing covered a range of topics including health care, the presidential campaign, international relations, and national security.