Vice President Biden and Secretary of Education Arne Duncan celebrated the one-year anniversary of the Race to the Top awards in Delaware. Delaware was awarded over $100 million in Race to the Top funding and has made significant progress in improving its education system. The Vice President highlighted the success of teacher collaboration in Delaware and emphasized the importance of investments, reform at the state and local levels, and a focus on achieving results in order to win the future in education. Delaware has established a Partnership Zone to help low-performing schools, implemented longer school days and increased instructional time, and involved teachers in implementing reforms. The Delaware State Education Association has played a critical role in the state's early success by collaborating with educators and developing student growth measures. The Race to the Top program is a federal investment in education reform, rewarding states that lead in comprehensive education reform in areas such as standards and assessments, data systems, teacher recruitment and development, and turning around low-performing schools. Delaware and Tennessee were the first phase winners of the competition, and other states were announced as winners in the second phase. Delaware has achieved various accomplishments in its first year, including adopting Common Core Standards, launching an online assessment system, and implementing a professional development program. Howard High School of Technology, a historic school with a diverse student population, has been selected as one of the first four schools in the state's Partnership Zone program and has implemented a transformation plan. Teachers at the school have modified the collective bargaining agreement to support the plan, a new principal has been appointed, and there is strong educator engagement in developing the details of the plan. The school will also hire a parent coordinator, launch a Summer Intensive Learning and Leadership Academy, restructure the daily schedule for grades 9 and 10 into small learning communities, offer incentives to attract highly qualified teachers, and participate in a STEM residency program.