The press briefing began with an announcement that there were last-minute adjustments to the briefing schedule. The press office is working to provide answers to any questions that may arise. It was clarified that no members of the press who attended the previous briefing are considered close contacts. Contact tracing is being conducted, but any close contacts would not have been from the previous briefing.

The briefing then shifted to discussing the first day and a half of Judge Jackson's committee hearing. The President watched portions of the hearing and is proud of Judge Jackson's qualifications and even-handedness. Her dedication to following the facts, the law, and the Constitution is evident. The President was moved by her grace, dignity, and respect for lawmakers and precedent. He appreciated her swift dismantling of conspiracy theories put forward in bad faith.

The selection of Judge Jackson was made with input from both Republicans and Democrats, and her endorsements from conservative jurists and law enforcement organizations highlight her qualifications.

The briefing then transitioned to National Security Advisor Jake Sullivan, who discussed the President's upcoming trip to Europe. The trip aims to reinforce unity among Allies and partners in response to Russia's invasion of Ukraine. Sullivan outlined the three objectives Russia intended to achieve with the invasion: subjugating Ukraine, enhancing Russian power and prestige, and dividing and weakening the West. However, Russia has failed to accomplish these objectives. The Ukrainian people have shown resilience in defending their country, Russian power and prestige have been depleted, and the nations of the free world are more united than ever.

Sullivan outlined the three lines of effort pursued by the United States: helping Ukraine defend itself, imposing economic costs on Russia through sanctions, and fortifying NATO and the Western alliance. The President's trip will involve further actions in each of these areas, including attending an emergency NATO Summit, joining the G7 leaders, addressing the European Council, coordinating military assistance to Ukraine, imposing further sanctions on Russia, adjusting NATO force posture, enhancing European energy security, and providing humanitarian aid.

Sullivan emphasized the hard days ahead for Ukraine and the need for continued unity and resolve among the Western alliance. He acknowledged the potential for cyberattacks and stated that the United States is prepared to respond collectively with its allies. He also addressed concerns about the use of nuclear weapons and stated that the United States is monitoring the situation closely.

During the Q&A session, Sullivan was asked about Russia's potential assistance to Ukraine, the relationship between North Korean and Russian cyber hacking organizations, and the meeting between President Xi and President Zelenskyy. Sullivan noted that they have not seen any provision of military equipment by China to Russia but acknowledged that North Korea's cyber capabilities involve working with cyber criminals around the world, including Russian cyber criminals. He did not provide specific details on the meeting between President Xi and President Zelenskyy.

The briefing concluded with Sullivan retrieving his face mask and leaving the podium.