On March 20, 2009, White House Press Secretary Robert Gibbs held a press briefing to discuss the week ahead and make announcements about some commencements that President Obama had accepted for May. Gibbs stated that the President would be traveling to Camp David and returning to Washington to have an event at the White House to discuss innovation, clean energy, and the budget. He also mentioned that the President would meet with Australian Prime Minister Rudd and hold a news conference in the East Room. Gibbs then addressed questions about the deficit, Iran, and the recent controversies surrounding AIG bonuses and Treasury Secretary Geithner. He defended the President's budget and objectives, stating that the President remained confident in his ability to cut the deficit in half and make critical investments. Gibbs also emphasized the importance of the President's outreach to Iran and the need for a different relationship based on mutual respect and peaceful actions. He acknowledged that there were ongoing evaluations of the administration's policy towards Iran but did not provide specific details. Additionally, Gibbs addressed concerns about the President's handling of the AIG bonus issue, stating that the Treasury Secretary had taken responsibility and addressed the concerns. He reiterated the administration's focus on stabilizing the financial system and ensuring the flow of credit to families and businesses. Gibbs also discussed the President's commitment to education reform and the importance of making critical investments in healthcare, energy independence, and education to achieve long-term economic growth. He mentioned specific proposals related to healthcare and education, such as tax cuts for college tuition and increased funding for Pell grants. Gibbs concluded the briefing by addressing questions about the constitutionality of taxing the AIG bonus money and the President's confidence in passing his budget despite the deficit projections from the Congressional Budget Office.