During a press briefing, White House Press Secretary Jen Psaki introduced Jared Bernstein, who provided remarks on the latest jobs report and the state of the economy. Bernstein highlighted the strong labor market, with an unemployment rate of 3.6% and historically high job gains since President Biden took office. He also emphasized the increased labor force participation and strong wage growth, particularly for middle- and lower-paid workers. Bernstein attributed these positive trends to the implementation of the American Rescue Plan and President Biden's focus on addressing both the health and economic crises caused by the pandemic.

In the Q&A session, reporters asked about the impact of the jobs report on supply chain issues, potential COVID lockdowns in China, and the future of the economy. Bernstein explained that rising labor force participation rates will help align labor supply with labor demand, which will ease some of the price pressures and support economic output. He also addressed concerns about China's lockdowns and their potential impact on supply chains, stating that the American jobs recovery has been resilient in the face of various challenges, including the pandemic and international conflicts.

Reporters also inquired about measuring the progress of the economy against pre-pandemic levels, potential extensions of the student loan payment pause, and the recent vote by Amazon workers to unionize. Bernstein acknowledged that jobs are not yet back to pre-pandemic levels but emphasized the ongoing labor market recovery and the positive trend of job growth. He did not provide specific details on the President's stance on the student loan payment pause or the Amazon unionization vote but expressed support for workers' right to organize.

The press briefing concluded with questions about the impact of sanctions on Russia, potential future attacks by Ukraine on Russian soil, and the House passing a bill to remove marijuana from the federal schedule of controlled substances. Psaki reaffirmed the administration's condemnation of Russia's aggression in Ukraine and stated that the President supports rethinking the approach to marijuana laws to address racial disparities and support medical use.