This article is a memorandum from the White House Office of the Press Secretary, issued by President Barack Obama on February 28, 2011. The memorandum is titled "Administrative Flexibility, Lower Costs, and Better Results for State, Local, and Tribal Governments." 

In the memorandum, President Obama highlights the need for smarter government to improve outcomes and lower costs for the American taxpayer. He acknowledges that federal program requirements can be burdensome and not always contribute to better outcomes. The President calls for reducing unnecessary regulatory and administrative burdens and redirecting resources to essential services that achieve better outcomes at a lower cost.

President Obama references Executive Order 13563, signed on January 18, 2011, which calls for the careful analysis of regulations, including consideration of costs and benefits. This order also requires retrospective analysis of existing significant rules and greater coordination across agencies to simplify and harmonize redundant or overlapping requirements.

The President emphasizes the importance of coordination and collaboration between federal agencies and state, local, and tribal governments to identify barriers that prevent efficient use of tax dollars. He directs the Director of the Office of Management and Budget (OMB) to lead a process that provides input on strategies for eliminating unnecessary burdens and allows governments to request increased flexibility. The OMB is also instructed to review and revise guidance on cost principles, collaborate on standardizing reporting requirements, facilitate modernization of information systems, and provide written guidance to agencies on implementing the memorandum.

Within 180 days, agencies are required to identify regulatory and administrative requirements that can be streamlined, reduced, or eliminated. They are also asked to establish plans for consolidating processes, establishing criteria for granting increased flexibility, identifying areas for cross-agency collaboration, and reporting the results to the OMB.

The memorandum concludes with general provisions stating that it should be implemented consistent with applicable law and subject to the availability of necessary appropriations. It does not impair the functions of the Director of the OMB or create any enforceable rights or benefits against the United States or its entities.