President Obama and First Lady Michelle Obama visited Argentina to meet with President Mauricio Macri and First Lady Juliana Awada. They discussed opportunities to strengthen the relationship between the two countries and addressed global challenges such as climate change, peacekeeping, refugees, and human rights. They also discussed President Macri's economic reform agenda, trade and investment, science and technology cooperation, and U.S. support in combating organized crime. The two countries signed a Trade and Investment Framework Agreement, and the U.S. will provide technical assistance to support President Macri's economic reforms. They also discussed cooperation in entrepreneurship and small business growth, trade facilitation, and technical assistance in telecommunications policy. The United States welcomed Argentina's efforts to strengthen its ties to the international financial system and engage with multilateral economic fora. They also discussed cooperation in climate change and energy, power sector reform, and reducing emissions from international aviation. The United States and Argentina pledged to enhance coordination on weather, hydrology, and climate data, as well as collaboration on ocean science and marine conservation. They also discussed cooperation in addressing global challenges, peacekeeping, and supporting refugees. In the area of global health, Argentina is joining the Global Health Security Agenda and will cooperate with the United States in addressing zoonotic diseases and strengthening national laboratory systems. The two countries also agreed to advance the regional and global response to the Zika virus. They reaffirmed their commitment to democratic governance and the protection of human rights, and the United States will embark on a comprehensive effort to identify additional records related to human rights abuses by the Argentine dictatorship. They also discussed cooperation in promoting LGBTI rights, ensuring the protection of human rights by extractive companies, and supporting Internet freedom. In the area of security and defense, the United States will assist Argentina in combating organized crime and drug trafficking, and both countries will cooperate in enhancing law enforcement and counterterrorism efforts. They also discussed educational exchanges and increasing the number of Argentine student and teacher exchanges to the United States.