During a press briefing, Jeff Zients, the White House COVID-19 Response Coordinator, announced that the United States has reached its goal of administering 100 million vaccine shots in the first 100 days of President Biden's administration, surpassing the goal ahead of schedule. Zients also highlighted the three-part strategy for vaccinations, which includes increasing vaccine supply, deploying more vaccinators in the field, and creating more places for people to get vaccinated. He noted that by the end of May, there will be enough vaccine supply for every adult in the country.

Dr. Rochelle Walensky, the Director of the Centers for Disease Control and Prevention (CDC), provided an update on the CDC's efforts to support the safe reopening of schools for in-person instruction. She emphasized the importance of in-person learning for children's social, mental, and educational development. Walensky mentioned that the CDC has updated its guidance on physical distancing in schools, stating that in elementary schools, all students should remain at least six feet apart in classrooms where everyone is wearing a mask. In middle and high schools, students should be at least three feet apart in classrooms where everyone is wearing a mask, except in communities with high COVID-19 risk, where students should still maintain six feet of distance unless cohorting is possible.

Dr. Anthony Fauci, the Chief Medical Advisor to the President, addressed the concerns about the B117 variant of the virus, which has been shown to have increased transmission and potential severity. He noted that the variant is becoming more dominant in the United States and emphasized the importance of getting as many people vaccinated as possible to counter its spread. Fauci also mentioned that preliminary studies have shown that individuals who were previously infected with COVID-19 have a greater immune response after vaccination compared to those who were not previously infected.

During the briefing, Zients also announced that the United States will be loaning a portion of its releasable AstraZeneca vaccine doses to Mexico and Canada. He clarified that these doses are not approved for use in the United States and their loan will not reduce the available supply of vaccines for Americans.

The briefing concluded with a discussion of the recent uptick in COVID-19 cases in some states. Zients attributed this increase to the relaxation of mitigation measures and urged people to continue following public health guidelines, including wearing masks and practicing social distancing.