The White House has announced a North American Climate, Clean Energy, and Environment Partnership between the United States, Canada, and Mexico. The partnership aims to develop a continent-wide strategy to address climate change and promote clean energy. The three countries have committed to set ambitious goals, including having 50% of electricity generated through clean sources by 2025 and reducing methane emissions by 40-45% by 2025. They will also align their policies to encourage closer cooperation on energy efficiency standards, grid integration, and fuel economy standards. In the international arena, the countries will formally join the Paris agreement, develop long-term de-carbonization strategies, support the phase-out of fossil-fuel subsidies, and work towards constraining emissions from the aircraft industry. The partnership is expected to have significant economic benefits, including the creation of additional jobs in the clean energy sector. The White House has also expressed its condolences to Turkey following the terror attack at Istanbul airport, and the President will offer any support that the Turks may need in their investigation. The President's trip to Canada and his meetings with North American leaders will not involve the 2016 presidential race, but will focus on strengthening relationships with neighboring countries. The President's strategy to address the impact of globalization on the US economy involves engaging with partners and negotiating agreements, such as the Trans-Pacific Partnership, to raise standards and provide greater access to international markets. The President believes that the US can leverage its advantages to compete in the global economy and provide economic benefits to American workers. The President believes that Brexit is a final decision and that the UK and the EU will negotiate their exit. The US intends to preserve its special relationship with the UK and deepen its alliances and economic ties with both the UK and the EU. The impact of Brexit on global financial markets will be discussed during the meetings with North American leaders, but it will not be the focal point of the discussions. There is no update on the rescheduling of the President's campaign trail appearance with Secretary Clinton. There have been no additional calls to European leaders following Brexit, apart from the conversations with Prime Minister Cameron and Chancellor Merkel.