On July 25, 2014, the President signed several bills into law. Here are the bills and their main provisions:

1. H.R. 255: This bill modifies certain definitions in the Provo River Project Transfer Act.
2. H.R. 272: The Department of Veterans Affairs and Department of Defense joint outpatient clinic in Marina, California, is designated as the "Major General William H. Gourley VA-DOD Outpatient Clinic."
3. H.R. 291: Known as the "Black Hills Cemetery Act," this bill directs the Secretary of Agriculture to transfer specific parcels of National Forest System land in South Dakota to local communities.
4. H.R. 330: The Distinguished Flying Cross National Memorial in Riverside, California, is designated as the official memorial for the Distinguished Flying Cross.
5. H.R. 356: This bill authorizes a subsurface mineral land exchange in Utah under the Hill Creek Cultural Preservation and Energy Development Act.
6. H.R. 507: Subject to certain conditions, this bill requires specified land to be held in trust for the benefit of the Pascua Yaqui Tribe under the Pascua Yaqui Tribe Trust Land Act.
7. H.R. 697: This bill provides for the conveyance of 948 acres of federal land in Clark County, Nevada, and for the remediation and reclamation of the Three Kids Mine site under the Three Kids Mine Remediation and Reclamation Act.
8. H.R. 876: Known as the Idaho Wilderness Water Resources Protection Act, this bill authorizes the continued use of certain water diversion facilities located in wilderness areas within National Forest System land in Idaho.
9. H.R. 1158: The Secretary of the Interior is required to continue stocking fish in certain lakes within the North Cascades National Park Service Complex in Washington State under the North Cascades National Park Service Complex Fish Stocking Act.
10. H.R. 1216: The Department of Veterans Affairs Vet Center in Prescott, Arizona, is designated as the Dr. Cameron McKinley Department of Veterans Affairs Veterans Center.
11. H.R. 1376: The United States Postal Service facility in Jersey City, New Jersey, is named the Judge Shirley A. Tolentino Post Office Building.
12. H.R. 1813: The United States Postal Service facility in Tallmadge, Ohio, is renamed the Lance Corporal Daniel Nathan Deyarmin, Jr., Post Office Building.
13. H.R. 2337: About 40 acres of National Forest System land is conveyed to Summit County, Colorado, under the Lake Hill Administrative Site Affordable Housing Act.
14. H.R. 3110: The Huna Tlingit Traditional Gull Egg Use Act authorizes members of the Hoonah Indian Association to collect the eggs of glaucous-winged gulls within Glacier Bay National Park, Alaska, with permission from the Secretary of the Interior.