The article discusses the alliance between the United States and Australia and the areas in which they are collaborating. In terms of security and defense, the two countries are working together to maintain peace and stability in the Asia-Pacific region. They have signed the U.S.-Australian Force Posture Agreement, which deepens their defense cooperation and allows for more collaboration between their forces. They are also cooperating on space and cyber issues, as well as exploring opportunities for ballistic missile defense.

In the Asia-Pacific region, the United States and Australia are working with regional institutions to promote regional rules and norms and address economic and security challenges. They both oppose the use of intimidation or force to advance maritime claims and support the peaceful resolution of disputes. They also call for an early agreement on a Code of Conduct in the South China Sea.

In Afghanistan, the two countries have been fighting together and are committed to helping the Afghan people build their country. They have imposed sanctions on Russia for its occupation of Crimea and are supporting Ukraine's aspirations for independence. They are also cooperating on international challenges such as the conflicts in Syria and North Korea.

Economically, the United States and Australia have a strong trade and investment relationship. They are working to liberalize trade and investment in the region and complete the Trans-Pacific Partnership agreement. They are also collaborating on promoting gender equality and addressing climate change.

In terms of innovation and science, the two countries are cooperating on various issues such as clean energy, neuroscience, and antibiotic resistance. They are also working together on global health security.

The article also mentions the strong cultural and people-to-people ties between the United States and Australia, including the Fulbright program, which promotes bilateral collaboration in various fields.