During the press briefing, White House Press Secretary Jen Psaki provided updates on various topics. Here are the key points:

1. President Biden will deliver remarks on the administration's response to the coup in Burma.
2. The President, Vice President, and Secretary of Treasury had a productive conversation with business leaders about the urgent need to pass the American Rescue Plan.
3. The President raised his priority to increase wages and ensure no one making minimum wage is living below the poverty line.
4. President Biden will meet with a bipartisan group of mayors and governors to discuss the need for more support to their communities.
5. The COVID response team announced the launch of five new community vaccination centers in Texas and New York State.
6. The team also announced members of its Health Equity Task Force, which will provide recommendations to inform the COVID-19 response and recovery.
7. President Biden's last COVID test was negative, and he will continue to be tested every two weeks.
8. The President will not be watching the impeachment trial but has repeatedly spoken about the events of January 6th.
9. The CDC study on wearing two masks shows that improving mask fit is important, but there is no official guidance on wearing two masks.
10. The White House is considering options to ensure people who need masks the most receive them, but no final decision has been made.
11. The President's remarks on Burma will address actions being taken by the United States in response to the coup.
12. The President has not abandoned the plan to force the sale of TikTok's American operations but clarified that there are ongoing processes through the courts and the CFIUS process.
13. There is no update on the troop withdrawal from Afghanistan, and no official decision has been made.
14. The goal of reopening schools is to have more than 50% of schools offering in-person teaching at least one day a week, with the objective of eventually reopening five days a week.
15. The President's trip to Wisconsin will include a town hall to hear directly from people about how the crises are impacting them.
16. The administration is working on a comprehensive supply chain review, including the chip shortage issue.
17. The timeline for the President's first budget is delayed due to challenges during the transition, but no specific date has been set.
18. The President's focus on Iran is for them to come into full compliance with the JCPOA before any additional steps are considered.
19. The administration is open to a negotiated settlement to end the war in Yemen and will continue diplomatic outreach.
20. The administration condemns the Houthi attack on the airport in Saudi Arabia and continues to support a diplomatic solution to the conflict.
21. The President's joint address to Congress is still being planned, and there are discussions about the format and timing.
22. The President wants the American Rescue Plan to be passed as quickly as possible, but he understands the legislative process takes time.