President Biden held a press conference in the Roosevelt Room to address the issue of rising gas prices in the United States. He began by acknowledging that gas prices have fallen by 30% since the summer, but emphasized that they are not falling fast enough and that families are still feeling the impact. 

To address this issue, Biden announced three steps his administration will take. First, the Department of Energy will release an additional 15 million barrels from the Strategic Petroleum Reserve, extending the previously announced release through the month of December. This move is aimed at stabilizing markets and decreasing gas prices. Biden also mentioned the possibility of further releases in the future if needed. 

Second, Biden called for an increase in American oil production, while still transitioning to clean energy. He debunked the myth that his administration has slowed or stopped U.S. oil production, stating that the country is currently producing 12 million barrels of oil per day. He also announced a plan to refill the Strategic Petroleum Reserve at a profit for taxpayers. The government will purchase oil to refill the reserve when prices fall to $70 a barrel, providing oil companies with the confidence to invest in increased production. 

Lastly, Biden called on oil companies to pass the savings on to consumers. He highlighted the record profits made by oil companies and criticized their use of these profits to buy back their own stock and benefit shareholders, rather than reducing gas prices. He urged companies to use their profits to increase production and refining, and to lower the price of gas at the pump to reflect the lower cost of oil. 

Biden also mentioned the need for permitting reform to accelerate the development of clean energy projects, and called on Congress to pass a permitting bill to streamline the approval process. He emphasized the importance of taking action now to lower energy costs for American families and enhance national security. 

In response to questions about the timing and motivations behind these actions, Biden stated that they are not politically motivated and that he has been working on these issues for a long time. He criticized Republicans for not taking action sooner and stated that the price at the pump should reflect the cost of a barrel of oil, which is not consistently happening. 

Biden also commented on Vladimir Putin's declaration of martial law in parts of Ukraine, stating that it reflects Putin's difficult position and his attempt to intimidate Ukrainian citizens.