The White House announced that it will implement additional screening measures at five airports in the US for passengers arriving from countries affected by Ebola. The five airports are JFK in New York, Newark Airport, Chicago O'Hare, Washington Dulles, and Atlanta's Hartsfield-Jackson. These airports are the destination for 94% of individuals who travel to the US from the three affected countries (Guinea, Liberia, and Sierra Leone). The additional screening measures will involve personnel from Customs and Border Protection (CBP), the Coast Guard, and the Centers for Disease Control and Prevention (CDC). The purpose of the screening is to prevent individuals who are already exhibiting symptoms of Ebola from boarding a plane in the first place, as this is the most effective measure to counter the spread of Ebola. The screening measures will target passengers who have recently traveled to the affected countries. These passengers will have their temperatures taken and if they have an elevated temperature, they will be evaluated further by CDC officials. The screening measures are an additional layer of security and are not intended to replace the screening measures that are already in place in West Africa and the US. The US is confident in the screening measures that are already in place, as evidenced by the fact that dozens of people have been denied boarding in the US because they were exhibiting symptoms consistent with Ebola. The US has been involved in advising the affected countries on their screening protocols and has provided supplies and training. The US is also involved in educating the public in these countries about the symptoms of Ebola and how to prevent its transmission. The additional screening measures are a way to enhance security without causing a significant disruption to the traveling public. The screening will only affect a small percentage of passengers, about 150 people per day, who have recently traveled to the affected countries and are entering the US at these five airports. The US is committed to protecting the American public from an Ebola outbreak and will take additional measures if necessary.