Cities across the country are facing a significant increase in homicides, particularly in racially segregated and high-poverty neighborhoods. Black men, despite making up only 6% of the population, account for over 50% of gun homicide victims. Black women, Latinos, and Native Americans are also disproportionately affected. The loss of life not only devastates families but also has negative consequences for communities. Research shows that exposure to firearm violence, either as a victim or witness, doubles the likelihood that an adolescent will commit a violent act within two years.

However, there is hope. It is known that a small number of people are involved in urban gun violence as perpetrators or victims. Community violence intervention (CVI) strategies have proven effective in reducing gun violence without relying on incarceration. Violence interruption programs employ trusted individuals who work directly with those most likely to commit gun violence, intervening in conflicts and connecting individuals to social and economic services to reduce the likelihood of gun violence. Hospital-based violence interventions engage individuals who have been shot while still in the hospital, providing them with services to decrease the chances of future gun violence involvement.

Unfortunately, CVI programs have been underfunded despite the staggering economic costs of gun violence, which amounts to $280 billion annually. However, the Biden-Harris Administration is taking steps to address this issue. As part of their efforts to reduce gun violence, they are investing in community violence intervention through various initiatives:

1. American Jobs Plan: President Biden's plan calls for Congress to invest $5 billion over eight years to support evidence-based community violence intervention programs. These programs will train at-risk individuals for jobs and provide wraparound services to prevent violence and assist victims, ultimately helping to rebuild economies in heavily impacted areas.

2. Medicaid Funding: The U.S. Department of Health and Human Services is organizing a webinar and toolkit to educate states on how Medicaid can be used to reimburse certain community violence intervention programs, including Hospital-Based Violence Interventions.

3. Leveraging Existing Grant Programs: Five federal agencies are making changes to existing funding streams across 26 programs to swiftly direct crucial support to CVI programs. This includes the Department of Justice, Department of Health and Human Services, Department of Housing and Urban Development, Department of Education, and Department of Labor.

These investments and initiatives aim to save lives, create safe communities, and build a more inclusive economy for all.