Executive Order 13520, titled "Reducing Improper Payments and Eliminating Waste in Federal Programs," was issued by President Barack Obama on November 20, 2009. The purpose of this order is to reduce payment errors, waste, fraud, and abuse in Federal programs, while ensuring that these programs still serve their intended beneficiaries. The order includes several policies, such as transparency and public participation, accountability for reducing improper payments, and coordinated government action to identify and eliminate improper payments. The Director of the Office of Management and Budget (OMB) is tasked with identifying high-priority programs with the highest dollar value or majority of improper payments, establishing targets for reducing improper payments in these programs, and issuing guidance on the implementation of the order. The Secretary of the Treasury, in coordination with the Attorney General and the Director of OMB, is responsible for publishing information about improper payments on the internet, including names of accountable officials, rates and amounts of improper payments, recovery of improper payments, targets for reducing improper payments, and entities that have received the greatest amount of improper payments. The Secretary of the Treasury, in consultation with the Attorney General and the Director of OMB, is also required to establish a central internet-based method for collecting information from the public about suspected incidents of waste, fraud, and abuse. Agencies are required to place links to internet-based resources for addressing improper payments on their websites. Agency heads are responsible for designating officials accountable for meeting reduction targets for improper payments and providing reports on their methodology for identifying and measuring improper payments, plans for meeting reduction targets, and plans for ensuring program access and participation by eligible beneficiaries. The Chief Financial Officers Council, in consultation with the Council of Inspectors General on Integrity and Efficiency (CIGIE), the Department of Justice, and program experts, is tasked with making recommendations to the Director of OMB and the Secretary of the Treasury on actions agencies should take to tailor their methodologies for identifying and measuring improper payments to programs where they are most likely to occur. The Secretary of the Treasury and the Director of OMB, in consultation with the CIGIE, the Department of Justice, and program experts, are required to recommend actions to reduce improper payments by improving information sharing among agencies, programs, and other stakeholders. The Federal Acquisition Regulatory Council, in coordination with the Director of OMB, is tasked with recommending actions to enhance contractor accountability for improper payments. The Director of OMB is also required to establish a working group to make recommendations on improving single audits of state and local governments and non-profit organizations that receive federal funds, as well as a separate working group to make recommendations on improving incentives and accountability of state and local governments and other entities receiving federal funds for reducing improper payments. The Director of OMB, in consultation with the appropriate agencies and the CIGIE, is responsible for developing policy recommendations to reduce improper payments across federal programs. The order does not impair existing authorities or require the disclosure of classified or sensitive information. It is to be implemented consistent with applicable law and subject to the availability of appropriations.