In this press briefing, Press Secretary Jay Carney discusses a range of topics including gay marriage, Afghanistan, North Korea, immigration reform, gun control, Syria, the sequester, and the Amanda Knox case. Carney mentions that the President has been updated on the arguments over gay marriage at the Supreme Court, but does not provide any further details. He also mentions that the President has not yet signed the CR (continuing resolution), but will do so in due time. Carney discusses the meeting between Secretary of State Kerry and President Karzai of Afghanistan, stating that the White House has an important relationship with Karzai and the Afghan people. He also mentions that North Korea's threats and provocations are part of a pattern and that the US continues to urge North Korea to choose the path of peace. On the topic of immigration reform, Carney explains that the administration is working with Congress on the issue and that progress has been made. He also mentions that the administration is open to different ways of measuring border security. Carney addresses the issue of gun control, stating that the President supports common-sense measures to reduce gun violence and that the administration is working with Congress on this issue. He also mentions that the President hopes to see progress on the assault weapons ban. Carney does not provide specific details on the President's upcoming schedule, but mentions that the President will continue to discuss immigration and gun control in the coming days and weeks. He also mentions that the President's views on same-sex marriage are clear and that he supports the rights of LGBT Americans. Carney does not provide specific information on the Amanda Knox case or the HHS mandate. He mentions that the administration supports student athletes being students as well as athletes. Carney does not provide specific details on the administration's position on visas for immediate family members of immigrants. He also mentions that the administration is aware of the request for Patriot missile protection in Syria, but at this time NATO does not intend to intervene militarily in Syria. Carney does not provide specific details on the implementation of the sequester at the White House, but mentions that the sequester applies to the White House and the Executive Office of the President as it does to the rest of the executive branch.