The article discusses the key deliverables that were announced during the 2016 North American Leaders' Summit, which took place in Ottawa, Canada. The leaders of the United States, Canada, and Mexico discussed initiatives to enhance North America's economic competitiveness, expand efforts on climate change and clean energy, strengthen security and defense, and solidify regional and global cooperation. Some of the key points discussed include:

- Economic Competitiveness: The three countries aim to reduce costs for businesses and improve supply chain efficiency through the North American Competitiveness Work Plan. They also discussed the potential benefits of the Trans-Pacific Partnership (TPP) in promoting high-standard trade.
- Addressing Global Excess Capacity: The leaders discussed the negative impact of excess production of steel and aluminum on trade and agreed to take actions to enforce their rights, reduce government subsidies, and enhance transparency in the steel sector.
- Education and Inclusive Growth: The leaders announced the creation of the North American Center for Collaborative Development to foster research and exchanges on various topics, including climate change, energy, manufacturing, and economic integration. They also discussed initiatives to promote educational opportunities for girls and support women-owned small and medium enterprises.
- Climate Change, Clean Energy, and Environment: The leaders declared a common vision for addressing climate change and announced specific actions, such as increasing clean power generation, reducing methane emissions from the oil and gas sector, and strengthening energy efficiency and vehicle emission standards.
- Regional and Global Cooperation: The leaders agreed to establish a "North American Caucus" to work together on regional and global issues. They also discussed their commitment to address challenges in Central America, support peace efforts in Colombia, and promote democracy and human rights throughout the hemisphere.
- Cyber Cooperation: The leaders affirmed the importance of a secure and open internet and committed to continue cooperating on cyber issues, including promoting responsible state behavior and supporting confidence-building measures.
- Security and Defense: The leaders discussed mutual security interests and committed to enhancing their understanding of threats and developing coordinated approaches to address them. They also discussed initiatives related to drug policy, peacekeeping, and combatting violence against indigenous women and girls.
- Continued Engagement: The leaders announced the creation of a regular trilateral coordination process to ensure the implementation of commitments made during the summit.

Overall, the article highlights the various initiatives and commitments made by the United States, Canada, and Mexico to enhance cooperation and address important issues in North America and the broader international community.