President Biden apologizes for keeping everyone waiting and expresses gratitude to those in attendance. He describes the day as a day of hope and healing for victims of crime and organizations that support them. The President acknowledges the presence of various senators and representatives who have helped make this moment possible.

He emphasizes the importance of supporting victims of crime, not just in bringing the perpetrators to justice but also in providing the necessary support for their healing. He shares his personal experiences visiting domestic violence shelters and witnessing the physical and emotional pain that victims endure.

The President highlights the economic costs faced by survivors, such as medical expenses, lost wages, and the need for temporary housing. He emphasizes the role of the Victims Compensation Program in helping victims and their families cover these costs. He also discusses the long-term support survivors need to heal.

President Biden mentions that the victim compensation funds have been depleted due to a decrease in fines and penalties from non-prosecutorial agreements and deferred prosecution agreements. He expresses the need to rebuild the Crime Victims Fund to ensure that victims receive the help and support they require.

He praises his son Beau's efforts as Attorney General of Delaware in providing support to victims, especially children. He also commends Vice President Harris for her work in supporting victims of crime and treating childhood trauma caused by violence.

President Biden concludes by urging the reauthorization and strengthening of the Violence Against Women Act to provide more access, safety, and services for victims of gender-based violence. He shares a letter from a leader in a state's Coalition Against Domestic Violence, highlighting the impact of budget cuts on victim services and the importance of the legislation he is signing.

He expresses gratitude to those working on the frontlines to help victims, especially during the pandemic. He thanks the advocates who mobilized and brought about these changes in the law. The President then signs the bill and acknowledges the significant impact it will have on the lives of women, children, and men affected by crime.