During a COVID-19 Response briefing, Acting Administrator Slavitt provided an update on how severe weather across the US has impacted vaccine deliveries and administration. Due to the weather, there is a backlog of about 6 million vaccine doses, representing about three days of delayed shipping. The weather has impacted the logistics and distribution teams, as well as road closures and power outages at vaccine sites. However, as weather conditions improve, efforts are underway to clear the backlog and deliver the doses within the next week. UPS and FedEx will support Saturday deliveries, and the packaging plant for Moderna vaccines is coming online. Slavitt urged states, vaccination sites, and vaccinators to extend their hours, offer additional appointments, and reschedule vaccinations to catch up. He also announced the opening of five additional vaccination centers in Pennsylvania and Florida. 

Dr. Walensky provided an update on the state of the pandemic, noting a decline in COVID cases and hospital admissions. However, she emphasized the need for continued precautions, as well as the importance of vaccine safety. She highlighted a study that showed common side effects of the COVID-19 vaccine, such as pain, fatigue, and headache, and reassured the public that these are normal and temporary. She also mentioned rare cases of severe allergic reactions and deaths, but clarified that these were not related to the vaccine. Dr. Fauci discussed the status of vaccine trials and addressed the question of single-dose efficacy. He explained that while a single dose may provide some protection, it is not as durable or effective as two doses. He emphasized the importance of following the recommended two-dose regimen, especially in light of new variants. 

During the Q&A session, Slavitt and the other doctors addressed questions about the federal mass vaccination sites, school openings, and dosing. They emphasized the collaborative approach with states in setting up vaccination sites and the availability of in-person learning even in areas with high COVID-19 cases. They also addressed a study suggesting single-dose efficacy and reiterated the importance of the two-dose regimen for optimal protection. The briefing concluded with a discussion on the lack of health infrastructure in hard-hit communities and efforts to address access barriers. Dr. Walensky also mentioned that the decrease in life expectancy due to the pandemic, particularly among older populations and racial/ethnic minorities, will require long-term investment in public health infrastructure and improving overall health.