President Obama will host Afghan President Ghani and Chief Executive Officer Abdullah for meetings and a working lunch at the White House on March 24th. They will discuss security, economic development, and US support to the Afghan-led reconciliation process. This marks the first meeting between the two Presidents at the White House since the 2014 presidential election, which produced the first democratic transfer of power in Afghan's history. President Ghani will also engage in high-level strategic dialogue hosted by Secretary Kerry at Camp David. The visit highlights the importance of continuing bilateral cooperation and the American commitment to the US-Afghan strategic partnership. In regards to the Department of Homeland Security funding issue, President Obama will not allow the agency to shut down and will sign a short-term extension if necessary. He believes that the Speaker of the House should put the bipartisan bill up for a vote, which would fully fund the Department of Homeland Security for the rest of the fiscal year. The President has made a decision on the pace of the withdrawal of US troops from Afghanistan and will continue to monitor the implementation of the drawdown strategy. The White House does not have a reaction to Wisconsin Governor Scott Walker's comments comparing members of organized labor to Islamic State terrorists. The President's administration has been working closely with Senator Warren on various issues, but there is disagreement on the benefits of opening up access to overseas markets. The White House believes that the President has earned the benefit of the doubt and hopes that Senator Warren and others will keep an open mind on the trade agreement. The President will meet with members of his Task Force on 21st Century Policing on Monday to discuss their recommendations on strengthening community policing and trust among law enforcement officers and the communities they serve. On Tuesday, the President and First Lady will deliver remarks at the White House on expanding efforts to help adolescent girls worldwide attend and stay in school. The President and First Lady will travel to Selma, Alabama on Saturday to commemorate the 50th anniversary of the Selma to Montgomery marches and highlight the administration's efforts to mark the 50th anniversary of the signing of the Voting Rights Act of 1965.