The White House Office of the Press Secretary held a conference call to discuss the new sanctions being imposed on Russia in response to its actions in Ukraine. The call included senior administration officials who provided an update on the sanctions and explained the reasons behind them. The officials stated that Russia has continued to violate the sovereignty and territorial integrity of Ukraine and has failed to meet its commitments under the agreement reached in Geneva. As a result, the United States and its European allies have decided to impose additional targeted sanctions to impose a cost on Russia. The sanctions include measures against individuals, companies, and limits on exports of certain high-tech materials relevant to the Russian defense industry. The officials also mentioned that these sanctions have already had a substantial impact on the Russian economy, and with these additional steps, the impact will only grow. They also emphasized that there are further options available, including the possibility of imposing sectoral sanctions on the Russian economy if the situation escalates further. The officials also discussed the ongoing violence in eastern Ukraine and the treatment of OSCE observers who are being held captive by militants. They mentioned that the situation remains volatile and that Russia has done nothing to get the observers released. The officials also addressed questions about the alignment of the sanctions with the European Union, the impact of the sanctions on the Russian economy, the possibility of reversing Russia's annexation of Crimea, the provision of military aid to Ukraine, and the potential economic impact of sectoral sanctions on Europe. They stressed the importance of a unified approach with Europe and the effectiveness of the sanctions in imposing costs on Russia. The officials also stated that they have a range of options available, including further sanctions on different actors if necessary. They reiterated their commitment to supporting the Ukrainian government and helping stabilize the economy, but noted that there is no silver bullet solution and that all available tools need to be used to impose costs on Russia. They concluded by stating that if Russia continues down its current path, it will face greater international isolation and economic pain.