President Obama traveled to Durham, North Carolina to meet with his Jobs and Competitiveness Council at the headquarters of Cree, a leading manufacturer of energy efficient LED lighting. During his visit, the President toured the company's LED lighting product assembly facility, met with the Jobs Council, and delivered remarks to Cree employees, Jobs Council members, local business owners, and representatives from engineering colleges and universities in the area.

The Jobs Council, led by GE Chairman and CEO Jeff Immelt, is composed of representatives from various sectors of the economy and leaders in diverse industries. They held their first meeting at the White House in February 2011 and committed to holding their second meeting outside of Washington, DC. Cree's facility in North Carolina's Research Triangle Park area was chosen as the location for the second meeting.

Cree is a prime example of American innovation, manufacturing, and advanced technology. The company was founded in 1987 by a group of North Carolina State University engineering students and has since grown to employ over 5,000 people worldwide. Since January 2009, Cree has hired over 746 full-time positions in Durham, including over 180 scientists and engineers. They have also built a new LED lighting production line at their Durham facility and have broken ground on a new site for future growth.

Cree's LED lighting has been installed in various federal buildings, including the US Treasury, Navy Seal Team 6 headquarters, and Camp Pendleton, as part of the administration's efforts to promote energy efficiency.

This is not President Obama's first visit to Cree. He previously held a clean energy townhall with workers at the company in May 2008. Vice President Biden and Secretary Chu also held an event at Cree in March 2010 to highlight job creation resulting from a tax credit the company received for domestic advanced manufacturing.

The article also lists the members of the Jobs Council and other officials in attendance at the event.