On January 4, 2011, the President signed into law multiple bills, including:

1. H.R. 81 - Shark Conservation Act of 2010 and International Fisheries Agreement Clarification Act: Prohibits the removal of shark fins at sea and makes amendments to international fisheries laws.
2. H.R. 628 - Establishes a pilot program for cases involving patent or plant variety protection issues.
3. H.R. 1107 - Restates and reorganizes public contract laws in the United States.
4. H.R. 1746 - Authorizes appropriations for the Federal Emergency Management Agency's Pre-Disaster Mitigation program for FYs 2011-2013.
5. H.R. 2142 - Amends the Government Performance and Results Act to establish a Federal government performance plan.
6. H.R. 2751 - FDA Food Safety Modernization Act: Modernizes the food safety system to prevent food-borne illnesses and respond to outbreaks.
7. H.R. 4445 - Indian Pueblo Cultural Center Clarification Act: Repeals a restriction on the treatment of certain lands held in trust for Indian Pueblos in New Mexico.
8. H.R. 4602 - Designates a facility of the United States Postal Service as the Emil Bolas Post Office.
9. H.R. 4748 - Northern Border Counternarcotics Strategy Act of 2010: Requires the Office of National Drug Control Policy to develop a Northern Border Counternarcotics Strategy.
10. H.R. 4973 - National Wildlife Refuge Volunteer Improvement Act of 2010: Reauthorizes and amends authorities relating to volunteer programs and community partnerships for national wildlife refuges.
11. H.R. 5116 - America COMPETES Reauthorization Act of 2010: Reauthorizes programs to strengthen research and education in science, technology, engineering, and mathematics.
12. H.R. 5133 - Designates a facility of the United States Postal Service as the Staff Sergeant Frank T. Carvill and Lance Corporal Michael A. Schwarz Post Office Building.
13. H.R. 5470 - Excludes specified external power supplies from energy efficiency standards.
14. H.R. 5605 - Designates a facility of the United States Postal Service as the George C. Marshall Post Office.
15. H.R. 5606 - Designates a facility of the United States Postal Service as the James M. "Jimmy" Stewart Post Office Building.
16. H.R. 5655 - Designates the Little River Branch facility of the United States Postal Service as the Jesse J. McCrary, Jr. Post Office.
17. H.R. 5809 - Diesel Emissions Reduction Act of 2010: Modifies and reauthorizes the Environmental Protection Agency's Diesel Emissions Reduction Program.
18. H.R. 5877 - Designates a facility of the United States Postal Service as the Lance Corporal Alexander Scott Arredondo, United States Marine Corps Post Office Building.
19. H.R. 5901 - Authorizes the U.S. Tax Court to appoint employees under a personnel management system.
20. H.R. 6392 - Designates a facility of the United States Postal Service as the Colonel George Juskalian Post Office Building.
21. H.R. 6400 - Designates a facility of the United States Postal Service as the Earl Wilson, Jr. Post Office.
22. H.R. 6412 - Access to Criminal History Records for State Sentencing Commissions Act of 2010: Requires the Department of Justice to exchange records and information with State sentencing commissions.
23. H.R. 6510 - Directs the General Services Administration to convey real property in Houston, Texas to the Military Museum of Texas.
24. H.R. 6533 - Local Community Radio Act of 2010: Modifies restrictions on low-power