The G-8 leaders have concluded that promoting growth and jobs is their top priority. They have agreed to support the global recovery by nurturing demand, securing public finances, and exploiting all sources of growth. The fight against unemployment, especially long-term and youth unemployment, is critical on both domestic and collective agendas. While global economic prospects remain weak, the downside risks have reduced thanks to policy actions taken in the US, euro area, and Japan, as well as the resilience of major developing and emerging market economies. However, there is a need for countries to continue with necessary reforms to restore sustainable growth and jobs. The euro area remains in recession, and additional strengthening of the architecture of the European Economic and Monetary Union is strongly needed. Fiscal sustainability and financial stability should go hand in hand with growth-oriented structural reforms. The US recovery is ongoing, and Japan's growth will be supported by fiscal stimulus and bold monetary policy. Central banks have continued to use accommodative monetary policy to support their domestic economies. Russia is experiencing low unemployment and a favorable fiscal position but faces challenges from moderate global growth and volatile commodity prices. The G-8 leaders are committed to taking further action to restore confidence, encourage investment and job creation, support the recovery, and reduce global imbalances. They emphasize the need for decisive action, cooperation, and the continuation of monetary policy to support the recovery. Restoring medium-term fiscal sustainability remains a priority, and fiscal policy should allow for flexibility in accommodating economic conditions. Structural reforms are crucial for sustainable growth, job creation, competitiveness, and confidence. Urgent measures are needed to create quality jobs, especially for the young and the long-term unemployed. The G-8 leaders are committed to making necessary reforms in their own economies to support financial systems, labor markets, jobs, growth, and world trade.