The White House is closely monitoring the situation in Iraq, particularly the dire humanitarian situation caused by the actions of ISIS. The United States strongly condemns ISIS's assault on Sinjar and surrounding areas. The President has been in touch with his national security team, and the United States is working with Iraqi and Kurdish authorities to address the humanitarian crisis. The United States is supporting ongoing efforts by providing training, resources, and supplies to the Iraqi security forces. The President has made it clear that there are no American military solutions to the problems in Iraq and that political reforms by the Iraqi government are necessary. The President is considering options under the law to address the immigration crisis and may extend work permits to those who are here illegally. The President's commitment to the strategy in Afghanistan remains unchanged, and the United States will continue to support the Afghan people in their efforts to take responsibility for their own security. The President's decision to return to the White House for a day or two during his vacation is to have in-person meetings with White House staff. The President will have the necessary resources and communication capabilities to perform his duties as Commander-in-Chief while on vacation. The President is considering a range of options to address the situation in Iraq, including potential military action, but decisions will be made based on the specific circumstances and in consultation with Congress. The President is also closely monitoring the situation in Ukraine and is concerned about the ongoing troop buildup by Russia. The President's commitment to a strategy in Afghanistan remains unchanged, and the United States will continue to support the Afghan people in their efforts to take responsibility for their own security. The President's decision to return to the White House for a day or two during his vacation is to have in-person meetings with White House staff. The President will have the necessary resources and communication capabilities to perform his duties as Commander-in-Chief while on vacation. The President is considering a range of options to address the situation in Iraq, including potential military action, but decisions will be made based on the specific circumstances and in consultation with Congress.