President Joe Biden has appointed several individuals to key regional leadership roles at the United States Department of Agriculture (USDA), Environmental Protection Agency (EPA), and Department of Health and Human Services (HHS). These appointees will play a crucial role in the President's efforts to rebuild communities impacted by the pandemic, promote economic recovery, and address climate change. The appointees have deep expertise in their respective fields and strong relationships with federal, state, tribal, and local leaders. They also represent the diversity of America and the communities they serve.

For the USDA, Joy Kono has been appointed as the State Executive Director for the Farm Service Agency in Hawaii. Kono has over 30 years of experience in support programs and a firsthand understanding of Hawaii's diverse agricultural industry. She has worked for Kamehameha Schools for the past 20 years and currently oversees teams that process over 30,000 applications annually for various programs.

Maria Herrera has been appointed as the State Director for Rural Development in California. Herrera, the daughter of farmworker parents, grew up in rural agricultural communities in California's San Joaquin Valley. She has worked in various organizations dedicated to community development and has tackled water contamination and shortages, improved access to government, and worked to create resilient and sustainable communities.

At the EPA, Casey Sixkiller has been appointed as the Regional Administrator for Region 10, which serves Alaska, Idaho, Oregon, and Washington. Sixkiller previously served as Deputy Mayor of the City of Seattle and Chief Operating Officer of King County. He has extensive experience in public policy and business development and has worked to embed equity and social justice in decision-making processes.

Joseph Palm has been appointed as the Regional Director for Region 7 at HHS, which serves Iowa, Kansas, Missouri, and Nebraska. Palm has a background in public health and has worked as the Chief of the Office of Minority Health at the Missouri Department of Health and Senior Services. He has been involved in various health initiatives, including COVID-19 testing and vaccination efforts in underserved communities.

These appointments reflect President Biden's commitment to building an administration that represents the diversity of America and is dedicated to addressing the needs of communities across the country.