During a press gaggle en route to Orlando, Principal Deputy Press Secretary Eric Schultz made a scheduling announcement that President Obama will appear with three YouTube content creators after the event in Orlando. Schultz also announced that it was Jess Allen's last day as press assistant at the White House, and she will be moving to the Department of Education. When asked about the FBI's investigation into new emails related to Hillary Clinton, Schultz stated that the White House had received the letter from Director Comey through press reports and did not have advance warning. He declined to comment on the nature of the investigation and reiterated that the President believes the FBI should follow the facts wherever they lead. Schultz also mentioned that the President does not believe that anything has surfaced to change his opinion of Secretary Clinton and that he will not be addressing the email controversy at his upcoming rally. Additionally, Schultz discussed the Senate race in Florida and the President's support for Congressman Murphy. He stated that the President believes Murphy deserves to be promoted to the Senate and will contrast his record with that of his opponent, Senator Rubio. Schultz also addressed questions about Vice President Biden potentially becoming Secretary of State in a Clinton administration, saying that the Clinton campaign is focused on earning the necessary electoral votes and that Biden has the credentials for the role. On the topic of the Dakota Access Pipeline protests, Schultz confirmed that the White House is aware of the situation and that officials at the Department of Justice have been in touch with local officials and law enforcement. Regarding the transition of power, Schultz mentioned that the President has been working on ensuring a peaceful and seamless transition for years, and that both campaigns should be contacted for information about their representatives at the Transition Council meeting. Finally, Schultz confirmed that the presidential limo has "taxation without representation" license plates, in support of D.C. voting rights.