The article discusses the efforts of the United States and NATO in supporting NATO partners such as Georgia, Ukraine, and Moldova. The United States provides support in three main areas: direct security assistance, training and exercises, and long-term reform of defense and security institutions. For Ukraine, the US has provided a comprehensive $335 million security assistance package, which includes training, equipment, and advisory support. NATO also provides assistance to Ukraine through advisory support, defense reform, defense education, and countering improvised explosive devices. 

For Georgia, the US has increased security assistance to enhance the defense capacity and NATO interoperability of its forces. This includes support for professionalization and modernization of the Ministry of Defense and Armed Forces, promoting NATO interoperability, and participating in US-sponsored exercises. NATO's assistance to Georgia includes strategic advisory support, periodic exercises, joint training and evaluation, logistics facility establishment, and defense institution building.

In Moldova, the US has increased security assistance to promote stability, modernize its forces, and facilitate its participation in NATO operations. This includes training and equipment for secure communications, mobility, and medical support. NATO's assistance to Moldova includes offering advice and assistance in developing national security, defense, and military strategies, as well as assistance in developing land and air forces, command and control, training doctrine and infrastructure, cyber defenses, and military education.

The article also mentions the efforts of NATO and the US in supporting other partners such as Iraq, Jordan, and Tunisia. NATO provides assistance to Iraq in enhancing its defense capacities and reforming its security sector. Jordan has earned Enhanced Opportunities Partner status and receives support in various areas of military cooperation. Tunisia has actively participated in NATO activities and has signed an Individual Partnership Cooperation Program to promote practical cooperation in areas such as intelligence exchange, counter-terrorism, cyber defense, and border control. The US has also provided bilateral security sector assistance to Tunisia to enhance its capacity to counter internal and regional threats from terrorism.