The joint statement by the United States and the Republic of Singapore highlights the strong relationship between the two countries over the past 50 years. The statement emphasizes their commitment to advancing their strategic partnership in various areas. 

In terms of economic cooperation, the US and Singapore prioritize trade liberalization, market reform, innovation, entrepreneurship, climate change mitigation, clean energy, and intellectual property protection. They also emphasize the importance of the US-Singapore Free Trade Agreement and the Trans-Pacific Partnership (TPP), and urge all participating countries to ratify the TPP agreement as soon as possible. 

The two countries also aim to strengthen their cooperation on tax issues, including the exchange of relevant tax information and the avoidance of double taxation. They also plan to collaborate on Smart City development and digital innovation, as well as deepen economic cooperation under the U.S.-ASEAN Connect initiative. 

In terms of security and defense cooperation, the US and Singapore reaffirm their commitment to their defense partnership and express support for an open, reliable, and secure global internet. They also endorse a common approach to international cyber stability and commit to promoting responsible state behavior in cyberspace. Additionally, they emphasize the importance of addressing regional and global challenges such as maritime security, climate change, and terrorism. 

The joint statement also highlights the commitment of both countries to ASEAN centrality and strengthening the regional architecture in the Asia-Pacific. They pledge to support the peace, prosperity, and security of the Asia-Pacific through cooperation in areas such as transportation security, climate change, and biodiversity conservation. 

Lastly, the US and Singapore affirm their commitment to deepening people-to-people ties and enhancing their enduring partnership. They announce the launch of an exchange scholarship program and express support for the U.S. Young Southeast Asian Leaders Initiative (YSEALI). They also highlight initiatives to facilitate travel between the two countries, such as the inclusion of Singapore citizens in the Global Entry eligibility and the Trusted Traveler Program.