President Barack Obama and President Abdo Rabu Mansour Hadi of Yemen met at the White House and expressed their commitment to strengthening the U.S.-Yemen relationship. They discussed the importance of stability, security, prosperity, and unity in Yemen, as well as the progress made in the country's democratic transition. President Hadi thanked President Obama for the U.S.'s support and commended his efforts in advancing peace and security in the Middle East. The two Presidents pledged to work together to help Yemen achieve strengthened governance, security, rule of law, protection of human rights, and economic opportunities. They also reaffirmed their commitment to counterterrorism and agreed to cooperate in the return of Yemeni detainees from Guantanamo Bay. They discussed Yemen's efforts to implement the Gulf Cooperation Council Initiative and the support from the international community. President Obama praised the inclusive and representative nature of Yemen's ongoing National Dialogue and the role of women, youth, and civil society in the political transition. The Presidents also discussed the importance of economic reform and social development for Yemen's stability and prosperity and agreed to continue working together in expanding economic opportunities and fostering private sector development. They urged donors to support Yemen in addressing the humanitarian crisis and fulfilling its commitments to responsible governance and reform. In terms of security and counterterrorism, they discussed efforts to counter the threat posed by al-Qa'ida in the Arabian Peninsula and affirmed the importance of combating terrorism within the framework of the rule of law. President Obama reiterated his commitment to closing the Guantanamo Bay detention facility and lifting the moratorium on detainee transfers to Yemen. President Hadi expressed his intention to establish an extremist rehabilitation program and both Presidents agreed to remain in close consultation on this matter.