In this statement, President Obama addresses the humanitarian crisis at the US-Mexico border caused by the surge of unaccompanied children and adults with children arriving in the Rio Grande Valley. He emphasizes that the issue is not people evading enforcement officials but that they are being apprehended in large numbers. The President discusses the steps that his administration has taken to address the situation, including directing FEMA to coordinate the response at the border and sending Vice President Biden, Secretary Kerry, and Secretary Johnson to meet with Central American leaders. He also mentions Mexico's steps to help stem the flow of unaccompanied children. President Obama calls on Congress to pass legislation to increase penalties on smugglers and provide funding for border security and expedited removal of migrants who do not qualify for humanitarian claims. He highlights the need to treat children humanely while in custody and addresses concerns about the immigration judicial system and administrative processing. The President emphasizes the importance of addressing the root problems in Central America and urges Congress to pass comprehensive immigration reform. He also discusses his conversation with Governor Perry and the need for federal-state collaboration on the issue. President Obama expresses his willingness to consider deploying National Guard troops but emphasizes the need for a permanent solution. He calls on Republicans to pass the supplemental and urges Governor Perry to influence the Texas delegation to support it. The President emphasizes that he is focused on solving the problem rather than engaging in photo ops and criticizes those who suggest he should visit the border, pointing out that he is already aware of the situation and has sent legislation to Congress. He addresses concerns about DACA and argues that comprehensive immigration reform would allow for the reallocation of resources to address the problem. President Obama concludes by thanking faith-based groups, mayors, and local officials for their compassion and emphasizes the need to help children live safely in their own countries.