President Biden's Investing in America agenda aims to accelerate the production of affordable electric vehicles (EVs) and promote clean energy. As part of this agenda, the White House has announced public and private commitments to support the transition to EVs under the EV Acceleration Challenge. The goal is to have 50 percent of all new vehicle sales be electric by 2030. Since President Biden took office, electric vehicle sales have tripled, and the number of publicly available charging ports has increased by over 40 percent. There are now over three million EVs on the road and more than 135,000 public EV chargers across the country. 

To further support the adoption of EVs, President Biden's Inflation Reduction Act expands tax credits for the purchase of new and used EVs and provides incentives to electrify heavy-duty vehicles like school buses. The act also supports the installation of residential, commercial, and municipal EV charging infrastructure. These incentives aim to lower the cost of EVs and charging infrastructure, increase consumer demand, promote equity and inclusion, and accelerate the growth of the EV market. The investments in EVs are also creating manufacturing jobs in America and attracting private sector investments, with over $100 billion already announced for battery manufacturing alone.

In addition to government initiatives, companies and nonprofits, such as Blink Charging, the National Automobile Dealers Association, Pacific Gas & Electric, Uber, and Zipcar, are making commitments to expand EV fleets, increase consumer education, and grow the availability of EV charging. These commitments fall into four categories: Consumer Education and Support, Tools and Resources, EV Fleet Expansion, and Community Charging: Commercial and Multifamily.

The EV Acceleration Challenge is accepting submissions from organizations on a rolling basis, and the White House will continue to highlight additional commitments. The overall goal is to bring a clean, safe, affordable, and reliable transportation future to Americans even faster.