President Joe Biden has announced his nominations for Representatives of the United States to the 78th Session of the General Assembly of the United Nations. The nominees are Congresswoman Barbara Lee, Congressman French Hill, Janet Keller, Calvin Smyre, and Jeff Worthe.

Congresswoman Barbara Lee has served California's 9th congressional district since 1998. She has authored numerous bills and resolutions that have been signed into law. She is a member of the House Appropriations Committee and serves as the Ranking Democratic Member on the subcommittee on State and Foreign Operations.

Congressman French Hill has represented Arkansas's Second Congressional District since 2015. He serves as the Vice Chairman of the House Financial Services Committee and Chairman of the subcommittee overseeing digital assets and financial technology. He has extensive experience in finance and government, including serving as Deputy Assistant Secretary of the Treasury for Corporate Finance.

Janet Keller is a political consultant and founder of Keller Consultants. She has been involved in politics and public policy for over 30 years. She has served on the California Regional Water Quality Control Board and the President's Committee on the Arts and the Humanities.

Calvin Smyre served as an elected State Representative in the Georgia General Assembly for 48 years. He is known for his work on legislation such as making Dr. Martin Luther King, Jr.'s birthday a state holiday and creating the Georgia Dome. He has also been involved in various civic organizations and served as President of the National Black Caucus of State Legislators.

Jeff Worthe is the President of Worthe Real Estate Group, a company specializing in the development and refurbishment of office properties in Los Angeles. He is involved in various charitable organizations and serves on the boards of Children's Hospital Los Angeles and the University of California, Santa Barbara Foundation.

These nominees will represent the United States at the 78th Session of the General Assembly of the United Nations.