This article is about an executive order issued by President Barack Obama in 2015 regarding hostage recovery activities. The order acknowledges the increase in hostage-takings by terrorist organizations and criminal groups, particularly targeting private citizens such as journalists and aid workers. The purpose of the order is to establish a coordinated effort by the United States Government to recover U.S. nationals held hostage abroad and deter future hostage-takings.

The executive order establishes the Hostage Recovery Fusion Cell (HRFC), which is an interagency body chaired by the Director of the Federal Bureau of Investigation (FBI). The HRFC includes participation from various government departments and agencies, such as the Department of State, Department of Defense, and Central Intelligence Agency. The HRFC is responsible for coordinating efforts to secure the safe recovery of hostages and to share information and resources among participating agencies.

Additionally, the executive order establishes the Hostage Response Group (HRG), chaired by the Special Assistant to the President and Senior Director for Counterterrorism. The HRG works in conjunction with the HRFC and is responsible for identifying and recommending hostage recovery options and strategies to the President, coordinating the development and implementation of hostage recovery policies, and receiving updates on the status of U.S. nationals held hostage.

The order also establishes a Special Presidential Envoy for Hostage Affairs, who is appointed by the President and reports to the Secretary of State. The Special Envoy leads diplomatic engagement on U.S. hostage policy and coordinates diplomatic efforts in support of hostage recovery.

The executive order requires reporting on the progress and implementation of the HRFC and the overall order within specific timeframes. It also provides a definition of "U.S. national" for the purposes of the order.

Overall, the executive order aims to enhance the United States' ability to recover hostages held abroad, provide support to hostages and their families, and coordinate efforts among government agencies.