Executive Order 13562, signed by President Barack Obama on December 27, 2010, establishes the Pathways Programs to recruit and hire students and recent graduates for federal government positions. The order acknowledges that the existing competitive hiring process for the federal civil service favors applicants with previous work experience, creating a barrier to hiring students and recent graduates. The order aims to improve the federal government's recruiting efforts, offer clear paths to internships and civil service careers, and provide training and mentoring opportunities. The order establishes the Internship Program, the Recent Graduates Program, and modifies the Presidential Management Fellows Program to collectively form the Pathways Programs. The order also directs the Director of the Office of Personnel Management (OPM) to issue regulations implementing the Pathways Programs, including describing the positions eligible for the programs, rules for public notice, career development opportunities, performance assessment, OPM oversight, evaluation of agency effectiveness, and standard naming conventions. The Internship Program provides paid opportunities for students to work in agencies while still in school, replacing the existing Student Career Experience Program. The Recent Graduates Program provides developmental experiences for individuals who have recently graduated from qualifying educational institutions. The Presidential Management Fellows Program aims to attract outstanding graduate-level students with an interest in leadership and management of public policies and programs. The order specifies appointment and conversion procedures for the Pathways Programs, establishes the Schedule D of the excepted service, amends Civil Service Rule VI, and assigns responsibilities to the Director of OPM. It also revokes and supersedes previous executive orders related to federal career intern programs and the presidential management fellows program. The order emphasizes the need for equal employment opportunity and veterans' preference criteria in the Pathways Programs and requires agencies to designate Pathways Programs Officers to administer the programs and report to OPM. The order takes effect on March 1, 2011, and is subject to applicable law and availability of appropriations. It does not create any rights or benefits enforceable against the United States or its departments, agencies, or entities.