The article is a transcript of President Barack Obama's State of the Union address. He begins by acknowledging that this is his eighth and final year addressing the nation, and expresses his desire to be brief. He appreciates the bipartisan cooperation in passing a budget and making permanent tax cuts for working families. He mentions priorities such as criminal justice reform and helping those struggling with prescription drug addiction. 

Obama then shifts his focus to the future, highlighting the extraordinary changes happening in the world that are redefining the way we live and work. He emphasizes the need to adapt to these changes and tackle issues such as immigration, gun violence, equal pay, and paid leave. He believes that America's unique strengths, such as optimism, innovation, diversity, and commitment to the rule of law, will ensure our prosperity and security for future generations.

The President discusses the state of the economy, noting that the US has the strongest and most stable economy in the world. He mentions the creation of new jobs, the reduction of unemployment, and the growth of industries such as automotive and manufacturing. However, he acknowledges that the economy is changing and that workers are facing challenges such as automation and globalization, which lead to income inequality. Obama emphasizes the need for education and training, making college more affordable, and providing benefits and protections for workers.

He also addresses the importance of innovation in addressing major challenges like climate change and cancer. He highlights the progress made in clean energy and reducing carbon emissions, and calls for investment in renewable energy sources. The President expresses the need for global cooperation and leadership in addressing issues like terrorism, but also cautions against becoming the world's police.

Obama stresses the importance of improving our political system and restoring trust and cooperation. He calls for redistricting reform, reducing the influence of money in politics, and simplifying the voting process. He encourages citizens to be engaged and active in public life, and to reject divisions based on race or religion.

The President concludes by expressing his confidence in the American people and their ability to shape a better future. He sees hope in the hardworking citizens, the innovative entrepreneurs, the compassionate activists, and the dedicated public servants. Obama believes in the power of democracy and the strength of the American spirit, and he calls on the nation to work together to ensure a brighter future.