During a press briefing, White House Press Secretary Jen Psaki provided updates on various topics. She announced that President Biden will meet with Russian President Putin in Geneva on June 16th to discuss pressing issues and seek to restore stability to the U.S.-Russia relationship. Psaki also responded to criticism from Republicans regarding the meeting, stating that diplomacy involves meeting with leaders even when there are disagreements. She reiterated that the meeting is not a reward for Putin, but an opportunity to raise concerns and work towards a more stable relationship.

Psaki addressed questions about the George Floyd Act and negotiations on police reform. She stated that the President wants to allow negotiators the time and space to reach a compromise. Psaki noted that progress is being made and expressed the President's trust in Senator Booker and Congresswoman Bass. She also defended the administration's efforts on police reform, highlighting the appointment of DOJ leadership to prioritize investigations into systemic police misconduct and the increase in funding for the Department of Justice's Civil Rights Division.

Regarding the origins of COVID-19, Psaki reiterated the President's call for an independent investigation led by the international community. She emphasized the need for China to provide data and be transparent. Psaki also mentioned that the President believes all theories should be explored but that conclusions should not be jumped to without sufficient evidence.

Psaki discussed the rise in violent crime and the administration's efforts to address it. She highlighted the proposed funding for community violence-intervention programs and the increase in funding for the COPS program. Psaki mentioned that the President believes in the importance of rebuilding trust in communities and supporting local initiatives.

On infrastructure negotiations, Psaki stated that progress is being made and that the President is encouraged by the joint statement from Democratic and Republican negotiators. She mentioned upcoming bills and markups related to infrastructure and expressed the President's commitment to signing an infrastructure bill into law as soon as possible.

Psaki also addressed other topics such as the Olympics, the housing market, anti-Semitism, and travel restrictions. She provided updates on the administration's efforts to combat anti-Semitism and ensure the safety and security of religiously affiliated facilities. Psaki stated that the lifting of travel restrictions would be based on guidance from public health experts and an interagency process. She also mentioned that there are no announcements regarding ambassador positions at this time.