During a press gaggle aboard Air Force One, Principal Deputy Press Secretary Eric Schultz discussed several topics. He first highlighted the presidential policy directive approved by President Obama to solidify the United States' policy with respect to Cuba, emphasizing the progress made in normalizing relations between the two countries. Schultz also mentioned the further regulatory changes issued by the Departments of Treasury and Commerce to build on this progress. 

Schultz then addressed questions about the President's National Security Council meeting, where ongoing efforts to reduce violence, increase humanitarian aid access, and advance a political transition in Syria were discussed. He clarified that no major announcements were expected from the meeting but emphasized the President's commitment to intensifying the military campaign against ISIL and al Qaeda. Schultz also mentioned Secretary Kerry's upcoming meeting in Switzerland to discuss the multilateral approach to resolving the Syrian crisis.

Regarding the recent hacks and leaks, Schultz acknowledged Pence's statement about Russian interference in the election and the WikiLeaks hack of Podesta's emails. He clarified that the President's communications with his top advisors are not usually released, but the tens of thousands of State Department emails can be addressed with them. Schultz also addressed concerns about Trump not recognizing the election result, stating that the President has confidence in the U.S. election system and that those claims don't seem to be coming from someone who would be on the cusp of winning.

Schultz briefly discussed the accusation of Russian interference in the election and its potential impact on U.S.-Russia relations. He acknowledged the complicated relationship with Russia, mentioning areas of cooperation and disagreement. Schultz stated that the U.S. raises its concerns about Russia's conduct in cyberspace at all levels of engagement.

Other topics covered in the press gaggle included Senator Warren's request to fire the SEC chairwoman, the President's response to heckling, and the First Lady's recent speeches. Schultz also addressed questions about missile defense systems in Asia and the Mosul offensive in Iraq. He concluded by providing a preview of the week ahead, including the President's visit to Benjamin Banneker Academic High School, the official visit of Italian Prime Minister Matteo Renzi, and the President's trip to Miami-Dade College to deliver remarks on the Affordable Care Act.