This article discusses Executive Order 13581, signed by President Barack Obama on July 25, 2011, which aims to block the property of transnational criminal organizations. The order is based on the authority granted to the President by the International Emergency Economic Powers Act (IEEPA), the National Emergencies Act (NEA), and section 301 of title 3, United States Code. The order states that these criminal organizations pose a significant threat to the stability of international political and economic systems. They are becoming increasingly sophisticated and dangerous, and are involved in activities such as violent civil conflicts and facilitating the activities of other dangerous individuals. The order declares a national emergency to deal with this threat. It blocks the property and interests in property of the organizations listed in the Annex to the order, as well as any person determined by the Secretary of the Treasury, in consultation with the Attorney General and the Secretary of State, to be a significant transnational criminal organization or to have provided support to such organizations. The order prohibits donations to these blocked persons and any transactions that evade or violate the prohibitions set forth in the order. It also provides definitions for terms used in the order, such as "person," "entity," "United States person," "foreign person," and "significant transnational criminal organization." The Secretary of the Treasury, in consultation with the Attorney General and the Secretary of State, is authorized to take necessary actions to carry out the purposes of the order. The order also allows for the Secretary of the Treasury to determine when the blocking of property is no longer warranted and to submit reports to Congress on the national emergency declared in the order. It is important to note that the order does not create any enforceable rights or benefits against the United States or any other party. The order went into effect on July 25, 2011. The Annex to the order lists four specific entities that are subject to the blocking of property and interests in property: The Brothers' Circle, Camorra, Yakuza, and Los Zetas.