The article discusses the progress made by the My Brother's Keeper (MBK) Task Force, an initiative launched by President Barack Obama in 2014 to address opportunity gaps faced by young people, particularly boys and young men of color. The report highlights three areas of focus: state and local engagement, private sector action, and public policy review and reform.

Under state and local engagement, nearly 200 mayors, tribal leaders, and county executives across 43 states and the District of Columbia have accepted the MBK Community Challenge. These communities are working with experts in youth and community development to create action plans to address opportunity gaps. They are provided with technical assistance from federal agencies and independent organizations.

In terms of private sector action, foundations, businesses, and social enterprises have committed over $300 million in grants and resources to advance the mission of MBK. This includes investments in safe schools, mentoring programs, juvenile justice reforms, and school redesign. Examples include the Council of the Great City Schools coordinating urban school systems to better serve students, Prudential committing $13 million to support MBK communities, and the NBA partnering with MENTOR to recruit 25,000 new mentors.

Regarding public policy, the MBK Task Force has encouraged the implementation of recommendations outlined in a previous report. This has led to federal investments in evidence-based interventions, such as the Department of Labor's American Apprenticeship Initiative and the National Guard Youth ChalleNGe. Public-private partnerships are also engaging underserved youth in service programs. Additionally, the Departments of Education and Justice have issued guidance to ensure incarcerated youth have the full protection of existing laws and benefits. The federal government is also working to track quality data for boys and young men of color.

Overall, the report showcases the progress made by the MBK Task Force in its efforts to close opportunity gaps and improve outcomes for all young people.