This article is a fact sheet released by the White House Office of the Press Secretary, detailing President Obama's priorities in the Latino community. The article highlights the Obama Administration's achievements in various areas, including education, healthcare, job opportunities, business development, homeownership, immigration, climate change, and strengthening relationships with Latin America. Some key points include:

1. Education: The high school graduation rate is at its highest in history, with significant gains made by Hispanic students. The administration has invested over $12 billion in research grants and resources for Hispanic students, simplified financial aid processes, and increased funding for Head Start programs.

2. Healthcare: The Affordable Care Act has provided access to quality and affordable healthcare for 4 million more Hispanic adults. Preventive services are now available to 8.8 million Hispanics with private insurance, and $11 billion has been invested in Community Health Centers.

3. Job Opportunities: The Latino unemployment rate has dropped from 13.1% to 6.4% since 2009. Efforts to increase the minimum wage have been supported by the President and the Department of Labor, benefiting 35 million workers, 24% of whom are Hispanic.

4. Business Development: The number of Hispanic-owned businesses increased by 47% from 2007-2012, with $2.8 billion in contracts and financing facilitated by the Minority Business Development Agency.

5. Homeownership: The Federal Housing Administration has made homeownership more affordable for responsible Latino families by reducing annual premiums for new borrowers. More than 50% of Hispanic first-time homebuyers use FHA-insured loans.

6. Immigration: President Obama supports comprehensive immigration reform. Deferred Action for Childhood Arrivals (DACA) remains in place and has positively impacted over 680,000 young Dreamers. The administration prioritizes deportation of criminals and individuals posing national security threats while working towards modernizing the legal immigration system.

7. Climate Change: The EPA has implemented measures to cut carbon pollution from power plants and protect public health, with a particular focus on the Latino community, where clean air is crucial.

8. Strengthening Relationships with Latin America: The administration has taken steps to engage and empower the Cuban people, increase travel and people-to-people contact, and support civil society. It has also played an active role in addressing challenges in Honduras, El Salvador, and Guatemala through the Northern Triangle's Alliance for Prosperity Plan.

For more information, readers are directed to visit WhiteHouse.gov/Hispanic.