The North American Climate, Clean Energy, and Environment Partnership Action Plan was announced by Prime Minister Justin Trudeau, President Barack Obama, and President Enrique Peña Nieto on June 29, 2016. The plan outlines the goals and actions to be taken by the three countries to advance clean energy, reduce greenhouse gas emissions, and protect the environment. Some key points from the plan include:

1. Advancing Clean and Secure Energy: The countries aim to achieve a goal of 50% clean power generation by 2025, including renewable, nuclear, and carbon capture and storage technologies. They also plan to support the development of cross-border transmission projects for renewable electricity.

2. Improving Energy Efficiency: The countries commit to align and improve appliance and equipment efficiency standards. They also aim to drive industrial and commercial efficiency and set a common target for ISO 50001 energy performance standard uptake.

3. Accelerating Clean Energy Innovation: The countries plan to leverage participation in Mission Innovation to identify joint research and demonstration initiatives in priority areas such as reducing methane emissions and advancing clean technologies. They also aim to promote the use and export of North American clean energy technology.

4. Strengthening the North American Electricity Grid: The countries aim to strengthen the reliability, resilience, and security of the North American electricity grid through deepened electric reliability cooperation and collaboration on addressing cyber-attacks and severe weather events.

5. Reducing Short-Lived Climate Pollutants: The countries commit to reducing methane emissions from the oil and gas sector by 40-45% by 2025. They also plan to develop national methane reduction strategies and take actions to reduce emissions from landfills. Additionally, they aim to reduce black carbon emissions and hydrofluorocarbons.

6. Promoting Clean and Efficient Transportation: The countries plan to accelerate the deployment of clean and efficient vehicles in government fleets and support the development of clean refueling infrastructure. They also aim to implement fuel efficiency and greenhouse gas standards for both light-duty and heavy-duty vehicles.

7. Protecting Nature and Advancing Science: The countries commit to incorporating traditional knowledge and gender responsiveness in decision making and advancing the conservation and sustainable use of biodiversity. They also aim to conserve the Monarch butterfly and its habitat, protect migratory birds and their habitat, and enhance cooperation on ocean management.

8. Showing Global Leadership in Addressing Climate Change: The countries reaffirm their commitment to join the Paris Agreement and support its early entry into force. They plan to implement their respective Nationally Determined Contributions and develop long-term low greenhouse gas emissions development strategies. They also aim to promote full implementation of the transparency framework under the Paris Agreement and support robust action by the G-20.

9. Promoting a Just Transition to a Clean Energy Economy: The countries plan to invest in communities to help them diversify economies and create sustainable jobs in the clean energy sector. They also aim to protect the rights of workers in the fossil fuel industry and promote decent work.

Overall, the North American Climate, Clean Energy, and Environment Partnership Action Plan outlines the commitments and actions of Canada, the United States, and Mexico to address climate change, promote clean energy, and protect the environment.