En su discurso semanal, el Presidente Barack Obama propuso la implementación de una cuota para las principales firmas financieras con el objetivo de recuperar los $700,000 millones utilizados en el Programa de Asistencia para Activos Problemáticos (TARP). Esta propuesta afectaría únicamente a las grandes instituciones financieras con deudas más altas y busca no solo recuperar los fondos del TARP y reducir el déficit, sino también tomar medidas enérgicas contra las prácticas bancarias que provocaron la crisis financiera. El Presidente enfatiza la importancia de abordar las causas de la crisis y promover la responsabilidad y la transparencia en el sector financiero. Además, menciona que su gobierno ha implementado normas rigurosas que han reducido el costo del plan de rescate y han permitido recuperar gran parte del dinero proporcionado a los bancos. Sin embargo, el Presidente considera que esto no es suficiente y busca que se devuelva el dinero de los contribuyentes en su totalidad. Por lo tanto, propone una nueva cuota para las principales firmas financieras, la cual estará en vigor hasta que se reembolse completamente a los contribuyentes. Esta cuota afectará a las firmas financieras con más de $50,000 millones en activos y será mayor para aquellas con mayores deudas. El objetivo de esta medida es no solo recuperar el dinero y reducir el déficit, sino también combatir las prácticas bancarias irresponsables que llevaron a la crisis. El Presidente reconoce la importancia del sector financiero en la economía y menciona que el objetivo no es sancionarlo, sino evitar los abusos y los excesos que pueden llevar al colapso del sistema. Sin embargo, también critica la resistencia del sector financiero a la reforma financiera y menciona que se han unido con el partido de oposición para evitar la implementación de la cuota. El Presidente considera que las firmas financieras pueden pagar la cuota, ya que han acumulado ganancias y repartido bonificaciones y compensaciones millonarias. Aquellos que se oponen a la cuota argumentan que los bancos no tienen suficiente dinero para reembolsar al pueblo estadounidense sin afectar a sus accionistas y clientes, pero el Presidente no acepta esta excusa y considera que las firmas financieras tienen la capacidad de devolver el dinero. En resumen, el Presidente propone una cuota para las principales firmas financieras con el objetivo de recuperar los fondos del TARP y reducir el déficit, así como tomar medidas contra las prácticas bancarias irresponsables. El Presidente enfatiza la importancia de la responsabilidad y la transparencia en el sector financiero y critica la resistencia de este sector a la reforma financiera.