President Joe Biden of the United States and Prime Minister Kishida Fumio of Japan recently met to discuss the challenges facing the Indo-Pacific region and the world. They emphasized their shared vision of a free and open Indo-Pacific and a peaceful and prosperous world. The leaders expressed concern over China's actions that are inconsistent with the rules-based international order, as well as provocations by North Korea and Russia's aggression against Ukraine. They strongly oppose any unilateral attempts to change the status quo by force or coercion. To address these challenges, the United States and Japan are committed to strengthening their individual and collective capacity, with Japan reinforcing its defense capabilities and diplomatic efforts. The leaders reaffirmed that the US-Japan alliance remains the cornerstone of peace, security, and prosperity in the Indo-Pacific. They also highlighted progress in modernizing the alliance, aligning force posture and deterrence capabilities, and deepening cooperation on critical and emerging technologies. The leaders reaffirmed their commitment to the denuclearization of the Korean Peninsula and the resolution of the abductions issue. They emphasized the importance of maintaining peace and stability across the Taiwan Strait. The leaders also discussed their opposition to Russia's aggression against Ukraine and pledged to impose sanctions and support Ukraine in the face of Russian attacks on critical infrastructure. Economically, the United States and Japan aim to uphold a free, fair, and rules-based economic order and promote domestic and global prosperity. They will work together on economic security, including the protection and promotion of critical technologies, space cooperation, clean energy, and energy security. They will also build resilience in societies and supply chains against threats such as economic coercion and natural disasters, tackle the climate crisis, and advance data free flow with trust. The leaders emphasized the importance of the Indo-Pacific Economic Framework and ensuring economic prosperity is shared across societies. They also called on China to provide transparent data on the spread of COVID-19. The United States and Japan will collaborate with other countries in the region, including Australia and India, through the Quad, and support ASEAN centrality and unity. They will strengthen trilateral cooperation with South Korea and bolster collaboration in the Pacific Islands. The leaders also congratulated Japan on its term on the UN Security Council.