The Biden-Harris Administration is announcing new investments from the American Rescue Plan to ensure affordable, high-speed internet access for every American. This funding is in addition to the $65 billion investment in high-speed internet access in the Bipartisan Infrastructure Law and recent efforts to lower the cost of internet for millions of families. These investments aim to reduce costs for families, support small businesses, and enhance education opportunities for children. The American Rescue Plan has already allocated over $25 billion to invest in affordable high-speed internet and connectivity.

In addition, the administration is announcing the first state awards of the American Rescue Plan's $10 billion Capital Projects Fund. These awards, totaling over half a billion dollars, will support Louisiana, New Hampshire, Virginia, and West Virginia in deploying infrastructure to connect over 200,000 homes and businesses to reliable internet service with speeds of at least 100 Mbps. These projects prioritize connecting underserved areas, particularly in rural and remote regions, and ensuring affordability through the Federal Communications Commission's Affordable Connectivity Program.

Furthermore, state, local, and Tribal governments in over 40 states have committed over $8 billion in State and Local Fiscal Recovery Funds to support broadband infrastructure and internet access. These resources have enabled communities to expand access to reliable, high-speed internet, with more than 230 governments budgeting funds for last-mile and middle-mile networks or providing assistance to families in accessing high-speed services.

The Emergency Connectivity Fund, part of the American Rescue Plan, is helping schools, school districts, libraries, and consortia to close the homework gap and support remote learning. This fund, with a budget of $7.2 billion, provides funding for eligible equipment and services to students, teachers, and library patrons who lack connected devices or broadband access during the pandemic. The program has already committed nearly $4.9 billion, benefiting over 12.6 million students and providing 10.5 million connected devices and over 5 million broadband connections. The remaining funds will be prioritized for schools and libraries with the greatest need, particularly those in rural areas.