The White House Press Secretary, Jay Carney, held a briefing on July 8, 2011. He discussed the disappointing jobs report and its impact on the negotiations on the debt and deficit. Carney emphasized the need for a bipartisan agreement on deficit reduction to put the economy on a sound footing and create jobs. He also highlighted the uncertainty created by the doubt around whether the US would raise the debt ceiling and how it adds urgency to the negotiations. Carney mentioned the importance of including stimulative measures, such as patent reform, infrastructure bank, and free trade agreements, in the deal. He also addressed the upcoming talks on Sunday, stating that progress is expected to be made but it is unlikely that a final agreement will be reached. Carney stressed the need for compromise and the willingness to put ideological considerations aside for the benefit of the American people. He also addressed comments made by David Plouffe, senior advisor to the President, about how the average American views the economy. Carney stated that most people do not analyze economic indicators but focus on their own economic situation. He also mentioned that the President is not surprised by the jobs report and remains focused on creating jobs and improving the economy. Carney mentioned that the President will continue to confer with leaders on the Hill and press Congress to act on measures that can help grow the economy and create jobs. He also addressed concerns about the recovery stalling and the possibility of a smaller deal if a significant agreement cannot be reached. Carney emphasized the need for action to avoid defaulting on the US debt and stated that everyone in the room agrees on this. He also mentioned that the President has not ruled out a balanced budget amendment but believes that Congress needs to take action to address the budget deficits. Carney mentioned that the President does not support a balanced budget amendment as it is not good for the economy and does not answer the problem. He also addressed the end of the manned space program and stated that the President honors the shuttle program and has a vision for human space flight that goes beyond the shuttle program. Carney mentioned that the President believes it is important to focus resources on exploration and innovation while leveraging private sector resources for low-Earth orbit missions. He also addressed the issue of a drop-dead date for reaching a deal and stated that August 2nd looms large but there is no specific date by which they will walk away if a deal is not reached. Carney mentioned that the President believes it is in everyone's political interest to reach a compromise that improves the economy and creates jobs. He also addressed concerns about the impact of spending cuts on the economy and stated that the President believes in a balanced approach to reduce spending in a careful way.