The White House has approved a phased, adaptive approach for missile defense in Europe. This approach is based on the assessment of the Iranian missile threat and the commitment to deploy proven, cost-effective, and adaptable technology. The plan involves deploying increasingly-capable sea- and land-based missile interceptors and a range of sensors in Europe to defend against the growing ballistic missile threat from Iran. The phased approach aims to augment current protection of the US homeland and offer more effective defenses against near-term ballistic missile threats. The plan also focuses on defending US deployed forces, their families, and allies in Europe sooner and more comprehensively than the previous program. The recommendation to revise the previous administration's plan was based on new threat assessments and advances in capabilities and technologies. The new approach involves a four-phased deployment of missile defense systems, starting in 2011 and continuing until 2020. Throughout all phases, the US will also be testing and updating approaches for improving missile defense sensors. The new approach does not require a single, large, fixed European radar, and it uses different interceptor technology, removing the need for ground-based interceptors in Poland. The Czech Republic and Poland will continue to be consulted as close allies in the defense against the ballistic missile threat. The phased, adaptive approach aims to sustain US homeland defense, speed up protection of US deployed forces, enhance the protection of all NATO allies, and deploy proven capabilities and technologies to meet current threats. The approach provides flexibility to upgrade and adjust the architecture as the threat evolves and aims to integrate with NATO members' missile defense capabilities. The US also welcomes Russian cooperation to bring its missile defense capabilities into a broader defense of common strategic interests. The ongoing Department of Defense ballistic missile defense review will continue to provide recommendations on other aspects of ballistic missile defense capabilities and posture globally.