President Obama will announce new efforts to support manufacturing innovation and encourage insourcing. He will propose a National Network for Manufacturing Innovation, which will consist of up to fifteen Institutes for Manufacturing Innovation around the country. These institutes will serve as regional hubs of manufacturing excellence and help make manufacturers more competitive. The President's budget proposes a $1 billion investment for this network. Additionally, the Administration will launch a pilot institute for manufacturing innovation, which will be funded from existing resources and selected through a competitive application process. The President will visit the Rolls-Royce Crosspointe jet engine disc manufacturing facility in Virginia, which is an example of how insourcing can create jobs in the United States. The U.S. manufacturing sector has added over 400,000 jobs in the past two years, and the President's proposals aim to revitalize American manufacturing and ensure that products are not only invented, but also manufactured in the U.S. The National Network for Manufacturing Innovation will bring together industry, universities, federal agencies, and states to accelerate innovation and provide shared assets for companies, particularly small manufacturers. The network will address various areas of innovation, such as developing lightweight materials, refining 3-D printing, and creating a smart manufacturing infrastructure. The initiative will be a collaboration between several government agencies, including the Department of Defense, Department of Energy, and the National Science Foundation. The pilot institute will receive an initial federal investment of $45 million and focus on reducing the risk and cost of commercializing and scaling up new manufacturing products and processes. It will also support workforce development and scaling up production to meet national defense needs. The collaboration model demonstrated by the Rolls-Royce Crosspointe facility and the Commonwealth Center for Advanced Manufacturing in Virginia serves as a model for supporting U.S. manufacturing.