The White House Press Secretary, Jay Carney, held a press briefing where he discussed a range of topics. Some of the key points covered include:
- Carney stated that he had no confirmation of any information the Russians may or may not have given the US regarding Tamerlan Tsarnaev and his mother before the Boston bombings.
- He emphasized the importance of cooperation between the US and Russia in counterterrorism efforts and ongoing conversations between the two countries on the Boston bombing.
- Carney stated that the President hopes and expects that the US can share information with other governments on counterterrorism subjects and that cooperation is important in combatting terrorism.
- When asked about NBA player Jason Collins coming out as gay, Carney commended Collins for his courage and stated that the White House views this as an example of the progress and evolution of the country.
- Carney discussed the US's assessment of the use of chemical weapons in Syria, stating that the evidence indicates that chemical weapons were used in limited fashion and that the agent used was sarin. He emphasized the need for further verification and evidence to establish whether the red line set by the President has been crossed.
- Carney also addressed the recent decision by Congress to provide flexibility to the FAA to prevent flight delays caused by the sequester. He stated that while the White House welcomed this action, it was not the preferred solution and emphasized the need for Congress to eliminate the sequester entirely.
- Carney provided updates on the ongoing recovery efforts after Hurricane Sandy, stating that FEMA has provided financial support to affected states and that the administration is working with state and local partners to address long-term rebuilding needs.
- He discussed the President's upcoming trip to Mexico and Costa Rica, highlighting the importance of economic ties with Latin American countries.
- Carney reiterated the President's commitment to diversity in his Cabinet and stated that the nominations reflect the President's desire for a diverse and high-quality team.