The Biden administration has announced that Abdul Latif Nasir has been repatriated to the Kingdom of Morocco from the Guantanamo Bay Detention Facility. This move is part of the administration's efforts to close the facility. The decision to repatriate Nasir was made in 2016 by the Periodic Review Board, which determined that his continued detention was no longer necessary to protect against a significant threat to national security. However, the repatriation process was not completed before the end of the Obama administration. The Department of Defense notified Congress of its intent to repatriate Nasir in June 2021, and the transfer was carried out in consultation with Moroccan partners. The Biden administration remains committed to responsibly reducing the detainee population and closing the Guantanamo facility. The PRB process, established by Executive Order 13567, is used to determine the necessity of continued detention for Guantanamo detainees. The PRB membership includes representatives from various national security agencies, and their decisions are subject to review by the Review Committee. The Department of Defense administers the PRB process and provides personal representatives to assist detainees. Detainees may also have the assistance of private counsel at no expense to the government. The PRB considers comprehensive information about the detainee, including previous PRB hearings, statements from the detainee and their representatives, medical information, and an assessment of conditions in their home country. In this case, Nasir's transfer was certified by the Secretary of Defense in accordance with the National Defense Authorization Act for Fiscal Year 2016, and Congress was notified. The administration is focused on pursuing transfers for detainees recommended by the PRB, but specific details of the process cannot be shared at this time. The Department of State leads diplomatic negotiations for detainee transfers. The administration has applied diplomatic resources to facilitate transfers, as demonstrated by Nasir's repatriation. The government of Morocco will provide information on Nasir's status now that he has been repatriated. As of now, there are 39 detainees at Guantanamo Bay, with 10 eligible for transfer, 17 eligible for a PRB, 10 involved in the military commissions process, and two detainees convicted.