President Obama held a press conference after the NATO Summit in Warsaw, Poland. He began by expressing his condolences for the families affected by the recent violence in the United States, particularly the shooting of police officers in Dallas. He emphasized that America is not as divided as some suggest, and that there is unity in recognizing that the violence is not how the country wants to operate. He stated that the actions of a few individuals should not define all Americans.

President Obama then discussed the challenges that NATO faces, including terrorism, Russian aggression, the refugee crisis, and the Brexit vote. He emphasized the United States' commitment to the security and defense of Europe, and outlined the steps NATO is taking to strengthen its defense and deterrence posture. He also highlighted the importance of supporting Ukraine and fighting against terrorist networks.

The President addressed the issue of race relations in the United States, acknowledging the anger and sadness over recent incidents involving police shootings of African Americans. He stressed the need for empathy, understanding, and constructive action, and mentioned that he will be holding a meeting at the White House to address the issue.

Regarding the Brexit vote, President Obama stated that the United States will maintain strong relationships with both the UK and the EU. He emphasized the importance of ensuring that the negotiations and process of Brexit are as orderly and sensible as possible, in order to minimize damage to the economies involved.

Finally, President Obama was asked about the FBI investigation into Hillary Clinton's emails. He declined to comment on the investigation, but expressed concern about the handling of classified information at the State Department. He also addressed the issue of war, acknowledging that the nature of war has changed and that the United States needs to adapt its approach. He discussed the importance of partnerships with other countries and the need to address the root causes of conflict and instability. He acknowledged that there is more work to be done in this area.