The article discusses a proposal by President Obama to fix the broken immigration system in the United States. The proposal has four main parts: strengthening border security, cracking down on employers hiring undocumented workers, creating a pathway to earned citizenship, and streamlining legal immigration. 

In terms of border security, the proposal aims to enhance infrastructure and technology, as well as combat transnational crime and improve partnerships with border communities and law enforcement. It also focuses on cracking down on criminal networks involved in passport and visa fraud, human smuggling, and deporting criminals.

To address the issue of employers hiring undocumented workers, the proposal introduces mandatory, phased-in electronic employment verification to ensure a legal workforce. It also increases penalties for hiring undocumented workers and protects workers against retaliation for exercising their labor rights.

The pathway to earned citizenship includes a provisional legal status for undocumented immigrants who come forward, pass background checks, pay fees and penalties, and meet certain requirements. It also provides opportunities for DREAMers (children brought to the US illegally) to earn citizenship through college or military service.

In terms of streamlining legal immigration, the proposal aims to keep families together by eliminating backlogs in the family-sponsored immigration system and treating same-sex families as families. It also cuts red tape for employers by eliminating the backlog for employment-sponsored immigration and enhancing travel and tourism.

Additionally, the proposal encourages foreign graduate students in science, technology, engineering, and mathematics (STEM) fields to stay in the US by "stapling" green cards to their diplomas. It also creates a "startup visa" for job-creating entrepreneurs and expands opportunities for investor visas and US economic development.

The proposal addresses humanitarian concerns by streamlining immigration law to better protect vulnerable immigrants, such as victims of crime and domestic violence, and by eliminating limitations on applying for asylum.

Overall, the proposal aims to create a fair, effective, and commonsense immigration system that strengthens border security, holds employers accountable, provides a pathway to earned citizenship, and streamlines legal immigration.