During a press gaggle en route to Philadelphia, Principal Deputy Press Secretary Eric Schultz made several announcements. First, he highlighted the release of the Census Bureau's annual data on income, poverty, and health insurance, which showed that American families have made significant progress during the recovery. The report indicated that median household income grew at 5.2% from 2014 to 2015, the fastest annual growth ever recorded. Incomes also grew for households across income distribution, with the largest gain among lower and middle-class income families. Schultz emphasized that the progress seen in these numbers is a result of the resilience of the American people and the policies implemented by the President. He stated that the President is committed to using his remaining days in office to further this progress by calling on Congress to invest in job creation, wage growth, and equal pay for equal work.

Schultz also confirmed that the White House received the 9/11 lawsuit bill and stated that the President intends to veto it. He explained that the bill is contrary to how the United States has conducted business on the international stage and could chip away at the concept of sovereign immunity, which has protected Americans for a long time.

When asked about the perception of doom and gloom in America, Schultz pointed to the facts presented in the Census Bureau report, such as the decline in poverty, the fastest wage growth on record, and the lowest uninsured rate on record. He acknowledged that there is more work to be done and that the President is determined to continue pushing for progress.

Regarding Hillary Clinton's absence from the campaign trail due to recuperation, Schultz stated that the President believes she is uniquely qualified to be the next President of the United States based on his close observation of her during their time working together and his own experience in the Oval Office.

Schultz did not have any information on the President's opinion on whether he could out-run Donald Trump or whether he had called Clinton to check in on her.

When asked about the President's schedule for the final eight weeks before the election, Schultz mentioned that the President has been busy with his day job and recent international trips but is looking forward to campaigning for Clinton. He emphasized that the President believes this election has enormous stakes and wants to ensure that the progress made during his presidency is not undone.

Regarding the "alt-right" elements in Donald Trump's campaign and whether Democrats should focus on them, Schultz stated that the President will address why he believes Clinton should be the next President and why her opponent is not qualified. He also mentioned that the Republican Party has deployed cynical tactics and mentioned examples of controversial statements and actions by Republicans.

Schultz confirmed that the U.S. is in the final stages of discussions with Israel on a memorandum of understanding to reaffirm the commitment to Israel's security. He stated that this has been a priority for the administration.

When asked about the President's meeting with insurance executives, Schultz mentioned that the President dropped by the meeting because the success of the next open enrollment period for health care exchanges is important to him. He stated that the meeting was positive and constructive, with participants expressing confidence in the Affordable Care Act.

Schultz clarified that the President does not take personal credit for the positive household income numbers but believes that his policies have helped steer the U.S. economy over the past eight years.

Regarding the Trans-Pacific Partnership (TPP), Schultz mentioned that it is a priority for the President and that he believes passing the deal will further bolster economic progress. He stated that the President left the conversation with congressional leaders confident that they understand his position and will consider the deal.