The White House has launched a new website called Invest.gov, which showcases the public and private sector investments made under President Biden's Investing in America agenda. The website features an interactive map that displays infrastructure projects funded by the Bipartisan Infrastructure Law, as well as private sector investments mobilized by President Biden's agenda. These investments include the Inflation Reduction Act, the CHIPS and Science Act, the Bipartisan Infrastructure Law, and the American Rescue Plan.

President Biden's agenda aims to rebuild the economy from the middle-out and bottom-up. The administration has passed historic legislation, including the American Rescue Plan, the Bipartisan Infrastructure Law, the CHIPS and Science Act, and the Inflation Reduction Act, which have led to the strongest jobs recovery in history. The agenda also focuses on rebuilding the nation's infrastructure and bringing manufacturing back to the United States.

Since President Biden took office, private companies have announced over $470 billion in manufacturing investments, and the administration has awarded over $220 billion in funding from the Bipartisan Infrastructure Law for various infrastructure projects. The Invest.gov website allows Americans in every state and territory to see these investments in their communities. It also provides summaries of the impact of President Biden's agenda in each state and territory, including jobs created, new businesses started, infrastructure projects funded, and manufacturing investments made.

To further highlight the impact of President Biden's agenda, members of the administration will be touring the country later this month as part of the Investing in America tour. The tour will coincide with the two-week Congressional recess around the July 4th holiday.

Individuals can visit Invest.gov to learn more about the Investing in America agenda and projects in their communities. The website will be regularly updated to reflect recent investments, projects, and announcements.