The Young Leaders of the Americas Initiative (YLAI) is a program launched by the United States in 2015 to invest in the next generation of Latin American and Caribbean leaders. President Obama has announced a series of investments and new programs to support YLAI. These include:
- Growing the YLAI Network: The YLAI Network is an online and in-person community of nearly 20,000 young entrepreneurs, activists, and public servants. Through YLAI Empowers, members will have access to online courses, training materials, virtual mentoring, and networking opportunities.
- Increasing Access to Mentorship: The YLAI Professional Fellows Reverse Exchange Program will launch to implement collaborative community projects and strengthen partnerships between companies and organizations in the US and Latin America and the Caribbean. Funding will support projects and travel for US Fellowship Hosts to visit YLAI Fellows' home countries.
- New Entrepreneurship Grants: YLAI Small Grants will leverage funding to build public-private partnerships for community training projects for YLAI Professional Fellows. These grants will support entrepreneurs and the expansion of businesses and social ventures across the region.
- Increasing Digital Literacy: YLAI TechCamps will be hosted to provide participants with new digital literacy and technology skills for social entrepreneurship.
- Bolstering Innovation and Connectivity for Civil Society: The Latin America and Caribbean Civil Society Innovation Initiative (CSII) Hub will connect civil society organizations in the region and support their work through peer-to-peer investments and digital tools. YLAI participants will partner with the LAC Hub to provide their expertise.
- Investing in Youth to Curb Crime and Violence: The Community, Family, and Youth Resilience (CFYR) Program will receive $40 million in investment to reduce youth involvement in crime and violence in the Eastern and Southern Caribbean. CFYR will build youth resilience and capacity of service providers.
- Increasing Global Competency: The 100,000 Strong in the Americas Innovation Fund will launch a Peru-specific grant competition to facilitate new higher education partnerships between Peruvian and US colleges and universities. The grant competition will focus on topics like water, climate change, STEM, and environmental sciences, benefiting student mobility and regional education cooperation.