President Joe Biden will visit the Harold L. Martin Sr. Engineering Research & Innovation Complex at North Carolina Agriculture and Technical State University in Greensboro to discuss the Bipartisan Innovation Act and his economic plan. This visit highlights the administration's support for Historically Black Colleges and Universities (HBCUs) and its commitment to increasing funding for STEM education and equity. The President will be joined by EPA Administrator Michael Regan, members of his Board of Advisors on HBCUs, and several elected officials. In response to questions about the situation in Ukraine, the administration is actively working to assist national and international efforts to document and investigate atrocities, hold Russians accountable for war crimes, and support Ukraine's authorities and civil society organizations. The White House has called on Texas Governor Abbott to stop unnecessary truck inspections at the border, as they harm trade and have no effect on asylum seekers. The President's Bipartisan Infrastructure Law is already making historic investments to improve security at the border. The administration is also considering additional sanctions against entities that are trying to evade Russia sanctions. The sanctions imposed on Russia have had a significant impact on its economy, and efforts are being made to go after corrupt gains from individuals close to Putin. The President's activities before leaving for Greensboro were a series of morning meetings. The administration is actively working to support war crimes investigations in Ukraine and gather evidence for possible prosecutions. The administration's intention regarding frozen Russian assets is to put them to better use, but no further details were provided. The President's speech in Greensboro will focus on the Bipartisan Innovation Act, and while there may be concerns about Republican cooperation leading up to the midterms, the administration is committed to getting the legislation passed as soon as possible.