The Affordable Care Act (ACA) has had positive impacts on health care in the United States. It has provided health care security to millions of middle-class Americans, slowed the growth of health care costs, and brought transparency and competition to the Health Insurance Marketplace. Here are some key numbers related to the ACA:

- 8 million people have signed up for private insurance in the Health Insurance Marketplace.
- 35 percent of those who signed up in states with Federally-Facilitated Marketplaces are under 35 years old, and 28 percent are between 18 and 34 years old.
- 3 million young adults have gained coverage by being able to stay on their parents' plan.
- 3 million more people have been enrolled in Medicaid and CHIP since the Marketplaces opened.
- 5 million people are enrolled in plans that meet ACA standards outside the Marketplace.
- 5.7 million people will still be uninsured in 2016 due to 24 states not expanding Medicaid.

The ACA has also contributed to the slowest growth in health care costs in decades. Since the law passed, per capita health care spending has grown at the lowest rate on record for any three-year period, and less than one-third of the long-term historical average. This slower growth is seen in Medicare, Medicaid, and private insurance.

The Congressional Budget Office (CBO) projects that the ACA will reduce the deficit by $1.7 trillion over two decades. Additionally, lower-than-expected Marketplace premiums and other recent developments will cut $104 billion from the deficit over the next ten years. Medicare spending growth is also down, with the CBO reducing its projections for Medicare spending over the next 10 years by $106 billion.

The ACA has provided health insurance security for millions of middle-class families. Up to 129 million Americans with pre-existing conditions, including 17 million children, no longer have to worry about being denied coverage or charged higher premiums. Millions of Americans with private insurance have gained coverage for free preventive health care services. Medicare recipients have received preventive services at no out-of-pocket cost. Approximately 60 million Americans have gained expanded mental health and substance use disorder benefits. Nearly 8 million seniors have saved almost $10 billion on prescription drugs. And 105 million Americans no longer have to worry about having their health benefits cut off after reaching a lifetime limit.