White House Press Secretary Jen Psaki gave a press briefing discussing several topics. She reminded everyone that the deadline to file taxes is today and encouraged people to file as soon as possible to receive the full benefits they are owed, including the relief and rescue payments provided in the American Rescue Plan. Psaki also announced that starting in July, the American Rescue Plan will deliver critical tax relief to middle-class and working families with children through the expanded Child Tax Credit. The first monthly payment of the expanded credit will be made on July 15th to 39 million households, covering more than 88 percent of children in the United States. Psaki also recognized the International Day Against Homophobia, Transphobia, and Biphobia and reaffirmed the administration's commitment to LGBTQI rights. 

Regarding the situation in Israel and Palestine, Psaki stated that the focus of the administration is on reducing violence and bringing an end to the conflict. She reiterated President Biden's calls for Hamas to cease firing rockets into Israel and affirmed Israel's right to defend itself. Psaki also expressed concern about the lives lost and the safety of journalists. She emphasized the administration's commitment to a negotiated two-state solution as the best path to resolve the Israeli-Palestinian conflict, but noted that it would require both parties to engage in discussions about the way forward. Psaki did not provide a direct answer when asked about whether Israel's actions have been proportionate or if war crimes were being committed, stating that the administration's objective is to deescalate the situation and reduce violence.

Psaki mentioned that the President will be making a news announcement later in the day, revealing that the United States will send 20 million doses of authorized vaccines to countries battling the pandemic by the end of June. This is in addition to the AstraZeneca vaccine doses that will be sent overseas in May and June. Psaki also confirmed that the White House will be releasing President Biden's tax returns soon and that the administration is open to considering federal digital privacy reform.