The article discusses President Obama's announcement of the clean energy manufacturing tax credit in the American Recovery and Reinvestment Act. The tax credit program aims to stimulate investment and job creation in clean energy manufacturing. It provides a 30% tax credit for investments in 183 manufacturing facilities for clean energy products across 43 states. The program is competitive and assesses projects based on criteria such as commercial viability, job creation, technological innovation, and potential for reducing air pollution and greenhouse gas emissions.

The program is currently capped at $2.3 billion in tax credits and was oversubscribed, indicating a strong interest in clean energy manufacturing opportunities in the US. The tax credits are expected to help rebuild domestic manufacturing and attract private capital. The IRS has certified applications and notified the approved projects. Awardees will receive acceptance agreements by April 16, 2010, and credits will be allocated until the program funding is exhausted.

The investments of up to $2.3 billion are estimated to generate over 17,000 jobs, which will be matched by up to $5.4 billion in private sector funding, likely supporting an additional 41,000 jobs. Projects must be completed and commissioned before February 17, 2013, with a preference for projects that are in service early.

Over 500 applications were received for the program, with tax credit requests totaling over $8 billion. The applications covered various clean energy technologies and were distributed across more than 40 states. Qualifying manufacturing facilities included the production of solar, wind, geothermal, and other renewable energy equipment, electric grids and storage, fuel cells, energy storage systems, carbon dioxide capture equipment, equipment for renewable fuel refining, energy conservation equipment, plug-in electric vehicles, and other advanced energy property that reduces greenhouse gas emissions.

Due to the high interest in the program, the Department of Energy and Treasury have a backlog of technically acceptable applications. The Administration has requested Congress to provide an additional $5 billion to expand the program and support more manufacturing job creation. These funds will be deployed quickly to create jobs and stimulate economic activity, with a focus on maximizing private investment.