Today, Japan and the United States reaffirmed their strong partnership, guided by shared values and a commitment to democracy and the rule of law. The leaders of both countries, Prime Minister Kishida and President Biden, condemned Russia's aggression against Ukraine and called for Russia to be held accountable. They expressed support for Ukraine's sovereignty and territorial integrity and emphasized the importance of unity within the international community. The two leaders also highlighted the significance of the United Nations in upholding the rules-based international order and expressed concern over Russia's abuse of veto power in the UN Security Council. They stressed the need to strengthen the UN and modernize the multilateral system to address the challenges of the 21st century.

In terms of regional issues, Prime Minister Kishida and President Biden discussed the Indo-Pacific region's strategic challenges. They called on China to condemn Russia's actions in Ukraine and expressed concern over China's inconsistent behavior with the international rules-based order. The leaders opposed any unilateral attempts to change the status quo in the East China Sea and reiterated their opposition to China's unlawful maritime claims and coercive activities in the South China Sea. They also emphasized the importance of peace and stability across the Taiwan Strait and voiced concern over developments in Hong Kong and human rights issues in Xinjiang. The leaders condemned North Korea's nuclear and missile development activities and reaffirmed their commitment to the complete denuclearization of the Korean Peninsula.

The leaders renewed their commitment to strengthening the deterrence and response capabilities of the Japan-US alliance. They discussed the need to examine all options necessary for national defense, including capabilities to counter missile threats. President Biden reiterated the US commitment to the defense of Japan and the leaders reaffirmed the importance of bilateral coordination through the Alliance Coordination Mechanism. They also emphasized the critical importance of ensuring US extended deterrence remains credible and resilient. The leaders decided to accelerate cooperation in the cyber and space domains and strengthen joint capabilities.

In terms of economic growth, the leaders discussed the importance of bold economic policies that promote technological advances and reduce inequality. They expressed their determination to address global challenges such as the impact of climate change and transnational threats. The leaders confirmed their collaboration in protecting and promoting critical technologies, supporting supply chain resilience, and enhancing economic security. They also recognized the importance of a multilateral trading system based on free and fair economic rules and reaffirmed their commitment to addressing non-market policies and practices. The leaders welcomed progress in infrastructure investment, debt sustainability, and fair lending practices.

On global challenges, Prime Minister Kishida and President Biden committed to cooperating to overcome the COVID-19 crisis and strengthening health security. They confirmed support for equitable access to vaccines and strengthening health systems. The leaders also recognized the existential threat of the climate crisis and affirmed their intent to implement ambitious climate action goals. They emphasized the importance of nuclear energy as a reliable source of carbon-free electricity and committed to greater nuclear energy collaboration. The leaders reaffirmed their commitment to a world without nuclear weapons and the strengthening of the Treaty on the Non-Proliferation of Nuclear Weapons.

Lastly, the leaders underscored the importance of people-to-people exchange and fostering the next generation of leaders. They expressed their intention to boost various exchanges and collaborations in areas such as advanced technologies, climate change, and disaster management. The leaders also recognized the role of cultural and educational interchange in people-to-people exchange.

Overall, the Japan-US partnership is strong and deep, with a commitment to upholding democratic values, advancing a free and open Indo-Pacific, and addressing global challenges.