The White House has expressed its condolences to the families affected by the recent shooting in Canada. The President has been briefed on the situation and is in touch with Canadian officials. The United States and Canada have a strong partnership and are working together on issues such as NATO, Ebola, and ISIL. The United States is offering assistance to Canada and is closely monitoring the situation. The White House has also announced new measures to monitor people coming from West African countries in an effort to protect the American people from Ebola. These measures include sharing information with state and local health authorities and monitoring individuals for 21 days. The White House is working to coordinate the government's response to the Ebola crisis and has appointed Ron Klain as the Ebola response coordinator. The White House is also working to increase transparency in the government's response to Ebola and is considering additional resources to address the issue. The White House has also been discussing the situation in Iraq and Syria and the threat posed by ISIS. The United States is working with a coalition of more than 60 countries to counter ISIS and prevent the establishment of a safe haven in the region. The White House is also monitoring the situation in North Korea and is working to secure the release of Americans being held there. The White House is also working to address the issue of student loan debt and increase access to higher education. The White House is working to open up the doors to a college education for more students and provide financial assistance to those in need. The White House is also monitoring the situation in Russia and the impact of sanctions on the Russian economy. The White House is working to counter Russian aggression in Ukraine and protect the interests of the United States and its allies. The White House is also working to address the threat posed by foreign fighters and prevent them from carrying out acts of violence. The White House is working with other countries to counter violent extremism and deter individuals from joining terrorist groups. The White House is also monitoring the situation in Canada and working to support Canadian officials in their response to the shooting. The White House is also monitoring the security situation in the United States and working to ensure the safety of government facilities and the American people. The White House is in touch with law enforcement agencies and is prepared to take appropriate measures to protect the country. The White House is also working to address the issue of gun control and prevent future acts of violence. The White House is also monitoring the situation in North Korea and working to secure the release of Americans being held there. The White House is also monitoring the situation in North Korea and working to secure the release of Americans being held there. The White House is also monitoring the situation in North Korea and working to secure the release of Americans being held there. The White House is also monitoring the situation in North Korea and working to secure the release of Americans being held there. The White House is also monitoring the situation in North Korea and working to secure the release of Americans being held there. The White House is also monitoring the situation in North Korea and working to secure the release of Americans being held there.