The article discusses President Biden's economic vision, known as Bidenomics, which aims to build the economy from the middle out and the bottom up. It acknowledges the rising inequality, climate change costs, and economic shocks that the U.S. economy has faced in recent decades. Bidenomics focuses on three pillars: smart investments in America, empowering workers, and promoting competition to lower costs and help small businesses.

The first pillar, investing in America, involves making strategic investments in areas such as clean energy, domestic semiconductor manufacturing, and infrastructure. These investments aim to support the middle class and create a strong economic foundation in America. The President has signed into law three historic pieces of legislation to implement these investments: the Bipartisan Infrastructure Law, the CHIPS and Science Act, and the Inflation Reduction Act.

To successfully implement these policies, tracking the latest economic research and improving analytic data and measurement tools is crucial. The article promises to provide additional resources to track the research that informs these policies and the evidence of their impact.

The Investing in America agenda focuses on critical areas of the economy, including infrastructure, clean energy, and research and development. The agenda is supported by economic evidence that emphasizes the importance of these investments for national and economic security.

Infrastructure investments are seen as long overdue and are expected to boost productivity and economic growth across industries. Building the clean energy economy is considered a solution to address climate change, lower emissions, and benefit workers and communities. Domestic semiconductor production is seen as crucial for the resilience of supply chains and economic growth.

The President recognizes the importance of investing in people and places to successfully implement the agenda and ensure shared economic growth. Resilient supply chains, fair markets, and avoiding monopoly power are all essential for stable and shared economic growth. Overcoming barriers to scaling production is also necessary to effectively meet the needs of the moment.

Lastly, the article highlights the importance of tracking the progress of the Investing in America agenda through the latest data and research. Invest.gov is mentioned as a resource that provides economic data at the national and state level, mapping the latest private and public investments.