This article discusses Executive Order 13527, which was issued by President Barack Obama on December 30, 2009. The executive order focuses on establishing federal capability for the timely provision of medical countermeasures following a biological attack in the United States. The order emphasizes the need for a rapid federal response in coordination with state, local, territorial, and tribal governments. The policy aims to mitigate illness and prevent death, sustain critical infrastructure, and complement and supplement the distribution capacity of local governments. The order specifically mentions the United States Postal Service (USPS) as having the capacity for rapid residential delivery of medical countermeasures for self-administration. The Secretaries of Health and Human Services and Homeland Security, in coordination with the USPS, are tasked with establishing a national USPS medical countermeasures dispensing model within 180 days, with anthrax as the primary threat consideration. Additionally, the Secretaries of Homeland Security, Health and Human Services, and Defense, along with the Attorney General, are directed to develop a plan within 180 days to supplement local law enforcement personnel with federal law enforcement and other appropriate personnel to escort USPS workers delivering medical countermeasures. The order also highlights the need for a federal rapid response capability and the provision of medical countermeasures to personnel performing mission-essential functions to ensure continuity of operations in the event of a biological attack. The Secretaries of Homeland Security and Health and Human Services, in coordination with the Secretary of Defense, are responsible for developing a concept of operations and establishing requirements for a federal rapid response within 90 days. Finally, the order includes general provisions stating that it does not impair existing authorities or create any enforceable rights or benefits against the United States or its entities.