The ConnectED Initiative, announced by President Obama two years ago, aims to provide 99 percent of American students with access to next-generation broadband in their classrooms and libraries by 2018. Since then, over $10 billion in funding and commitments have been made by the public and private sectors to transform American education. Some key accomplishments include:

1. Delivering connectivity funding: The FCC's E-rate program will award $161 million to bring Wi-Fi and high-speed connectivity to classrooms in over 10,000 schools and 500 libraries across America. This brings the total to $470 million committed in the last six weeks to improve broadband and Wi-Fi access this year.

2. Catalyzing private-sector impact: Over 3 million students from 10,000 schools in all 50 states are using software, hardware, wireless connectivity, and training resources provided by over $2 billion in private-sector commitments.

3. Growing the national movement of educators: More than 1,900 superintendents, representing over 14 million students, have committed to transforming their districts' teaching and learning in the digital age. Over 1,800 educational leaders have developed implementation plans at Future Ready Summits.

4. Leveraging libraries and expanding access to reading materials: Non-profits and libraries are partnering with publishers to provide over $250 million in eBook reading materials to low-income students. More than 30 local communities are developing programs to ensure library access for all students.

The FCC and the E-rate program have played a significant role in upgrading schools' basic connectivity to high-speed, wireless broadband. The FCC has allocated $2 billion over two years towards the ConnectED goals, and has modernized the E-rate program to serve the needs of students with technology at their desks. The FCC expects to award almost $4 billion in funding this year, expanding Wi-Fi networks to nearly all schools and libraries.

The private sector has committed over $2 billion to deliver cutting-edge technologies to classrooms, including companies like Adobe, Apple, AT&T, Autodesk, Coursera, edX, Esri, Microsoft, O'Reilly Media, Prezi, Sprint, and Verizon. These companies have partnered with organizations to deliver these technologies to school districts across America.

The ConnectED Initiative also focuses on ensuring every student has access to high-quality eBooks. Publishers have committed over $250 million in free eBooks, and non-profits and library entities are also playing central roles in this initiative.

Additionally, the ConnectED Library Challenge aims to create and strengthen partnerships between libraries, schools, and mayors to ensure every child enrolled in school can receive a library card and have access to vital learning resources.

Overall, the ConnectED Initiative is making significant progress in providing students with access to broadband, technology, and resources to enhance their learning experience.