In a recent press briefing, Dr. Walensky provided an update on the state of the pandemic and the CDC's surveillance efforts. She shared the current data on cases, hospital admissions, and deaths, highlighting the decrease in cases and hospitalizations but a slight increase in deaths. Dr. Walensky discussed the various layers of surveillance in place, such as testing wastewater for early detection of increased cases, syndromic surveillance to track disease severity, and genomic surveillance to identify variants. She also mentioned the ongoing studies on vaccine effectiveness and the extensive vaccine safety monitoring efforts.

Mr. Zients discussed the progress on booster shots, stating that over 90 million boosters have been administered. He acknowledged that the data on boosters can be viewed differently depending on the data set used, but emphasized that over two-thirds of eligible adults and over 80 percent of eligible seniors have received a booster shot. He encouraged all eligible individuals to get their booster shot, highlighting the importance of boosters in providing the highest level of protection.

Dr. Fauci presented data on the effectiveness of booster shots. He shared laboratory data showing increased neutralization of variants with booster doses. He also discussed clinical trial and real-world data demonstrating the impact of booster shots in preventing symptomatic disease, hospitalization, and death. Dr. Fauci emphasized the critical importance of booster shots in keeping individuals out of the hospital and saving lives.

During the Q&A session, Dr. Walensky addressed questions about mask-wearing recommendations. She stated that the CDC continues to recommend masking indoors in areas of high transmission and that decisions on mask mandates are made at the local level. She mentioned that the CDC is working on updating its guidance based on the latest data and trends. Dr. Walensky also addressed concerns from immunocompromised individuals and emphasized that their needs are taken into account when developing recommendations.

Mr. Zients addressed questions about the federal response to lifting mask mandates. He explained that while cases and hospitalizations are decreasing, the focus is still on fighting the Omicron surge. He emphasized the need for flexibility and coordination with state and local leaders in determining the timing and approach to lifting mask mandates.

The press briefing also touched on the upcoming availability of vaccines for children under the age of five. Dr. Fauci mentioned that the data from trials on young children have been submitted to the FDA for review. Mr. Zients discussed the operational preparations for administering vaccines to this age group and the importance of addressing parents' questions and building confidence in the vaccines.

Overall, the briefing highlighted the progress made in the fight against COVID-19, the importance of booster shots, the ongoing surveillance efforts, and the need for flexibility in implementing public health measures.