The United States has made significant progress in strengthening nuclear security since the 2014 Nuclear Security Summit. They have focused on various areas including strengthening nuclear and other radioactive material security, minimizing nuclear and other radioactive materials, countering nuclear smuggling, supporting multilateral instruments, collaborating with international organizations, and partnering with external stakeholders.

In terms of strengthening nuclear and other radioactive material security, the United States has provided updates on the security of military material and measures to secure other nuclear materials through reporting processes. They have also assessed and verified that operating nuclear power plants are implementing cyber security regulatory requirements. The United States is working on rulemaking for civilian fuel cycle and research and test reactor security, as well as mitigating risks associated with malicious insiders at nuclear facilities.

The United States has conducted numerous security information exchanges and workshops to enhance nuclear security culture and capabilities. They have also encouraged operators and managers of buildings containing Category 1 sources to institute additional best practices. Additionally, they have recovered and repatriated U.S.-origin sources of radioactive material and worked with international partners to enhance radiological security in other countries.

To minimize nuclear and other radioactive materials, the United States has disposed of weapons-usable highly enriched uranium (HEU) and decreased its national inventory of HEU. They have also supported the downblending of excess weapons-usable non-U.S. HEU and investigated the viability of using low enriched uranium (LEU) in naval reactor cores.

The United States has been actively countering nuclear smuggling by supporting international capabilities to arrest nuclear smugglers and seize illicit nuclear material. They have strengthened their domestic nuclear detection architecture by training first responders and law enforcement officials in nuclear detection operations. The United States has also developed and demonstrated new technologies to enhance capabilities to detect and identify nuclear or other radioactive material out of regulatory control.

In terms of supporting multilateral instruments, the United States has ratified several international conventions and protocols related to nuclear security. They have also contributed to the International Atomic Energy Agency (IAEA) Nuclear Security Fund and collaborated with the IAEA on various training courses and guidance documents. The United States has provided financial, technical, and human resources to support the IAEA's efforts in nuclear material accounting and control, insider threat mitigation, cyber security, and more.

The United States has collaborated with international organizations such as INTERPOL and the Global Initiative to Combat Nuclear Terrorism (GICNT) to address criminal and terrorist offences involving nuclear or radioactive materials. They have also worked with partners under the Global Partnership to secure nuclear and radiological materials.

Lastly, the United States has partnered with external stakeholders such as the World Institute for Nuclear Security to develop best practices workshops and guides on various nuclear security topics. They have also shared information on nuclear forensic investigations and techniques.

Overall, the United States has made significant efforts to strengthen nuclear security and collaborate with international partners to ensure the safety and security of nuclear and radioactive materials.