Vice President Joe Biden visited Belgrade to reaffirm the strong bilateral relationship between the United States and Serbia, as well as the commitment to Serbia's democratic and economic development and its goal of European Union membership. The United States has been a supporter of Serbia's efforts to strengthen its relationship with NATO, particularly its commitment to defeating ISIL and combating international terrorism. The Ohio National Guard's bilateral State Partnership Program and the International Military Education and Training program have helped develop strong ties between the armed forces of both countries. The United States has also supported Serbia's contributions to global peacekeeping efforts, providing vehicles and security assistance to enhance its capability to train and deploy peacekeeping forces. In terms of economic and democratic development, the United States has invested over $728 million in Serbia to stimulate economic growth, strengthen the justice system, and promote good governance. Assistance programs have focused on strengthening private sector firms, vocational training, media independence, and improving the transparency, efficiency, and professionalism of the justice system. The United States has also provided funding to assist displaced and refugee families in Serbia, as well as support for the United Nations High Commissioner for Refugees in response to the wider European migration crisis. U.S. businesses have invested over $3.8 billion in Serbia, creating and protecting thousands of jobs, and the American Chamber of Commerce in Serbia represents a wide range of sectors in the country's economy. The United States has partnered with Serbia since 2003 to improve its rule of law, fight against corruption, and modernize its law enforcement institutions. Programs have focused on professionalizing judges and staff, enhancing accountability and independence, and providing training and technical assistance to prosecutors, judges, and law enforcement. Cultural and educational exchanges between the United States and Serbia have been supported, with thousands of Serbians visiting the United States and Serbian students attending U.S. universities. Programs such as FLEX and Fulbright have fostered academic exchanges, while American Corners provide opportunities to study English and learn about U.S. culture and educational opportunities. The International Visitor Leadership Program has allowed Serbian leaders to explore the American experience in their fields and build friendships with American counterparts.