This article is the text of an executive order issued by President Barack Obama in March 2014. The executive order is titled "Blocking Property of Certain Persons Contributing to the Situation in Ukraine." The order is issued under the authority vested in the President by the Constitution and the laws of the United States, including the International Emergency Economic Powers Act (IEEPA) and the National Emergencies Act (NEA). 

The executive order declares a national emergency in response to actions and policies of persons, including those who have asserted governmental authority in the Crimean region without authorization from the Government of Ukraine. These actions and policies are deemed to undermine democratic processes and institutions in Ukraine, threaten its peace, security, stability, sovereignty, and territorial integrity, and contribute to the misappropriation of its assets. 

The executive order blocks the property and interests in property of certain persons who are determined by the Secretary of the Treasury, in consultation with the Secretary of State, to be responsible for or complicit in these actions and policies. The order prohibits the transfer, payment, export, withdrawal, or other dealing of such property by any United States person, including any foreign branch. 

The order also suspends the entry into the United States, as immigrants or nonimmigrants, of persons determined to meet the criteria outlined in the order. Donations of specified articles to persons whose property is blocked are prohibited, as well as any transactions that evade or violate the prohibitions set forth in the order. 

The order provides definitions for various terms used in the document, authorizes the Secretary of the Treasury to take necessary actions to carry out the order, and directs all agencies of the United States Government to take appropriate measures to implement the provisions of the order. The Secretary of the Treasury is also authorized to submit reports to Congress on the national emergency declared in the order. 

The article concludes by stating that the order does not create any enforceable rights or benefits against the United States or any other party.