The article summarizes the key points discussed at the 2015 G-7 Summit held in Germany. The G-7 leaders discussed a wide range of economic, security, and development priorities. Some of the main topics covered include:

1. Promoting Peace and International Security: The G-7 leaders expressed their commitment to supporting Ukraine's sovereignty and territorial integrity and condemned Russia's occupation and attempted annexation of Crimea. They also discussed the ongoing conflict in Libya and expressed their support for a political resolution. The leaders reaffirmed their commitment to countering terrorist threats and supporting countries like Iraq, Tunisia, and Nigeria in their efforts to combat extremism.

2. Achieving Strong, Sustainable, and Balanced Global Economic Growth: The G-7 leaders reiterated their commitment to supporting the global economy, including market-determined exchange rates and flexible fiscal strategies to promote growth and job creation. They also emphasized the importance of protecting intellectual property rights and combating tax evasion and tax avoidance.

3. Promoting High-Standard Trade and Investment: The G-7 leaders discussed ongoing trade negotiations, including the Trans-Pacific Partnership (TPP) and the Trans-Atlantic Trade and Investment Partnership (T-TIP). They expressed their commitment to finalizing negotiations on the TPP as soon as possible and accelerating work on all T-TIP issues. The leaders also discussed the WTO Trade Facilitation Agreement and the need to conclude the Doha Round.

4. Addressing Climate Change, Protecting the Environment, and Boosting Energy Security: The G-7 leaders reaffirmed their commitment to reaching a successful climate agreement at the United Nations Climate Conference in Paris. They announced several concrete steps to address climate change, including incorporating climate resilience considerations into development assistance, expanding climate risk insurance in developing countries, mobilizing clean energy finance in Africa, addressing short-lived climate pollutants, and reducing incentives for carbon-intensive investments.

5. Supporting Sustainable Development: The G-7 leaders expressed their commitment to achieving a successful outcome in the Third International Conference on Financing for Development and the UN Summit for the adoption of the Post-2015 Development Agenda. They discussed various steps to advance key development priorities, such as promoting food security and nutrition, strengthening assistance for complex contracts negotiations, and advancing global health and the Global Health Security Agenda.

6. Advancing Women's Economic Empowerment: The G-7 leaders discussed the importance of advancing women's economic empowerment and committed to reducing the gender gap in workforce participation. They announced initiatives to increase the number of women entrepreneurs, increase women's technical and vocational training, and address discrimination, harassment, and violence against women.

Overall, the G-7 leaders discussed a wide range of issues and made commitments to address various global challenges and promote sustainable development.