The press briefing by Press Secretary Josh Earnest on October 27, 2014 discussed various topics including the President’s meeting with the Advanced Manufacturing Partnership Steering Committee and the response to the Ebola outbreak. The President’s Advanced Manufacturing Partnership Steering Committee is part of a council of 19 leading CEOs, labor leaders and university presidents that was assembled by the President to revitalize the manufacturing sector. The President’s view is that the manufacturing sector is central to the economy and the United States’ manufacturing sector is as competitive as it has been in decades. In the context of the meeting, there were three new executive actions that represent substantial investment by the federal government into research and technology that could boost the advanced manufacturing sector. The President is committed to creating good, middle-class jobs as he believes that a strong and dynamic middle class is critical to the success of the economy. The briefing also addressed the response to the Ebola outbreak, specifically the quarantine policies implemented by New York and New Jersey. The Department of Defense has not issued a policy related to their workers that have spent time in West Africa, but one commanding officer made the decision to quarantine troops returning from the region. The announcement from New York and New Jersey was specifically related to health care workers, not just people returning from the region. The administration believes that stopping the Ebola outbreak in West Africa is critically important to national security and the safety and health of American citizens. They do not want policies that serve as a disincentive for doctors and nurses from traveling to West Africa to treat Ebola patients. The administration believes that policies should be driven by science and the best scientific advice available. State and local officials have the authority to impose quarantine policies in their own states and localities, but the CDC provides guidelines based on scientific evidence. The administration is working closely with states and localities to ensure that policies are in place to protect the American public without placing an undue burden on health care workers. The briefing also mentioned the ongoing coordination between the administration and state and local officials, as evidenced by the decision to release Kaci Hickox from the hospital in New Jersey. The briefing ended with questions about the President’s involvement in the midterm elections and the role of the Ebola Response Coordinator, Ron Klain.