The United States has been providing support to Pakistan in response to the devastating floods. The US has sent financial assistance, relief supplies, helicopters, rescue boats, and disaster management experts. The US government has committed approximately $76 million in financial assistance and has delivered relief supplies, including halal meals, rescue boats, water filtration units, and blankets. The US is coordinating with the international community to provide relief to Pakistan. In addition to the floods in Pakistan, the US is also focused on border security along the Mexican border. The President recently signed a bill that provides $600 million in additional resources to strengthen security along the border. The bill adds permanent resources to the border and makes permanent many of the assets that the administration has surged along the border in the past 18 months. The bill provides for additional Border Patrol agents, customs officers, and ICE agents, as well as improved technology and infrastructure. The bill also provides funding for the Justice Department to surge federal law enforcement and support for detention and incarceration of criminal aliens. The administration believes that the bill is an important step forward in border security and supports ongoing efforts to achieve comprehensive immigration reform. The administration has reached out to Republicans, including Senator Graham, to work on immigration reform. The administration believes that border security and immigration reform should be done together and that both parties need to come to the table to address the issue. The administration is committed to securing the border and ensuring a safe and secure border region. The administration believes that it has the resources necessary to achieve this goal and that more resources are not necessary. The administration is focused on making sure that the border is safe and secure and that immigration reform is addressed. The administration believes that the bill passed by Congress is an important step forward in border security and supports ongoing efforts to achieve comprehensive immigration reform. The administration believes that the bill adds new resources to the border and makes permanent many of the assets that have been surged along the border in the past 18 months. The administration believes that the bill is a significant step forward in border security and supports ongoing efforts to achieve comprehensive immigration reform.