On January 22, 2009, President Obama signed several executive orders related to detention and interrogation policies. One of the orders required the closure of the Guantanamo Bay detention center within a year. The order established a review process to determine the possibility of transferring detainees to other countries or prosecuting them in Article III courts or under the Uniform Code of Military Justice. The Attorney General would coordinate the review, with participation from the Secretaries of Defense, State, and Homeland Security, as well as the DNI and the Chairman of the Joint Chiefs of Staff. The Secretary of State was directed to seek international cooperation for transferring detainees. The Secretary of Defense was instructed to halt military commission proceedings until the review was completed. The order also required that the conditions of confinement at Guantanamo comply with the Geneva Conventions and other applicable laws. Another executive order created a Special Task Force to review detainee policy, with the Attorney General and the Secretary of Defense as co-chairs. The task force would consider policy options for apprehension, detention, trial, transfer, or release of detainees and submit a report to the President within 180 days. A third executive order revoked a previous order that interpreted the Geneva Conventions and required all interrogations of detainees to follow the Army Field Manual guidelines. It also prohibited reliance on legal advice issued between September 11, 2001, and January 20, 2009, regarding interrogation. The order mandated access to detainees for the International Committee of the Red Cross and closed all existing CIA detention facilities while prohibiting future operations. A Special Task Force was created to review the Army Field Manual guidelines and examine rendition and transfer policies. The President also issued a memorandum instructing a review of the detention status of a specific detainee held in Charleston, South Carolina, similar to the ongoing review of Guantanamo cases.