This article is a fact sheet that summarizes discussions between the United States Government (USG) and the Government of Japan (GOJ) on reducing nuclear risks. The two governments express their commitment to deepening cooperation in nuclear security, nuclear disarmament, and nuclear nonproliferation. They welcome the adoption of the Final Document at the Review Conference of the Parties to the Treaty on the Non-Proliferation of Nuclear Weapons and emphasize the need for concrete measures to implement its conclusions and recommendations. 

In terms of nuclear security, the USG and GOJ support securing all vulnerable nuclear material within four years and pledge to expand scientific and technical cooperation to ensure nuclear safety, safeguards, and security. They also plan to strengthen cooperative activities in the highest standards of security for nuclear materials at civilian facilities and during transportation, as well as in nuclear forensics and material detection and measurement. Both countries aim to promote expertise in nuclear security and invest in human capital, particularly in regions like the Asia-Pacific where nuclear power utilization is expected to increase. Japan's establishment of an Integrated Support Center for Nuclear Nonproliferation and Nuclear Security is welcomed by the USG, and a bilateral Nuclear Security Working Group will be established to identify areas for cooperation and assist in tangible outcomes for the 2012 Nuclear Security Summit.

Regarding nuclear disarmament, the USG and GOJ acknowledge efforts to reduce the number and role of nuclear weapons while maintaining a credible deterrent and ensuring security. The USG has strengthened its long-standing negative security assurance, and both governments recognize the need for progress in multilateral disarmament, such as the entry into force of the Comprehensive Test Ban Treaty and negotiations on a Fissile Material Cut-off Treaty. They also emphasize the urgency of revitalizing the Conference on Disarmament and express readiness to seek alternative arrangements if the deadlock is not broken.

In terms of nuclear nonproliferation and peaceful uses of nuclear energy, the USG and GOJ emphasize the role of the International Atomic Energy Agency (IAEA) in verifying peaceful nuclear energy use and extending its benefits to nations that comply with nonproliferation obligations. They call for Iran to comply with UN Security Council resolutions and cooperate with the IAEA to ensure its nuclear programs are exclusively peaceful. The abandonment of nuclear weapons and existing programs by North Korea is also emphasized. The governments will work closely with the IAEA to provide necessary resources and support. They also highlight the importance of effective and transparent export controls and urge the Nuclear Suppliers Group to strengthen controls on enrichment and reprocessing transfers.