During a press briefing, White House Press Secretary Josh Earnest addressed various topics, including the request by Russian officials to observe US elections. Earnest stated that it is unclear what the intent of the Russians is with regard to this request, but he noted that the US intelligence community has concluded that Russia's intent is to influence the US political process. He also mentioned that Russia has declined to participate in the process organized by the Office of Security Cooperation in Europe to observe US elections. Earnest also discussed the nomination of Merrick Garland to the Supreme Court, stating that Republicans in the Senate have an obligation to treat Garland fairly and give him a hearing and a timely vote. He welcomed the comments of Senator Flake, who said that it was time to start moving on Garland's nomination. Earnest also commented on the recent statements made by Philippines President Rodrigo Duterte, expressing concern about his rhetoric and its impact on the relationship between the US and the Philippines. He stated that the US and the Philippines have been allies for 70 years and that the Filipino people and government have benefitted from the warm relationship with the US. Earnest also addressed the situation in the South China Sea, confirming that a US Navy warship conducted a freedom of navigation operation in the area. He stated that the purpose of the mission was to uphold the rights and freedoms of all states under international law. Earnest also commented on the ongoing military operation in Mosul, Iraq, stating that the US is working to support Iraqi security forces and Kurdish forces in their fight against ISIS. He mentioned that an American servicemember was killed in action in support of the operation and expressed condolences to the family. Earnest also discussed the ongoing cyber attacks on US businesses, stating that the Department of Homeland Security is monitoring the situation. He noted that the US government has not yet determined who is responsible for the attacks. Earnest also mentioned that the US is deeply engaged with allies in Europe and countries in the region to hold Russia accountable for their actions in Syria. He stated that the US is considering the potential use of financial sanctions as a tool to pressure Russia to resolve the conflict in Syria. Earnest concluded the briefing by discussing the upcoming US elections, stating that the President is making a vigorous case for Democrats up and down the ballot. He emphasized the importance of the election and the need for voters to show up at the polls.