On December 22, 2010, the President signed into law several bills, including S. 30 which makes it illegal to transmit misleading or inaccurate caller identification information with the intent to defraud. S. 1275 establishes a National Foundation on Fitness, Sports, and Nutrition. S. 1405 redesignates the Longfellow National Historic Site in Massachusetts. S. 1448 authorizes 99-year leases on land held in trust for five Indian Tribes in Oregon. S. 1609 authorizes the Department of Commerce to approve a fishery cooperative for the longline catcher processor subsector in the Bering Sea. S. 1774 makes Hotaru Nakama Ferschke eligible for an immigrant visa or for adjustment of status to that of lawful permanent resident. S. 2906 authorizes 99-year leases on land held in trust for the Kalispel Tribe and the Puyallup Tribe of Washington State. S. 3199 reauthorizes and expands research and public health activities related to hearing loss in newborns and infants. S. 3794 authorizes the General Services Administration to transfer Federal surplus property to State agencies for distribution to veterans-related organizations. S. 3860 requires reports on the management of Arlington National Cemetery. S. 3984 authorizes appropriations for museums and libraries through FY 2016. S. 3998 extends a pilot program for volunteer organizations that serve children to have fingerprint checks on applicants. S. 4005 authorizes the U.S. Government to apply for restraining orders to preserve property subject to forfeiture under foreign law. S. 4010 makes Shigeru Yamada eligible for an immigrant visa or for adjustment of status to that of lawful permanent resident. H.R. 1061 provides for the transfer of land to be held in trust for the Hoh Indian Tribe. H.R. 2941 reauthorizes Johanna's Law to increase awareness of gynecologic cancers. H.R. 4337 modifies rules related to the tax treatment of regulated investment companies. H.R. 5591 designates the airport traffic control tower located at Spokane International Airport as the Ray Daves Airport Traffic Control Tower. H.R. 6198 makes technical corrections to the Bankruptcy Abuse Prevention and Consumer Protection Act of 2005. H.R. 6278 allows the District of Columbia to use Heritage Island and a portion of Kingman Island for recreational, environmental, or educational purposes. H.R. 6473 extends authorities to collect taxes for the Airport and Airway Trust Fund. H.R. 6516 makes technical and conforming changes to the Coast Guard Authorization Act of 2010.