This article is a Presidential Memorandum issued by former President Barack Obama on November 11, 2016. The memorandum is titled "Advancing Fair Practices by Education and Training Institutions Serving Service Members, Veterans, Eligible Spouses, and Other Family Members." The purpose of the memorandum is to direct executive departments and agencies to take certain actions to promote fair practices by education and training institutions serving service members, veterans, eligible spouses, and other family members.

The memorandum highlights the importance of fulfilling promises to those who have served and calls for efforts to provide service members and veterans with the protections, resources, information, and support they need to pursue the American dream. It mentions that approximately 200,000 service members transition from military service annually and that programs like the Post-9/11 GI Bill and the Department of Defense's Tuition Assistance Program provide education benefits to service members, veterans, eligible spouses, and other family members.

The memorandum acknowledges the progress made in implementing the "Principles of Excellence" that were established in a previous executive order. These principles aim to ensure that educational institutions receiving federal and military funding provide meaningful information, prevent abusive recruiting practices, and offer high-quality academic and student support services to military-affiliated individuals.

However, the memorandum also states that more work needs to be done to strengthen oversight, enforcement, and accountability within these benefits programs. It calls for improved coordination of federal tools and resources, increased collaboration across federal agencies, identification of best practices, better data-sharing strategies, and streamlined protocols for enforcement and information sharing.

To achieve these goals, the memorandum directs agencies to take additional steps, such as establishing a pilot program to provide personalized information and counseling resources for transitioning service members, developing a data linkage plan to share information on student outcomes, strengthening online consumer tools, promoting military apprenticeship programs, and reducing barriers to employment for military spouses and transitioning service members.

The memorandum establishes an interagency Working Group on Fair Practices in Veterans Education and Training Programs to coordinate policy proposals and includes representatives from various federal agencies. It also calls for the development of standard protocols to prevent deceptive marketing of educational services and the establishment of an enforcement subcommittee to handle complaints and improve accountability.

The memorandum concludes by directing the Working Group to create an implementation plan within 120 days, outlining specific actions to further the policy objectives. It emphasizes that the memorandum should be implemented consistent with applicable law and subject to the availability of appropriations.