During his visit to Argentina, President Obama met with President Mauricio Macri to discuss opportunities to strengthen the relationship between the two countries. They explored ways to address global challenges such as climate change, peacekeeping, refugees, human rights, and democracy. The leaders also discussed President Macri's economic reform agenda, opportunities for trade and investment, cooperation in science and technology, and U.S. support to enhance Argentina's capacity to combat organized crime. The two governments announced steps to strengthen trade and investment, with U.S. companies announcing investments that will help develop the over $20 billion annual trade between the two countries. They also signed a Trade and Investment Framework Agreement to facilitate dialogue on a range of issues, including intellectual property, market access, and agricultural cooperation. The leaders committed to cooperating on promoting the growth of small businesses and entrepreneurial initiatives, supporting women entrepreneurs, and facilitating trade. They also discussed cooperation in the energy sector, including the development of renewable energy and the responsible development of unconventional oil and gas resources. The two countries pledged to work together on climate change, including the implementation of the Paris Agreement and the gradual reduction of hydrofluorocarbons. They also committed to reducing emissions from international aviation and promoting clean energy. In the area of health, Argentina joined the Global Health Security Agenda to strengthen national systems and implement the International Health Regulations. The two countries will collaborate on Zika response efforts, including sharing information, improving disease surveillance, and developing treatments and vaccines. They also reaffirmed their commitment to human rights and democracy, supporting organizations such as the Organization of American States and the Inter-American Human Rights System. In the field of security and defense, the two countries pledged to work together to combat organized crime and drug trafficking, improve border security, and enhance cooperation in law enforcement and counterterrorism efforts. They also discussed education exchanges, with Argentina committing to increase the number of students and teachers participating in exchanges with the U.S. Overall, the visit aimed to strengthen the relationship between the U.S. and Argentina and promote cooperation on various issues of mutual interest.