During a recent press conference, Jeff Zients, the COVID-19 Response Coordinator, provided updates on the progress of the vaccination efforts in the United States and the country's plans to help combat the pandemic globally. Here are the key points from the press conference:

1. Vaccination Efforts in the United States:
   - 63% of adult Americans have received at least one vaccine dose, and 52% are fully vaccinated.
   - 12 states have reached the goal of vaccinating 70% of adults with at least one shot, and 28 states and the District of Columbia have fully vaccinated 50% or more of their adult population.
   - The successful vaccination program has resulted in a significant decline in COVID-19 cases and deaths since January.
   - The U.S. has secured enough vaccine supply for all Americans.

2. Removal of Defense Production Act (DPA) Priority Ratings:
   - The DPA priority ratings for AstraZeneca, Novavax, and Sanofi vaccines are being removed.
   - U.S.-based companies that supply these vaccine manufacturers can now decide which orders to fulfill first.

3. Efforts to Vaccinate More Americans by July 4th:
   - The administration is launching a "month of action" to mobilize efforts to vaccinate as many people as possible by July 4th.
   - Initiatives include providing free drop-in childcare, extended hours of local pharmacies, and incentives like free beer for adults over 21 on July 4th.
   - Vice President Kamala Harris will lead a national vaccination tour to reach communities that still need protection against the virus.

4. Global COVID-19 Response:
   - The U.S. is committed to being an "arsenal for vaccines" and has already shared over 4 million doses of the AstraZeneca vaccine with Canada and Mexico.
   - The U.S. plans to share a total of 80 million doses by the end of June, which represents 13% of the total vaccines produced by the country.
   - The first 25 million doses will be allocated based on global coverage, urgent situations, and countries most at risk.
   - The U.S. will work with COVAX and other partner nations to distribute the doses and ensure equitable delivery.
   - Additional doses will be shared in the coming weeks, and the U.S. is working to expand global vaccine manufacturing and production capacity.

5. Updates on COVID-19 Data and Therapeutics:
   - CDC Director Dr. Rochelle Walensky provided an overview of COVID-19 data, showing a significant decrease in cases, hospitalizations, and deaths.
   - Dr. Anthony Fauci discussed the effectiveness of monoclonal antibody treatments, highlighting a new antibody by GSK and Vir that has shown promising results in reducing hospitalizations and deaths.

Overall, the press conference emphasized the progress of vaccination efforts in the U.S. and the country's commitment to global collaboration in ending the pandemic.