The White House has announced that it will be requesting $5.6 billion for additional overseas contingency operations related to its efforts to degrade and ultimately destroy ISIS. This includes a $1.6 billion request to establish an Iraq train-and-equip fund, which is part of the focus on strengthening Iraqi security forces. The President has authorized the deployment of up to 1,500 additional U.S. military personnel to Iraq to participate in a train, advise-and-assist capacity. The strategy against ISIS involves degrading them through air campaigns and strengthening partners on the ground who can take the fight to ISIS. The additional forces will provide flexibility for personnel to go to different parts of the country and support Iraqi security forces, but U.S. forces will not be engaged in combat. The Iraqi government has requested this additional support and has made it clear that they want Iraqi security forces to be in combat on the ground. The coalition is playing a role in every line of effort in Iraq, including the air campaign and the train, advise-and-assist mission. The updated request for overseas contingency operations funding will reflect additional costs associated with the counter-ISIL campaign. The additional funds will support ongoing operations, military advisers, intelligence platforms, and munitions. The Iraq train-and-equip mission will be supported by a new Iraq train-and-equip fund, which will provide resources for training efforts. The State Department and other international programs will also receive funding to support diplomatic efforts and other campaigns associated with the counter-ISIL campaign. The request will be part of the final FY15 appropriations bills and will be resolved in the lame duck session of Congress. The administration is also working with Congress to develop an AUMF (Authorization for Use of Military Force) against ISIL. The AUMF and the funding request are separate topics, but both are part of the broader counter-ISIL strategy. The administration is committed to working with Congress to achieve an AUMF that gives a message of unity and support for the campaign. The administration is also working to stop the flow of foreign fighters into and out of Iraq and Syria. There is a U.N. Security Council resolution that provides an international framework for dealing with foreign fighters. The administration is working with other countries to crack down on the flow of foreign fighters and confront the ideology that is used to recruit them. The mission in Iraq is not changing, and the additional personnel will support the train, advise-and-assist mission. The mission will continue to be training, advising, and equipping Iraqi forces, and the Iraqis will be the ones fighting on the ground. The administration does not want to specify a specific number of troops that will be deployed, but the limiting principle is that the troops will not be carrying out a combat mission. The administration is transparent about the significant number of personnel being deployed to carry out the mission. The administration is also working with Sunni tribes to help them fight against ISIS. The tribes want to get ISIS out of their communities, and the administration is providing support and resources to help them do that. The administration is in touch with the tribes and is working to develop their capacity to fight against ISIS. The sourcing solutions for the troops have not been determined yet, and the deployment lengths are also to be determined. The train, advise-and-assist mission involves advising and assisting Iraqi security forces, helping them with intelligence, surveillance, and reconnaissance capabilities, and training them in organizational skills. The building partner capacity mission involves hands-on training of Iraqi and Kurdish forces in basic military skills, organizational command and control, and leadership functions.