Executive Order 13584, issued by President Barack Obama on September 9, 2011, establishes an Integrated Strategic Counterterrorism Communications Initiative. The purpose of this initiative is to coordinate and strengthen public communications efforts across the executive branch of the United States government to counter the actions and ideology of al-Qa'ida, its affiliates, and other terrorist organizations abroad. The Center for Strategic Counterterrorism Communications, under the direction of the Secretary of State, is responsible for coordinating and informing government-wide public communications activities targeted against violent extremists and terrorist organizations. The Center's functions include monitoring and evaluating narratives and events abroad, developing counterterrorism narratives and strategies, identifying trends in extremist communications, facilitating the use of communication technologies, and identifying areas where U.S. capabilities need enhancement. A Steering Committee, composed of senior representatives from relevant agencies, provides advice and support to the Center. Additionally, a temporary organization called the Counterterrorism Communications Support Office is established within the Department of State to support agencies in their public communications activities against violent extremism and terrorism. The CCSO provides research, expertise, and logistical support to agencies involved in these activities. The CCSO is headed by a Director selected by the Secretary of State, and its staff may include personnel from other agencies on a non-reimbursable basis. The CCSO will terminate at the end of the maximum period permitted by law, unless terminated sooner by the Secretary. The executive order clarifies that it does not impair any existing authority granted by law or affect the functions of the Director of the Office of Management and Budget. Implementation of the order is subject to applicable law and the availability of appropriations.