During a teleconference, a senior administration official provided a readout of two calls made by President Biden. The official emphasized the larger diplomatic outreach the administration has been conducting, including conversations with NATO Secretary General Stoltenberg, European Union President Charles Michel, and Quint partners. The first call discussed was with Ukrainian President Zelenskyy, during which President Biden reaffirmed the United States' commitment to Ukraine's sovereignty and territorial integrity. He also shared a readout of his conversation with President Putin, emphasizing the possibility of strong economic measures and additional support for Ukraine and NATO allies if Russia further invades Ukraine. The President also expressed support for the Normandy Format and the implementation of the Minsk Agreements. The second call was with the B9, a group of eastern flank allies, where President Biden reassured them of the United States' commitment to transatlantic security and NATO's Article 5. The President discussed the possibility of de-escalation and diplomacy with Russia, emphasizing the importance of consultation with allies and partners. The official did not provide specific details about the Russian response to the threat of sanctions. In terms of sequencing the calls, the official explained that the President had a busy schedule and had engaged in conversations with a range of partners. On the question of what constitutes an "invasion," the official did not provide specific details but emphasized that there would be significant consequences if there were further escalatory measures against Ukraine. The official also noted that corruption was mentioned in both calls as a topic of importance. Regarding the response to the situation, the official stated that economic measures were being actively discussed, and there would be a strong set of measures, including some that were not done in the past. The official did not provide details but stressed the United States' commitment to Ukraine's sovereignty and territorial integrity. The official did not disclose any specific requests made by President Zelenskyy during the call but highlighted the United States' ongoing commitment to Ukraine's security. The calls with Zelenskyy and Putin were both conducted via telephone, not video calls. The official did not provide specific conditions or gestures that Russia would need to make for talks to proceed but mentioned that discussions would continue with European and Russian partners to find a way forward. The official emphasized that the United States is always prepared to talk about security issues with Russia and mentioned existing formats like the NATO-Russia Council and the OSCE.