Heads of State/Government of the Association of Southeast Asian Nations (ASEAN) and the United States have gathered in Kuala Lumpur, Malaysia for the 3rd ASEAN-U.S. Summit. They have elevated their relationship to the ASEAN-U.S. Strategic Partnership to strengthen their role in realizing a peaceful, prosperous Asia-Pacific region. The relationship between ASEAN and the United States has expanded since 1977, with the United States acceding to the Treaty of Amity and Cooperation in Southeast Asia in 2009 and joining the East Asia Summit in 2011. The partnership is committed to a rules-based approach in Asia, respect for international law, and the peaceful resolution of disputes. They also commit to strengthening democracy, good governance, human rights, tolerance, moderation, and environmental protection. ASEAN and the United States are dedicated to the ASEAN integration process and building a strong, politically cohesive, economically integrated, socially responsible, and people-oriented ASEAN Community. They will also work together to strengthen ASEAN connectivity and narrow the development gap. The partnership reaffirms the importance of maintaining peace, stability, maritime security, safety, and freedom of navigation in the South China Sea. They support the implementation of the Declaration of the Conduct of Parties in the South China Sea and the conclusion of an effective Code of Conduct. The partnership will also tackle transnational challenges such as terrorism, climate change, environmental degradation, energy, infectious diseases, cybersecurity, trafficking, and illegal fishing. In terms of economics, American firms have been the largest cumulative investors in Southeast Asia, creating millions of jobs. The ASEAN Economic Community will create more opportunities for citizens and the partnership will work towards increasing trade, investment, and sustainable economic growth. People-to-people ties and cultural exchange will also be strengthened. The partnership aims to bring security, opportunity, and address emerging challenges in the Asia-Pacific community.