The White House has sent a bill of $69 million to BP, which accounts for 75% of the obligations to date. The bill includes costs for federal agencies, Department of Defense support, National Guard support, and state support. The President will also be making a stop at a business in Maryland to comment on the May employment numbers. In regards to the Romanoff matter, the President was not aware of the White House approaching Romanoff about job prospects. The White House believes that parties have an interest in ensuring that supporters don't run against each other in contested primaries. The President will be making a trip to the Gulf to evaluate the progress and meet with individuals and business leaders affected by the spill. He believes that he will be judged on the response and recovery efforts to the spill. The President is still committed to comprehensive immigration reform and believes that border security and immigration reform have to happen together. The President supports Congressman Kendrick Meek's campaign for Senate in Florida. The President is still committed to closing Guantanamo and a report on the evaluations of inmates at Guantanamo has been made public. The President supports dialogue with Burma's military government, but there is no consideration being given to a special envoy at this time. The White House believes that it is important for BP to continue to have a voice in the response to the oil spill. The President expressed his condolences for the American killed in the flotilla incident. The White House believes it is important for a full and credible investigation to be conducted. The President's summer plans have not been discussed yet. The President is still committed to dialogue with North Korea. There is no specific legislation the President wants to accomplish before the visit of the Russian President. The White House believes that the ethics laws and transparency measures they have put in place are differences in the way Washington works. The President still supports incumbent Senator Michael Bennet in Colorado. The White House believes that each individual state decides how a vacancy is filled and will not get involved in those decisions. The White House hopes that baseball awards a perfect game to the pitcher who was robbed by an umpire's mistake.