President Biden has announced a bipartisan budget agreement that has been reached with Speaker McCarthy. The agreement aims to protect the economic gains made and prevent the threat of default until 2025. It also protects legislative accomplishments such as the infrastructure law and key climate and prescription drug components. The agreement includes a two-year appropriations plan that keeps non-defense spending roughly flat with 2023 levels in 2024 and increases non-defense and defense spending levels by 1 percent in 2025. It repurposes some emergency COVID relief funds and other adjustments. The deal fully funds veterans' medical care and includes funding for the Defense Department. In terms of safety net programs, there are no changes to Medicaid. The agreement includes changes to SNAP work requirements, but exemptions for vulnerable populations will prevent a significant increase in the number of people subject to work requirements. The changes to TANF maintain states' abilities to support vulnerable children and families. On the climate and permitting side, the agreement does not include provisions that would have rolled back environmental protections. It includes measures to accelerate construction projects and improve coordination and efficiency in federal agency decision-making. The agreement also includes provisions to facilitate the build-out of transmission lines and incentivize the study of the impact of transmission on clean energy and grid resilience. The agreement suspends the debt limit until January 1, 2025, providing stability to the economy. The net deficit reduction from the agreement is not yet estimated. The IRS funding included in the agreement does not represent a complete rollback, as the funding was for a 10-year period and can be spent over several years. The agreement includes a backstop to incentivize the passing of spending bills by the end of the year. The administrative PAYGO aspect provides a broad waiver authority for the OMB director and protection against judicial review. The NDD level is essentially flat, with a difference of about $1 billion compared to 2023 levels. The agreement recognizes the need for continued advocacy for higher non-defense funding. The energy provisions in the agreement focus on improving coordination, efficiency, and deadlines for environmental reviews. They aim to accelerate the build-out of projects such as transmission lines and electric charger stations. The agreement also directs the Federal Energy Regulatory Commission to study the relationship between transmission build-out and clean energy, grid hardening, and reliability. The TANF changes in the agreement amend the base year to 2015, allowing states to maintain flexibility in providing support to vulnerable children. The exact number of people impacted by the SNAP and TANF policies in the agreement is not yet estimated.