The article discusses the key parameters of a Joint Comprehensive Plan of Action (JCPOA) regarding Iran's nuclear program. Some of the important points mentioned in the article include:

1. Enrichment: Iran will reduce its installed centrifuges from 19,000 to 6,104, with only 5,060 of these enriching uranium for 10 years. Iran will not enrich uranium over 3.67 percent for at least 15 years. Iran will also reduce its stockpile of low-enriched uranium to 300 kg for 15 years.

2. Fordow Facility: Iran will convert its Fordow facility into a nuclear research center and will not enrich uranium there for at least 15 years. Almost two-thirds of the facility's centrifuges and infrastructure will be removed.

3. Natanz Facility: Iran will only enrich uranium using its first-generation centrifuges at the Natanz facility for ten years. More advanced centrifuges will be removed.

4. Inspections and Transparency: The International Atomic Energy Agency (IAEA) will have regular access to Iran's nuclear facilities, including the use of modern monitoring technologies. Inspectors will also have access to the supply chain supporting Iran's nuclear program. Iran has agreed to implement the Additional Protocol of the IAEA, providing greater access and information regarding its nuclear program.

5. Reactors and Reprocessing: Iran will redesign and rebuild the Arak research reactor to support peaceful nuclear research. The original core of the reactor, which could produce weapons-grade plutonium, will be destroyed or removed from the country. Iran will not conduct reprocessing or research on spent nuclear fuel.

6. Sanctions: Iran will receive sanctions relief if it verifiably abides by its commitments. U.S. and E.U. nuclear-related sanctions will be suspended, but can be reimposed if Iran fails to fulfill its commitments. UN Security Council resolutions on the Iran nuclear issue will be lifted, but certain provisions related to transfers of sensitive technologies and activities will be re-established.

7. Phasing: Iran will limit domestic enrichment capacity and research and development for ten years, ensuring a breakout timeline of at least one year. Additional limitations will be in place for fifteen years, and inspections and transparency measures will continue beyond that.

8. Nuclear Non-Proliferation Treaty: Even after the most stringent limitations, Iran will remain a party to the Nuclear Non-Proliferation Treaty, which prohibits the development or acquisition of nuclear weapons and requires IAEA safeguards.

These parameters are subject to negotiation and will be used to finalize the JCPOA by June 30.