In this press gaggle, Principal Deputy Press Secretary Josh Earnest discusses a few topics. Firstly, he mentions that the top priority of the President's domestic agenda is strengthening the economy and creating jobs in the United States. Earnest highlights the decisions made by companies to bring jobs back to America and invest in the country. He also mentions that the President will be proposing additional ideas and incentives for companies to invest in America in the coming weeks.

Earnest then announces that the President's first stop in Chicago will be at the Obama for America headquarters to thank the staff working on his re-election campaign. He asks the reporters not to report this until the motorcade arrives at the headquarters.

When asked if the visit is being piped back to the White House, Earnest says he doesn't know. He clarifies that the President is focused on his domestic agenda of creating jobs and strengthening the economy, and the visit to the campaign headquarters is an opportunity for him to thank the staff.

The reporters ask if the visit indicates that the President is more focused on his re-election than running the country, to which Earnest responds that the President's focus remains on his domestic agenda. He also mentions that the President has been following the Republican primary race but is mainly focused on ideas to strengthen the economy and create jobs.

The press secretary does not provide any details about the President's proposed tax breaks or incentives for companies to hire in the U.S. He also does not give a specific date for when campaign rallies will begin.

Earnest condemns the violence of the car bombing that killed an Iranian nuclear scientist, denying any U.S. involvement. He does not have any updates on the timing of the Keystone pipeline decision or the replacement for the director of the OMB.

Lastly, Earnest confirms that photo coverage at the first stop will be checked and mentions that the President is pleased to have support in his hometown of Chicago for his re-election campaign. He also confirms that both Bill Daley and Valerie Jarrett will attend the fundraising events. The press secretary does not have information about the mayor's attendance or the press access at the campaign headquarters.