President Obama announced his intent to nominate several individuals to key Administration posts. Steven Cohen, the founder and President of the Cohen Law Group, has been nominated for Member of the Board of Trustees of the Harry S Truman Scholarship Foundation. Thomas P. Kelly III, Principal Deputy Assistant Secretary in the Bureau of Political-Military Affairs at the Department of State, has been nominated for Ambassador to the Republic of Djibouti. Jane Nishida, Acting Assistant Administrator for International Affairs at the Environmental Protection Agency, has been nominated for Assistant Administrator for International and Tribal Affairs. Sunil Sabharwal, an independent investor in the payments sector, has been nominated for United States Alternate Executive Director at the International Monetary Fund. Gordon O. Tanner, Principal Deputy Assistant Secretary of the Air Force for Manpower and Reserve Affairs, has been nominated for General Counsel of the Department of the Air Force. President Obama also announced his intent to appoint several individuals to key Administration posts. Karen L. Braitmayer, founder of Karen Braitmayer, FAIA, an architectural consulting firm, has been appointed as a Member of the Architectural and Transportation Barriers Compliance Access Board. Janice Lehrer-Stein, a former labor and employment discrimination litigator, has been appointed as a Member of the National Council on Disability. Benro T. Ogunyipe, an Accessibility Specialist for the Illinois Department of Human Services, has been appointed as a Member of the National Council on Disability. Katherine D. Seelman, Associate Dean and Professor of Rehabilitation Sciences and Technology at the University of Pittsburgh, has been appointed as a Member of the National Council on Disability. Royal P. Walker, Jr., Executive Director of the Institute for Disability Studies at The University of Southern Mississippi, has been appointed as a Member of the National Council on Disability. President Obama expressed gratitude to these individuals for their willingness to serve in these important roles and looks forward to working with them.