This article provides a background briefing by a senior administration official about President Obama's recent phone call with President Karzai of Afghanistan. The two leaders discussed the progress made by the Afghan National Security Forces, the success of the first round of elections, and the preparations for the second round of elections. President Obama praised the Afghan electoral institutions and the Afghan National Security Forces for their work. He also reiterated his support for Afghan-led reconciliation and the signing of a Bilateral Security Agreement (BSA) with President Karzai's successor. The official mentioned that the BSA is something that the successor would conclude. The President will consult with President Karzai before publicly announcing any decision on the post-2014 presence of US troops in Afghanistan. The official also mentioned that President Obama spoke about the recent attack on the Indian Consulate in Afghanistan and discussed the upcoming inauguration of Prime Minister-designate Modi of India. The official did not have information about the exact timing of the invitation for President Karzai to visit Bagram Air Base. The official mentioned that President Obama has been receiving advice and guidance from General Dunford and Ambassador Cunningham regarding the post-2014 plan for Afghanistan. They discussed the progress made by the Afghan National Security Forces, the challenges they face, and the need for the US to continue supporting them. The official did not provide specific numbers for the size of the post-2014 force. The official also mentioned that President Obama has not made any calls to the leadership of Ukraine or Russia during this flight. However, he is expected to call the newly elected President of Ukraine at the first opportunity. The official highlighted the positive outcome of the Ukrainian elections and the message of national unity and commitment to democracy. The official mentioned that there were no calls expected to be made to Putin. Finally, the official mentioned that President Obama visited the hospital and interacted with troops, expressing his gratitude and giving out awards.