In a recent COVID-19 Response Team update, Dr. Ashish Jha, the White House COVID-19 Response Coordinator, discussed the current state of the pandemic in the United States. He mentioned that while more than 200 million Americans have been vaccinated and more than 100 million have received boosters, there are still a high number of infections occurring across the country. Dr. Jha attributed this to the emergence of highly contagious subvariants, such as BA.2.12.1. He emphasized the importance of preventing infections, ensuring that infections do not turn into severe illness, and remaining globally engaged in the fight against the pandemic.

Dr. Jha also highlighted two recent developments. The first is the launch of a third round of tests that can be obtained from COVIDTests.gov. These rapid tests are effective in reducing the spread of the virus, and there has been significant demand for them. The second development is the increased use of the antiviral medication Paxlovid, which has been shown to reduce hospitalizations and deaths. Dr. Jha encouraged healthcare providers to prescribe Paxlovid and emphasized the need for additional resources to continue acquiring vaccines, treatments, and tests.

Dr. Rochelle Walensky, the CDC director, provided an overview of the current COVID-19 data, which shows a steady increase in cases and hospital admissions. She emphasized the importance of vaccination and boosters in preventing severe disease and encouraged eligible individuals to get vaccinated. Dr. Walensky also mentioned the need to use prevention measures such as masking and testing in areas with high COVID-19 community levels.

Dr. Anthony Fauci discussed the evolution of variants and their impact on the pandemic. He mentioned that the Omicron variant does not induce immunity against other variants, and studies are being conducted to determine the best approach for future vaccines. Dr. Fauci also emphasized the importance of using prevention measures, improving ventilation in indoor spaces, and accessing treatments early if infected.

In response to questions, the panel addressed concerns about Paxlovid rebound, eligibility for treatments and vaccines, and the timeline for pediatric vaccines for children under five. They stated that the rebound effect with Paxlovid is rare and not associated with severe illness. Eligibility for treatments and vaccines is determined by the FDA and CDC guidelines, and efforts are being made to ensure that these resources are widely available. The timeline for pediatric vaccines for children under five is dependent on the FDA's analysis of the data and their determination of safety and efficacy.

In conclusion, the panel emphasized the need for additional funding from Congress to continue the fight against the pandemic and protect the American people. They stated that without adequate resources, there could be a significant increase in infections and unnecessary loss of life. They expressed confidence that Congress will provide the necessary funding and urged individuals to continue using prevention measures and accessing available treatments and vaccines.