The White House has announced two new executive actions aimed at strengthening the federal background check system and preventing guns from falling into the wrong hands. The Department of Justice (DOJ) is proposing a regulation to clarify who is prohibited from owning a firearm under federal law for mental health reasons. The Department of Health and Human Services (HHS) is issuing a proposed regulation to address barriers preventing states from submitting limited information on individuals prohibited from purchasing a firearm to the federal background check system.

The Administration acknowledges that while the majority of individuals with mental illness are not violent, in some cases, when they do not receive proper treatment, it can result in tragedies such as homicide or suicide. The Administration takes a comprehensive approach to mental health by expanding coverage of mental health services, launching a national conversation to reduce stigma associated with mental illness, directing funds to improve mental health facilities, and proposing more funds for training mental health professionals.

The federal background check system is seen as the most effective way to prevent individuals who may pose a danger to themselves or others from accessing firearms. The system has already prevented over two million guns from falling into the wrong hands. The two new executive actions announced aim to ensure that better and more reliable information is included in the background check system.

The Administration has already taken steps to strengthen the National Instant Criminal Background Check System (NICS), such as making all relevant records available to the system and providing guidance to gun dealers on running background checks for private sellers. The Administration has also invested additional funds to incentivize states to share information on individuals prohibited from having guns.

The new actions address concerns raised by some states regarding barriers to submitting relevant information to the background check system for individuals prohibited from owning firearms for mental health reasons. The DOJ is proposing clarifications to the terminology used in federal law, and the HHS is proposing a rule to eliminate barriers caused by privacy provisions under the Health Insurance Portability and Accountability Act (HIPAA).

The Administration continues to call on Congress to pass common-sense gun safety legislation, including expanding background checks and making gun trafficking a federal crime. The President's FY 2014 Budget also proposes a new initiative to address barriers to mental health treatment.