Deputy National Security Advisor for Strategic Communication Ben Rhodes and NSC Senior Director for Asian Affairs Evan Medeiros held a press briefing in Kuala Lumpur, Malaysia. They discussed the signing of an Enhanced Defense Cooperation Agreement (EDCA) between the United States and the Philippines. The agreement allows the US access to basing in the Philippines, which will enhance defense and security cooperation between the two countries. The agreement is part of the US strategy of rebalancing to the Asia Pacific and building alliances and partnerships in the region. The agreement will focus on training and exercises, including humanitarian assistance, disaster relief, and maritime security. The scope, duration, and timing of the rotational presence will be determined through consultation with the Philippines. The US hopes that this agreement will contribute to stability in the region and provide a sense of reassurance to allies and partners. The agreement is not aimed at China, but rather at deepening the alliance with the Philippines and addressing common interests in Southeast Asia. The US remains committed to a cooperative approach to resolving maritime disputes and opposes coercion and intimidation. The agreement does not establish a permanent US base in the Philippines, but allows for access to Filipino facilities. Specific details about the assets and capabilities that will be deployed will be worked out in the future. The signing of the agreement is a significant step forward in the US-Philippines alliance and demonstrates the maturity of the partnership. The agreement will have no impact on US forces in Okinawa, Japan. The briefing also touched on the MH370 investigation and the ongoing cooperation between nations involved in the search. Lessons from the investigation may inform future efforts in aviation security and response/recovery missions. The briefing concluded by stating that new targeted sanctions against Russia could be implemented as early as the next day, and that reports of a suspension of high-level talks between the US and Russia were incorrect.