The article discusses the changing role of NATO in Afghanistan. It highlights that NATO's mission in Afghanistan has been its largest and longest-running military operation, with 50 coalition countries contributing troops over a 13-year campaign. The goal of NATO and its partners is to support a sovereign, stable, unified, and democratic Afghanistan. They believe that an Afghan-led peace and reconciliation process is the best way to end violence and ensure lasting stability. 

The article mentions the International Security Assistance Force (ISAF), which has been assisting Afghan authorities in maintaining security and developing the Afghan National Security Forces (ANSF) since 2001. NATO assumed command of the ISAF mission in 2003. At the Lisbon Summit in 2010, it was agreed that full responsibility for security would be transitioned to the Afghan government by the end of 2014. Since June 2013, the ANSF has been in the lead for security, with coalition support, and has exceeded expectations. 

The article also discusses the Resolute Support mission, which is a non-combat train, advise, and assist mission that NATO intends to conduct in Afghanistan beyond 2014. This mission would be contingent upon the Afghans signing a Bilateral Security Agreement (BSA) and a status of forces agreement (SOFA) with NATO. It would focus on advising the ANSF at the corps and tactical levels, with a regional presence in different parts of Afghanistan. The mission would initially include approximately 12,000 troops, with different Allied nations leading in different regions. 

The United States has announced that its combat mission in Afghanistan will end by the end of 2014. However, contingent upon a signed BSA and NATO SOFA, the U.S. would be prepared to continue training Afghan forces and supporting counterterrorism operations against remnants of al-Qa'ida. The U.S. expects to have 9,800 troops in Afghanistan at the beginning of 2015, participating in the Resolute Support mission. By the end of 2015, the U.S. plans to reduce its presence by roughly half and consolidate its troops in Kabul and Bagram Airfield. By the end of 2016, the U.S. military presence would shift to a security assistance mission based from the U.S. embassy. 

The article also addresses the financial sustainment of the ANSF. NATO Allies and partners have committed to contribute significantly to the financial sustainment of the ANSF through the end of 2017. The international community has pledged nearly €1 billion annually for the ANSF. The United States has requested up to $4.1 billion in its 2015 budget to help sustain the ANSF. Afghanistan is expected to assume an increasing portion of the ANSF sustainment costs starting in 2015. 

Lastly, the article mentions that NATO nations reaffirmed their commitment to strengthen the enduring partnership with Afghanistan, which would serve as the foundation for longer-term security cooperation between NATO and Afghanistan.