Jennifer Klein, Assistant to the President and Director of the Gender Policy Council, and Zayn Siddique, Deputy Assistant to the President for Economic Mobility, recently convened state legislators to discuss the issue of child care access and affordability in the United States. They highlighted the importance of high-quality, affordable child care in supporting working families, reducing costs, and driving economic growth.

However, the majority of families face difficulties in accessing the child care they need. In 2019, more than three in four households reported struggling to find adequate care for their young children, while child care providers often had to turn families away due to limited availability. Child care workers, who are mostly women and women of color, are among the lowest-paid workers in the country and often lack employer-provided benefits.

Even when families can find child care, it is often unaffordable. Child care expenditures have been increasing over the last decade, with prices growing by 26%. Median child care prices in 2022 ranged from $5,357 to $17,171, representing a significant portion of median family income (8% to 19.3%).

Recognizing the importance of child care for families' economic security and the country's economic prosperity, President Biden has included a $600 billion investment in early care and education in his budget for this fiscal year. This investment aims to provide universal preschool for four-year-olds and subsidize high-quality child care for families earning up to $200,000. The lowest-income families would pay nothing out-of-pocket, while most families would pay no more than $10 a day per child. This investment would result in significant cost savings for American families while improving the quality and reliability of child care.

The Department of Commerce has also announced that some grant recipients of CHIPS and Science Act funding will be required to ensure access to affordable, reliable, high-quality child care for their workers with young children.

States are also taking action to address child care access and affordability, with support from investments secured by President Biden through the American Rescue Plan. These efforts include increasing the supply of child care, supporting the child care workforce through bonuses and scholarships, and expanding eligibility for child care assistance. State leaders participating in the discussion expressed gratitude for the Administration's support and partnership in expanding child care access and affordability at the state level.