In a speech at the South Court Auditorium in the Eisenhower Executive Office Building, President Biden celebrated the news that the U.S. economy created 850,000 jobs in June. He emphasized that wages have increased for American workers and highlighted that over 3 million jobs have been created since he took office, the most in the first five months of any presidency in modern history. The President credited the American Rescue Plan and the progress in vaccinating the nation for the strong economic recovery and noted that the U.S. is the only major advanced economy with higher output projections now than before the pandemic. He highlighted the ranking of America as first in Bloomberg's "COVID Resilience Ranking" and stated that the recovery is a result of the American Rescue Plan, despite initial doubts and lack of bipartisan support. The President also mentioned the Congressional Budget Office's projection of 7.4 percent economic growth for 2021, up from the initial projection of 3.7 percent, and emphasized the need to continue job growth, especially for marginalized communities. He discussed the benefits of the Child Care Tax Credit and the financial support provided to schools, small businesses, and hard-hit sectors like restaurants and hotels. President Biden expressed his commitment to investing in infrastructure and outlined the key components of his American Jobs Plan, such as modernizing infrastructure, improving the power grid, expanding broadband access, and transitioning to clean energy. He also highlighted the importance of his American Families Plan, which includes provisions for childcare, paid leave, universal pre-K, and free community college. The President expressed his optimism about the progress being made in the country and the positive impact of his plans, and he urged people to get vaccinated to prevent further COVID-19 outbreaks. The speech concluded with a brief discussion on the situation in Afghanistan and the need for the Afghan government to address internal issues.