The U.S.-Mexico High-Level Economic Dialogue (HLED) is a forum for bilateral economic cooperation between the United States and Mexico. The third Cabinet-level meeting was held in Mexico City to discuss the progress made in 2015 and set goals for 2016. The priorities for 2016 include energy, modern borders, workforce development, regulatory cooperation, regional and global leadership, and stakeholder engagement. 

In the energy sector, the U.S. and Mexico will establish the U.S.-Mexico Energy Business Council and work together to support Mexico's transition to a competitive power market and the development of unconventional resources. They will also share energy data and work on a North American mapping system. 

For modern borders, the focus is on strengthening the shared border through collaboration on priority projects and policy issues. This includes improving transportation, reducing trade costs, implementing trusted traveler programs, and promoting tourism. 

In terms of workforce development, efforts will be made to invest in citizens and develop a smart, agile North American workforce. This includes expanding educational exchanges, increasing participation in exchange programs, and promoting women's access to finance and business development. 

Regulatory cooperation will focus on energy regulatory cooperation, the development of a Second Work Plan for the High-Level Regulatory Cooperation Council, and coordination between energy regulators. 

The U.S. and Mexico will also work together on regional and global leadership, including the implementation of the Trans-Pacific Partnership and the promotion of open access to information. They will also work on strengthening the anti-corruption agenda and expanding climate risk insurance in Central America. 

Finally, stakeholder engagement is important, and both countries will continue to improve engagement with relevant stakeholders such as the private sector, academia, and civil society. 

In 2015, achievements included increased cooperation in the energy sector, the opening of new border crossings, the launch of trusted traveler programs, expanded opportunities for educational exchanges, and enhanced regulatory cooperation.