In this press briefing, White House Press Secretary Jay Carney discusses a range of topics. He starts by mentioning a hearing on the nomination of Todd Jones to serve as Director of the Bureau of Alcohol, Tobacco, Firearms and Explosives. Carney talks about the importance of having a confirmed director for the agency and criticizes Senate Republicans for blocking nominees. 

He then addresses the NSA leaker, Edward Snowden, and the President's views on him and his motivations. Carney emphasizes that there is an ongoing investigation and declines to comment on specific details. He states that the President believes in striking a balance between national security interests and privacy concerns, and that this is an appropriate topic for debate.

Carney is also asked about the President's upcoming trip and meetings with foreign leaders, including Germany's Chancellor and officials from federal agencies to discuss Syria. He emphasizes that all options remain on the table for Syria but that the President does not foresee American boots on the ground. He reiterates the President's goal of a transition to a post-Assad government.

The press secretary is also asked about the recent leaks and their impact on national security. He states that a formal damage assessment is being conducted and points to Director of National Intelligence James Clapper's statement that "grave damage" has been done. Carney emphasizes the importance of oversight and the need to find the balance between security and privacy. He mentions the President's commitment to transparency and making changes to counterterrorism efforts.

Carney is questioned about congressional oversight and whether members of Congress were briefed on the surveillance programs. He acknowledges that there have been briefings and oversight by Congress, but he cannot comment on individual members' knowledge. He also addresses concerns about the FISA Court and the lack of denials for surveillance requests, stating that the court provides oversight and is independent.

Regarding the leaks and whistleblowing, Carney states that leaking classified information is a violation of the law and an oath. He emphasizes the importance of protecting sensitive information and discusses the President's opposition to torture and warrantless wiretapping.

The press secretary also briefly touches on other topics, such as the President's meetings with the President of China and the situation in Turkey. He expresses concern about the reports of excessive force and injuries in Turkey and reiterates the President's support for freedom of expression and peaceful protest.