The White House Office of the Press Secretary released a fact sheet summarizing the outcomes of the 2nd ASEAN-U.S. Summit in Myanmar. The fact sheet highlighted the importance of U.S.-ASEAN ties and the cooperative activities undertaken across economic, political-security, and socio-cultural pillars. Some key points from the fact sheet include:

- Economic Engagement: The United States is working with ASEAN to expand trade and investment ties through the Enhanced Economic Engagement Initiative (E3). Efforts include promoting trade facilitation, standards development, and practices, supporting small and medium-sized enterprises (SMEs), and establishing open and transparent investment and information technology environments.

- Commercial Engagement: The U.S. Departments of Commerce and State will sponsor four business and trade delegations to ASEAN in 2015, focusing on sectors such as health and energy. These delegations aim to enhance economic engagement and create new opportunities.

- Lower Mekong Initiative Business Delegation: The U.S. Department of State, Department of Commerce, and USAID will lead a business delegation to the Lower Mekong region in 2015 to highlight regional energy security and sustainability.

- ASEAN Integration and ASEAN Single Window (ASW): The United States supports the creation of an ASEAN Single Window to facilitate customs clearance procedures and lower costs for businesses, promoting increased trade.

- Environmentally Sustainable Energy Development: The United States continues to support the U.S.-Asia Comprehensive Energy Partnership and has held workshops on topics such as rural electrification and renewable energy financing in collaboration with ASEAN countries.

- Political-Security Engagement: Efforts include enhancing maritime cooperation, combating piracy, building ASEAN's cyber confidence, combating human and wildlife trafficking, and promoting women and children's rights.

- U.S.-ASEAN Science and Technology (S&T) Fellow Program: The United States and ASEAN launched the S&T Fellow Program, focusing on issues related to biodiversity, climate change, water management, health, and disaster risk reduction. The program will be expanded in 2015.

Overall, the fact sheet highlights the various initiatives and collaborations between the United States and ASEAN to strengthen economic, political-security, and socio-cultural ties.