President Obama announced a $1 billion National Community Deployment Challenge to spur the deployment of clean, advanced vehicles and expansion of advanced vehicle tax credit. The President visited Daimler Trucks North America Mt. Holly Truck Manufacturing Plant in Mt. Holly, NC to deliver remarks on American energy. He discussed the importance of taking a sustained, all-of-the-above approach on energy, including expanding domestic production of natural gas and oil, improving the efficiency of cars and trucks, and making long-term investments in alternatives to oil. The President also announced incentives to help consumers and businesses purchase new, advanced cars and trucks, including increasing and expanding the current tax credit for advanced vehicles. He announced a new research challenge to make electric vehicles as affordable and convenient as gasoline-powered vehicles by the end of the decade. The President highlighted Daimler's commitment to increasing fuel economy standards and reducing oil consumption. The Obama Administration's standards for cars and light-duty trucks will reach an average fuel efficiency of 54.5 miles per gallon by 2025, saving consumers $1.7 trillion at the pump and reducing oil consumption by 2.2 million barrels a day. The Administration has also finalized the first-ever national fuel efficiency and greenhouse gas emission standards for heavy-duty trucks, vans, and buses. Daimler Trucks North America is a partner in the Energy Department's SuperTruck initiative, which aims to increase the fuel efficiency of long haul trucks by 50 percent by 2015. The President announced a new $1 billion National Community Deployment Challenge to encourage advanced vehicle adoption in communities around the country. He also proposed improving the tax credit for electric vehicles, accelerating the deployment of alternative-fuel trucks, and launching a clean energy grand challenge called 'EV Everywhere' to make electric-powered vehicles as affordable and convenient as gasoline-powered vehicles within a decade.