In this press gaggle, Press Secretary Josh Earnest discusses several topics. First, he mentions that it is the 70th anniversary of the end of World War II in the Pacific, and the President released a statement to commemorate this day. He also mentions the President's support for the City of Los Angeles as the U.S. bid for the 2024 Olympic and Paralympic Games.

Earnest is then asked about Senator Mikulski becoming the 34th vote in support of the Iran deal. He says that the administration is encouraged by the support and that they have been working to ensure that every member of Congress understands the agreement.

He is also asked about the Vice President's visit to Florida to sell the Iran deal, and the resolution supporting the deal that was pulled back by Debbie Wasserman Schultz. Earnest says that the administration is focused on building support for the agreement and that they will continue to have conversations with undecided members of Congress.

Earnest is asked about the possibility of a Keystone decision being announced by Labor Day, and about lifting the crude oil ban. He says that the State Department is conducting the review for the Keystone pipeline and that the Commerce Department would handle any analysis related to lifting the crude oil ban.

The press secretary is then asked about the presence of Chinese naval vessels in the Bering Sea and whether it is a signal from China. He says that the Department of Defense has positively identified the vessels but has not detected any threatening activities.

Earnest is asked about the possibility of imposing sanctions on China related to cyber crime, and whether the administration is worried about tension ahead of President Xi's visit to Washington. He says that he cannot discuss any potential policy-making process related to economic sanctions, but acknowledges the concerns about China's activity in cyberspace.

He is asked about the pressure from Latino groups for the administration to respond to Donald Trump's comments on immigration. Earnest says that he is reluctant to respond to the claims of presidential candidates, but acknowledges that there are many outrageous claims being made.

Earnest is asked about the revelation that Hillary Clinton sent herself information that is now classified. He says that the latest batch of emails confirms that none of the emails she sent included information that was marked classified, but acknowledges the semantics of the situation.

He is asked about the Copenhagen Accord and how it reconciles with allowing Shell to drill in the Arctic. Earnest says that the President is committed to limiting the impact of climate change and reducing carbon pollution, but acknowledges the need for a transition and the importance of relying on American oil and gas.

Finally, Earnest is asked about the release of the names of attendees at the Prince concert hosted by the President and First Lady, and about the conflict in Kentucky with a county clerk refusing to issue marriage licenses. He says that the release of visitor records is an indication of the administration's commitment to transparency, but acknowledges that there are exceptions for private events. He also says that the matter with the county clerk will be decided by judges, and reiterates the President's commitment to equality.