The article discusses the American Jobs Act proposed by President Obama and its impact on Montana. The Act aims to create jobs and provide economic relief to the American people. The Act consists of five components:

1. Tax Cuts for Small Businesses: The plan includes cutting the payroll tax to 3.1% for employers on the first $5 million in wages, benefiting 30,000 firms in Montana.

2. Infrastructure Investments: $50 billion will be invested in highways, transit, rail, and aviation to modernize infrastructure. This could create around 2,800 local jobs in Montana. Additionally, $216,400,000 will be invested in highway and transit projects in the state.

3. Education Investments: $35 billion will be used to prevent teacher layoffs and hire more teachers, supporting up to 1,400 jobs in Montana. Another $25 billion will be invested in school infrastructure, benefiting around 1,000 jobs. Additionally, $15 billion will be used to rehabilitate vacant homes and businesses, potentially providing around $20,000,000 to Montana for revitalization efforts. Lastly, $5 billion will be invested in community colleges, with Montana receiving $5,700,000 in funding.

4. Pathways Back to Work: The Act proposes reforms to the unemployment insurance system, helping unemployed workers transition to the workplace. It also aims to extend unemployment insurance to prevent job seekers from losing benefits. A new Pathways Back to Work Fund will provide opportunities for low-income individuals to work and receive training, potentially benefiting 400 adults and 1,000 youths in Montana.

5. Tax Relief for Workers and Families: The plan expands the payroll tax cut, resulting in a tax cut of around $1,240 for a typical household in Montana with a median income of $40,000.

The Act is fully paid for as part of the President's long-term deficit reduction plan. Additional deficit reduction measures will be proposed to meet the Act's funding requirements.

Overall, the American Jobs Act aims to create jobs, support small businesses, invest in infrastructure and education, provide tax relief, and reduce the deficit.