During a press briefing, White House spokesperson Karine Jean-Pierre provided updates on various topics. She highlighted President Biden's recent visit to Arizona, where he emphasized the success of his economic plan in creating jobs and revitalizing American manufacturing. She also mentioned the national average gas price being lower than the previous year, Senator Warnock's reelection in Georgia, the protection of union workers' pensions through the American Rescue Plan, and the President's commitment to bringing home American citizens wrongfully detained abroad.

Jean-Pierre announced a new $275 million security assistance package to help Ukraine defend itself against Russian aggression. The package includes new capabilities to boost Ukraine's air defenses and counter the threats it faces from Russian attacks. The administration also plans to host the U.S.-Africa Leaders Summit, which will focus on strengthening partnerships with African governments, businesses, civil society, and citizens.

Regarding Senator Sinema's decision to register as an independent, Jean-Pierre stated that the President sees her as a key partner who has worked with the administration on important legislation. She emphasized that Sinema's decision does not change the Democratic majority in the Senate.

In response to questions about the recent prisoner swap with Russia, Jean-Pierre defended the decision to secure the release of Brittney Griner, stating that it was an opportunity to bring an American citizen home. She also expressed the President's commitment to bringing Paul Whelan home and denounced Russia's human rights abuses.

Jean-Pierre provided updates on other topics, including gun violence prevention, the upcoming African Leaders Summit, relations with Saudi Arabia, inflation reduction efforts, and ongoing negotiations with Syria for the release of Austin Tice. She also mentioned that the President has not made a decision on whether to sign or veto the National Defense Authorization Act (NDAA) passed by the House.