The White House is pleased that the VA's new Secretary, Bob McDonald, was confirmed by the Senate last week. The President will travel to Fort Belvoir, Virginia on Thursday to emphasize the commitment to veterans. The White House is hosting the U.S.-Africa Leaders Summit this week, which is the largest engagement by any U.S. President with Africa. The summit will focus on strengthening ties with African partners and investing in Africa's development. The State Department made a statement over the weekend on the Israeli attack on a U.N. facility, expressing concern about the necessity of the Israeli military to protect the lives of innocent civilians. The President continues to work with Israelis and Palestinians to bring both sides to the negotiating table and end the violence. The President is considering executive action on immigration reform if Congress fails to act. The administration is disappointed in the failure of House Republicans to pass legislation that would provide resources to deal with the border crisis. The President is committed to acting where Congress has failed. The U.S. is providing resources to address the Ebola outbreak in Africa. The U.S. has implemented screening processes for individuals arriving from countries affected by Ebola and is working to ensure public health is protected. The U.S. is not considering blocking flights from affected countries at this time. The U.S. is working with African countries to address the security threat posed by Boko Haram. The President has directed the Secretary of Homeland Security and the Attorney General to review the law and determine what steps can be taken to address the broken immigration system. The President will consider the review and take action relatively quickly. The President's view on executive action has not changed, he is committed to acting where Congress has failed. The President wants the Israeli military to live up to the standards they have set for the protection of innocent Palestinian civilians. The administration is hopeful that the sanctions on Russia will have an impact on the Russian economy. The timing of executive action on immigration reform is fluid, but the President would be happy for Congress to act and supersede any executive actions. The administration is working with Democrats on the Senate Intelligence Committee to address concerns about redactions in the report on enhanced interrogation techniques. The audit of the Afghan elections has resumed and both candidates are participating. The President has spoken with both candidates and expressed support for the electoral process.