The Department of Health and Human Services has issued an order directing states, tribes, and territories to make all adults eligible for COVID vaccines by May 1st. They are also prioritizing vaccinations for higher-risk populations, focusing on vaccination programs for congregate settings and homebound populations, as well as creating priority scheduling pathways for higher-risk populations. The administration is also investing in diagnostic testing to reduce health disparities, increase screening and surveillance, and ramp up the safety of schools. They are specifically working to improve access to monoclonal antibody treatments for high-risk communities and have allocated $150 million to make these treatments more accessible. Additionally, the Department of Health and Human Services is providing $10 billion to support COVID-19 testing in schools across the country. The CDC has released updated guidance on COVID-19 testing, including information on available tests, how to choose a test, and the impact of vaccination on testing. They have also announced $2.25 billion in grants to address COVID-19 health disparities and advance health equity. The vaccines have been shown to be highly effective in real-world settings, with studies demonstrating their effectiveness in reducing hospitalizations, deaths, and viral load. The administration is committed to providing resources and support to schools to safely reopen, including funding for testing programs. The vaccines are currently being studied in children, and results are expected by the fall. The administration is closely monitoring vaccine supply and working to address any shortages. Vaccines are being distributed through various channels, including retail pharmacies, healthcare systems, community vaccination centers, and community health centers. The CDC's new guidance on testing provides a comprehensive approach to testing, including information on different types of tests, how to use them, and the importance of health equity in testing. The guidance also includes specific recommendations for testing in different settings, such as correctional facilities, workplaces, and homeless shelters. The administration is committed to providing resources to support testing programs and address health disparities. The new guidance expands on previous guidance and provides additional information on testing options, health equity, and the use of tests in different settings. The government is acting with urgency to provide assistance to the American public, including distributing checks, administering vaccines, and providing testing resources.