This press gaggle by Press Secretary Josh Earnest addresses several topics. Earnest discusses President Obama's visit to Ohio, where he is campaigning for Democratic candidates, including Hillary Clinton and former Governor Ted Strickland. He also mentions the President's emphasis on encouraging young Americans to participate in the election.

When asked about the FBI investigation into Donald Trump's connections to Russia, Earnest explains that the intelligence community has concluded that Russia is engaging in malicious activity to undermine confidence in the US political system. He assures that the President is monitoring the situation closely, but any criminal investigation will be conducted by the Department of Justice and the FBI independently.

Earnest also comments on the FBI releasing documents about the Clinton Foundation and a past investigation into a presidential pardon. He states that the White House was not consulted before the release and refers questions to the FBI.

Regarding Director Comey's decision on the Clinton email investigation, Earnest reiterates that the President believes Comey is a man of integrity and has confidence in his ability to do his job. He mentions that any advice the President may offer to the President-elect will be discussed once there is a President-elect.

Earnest mentions that the President is enjoying being on the campaign trail and making a case for Secretary Clinton. He emphasizes the significance of the election and the President's belief that Secretary Clinton would be an excellent President.

When asked about early voting and concerns over African American turnout, Earnest says that the President has made a direct pitch to his supporters in the African American community about the importance of maintaining the progress made over the last eight years. He expects this argument to be a hallmark of the President's remarks leading up to Election Day.

Regarding voter intimidation, Earnest expresses confidence in the local jurisdictions' ability to enforce rules at polling places. He believes that Election Day procedures will be smoothly implemented and properly adhered to.

Lastly, Earnest mentions ongoing protests over the Dakota Access Pipeline and states that the White House is in touch with the Department of Interior to consider reforming procedures for incorporating input from Native American communities affected by infrastructure projects. However, he cannot comment on the specific project due to ongoing litigation.