The White House has announced new private-sector commitments and executive actions to reduce the use and emissions of hydrofluorocarbons (HFCs), potent greenhouse gases primarily used in air conditioning, refrigeration, and foam insulation. In the past year, actions have been taken that will cut HFC consumption by the equivalent of more than 100 million metric tons of carbon dioxide (CO2) through 2025. The private-sector commitments and executive actions announced to-date will reduce cumulative global consumption of HFCs by the equivalent of more than 1 billion metric tons of CO2 through 2025. The new commitments include Chemours' OpteonTM family of low-GWP products, which is expected to reduce greenhouse gas emissions globally by 300 million tons of CO2 equivalent by 2025. Daikin Industries Ltd. has committed to strictly control and eliminate by-product emissions of HFC-23 at its fluorochemical production facilities worldwide, reducing global emissions by almost 7 million metric tons of CO2 equivalent per year. Danfoss is investing in an application development and testing center in North America to facilitate the transition to low-GWP refrigerants. Demilec is planning to release its first HFO-blown spray foam insulation in mid-2016 and transition to HFO-blown insulation completely by the end of 2017. Dow Chemical is reformulating its spray foam adhesive product line to use low-GWP blowing agents instead of HFCs, avoiding approximately 200,000 metric tons of CO2 equivalent per year. Fomo Products is converting its aerosol can products from HFCs to HFOs and hydrocarbons. Hillphoenix is planning to launch a CO2 booster system and is completing its second commercial installation of an ammonia/CO2 cascade system for supermarket applications. Honeywell's Solstice® line of low-GWP products is expected to reduce greenhouse gas emissions globally by 475 million tons of CO2 equivalent by 2025. Ingersoll Rand has committed to reducing its refrigerant-related emissions from products by 50% and emissions from its operations by 35% by 2020. Johnson Controls will expand the availability of high-efficiency, low-GWP refrigerant options and develop retrofit services for existing HFC equipment. NCFI Polyurethanes is converting its entire commercial construction product line to low-GWP products. Roundy's Supermarkets will use HFC-free transcritical CO2 refrigeration technology in its new stores. Target will have all new stand-alone coolers in its stores HFC-free starting in January 2016 and expand the use of CO2 refrigeration systems in new stores. Thermo Fisher Scientific will transition its entire platform to hydrocarbons by 2020 and reduce the energy consumption of its cold storage portfolio by more than 50% by 2020. The Alliance for Responsible Atmospheric Policy will work with other organizations to develop a Reclaimed HFC Credit Bank to provide certified carbon credits for reclaimed HFC material. The EPA will continue to expand the list of climate-friendly alternatives to HFCs and reduce their use and emissions through the SNAP program. The U.S. Department of Energy (DOE) has published a report summarizing the results of its testing program for alternatives to HFCs in air conditioning units and has issued a request for proposals for the disposition and recycling of CFCs, HCFCs, and HFCs. The U.S. Department of Defense (DoD) has announced commitments to reducing refrigerant-related emissions, investing in R&D for alternatives to HFCs, updating its HVAC systems to require low-GWP refrigerants, and strengthening collaborations and partnerships to share information on emissions reductions and alternatives to HFCs.