The article is a press briefing by Press Secretary Jay Carney. Carney discusses the President's briefing on hurricane preparedness ahead of the 2012 hurricane season. The President was briefed by various officials on actions taken to ensure preparedness for hurricane season and lessons learned from past disasters. The briefing also touched on steps taken to incorporate lessons learned from major power outages caused by severe weather. FEMA Administrator Craig Fugate also spoke at the briefing, emphasizing the importance of being prepared for hurricanes and the need for a coordinated effort between government and the private sector. Carney also briefly discusses the situation in Syria and the President's efforts to pressure and isolate the Assad regime. He mentions that the President has had a phone call with Mitt Romney and that the tone of the call was collegial and friendly. Carney also addresses the President's recent misstatement regarding Polish death camps, stating that it was a simple misstatement and that the President regrets it. He emphasizes that the purpose of the statement was to honor the bravery of those who fought against the Nazis. Carney also briefly mentions the eurozone crisis, the issue of gender selection in abortions, and the Wisconsin recall election. He does not have specific information on the President's endorsement of Tom Barrett or on the President's conversation with Mariela Castro. Carney also mentions that the President has not endorsed anyone in the recall election. He does not have information on the President's conversation with the Polish Prime Minister or on the President's plans for briefing Mitt Romney on international crises. Carney is also unable to provide information on the President's position on repealing the medical devices tax or on the President's position on banning gender selection in abortions. Carney briefly addresses the issue of African American voters and mentions that the President's record on the economy and job growth will be a focus of the campaign. He does not have information on the House's schedule for the "To-Do" list items or on the likelihood of getting votes in the House for those items.