The article is a joint statement from the governments of Canada, Ethiopia, Germany, Jordan, Mexico, Sweden, and the United States, who co-hosted the Leader's Summit on Refugees. They declare their support for the millions of refugees and displaced persons around the world, particularly women and children who are vulnerable to violence and abuse. The governments recognize that the refugee crisis is a global issue and requires a global response and political solutions. They acknowledge the efforts made in 2016 to mobilize resources and strengthen systems to meet the growing need. The priorities identified include increasing humanitarian assistance funding, offering opportunities for refugee resettlement and legal admissions, and facilitating access to education and employment for refugees. The governments also emphasize the importance of more countries providing significant levels of humanitarian assistance and resettlement opportunities. They reaffirm the obligation of states to respect international law and human rights. The summit aimed to mobilize more funding for humanitarian appeals and support countries hosting large numbers of refugees. In 2016, the participating donors contributed $4.5 billion more than in the previous year. The governments also committed to doubling the global number of refugees resettled and improving asylum systems. Efforts were made to increase the number of refugees in school by one million and the number of refugees able to work lawfully by one million. At least 17 governments pledged to strengthen their policies to facilitate these goals. The governments recognize the need for sustainable donor support for refugee host countries and commend initiatives such as the Education Cannot Wait fund and the Global Crisis Response Platform by UNICEF and the World Bank respectively. They also highlight the protracted nature of refugee situations and the need for coherence between humanitarian and development support. The governments applaud countries that made significant commitments to humanitarian financing and improving institutional capacity to address the needs of asylum seekers and refugees. They express the need for a voluntary responsibility-sharing mechanism for refugees and commit to working together to develop the Global Compact on Responsibility Sharing for Refugees and improve the international architecture to manage refugee flows effectively.