In a press briefing, White House Press Secretary Robert Gibbs addressed several topics. He discussed the increase in bombings and attacks in Iraq since the President's announcement of withdrawal, stating that the government remains committed to ensuring peace and security in Iraq. He also mentioned that there is no specific intelligence connecting the attacks to the withdrawal announcement. When asked about OPEC's potential cut in oil production, Gibbs said that the administration is dedicated to reducing dependence on foreign oil regardless of the price of oil. He also mentioned that the White House is looking into its position on the issue. Gibbs addressed questions about a provision in the omnibus spending bill that deals with Cuba and restrictions on financing and travel. He said that the Treasury Department is addressing concerns about the interpretation of the provisions and pointed to Treasury for more information. Gibbs also responded to questions about the stimulus package, stating that the President and his economic team believe the steps taken will have a concrete impact on the economy. He also mentioned that the focus is on ensuring that the spending authorized by Congress is distributed quickly and transparently. Regarding a second stimulus, Gibbs said that the administration's focus is on implementing the current stimulus package, but he did not rule out the possibility of a second stimulus. Gibbs mentioned that he had not seen VA Secretary Shinseki's comments about veterans' treatment being paid for with private insurance and said he would look into it. He addressed pushback from Democrats on the budget, stating that it is not surprising and that the President is confident the process will work itself out. Gibbs also discussed the President's remarks on education and the importance of rewarding excellence in teaching. He mentioned that the President supports performance pay and the expansion of performance pay programs in school districts. Gibbs mentioned that the President believes all avenues for improving education should be explored, including rethinking the school year and school day. He also touched on topics such as regulation of Wall Street, engagement with radical Islamist movements, and Tibet.