The U.S. government is hosting the Summit for Democracy, a virtual summit that aims to bring together over 100 governments, activists, journalists, private sector leaders, and civil society members to discuss the challenges and opportunities facing democratic governments. The summit will focus on three thematic pillars: strengthening democracy and defending against authoritarianism, fighting corruption, and promoting respect for human rights. The U.S. government will announce new initiatives and commitments in areas such as bolstering free and independent media, fighting corruption, defending free and fair elections, and harnessing technology for democratic renewal. The summit will also feature plenary sessions with heads of state and thematic sessions with governmental and nongovernmental leaders. In addition, there will be official side events on various topics, including democracy's role in development, parliaments' role in defending human rights, and the role of technology in democratic societies. The summit is the beginning of a year of action, during which the U.S. government intends to work collaboratively with participating governments and civil society to showcase progress on commitments and develop new pledges and initiatives. The U.S. government sees the summit as an opportunity to galvanize attention and mobilize international action towards revitalizing democracy. The President's goal is to demonstrate that democracies can deliver by improving the lives of their citizens and addressing global challenges. The summit will be followed by a second summit roughly a year from now, during which leaders can discuss progress on commitments. The U.S. government intends to work with and learn from democratic governments and stakeholders in developing additional ideas and plans of action. The summit is being hosted with humility, recognizing that no democracy is perfect, including the United States. The U.S. government is committed to strengthening democracy at home while working with partners to support democracy and human rights abroad. Concrete actions and initiatives will be announced during the summit, and there will be a focus on accountability through civil society engagement and follow-up mechanisms. The summit is not legally binding, but efforts will be made to ensure commitments are followed through. Regional issues and concerns, such as the situation in Belarus, will be discussed during the summit. The White House decided to hold a virtual summit this year to kick off a year of action, allowing more time to develop initiatives and commitments. If public health conditions permit, an in-person summit will be held roughly a year from now. The summit does not have a permanent process at this time, but the momentum generated by the summit is expected to continue beyond the current administration. Taiwan has been invited to participate in the summit as a leading democracy with valuable experiences in advancing transparent and responsive governance. Taiwan's participation will be consistent with the U.S. "One China" policy. The summit aims to build a shared foundation for democratic renewal and address the challenges faced by democracies through collective action. The goal is to demonstrate that democracies can deliver by improving people's lives and addressing global problems.