President Biden delivered a speech from the South Court Auditorium in the Eisenhower Executive Office Building, providing an update on the COVID-19 vaccination efforts in the United States. He thanked Dr. Fauci for his leadership and expressed gratitude to those who have received the vaccine.

The President highlighted the progress made in the vaccination campaign, stating that the goal of administering 100 million vaccine shots in his first 100 days in office is halfway achieved, with 50 million shots administered in 37 days. He emphasized the importance of following the science and using breakthroughs in vaccine development to combat COVID-19 and other diseases like cancer.

President Biden discussed the efforts to increase vaccine supply, including using the Defense Production Act to speed up production and working with vaccine manufacturers. He mentioned the potential approval of Johnson & Johnson's vaccine and assured that the FDA will make the decision based on science, not political pressure.

The President outlined the strategies to expand vaccination efforts, such as increasing the number of vaccinators, setting up vaccination centers in various locations, partnering with local pharmacies, deploying mobile units to reach underserved areas, and sending vaccines to community health centers. He stressed the importance of continuing preventive measures like wearing masks, social distancing, and handwashing.

President Biden acknowledged the challenges ahead, including addressing vaccine hesitancy and reaching people in hard-to-reach areas. He announced plans to launch a massive campaign to educate the public about the safety and effectiveness of vaccines and encouraged Congress to pass the American Rescue Plan to support pandemic response and economic recovery.

In conclusion, President Biden expressed optimism about the progress made so far but emphasized that there is still a long way to go. He urged everyone to remain vigilant and work together to overcome the pandemic.