President Joe Biden held a press conference in the State Dining Room to provide an update on the administration's efforts to combat the COVID-19 pandemic. He was accompanied by Jeff Zients, the head of the COVID team. Biden announced that the administration will begin regular briefings with Zients and his team to provide updates on COVID-19. The president emphasized the importance of letting science guide the response to the pandemic.

Biden outlined the steps being taken to achieve the goal of administering 100 million COVID-19 vaccine shots within 100 days. He acknowledged that this would be a challenging task but expressed confidence in the administration's ability to achieve it. He also gave credit to the prior administration and the scientific and medical community for their work in developing the vaccine.

The president announced two key measures to increase vaccine supply and transparency. The weekly vaccination distribution to states, tribes, and territories will be increased from 8.6 million doses to a minimum of 10 million doses. Additionally, there will be a three-week forecast on vaccine supply to provide states with more certainty and enable better planning.

Biden highlighted that the goal of 100 million shots in 100 days is just the beginning and that the ultimate aim is to defeat COVID-19. He directed his COVID-19 Response Coordinator, Jeff Zients, to work with the Department of Health and Human Services to increase the total supply of vaccines. The administration expects to confirm the purchase of an additional 100 million doses each of the Pfizer and Moderna vaccines, increasing the total vaccine order in the United States to 600 million.

The president stressed the need for a comprehensive national strategy based on science and truth. He urged the American people to continue wearing masks for the first 100 days to save lives. Biden also mentioned the new COVID-19 variants and the measures being taken to address them, including testing and self-quarantine for international travelers.

Biden acknowledged that progress will take time and setbacks are possible. He warned that the death toll is likely to exceed 500,000 by the end of February. However, he reassured the nation that help is on the way and expressed confidence in the ability to overcome the pandemic. The president concluded by thanking the press for their patience and reaffirming his commitment to providing updates and being transparent about the state of affairs.