During a press briefing, White House Press Secretary Jen Psaki discussed several topics. She mentioned that President Biden would meet with the White House Competition Council to discuss its success in providing cost savings for American families and plans for future actions. Psaki highlighted the Council's achievements, such as the FDA's action to lower the cost of hearing aids and efforts to support the right-to-repair. She also announced that NATO would be launching a military training exercise called Neptune Strike '22, which aims to demonstrate NATO's maritime strike capabilities and integrate an aircraft carrier strike group into NATO's defense efforts. Psaki then addressed questions about Ukraine and Russia, stating that the President would hold a secure video call with European leaders to discuss concerns over Russia's military buildup on Ukraine's borders. She also emphasized the President's commitment to diversity in higher education and equity in the Department of Education. Psaki addressed questions about troop deployment to Eastern Europe, stating that discussions were ongoing and that the President had not ruled out providing additional support. She reiterated the need for unity among NATO allies and the importance of deterring Russian aggression. Psaki also fielded questions about the stock market, crime rates in the US, school mask mandates, and potential executive actions on police reform and voting rights. She emphasized the President's focus on the economy, public safety, and supporting law enforcement while advocating for reforms to ensure equity and equal opportunity. Psaki declined to comment on ongoing investigations, such as the Julian Assange case and the FBI raid on Representative Cuellar. She acknowledged concerns about press freedom and threats to public health posed by anti-vax movements, disinformation campaigns, and conspiracy theories. Psaki also addressed questions about reforming the Electoral Count Act, the National Security Council's report on Havana Syndrome, and the President's daily briefings on Ukraine.