This article is a presidential proclamation by Barack Obama announcing the implementation of the United States-Korea Free Trade Agreement. The proclamation states that the United States entered into the Agreement on June 30, 2007, and that the Congress approved it. The proclamation authorizes the President to establish an office within the Department of Commerce to provide administrative assistance to panels established under the Agreement. It also authorizes the President to make modifications or continuation of duties, as necessary, to carry out the Agreement. The proclamation further authorizes the President to proclaim the tariff treatment for certain motor vehicles of Korea. It sets forth rules for determining whether a good is an originating good for preferential tariff treatment. Additionally, the proclamation authorizes the President to take certain enforcement actions relating to trade with Korea in textile and apparel goods, as well as actions in response to a request for relief from serious damage to a domestic industry producing certain textile or apparel articles. The proclamation establishes the Committee for the Implementation of Textile Agreements (CITA) and authorizes it to supervise the implementation of textile trade agreements. The Secretary of Commerce is authorized to establish or designate an office within the Department of Commerce to carry out the functions set forth in the proclamation. The CITA is authorized to determine the availability of fabrics, yarns, or fibers in the United States, add or remove them from the list in the Agreement, and direct the exclusion or denial of preferential tariff treatment to textile and apparel goods. The U.S. Trade Representative is authorized to obtain advice from advisory committees, submit reports to congressional committees, and consult with them regarding proposed actions. The USTR is also authorized to modify the Harmonized Tariff Schedule to reflect modifications made by the CITA. The proclamation supersedes any inconsistent provisions of previous proclamations and executive orders.