The article highlights the national commitments made by various countries at the Nuclear Security Summit held on April 12-13, 2010. Some of the notable commitments include:

- Armenia ratified the International Convention on Suppression of Acts of Nuclear Terrorism and passed a new export control law.
- Argentina joined the Global Initiative to Combat Nuclear Terrorism and is moving towards ratifying the International Convention on Suppression of Acts of Nuclear Terrorism.
- Australia is moving towards ratifying the International Convention on Suppression of Acts of Nuclear Terrorism.
- Belgium contributed $300,000 to the International Atomic Energy Agency's Nuclear Security Fund.
- Canada is returning a large amount of spent highly enriched uranium fuel to the United States and championing the extension of the G8 Global Partnership Against the Spread of Weapons and Materials of Mass Destruction.
- Chile removed all highly enriched uranium in March 2010.
- China announced cooperation on nuclear security and the establishment of a Center of Excellence.
- Egypt passed a new comprehensive nuclear law that includes provisions for nuclear security and criminalization of sabotage and illicit trafficking.
- France is ratifying the 2005 Amendment to the Convention on Physical Protection of Nuclear Materials and inviting a security review from the International Atomic Energy Agency.
- Germany is moving towards ratifying the 2005 Amendment of the Convention on Physical Protection of Nuclear Materials.
- India announced the creation of a Nuclear Energy Center with a nuclear security component.
- Italy signed a Megaports agreement with the U.S. and is establishing a school of nuclear security in collaboration with international organizations.
- Japan is launching an integrated regional support center and contributing resources to the International Atomic Energy Agency's Nuclear Security Fund.
- Kazakhstan is converting a highly enriched uranium research reactor and eliminating remaining highly enriched uranium.
- Malaysia passed a new export control law.
- Mexico is converting a highly enriched uranium research reactor and eliminating remaining highly enriched uranium.
- New Zealand is contributing to the International Atomic Energy Agency's Nuclear Security Fund.
- Norway is contributing funds to the IAEA nuclear security fund and supporting Kazakhstan's efforts to upgrade portal monitors.
- Philippines joined the Global Initiative to Combat Nuclear Terrorism.
- Republic of Korea will be hosting the 2012 Nuclear Security Summit.
- Russia signed the Plutonium Disposition protocol and is ending plutonium production.
- Saudi Arabia is hosting a UNSCR 1540 conference.
- Thailand joined the Global Initiative to Combat Nuclear Terrorism.
- Ukraine committed to removing all highly enriched uranium by the next summit.
- United Arab Emirates signed a Megaports Agreement with the U.S.
- United Kingdom contributed funds to the International Atomic Energy Agency's Nuclear Security Fund and invited a security review from the International Atomic Energy Agency.
- Vietnam is converting a highly enriched uranium research reactor and joined the Global Initiative to Combat Nuclear Terrorism.
- The International Atomic Energy Agency completed the final review of the next revision of the IAEA nuclear physical security guidance document.

These commitments reflect efforts by countries to enhance nuclear security and prevent the spread of nuclear materials and terrorism.