In celebration of Earth Day, President Obama visited the Florida Everglades to highlight the impacts of climate change on one of the nation's most iconic landscapes. The administration also announced new steps to protect people and places at risk from climate change. The President has emphasized that climate change poses a significant threat to future generations, and the effects of climate change are already being felt across the country. These impacts include severe floods, extreme heat, and increased risk of asthma attacks. Climate change is also affecting iconic places such as Glacier National Park and Joshua Tree National Park, which in turn affects the tourism economies of towns and cities that rely on these natural attractions. The administration has taken historic action to cut carbon pollution and protect American communities from the impacts of climate change. The President has set the first-ever national limits on carbon pollution from the power sector, made a joint announcement with China to curb greenhouse gas emissions, and supported investments in resilient infrastructure. The federal government has also made significant investments in protecting and restoring special places threatened by pollution and climate change, such as the Great Lakes, Gulf Coast, Chesapeake Bay, and the Everglades. In the Everglades alone, the administration has invested $2.2 billion in restoration efforts. The administration is announcing new steps to recognize the value of national parks and take action to protect people and places at risk from climate change. These steps include calculating the value of national parks for the U.S. economy and for storing carbon, investing in restoration projects at national parks, designating a new national historic landmark near the Everglades, designating National Park Week, providing a flood mapping tool to help communities prepare for storms, and making key landscapes resilient to climate change. The administration is also partnering with farmers, ranchers, and forest landowners to reduce greenhouse gas emissions.