The United States provides significant security assistance to Lebanon, recognizing the important role of the Lebanese Armed Forces (LAF) as the country's legitimate defense force. This assistance aims to strengthen the LAF's capacity to secure Lebanon's borders and protect its sovereignty and independence. The US support comprises approximately 75% of all international security assistance to Lebanon. 

The assistance includes $8.7 million in new funding for FY 2013, focused on enhancing the LAF's ability to monitor and secure Lebanon's borders against terrorist threats and illicit transfers. Since 2006, the US has provided over $100 million in funding to assist the LAF in building its counterterrorism capabilities. 

Lebanon's International Military Education and Training (IMET) program, the fourth largest in the world, plays a significant role in building strong ties between the US and Lebanon. This program brings Lebanese officers and officials to the US for education and training alongside US troops. In FY 2013, Lebanon received $2.2 million under the IMET program, enabling more than 65 Lebanese military students to attend education and training in the US. 

Lebanon has also received $71.2 million in Foreign Military Financing (FMF) in FY 2013, which provides equipment and training to support internal security, border protection, and counterterrorism missions. The US works closely with the LAF on multi-year capability development plans, outlining priorities for both Lebanese and US funding. Since 2005, the US has provided over $700 million in FMF.

Examples of recent US assistance include spare parts and additional helicopters for the Air Force, coastal security craft and inflatable boats for the Navy, and various equipment and weapons for the Army. The US also manages a comprehensive training program tailored to the LAF's needs and facilitates LAF participation in regional military exercises.

Overall, the US security assistance to Lebanon aims to enhance the LAF's capabilities and strengthen the bilateral relationship between the two countries.