Vice President Kamala Harris has announced a $1.5 billion investment to expand and diversify the nation's health care workforce, with a focus on improving health care in underserved communities during the COVID-19 pandemic and beyond. The funding will support programs such as the National Health Service Corps, Nurse Corps, and Substance Use Disorder Treatment and Recovery programs. These programs aim to address workforce shortages and health disparities by providing scholarship and loan repayment funding for health care students and professionals who commit to serving in hard-hit and high-risk communities. This funding will support over 22,700 providers, the largest field strength in history for these programs. The goal is to have a record number of skilled doctors, dentists, nurses, and behavioral health providers working in underserved communities. The National Health Service Corps and Nurse Corps currently provide care to over 23.6 million patients in the U.S. These health care providers have been instrumental during the pandemic, serving in community health centers and hospitals, caring for COVID-19 patients, administering tests and treatments, and supporting the mental health of their communities. The investment also aims to address racial and ethnic disparities in health outcomes by mobilizing providers who identify as Black or Hispanic/Latino, as these communities are underrepresented in the health care field. The United States is projected to face a shortage of primary care doctors, dentists, psychiatrists, and nurses in the coming years, and student debt associated with graduate health education is a significant barrier for students from underserved communities. To address this, the administration plans to award $330 million in funding for Teaching Health Center Graduate Medical Education to support the expansion of the primary care workforce in underserved communities through community-based residency programs. These announcements align with the recommendations of the Presidential COVID-19 Health Equity Task Force and the administration's ongoing efforts to prioritize equity in the pandemic response. This investment builds upon the billions of dollars already awarded by the Biden-Harris administration for equity-focused programs and initiatives.