The Obama Administration is announcing major investments in preventing child hunger in America. The administration is committed to ensuring that American children have the support they need, especially during difficult times such as job loss or illness. The administration will invest $12 billion over ten years to reduce child hunger during the summer through a permanent Summer Electronic Benefits Transfer for Children (Summer EBT) program. This program will provide supplemental food benefits during the summer months for families with children eligible for free and reduced price school meals. The administration will also allow states to use Medicaid data to automatically link low-income children to school meals, reducing paperwork for states, schools, and families. The administration is building on research that shows the critical role of the Supplemental Nutrition Assistance Program (SNAP) in reducing food insecurity and poverty. Despite the success of SNAP, hunger remains a problem, particularly at the end of each month when benefits are inadequate. Research has linked diminished food budgets at the end of the month to consequences such as reduced caloric intake, increased hospital admissions, increased disciplinary actions in schools, and diminished student performance. The administration is highlighting the efforts of states and local leaders in combating childhood hunger and expanding access to nutrition programs. The Obama Administration has implemented various policies to expand opportunity for all Americans, including preventing millions from falling into poverty, expanding tax credits for working families, and increasing access to health insurance. The administration has also implemented initiatives to improve food security and nutrition for vulnerable children, such as the Community Eligibility Provision and revisions to the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC). Other accomplishments include updating school nutrition standards, reforming K-12 education, expanding access to early education, and advocating for universal pre-K and free community college.