White House Press Secretary Jen Psaki began her briefing by expressing President Biden's condolences and offering support to New York City Mayor Eric Adams following a devastating fire in the Bronx that claimed the lives of at least 19 people. Psaki noted that the President wanted to reach out and offer comfort and assistance if needed. She also expressed gratitude for the heroic work of the first responders.

Moving on to other topics, Psaki discussed the recent talks in Geneva between the U.S. and Russia regarding the situation in Eastern Ukraine. She stated that the talks were frank and forthright, with the U.S. reiterating its expectations for Russia to choose the path of diplomacy rather than escalation. Psaki mentioned that the U.S. hopes to see de-escalation by Russia, such as the withdrawal of troops from the Ukrainian border. She emphasized that the U.S. will continue to work towards a diplomatic solution and urged against falling for any Russian disinformation.

Psaki then discussed President Biden's upcoming trip to Atlanta, where he will advocate for protecting voting rights. She stated that the President's plan is to sign voting rights legislation into law and that he believes the Senate should pass the Freedom to Vote Act and the John Lewis Voting Rights Advancement Act. Psaki noted that the President will emphasize the importance of the right to vote and describe the January 6th insurrection as a call to action to protect democracy.

Regarding the ongoing negotiations for the Build Back Better legislation, Psaki stated that the President remains committed to getting the bill passed and lowering costs for Americans. She mentioned that the President is working closely with Senate Majority Leader Chuck Schumer on moving the vote forward.

Psaki also addressed the issue of COVID-19 testing, stating that the administration is working to expand access to testing and has quadrupled testing capacity since the summer. She mentioned that contracts for 500 million tests are being finalized, and Americans will be able to order tests online later this month. Psaki acknowledged the high demand for tests and stated that the administration is working to expedite the distribution process.

On the topic of the Federal Reserve, Psaki emphasized that the President believes all government agencies and officials should be held to the highest ethical standards, including the avoidance of conflicts of interest. She noted that the President respects the independence of the Federal Reserve and defers to the agency on specific follow-ups.

Psaki concluded the briefing by addressing the Chicago schools closure dispute, stating that the administration is in regular touch with the governor and mayor to work towards reopening schools. She reiterated the administration's position that schools should be open and highlighted the resources provided by the American Rescue Plan to support schools in addressing labor shortages and implementing mitigation measures.

Overall, the briefing covered a range of topics, including the Bronx fire, the situation in Ukraine, voting rights, Build Back Better legislation, COVID-19 testing, the Federal Reserve, and the Chicago schools closure dispute.