President Biden is advocating for the belief that healthcare is a right, not a privilege, and that no American should have to choose between paying for prescription medications or other essential needs. He highlights the high cost of prescription drugs in the United States, where Americans pay two to three times more than people in other countries. Additionally, one in four Americans who take prescription drugs struggle to afford them.

As part of his Build Back Better agenda, President Biden is calling on Congress to allow Medicare to negotiate drug prices, which would significantly reduce costs for millions of Americans. Currently, Medicare is prohibited by law from negotiating drug prices, unlike other types of healthcare services. The President's plan suggests that Medicare should be able to negotiate prices for expensive drugs that have no competition in the market. Medicare negotiators would have a framework to determine fair prices, and there would be incentives for drug companies to agree to reasonable prices.

President Biden also wants to address the issue of drug prices continually rising. He proposes that drug companies that raise prices faster than inflation should face penalties. Additionally, he wants to establish a cap on the amount that Medicare beneficiaries have to pay out-of-pocket for drugs each year, as currently, seniors taking expensive drugs can face unlimited exposure to high prices.

These actions would build upon steps already taken by President Biden to make prescription drugs more affordable. Last month, he signed an executive order to improve competition, increase wages, and reduce prices, including for prescription drugs. The government will also work with states and Tribes to import safe, lower-cost prescription drugs from Canada and promote the use of generic and biosimilar drugs that offer the same clinical benefits at a lower cost.

These reforms would result in lower premiums and copays for millions of Americans, with potential savings of hundreds or even thousands of dollars per month for certain medications. Medicare beneficiaries could see their out-of-pocket costs reduced by thousands of dollars per year. The savings would also extend to employer health insurance, reducing premiums by tens of billions of dollars or more.

Public opinion polls show that a majority of Americans, both Republicans and Democrats, support these changes. The Biden-Harris Administration is committed to making high-quality healthcare more affordable and accessible, and enabling Medicare to negotiate drug prices is seen as a crucial step in bringing down costs and ensuring the health and financial security of seniors in the nation.