In this article, the President of the United States offers his condolences to the families and community of the San Bernardino shooting victims. He acknowledges the possibility that the attackers may have been radicalized, emphasizing the need to work together to prevent individuals from falling victim to extremist organizations that incite violence. The President calls on Congress to close the loophole that allows individuals on the no-fly list to purchase guns, stating that this simple and logical step would make it more difficult for potential terrorists to obtain firearms. He also emphasizes that mass shootings should not be accepted as routine in the country and that the safety and protection of the American people are his top priority. The President expresses support for the people of San Bernardino and praises the emergency personnel and law enforcement who responded to the incident. He mentions that more information is being gathered about the attackers and their motivations, and emphasizes the importance of letting investigators do their work. The President also discusses the threat of radicalization and the need to prevent individuals from succumbing to violent extremist ideologies. He highlights the need for collective efforts from the government, law enforcement, communities, and religious leaders to combat these ideologies of hate. The President further addresses the issue of gun control, stating that it is too easy for dangerous individuals to obtain firearms in the United States. He specifically mentions the loophole that allows individuals on the no-fly list to purchase guns and calls on Congress to close this gap. The President concludes by highlighting the ongoing investigations in San Bernardino and the continuous efforts of law enforcement to protect communities across the country. He emphasizes that the safety of the American people is his primary concern and calls for unity in defending the values of a free and open society, stating that Americans will not be terrorized.