In this press briefing, Press Secretary Robert Gibbs announces that President Obama will be attending the Milwaukee Laborfest on Labor Day to make remarks on the economy. He also discusses the end of the combat mission in Iraq and its potential impact on Middle East peace. Gibbs mentions that the President believes in seeking a lasting peace in the region and that ending the combat mission in Iraq represents a long-term commitment. He also addresses the President's visits with troops and how he speaks to them about their mission in Iraq. Gibbs mentions that the President believes in finishing what needed to be done to bring troops home rather than re-litigating the decision to go into Iraq. He also discusses the upcoming relaunch of Middle East peace talks and the September 26th expiration of the moratorium on Israeli settlement construction. Gibbs mentions that the administration is focused on the talks happening this week and that it is premature to discuss later issues. He also addresses the President's plans to outline new ideas to help the economy and his belief that there is no one magic bullet. Gibbs mentions that the President will outline targeted initiatives to spur the recovery and create an environment for hiring. He also discusses the size of the stimulus package and the impact it has had on preventing a deeper recession. Gibbs mentions that the President will discuss the drawdown in Iraq in his speech and honor those who have served. He also addresses the question of whether the surge in Iraq worked and whether the President will hold it up as a template for Afghanistan. Gibbs mentions that the situations in Iraq and Afghanistan are not directly analogous, but the President believes in increasing the fight against al Qaeda in both countries. He also discusses the President's efforts to convey an optimistic message about the economy and the frustration that people still don't feel good about the economy. Gibbs mentions that the President will continue to focus on ideas to stimulate the economy and create an environment for hiring. He also addresses the question of whether the President believes his hands are tied on the economy due to politics and mentions that the President wants to hear from his economic team on the best course of action. Gibbs discusses the President's call with President Bush and whether he will mention him in his speech. He also mentions the upcoming Middle East peace talks and the format of the meetings. Gibbs discusses the issue of extending the Bush tax cuts and the impact on small businesses. He mentions that the President wants to extend middle-class tax cuts and cut taxes for small businesses. Gibbs also addresses questions about the President's remarks on the Beck rally and the country's honor. He discusses the President's commitment to restore responsibility and values in the country. Gibbs addresses questions about the deficit commission, the renewed calls for Alan Simpson's removal, and the President's reaction to Mortimer Zuckerman's remarks. He also discusses the President's views on Iraq and whether he believes the country would be better off if the U.S. had never invaded. Gibbs also mentions that the President regrets Senator Simpson's email but that he will continue to serve on the commission. He discusses the President's remarks on the Beck rally and the historical context. Gibbs also addresses questions about the economic trajectory, the surge in Iraq, and the President's belief in victory. He mentions that the President believes in changing the mission in Iraq and putting the Iraqis in the lead. Gibbs discusses the format of the peace talks, the President's remarks on Wednesday, and the reaction to incidents of violence against Muslims. He mentions that the President believes in preventing violence and that it goes against American values.