The article discusses the comprehensive approach taken by the White House to address the threat of foreign terrorist fighters in Syria and the broader region. It highlights that more than 15,000 foreign fighters from over 80 countries, including dozens of Americans, have traveled to Syria to fight alongside terrorist groups. The White House is leading an interagency effort that involves homeland security, law enforcement, intelligence, diplomatic, military, capacity building, and information sharing efforts. The US is working with foreign partners to track and disrupt foreign fighter travel and to highlight the threat posed by these fighters and their funding streams. The President has chaired a meeting of the UN Security Council focused on foreign terrorist fighters, and a binding UN Security Council Resolution is expected to be adopted during the meeting. The US has also engaged with European, North African, and Middle Eastern partners to address the threat and encourage them to prioritize the issue. The Department of State hosts the interagency Center for Strategic Counterterrorism Communications (CSCC) to counter recruitment and radicalization online. The US Intelligence Community works closely with foreign partners to identify and assess developments related to foreign terrorist fighters. The Department of Justice and the Department of Homeland Security are collaborating with European Justice and Home Affairs Ministers to enhance counter-radicalization, border security, aviation security, and information sharing. The US is also encouraging countries to use travel information to identify foreign terrorist fighters and is exchanging best practices with European and other foreign partners to address the issue. Domestically, efforts are being made to develop a comprehensive framework to counter violent extremist recruitment, including programs with non-traditional partners like mental health, social service, and education providers. Local communities are considered essential in addressing foreign terrorist fighter recruitment, and efforts are being made to strengthen resilience in these communities and undermine narratives used by foreign fighter facilitators. The FBI works closely with other agencies to identify, investigate, and prosecute US citizens with intentions to support terrorist groups abroad.