This memorandum, issued by President Barack Obama on May 11, 2010, addresses the need for improvement in the federal recruitment and hiring process. The President highlights the complexity and inefficiency of the current process, which deters highly qualified individuals from seeking jobs in the federal government. The memorandum calls on executive departments and agencies to overhaul their recruitment and hiring procedures to make them more accessible and efficient.

The President directs agencies to adopt hiring procedures that eliminate essay-style questions and allow applicants to submit resumes, cover letters, or simple applications. The use of valid and reliable tools for assessing applicants is also encouraged. The memorandum suggests the use of the "category rating" approach, which allows for selection from a larger pool of qualified applicants, rather than the "rule of 3" approach, which limits selection to the top three scoring applicants.

Agency managers and supervisors are instructed to be more involved in the hiring process, including planning workforce requirements, identifying required skills, and actively participating in recruitment and interviewing. They are also held accountable for hiring highly qualified employees and supporting their successful transition into federal service.

The Office of Personnel Management (OPM) and the Office of Management and Budget (OMB) are tasked with providing timelines and targets to improve the quality and speed of agency hiring. Training on effective recruitment and hiring methods for agency managers is also emphasized. The OPM is directed to establish a performance review and improvement process for hiring reform and develop a plan to promote diversity in the federal workforce.

The memorandum also addresses various other aspects of hiring reform, such as streamlining job announcements, evaluating the effectiveness of shared registers for filling positions, and increasing the capacity of the USAJOBS portal to provide information to applicants and hiring managers.

Senior administration officials are encouraged to discuss career opportunities in the federal government with students during visits to university or college campuses. The OPM, in coordination with the OMB, is instructed to develop a public human resources website to track key human resource data and assist with identifying best practices for improving the hiring process.

The memorandum includes general provisions, stating that it does not impair existing authorities or functions of agencies or the OMB. It emphasizes that it does not create any enforceable rights or benefits. Exceptions to the requirements may be granted by the Director of the OPM in exceptional circumstances.

The memorandum concludes by authorizing the Director of the OPM to publish it in the Federal Register.