The White House Press Secretary, Josh Earnest, held a press briefing on December 8, 2014. He discussed a variety of topics including the upcoming release of the CIA torture report, racial profiling, the unsuccessful raid in Yemen, Ebola, and the nomination of Antonio Weiss. Earnest stated that the administration has been preparing for the release of the CIA torture report and has taken necessary precautions to ensure the safety of U.S. facilities and individuals around the world. He also stated that the President supports the release of the report in order to be transparent about what transpired and to show that the administration believes such actions should never happen again. Earnest discussed the new guidelines on racial profiling issued by the Department of Justice and stated that the President believes these guidelines should also be followed by state and local police agencies. He also addressed concerns about the timing of the release of the torture report and stated that the administration believes it is important for the report to be released in order to be transparent and clear about American values. Earnest expressed condolences for the death of Pierre Korkie in the unsuccessful raid in Yemen and stated that the United States had no information about negotiations for his release. He also stated that the President does not regret ordering the mission to try to rescue Luke Somers and believes it was the right thing to do. Earnest discussed the President’s health and stated that the President had a sore throat that had been persistent for a couple of weeks. He stated that the President had a CT scan that came back normal and that the President is feeling good. Earnest stated that Ron Klain will be leaving the administration in March and that progress has been made in the fight against Ebola. He also stated that the President has ordered a review of U.S. policy towards hostages and that there is no update at this time. Earnest discussed the progress made in the fight against Ebola and stated that the President believes progress has been made but that more work needs to be done. He also stated that the President believes it is important for the federal government to demonstrate a commitment to follow-through in the fight against Ebola. Earnest addressed questions about the release of the CIA torture report and stated that the White House believes as much of the report as possible should be declassified. He also stated that the White House is satisfied with the agreement reached between the committee and the intelligence community on the redaction process. Earnest discussed the nomination of Antonio Weiss for Undersecretary for Domestic Finance at the Department of Treasury and stated that Weiss is a highly qualified nominee with deep expertise in financial markets and economic issues. He also stated that Weiss shares the President’s views on tax reform and eliminating the inversion loophole. Earnest addressed questions about the compensation that Weiss will receive and stated that the Office of Government Ethics reviews all nominees and their compensation arrangements. He also stated that the President has complete confidence in Director Brennan and the men and women of the CIA. Earnest discussed the progress made in negotiations on various pieces of legislation and stated that he cannot predict the outcome of the legislative process. He also discussed the release of the torture report and stated that the administration has been pushing for its release and believes it is important for the American people to have a clear assessment of what happened. Earnest addressed questions about exceptions for racial profiling and stated that the new guidelines would be applied on top of previous exceptions and that there are narrow exceptions to the guidelines. He also stated that the federal government does not condone racial profiling but that law enforcement officials need to balance the protection of civil liberties with the protection of the American people. Earnest addressed questions about the release of the report and stated that the White House is satisfied with the agreement reached between the committee and the intelligence community on the redaction process. He also stated that the White House has been pushing for the release of as much of the report as possible and that the Office of Government Ethics reviews all nominees and their compensation arrangements. He also stated that the President has complete confidence in Director Brennan and