During a press briefing, Press Secretary Jay Carney addressed a number of topics. He discussed the upcoming contempt vote against Attorney General Holder and expressed the White House's opposition to it. Carney stated that House Republicans are focusing on this issue rather than on jobs and the economy, which he believes will not sit well with most Americans. He also said that if the Attorney General is held in contempt, it will be viewed as political theater and not respond to the urgent priorities of the American people. Carney mentioned that the Justice Department has been cooperative and provided thousands of pages of documents, and there is no evidence of any White House involvement in the operation. 

Carney also addressed the situation in Syria, condemning all acts of violence and stating that the violence and brutality in the country is a result of Bashar al-Assad's refusal to step down from power. He mentioned that the United States is working with international partners to pressure Assad and support a transition in Syria that does not include him. 

Regarding the upcoming Supreme Court decision on the Affordable Care Act, Carney stated that the constitutionality of the law depends on legal precedent and not public opinion. He mentioned the benefits of the Affordable Care Act, such as providing health insurance to millions of Americans and allowing preventive services for free. Carney also defended the individual mandate, saying it was the most efficient way to bring the largest number of people into insurance coverage and ensure coverage for those with preexisting conditions. 

Carney briefly discussed the transportation bill, expressing cautious optimism that it will come together and highlighting the importance of Congress acting on it. He also mentioned the wildfires in Colorado and the administration's efforts to provide resources and support to combat the fires. 

Carney did not have information on whether the Attorney General would be attending the congressional picnic or the President's schedule for when he finds out about the Supreme Court decision. He also did not have details on the President's involvement in the upcoming international AIDS conference.