The United States and New Zealand have reaffirmed their friendship and shared values, as well as their commitment to collaboration on various fronts. New Zealand's decision to open a consulate in Hawaii is applauded by the United States, as it will deepen and expand the bilateral relationship. Both countries are focused on increasing economic growth, jobs, and trade, and are working together to strengthen their economic relationship. They are also committed to completing the Trans-Pacific Partnership agreement, which will contribute to economic growth and job creation in both countries and the Asia-Pacific region. 

In terms of security, defense, and the rule of law, both countries aim for a stable and secure world based on peaceful resolution of disputes and respect for universal rights and freedoms. They work together to support peace and stability in the Asia-Pacific region and globally. They also support regional institutions that promote rules and norms and foster cooperative efforts to address shared challenges. The United States and New Zealand are united in supporting the peaceful resolution of regional maritime disputes, respect for international law, unimpeded lawful commerce, and the freedom of navigation and overflight. They urge ASEAN and China to reach an early agreement on a meaningful and effective Code of Conduct in the South China Sea. They reject the use of intimidation, coercion, and aggression to advance maritime claims and call for claimants to pursue claims in accordance with international law.

Both countries collaborate to support free and fair elections in Fiji, with the goal of enabling the nation to return to democracy and the rule of law. They also work together to build and sustain a peaceful, secure, and prosperous Asia-Pacific region. New Zealand's participation in the RIMPAC naval exercise is welcomed by the United States, and it symbolizes their renewed engagement on mutual defense and security in the Asia-Pacific region. Additionally, the United States and New Zealand share a commitment to advancing global nuclear security and contribute to international efforts in this regard.

In terms of science, climate change, and the environment, the United States is New Zealand's significant research, science, and technology partner. They have a long history of scientific cooperation, especially in Antarctica. Both countries support efforts to establish the world's largest Marine Protected Area in the Antarctic Ross Sea. They also cooperate on science, technology, and health issues through joint commission meetings. Both countries recognize the threat of climate change and are taking steps to address its effects in the Pacific region and globally. They are committed to an ambitious 2015 climate change agreement and intend to put forward their post-2020 mitigation contributions in advance of the Paris climate conference. They work together to promote climate-resilient sustainable development and renewable energy in the Pacific region.

The United States and New Zealand celebrate their strong cultural and people-to-people ties. They support educational and cultural exchanges, such as the Fulbright program, which offers scholarships for study, research, teaching, and presenting work in each other's countries. They also jointly fund the Fulbright Distinguished Awards in Teaching Program to send teachers to each other's countries. There are a significant number of U.S. citizens studying in New Zealand and New Zealand students studying in the United States. The indigenous peoples of both countries share deep historical ties, and efforts are made to connect Maori with Native American and Alaskan leaders.