In a speech at the Rehoboth Beach Convention Center in Delaware, President Biden addressed the state of the US economy and outlined his plans to lower costs for American families. He highlighted the strong jobs report and the near-historic low unemployment rate of 3.6 percent. He acknowledged that high prices, particularly for gasoline and food, are a problem for many Americans. However, he expressed confidence that the US can tackle inflation from a position of strength due to the progress made on the economy and the success of the vaccination plan. 

Biden emphasized the significant job growth since he took office, with 8.7 million new jobs added. He also highlighted the increase in working-age people re-entering the workforce, leading to near-historic low unemployment rates. He mentioned the booming American manufacturing sector, the decrease in family debt, and the increase in average savings. He cited a survey from the Federal Reserve that found more Americans feel financially comfortable than at any time since 2013. He also mentioned the improved financial prospects for Social Security and Medicare programs.

The President acknowledged the problem of inflation and stated that fighting inflation is his top economic priority. He outlined two elements of his plan to tackle inflation: bringing down the cost of everyday goods for families and reducing the federal deficit. He specifically addressed the challenges of high gas and food prices, attributing them to Putin's war in Ukraine. He mentioned taking actions such as releasing global oil reserves, promoting homegrown biofuels, and working with European partners to get grain locked in Ukraine's storage into the world market to help lower prices.

Biden also proposed measures to help families save on utility bills, internet bills, prescription drug costs, and housing. He mentioned his clean energy investment proposal, which could lower average family energy costs by about $500 a year. He highlighted plans to lower prescription drug costs, rent and mortgage costs, and the cost of high-speed internet. He also mentioned cracking down on foreign-owned shipping companies and lowering overall costs of goods.

The President emphasized that his plans would not raise taxes on people making less than $400,000 a year and would not increase the deficit. He criticized the Republican approach, which he claimed would raise taxes on working families and put programs like Social Security and Medicaid at risk.

Biden addressed questions about his possible visit to Saudi Arabia, Elon Musk's concerns about the economy, and the possibility of meeting with Crown Prince Mohammed bin Salman. He also discussed the need for peace in the Middle East and the importance of Ukraine's territorial integrity. He mentioned ongoing discussions with lawmakers about gun control.

Overall, the President's speech focused on the strength of the US economy, his plans to lower costs for American families, and his commitment to tackle inflation and reduce the federal deficit.