Dr. Walensky provided an update on the state of the pandemic. The current seven-day average of cases is about 744,600 cases per day, a decrease of about 5 percent over the previous week. The seven-day average of hospital admissions is about 21,000 per day, an increase of about 1 percent over the previous week. The seven-day average daily deaths are more than 1,700 per day.

Dr. Walensky discussed three new reports released by the CDC that provide a look at vaccine protection against the Omicron variant, including the added protection provided by booster doses. The reports show that being up to date with COVID vaccinations, including getting booster doses, is important for protecting against severe COVID-19.

The first report examines the effectiveness of mRNA vaccines in preventing emergency room visits, urgent care clinic visits, and hospitalizations. The data shows that vaccine effectiveness increases after receiving a booster dose.

Another study published by CDC scientists shows that a booster or third dose of the Pfizer or Moderna COVID-19 vaccine provides greater protection against symptomatic COVID-19 disease for both the Omicron variant and the Delta variant compared to the primary series alone.

Data also show significantly lower case and death rates among those who are boosted compared to those who are unvaccinated.

Overall, the data highlight the importance of being up to date with COVID-19 vaccinations, including getting booster doses. It is recommended that all eligible individuals get their booster shot as soon as possible.

During the press briefing, Dr. Fauci explained why immune protection against infection diminishes more than protection against severe disease when new variants arise. He discussed the different immune responses, including B-cell responses that produce antibodies and T-cell responses that help prevent disease progression. He emphasized that protection against severe disease is predominantly mediated by memory B cells and T cells, which are longer lived and more broadly reactive.

In terms of the future outlook, Dr. Fauci mentioned that the best-case scenario is that cases continue to decrease to a level of adequate control, where COVID-19 does not disrupt daily life. The worst-case scenario would be the emergence of a variant that eludes the current immune protection provided by vaccines and prior infections. However, the tools available, such as vaccines and therapeutics, give confidence that the country can effectively deal with any scenario.

In terms of CDC guidance for relaxing restrictions, Dr. Walensky mentioned that while cases are starting to come down in some areas, they are still at extraordinarily high levels. Public indoor masking is still recommended in most places, even in areas where cases are declining.

Overall, the press briefing emphasized the importance of vaccination, including booster doses, in protecting against severe COVID-19 and highlighted the progress made in the fight against the virus, thanks to the availability of vaccines and other tools.