During a recent press briefing, Dr. Walensky provided an update on the current COVID-19 situation in the United States. She reported that the seven-day average of cases has decreased by 36% compared to the previous week. However, hospitalizations remain high in some areas, putting a strain on healthcare capacity. The seven-day average of daily deaths has increased by 4% over the prior week.

Dr. Walensky emphasized the importance of vaccination in reducing severe illness and death. She shared data showing that the risk of dying from COVID-19 is 14 times higher for unvaccinated individuals compared to those who have received a primary series of vaccines. Boosters further decrease the risk, with boosted individuals being 97 times less likely to die compared to unvaccinated individuals.

Dr. Fauci addressed the misconception that COVID-19 vaccination negatively impacts fertility. He presented studies showing that vaccination does not affect fertility in both males and females. He emphasized that there is no evidence to suggest that vaccination impairs fertility and recommended vaccination for those trying to conceive or become pregnant.

Dr. Murthy discussed Pfizer's application for a COVID-19 vaccine for children aged six months to four years. He explained that the FDA will conduct a rigorous review process, including a transparent discussion of the data by its advisory committee. If authorized, the vaccine will be made available at thousands of locations nationwide, and efforts will be made to ensure that accurate information is provided to parents and caregivers.

Jeff Zients, who led the briefing, provided an update on the operational planning for vaccinating children under five. He stated that the necessary preparations are being made to ensure the vaccine is available at trusted locations and that ample doses and supplies have been secured. Once authorized and recommended, shots will be administered soon after.

In response to questions, Dr. Fauci discussed the ongoing study of long COVID and the need for more data to understand its mechanisms and develop treatments. He also addressed the importance of a comprehensive approach to pandemic preparedness, including studying the origins of the virus. Jeff Zients acknowledged the senators' proposal for a task force to examine the response to the pandemic but stated that the focus is currently on fighting Omicron.

Overall, the briefing emphasized the importance of vaccination and boosting in reducing severe illness and death. It provided updates on the progress of vaccination efforts for children and highlighted the need for continued preparedness and research in dealing with the pandemic.