In this article, Vice President Kamala Harris welcomes the Prime Minister of Barbados, Mia Mottley, to the Vice President's Ceremonial Office in the Eisenhower Executive Office Building. Vice President Harris emphasizes the importance of the relationship between the United States and Barbados, as well as the United States' relationship with the Caribbean Community (CARICOM). She mentions the interconnectedness and interdependence of the world, citing recent events like the pandemic and the climate crisis. They discuss various issues, including the short-term and long-term actions needed to address these challenges and the potential positive impact on both countries. The United States has already donated a million doses of vaccines to the region, with a promise of three million more. They also focus on strengthening the economy of the region and addressing issues such as drug trafficking and transnational criminal organizations. Vice President Harris commends Prime Minister Mottley for her leadership on human rights, LGBTQ rights, and climate change. They express their commitment to strengthening the relationship between the United States and CARICOM. Prime Minister Mottley emphasizes the importance of cooperation between countries in fighting the pandemic, addressing the climate crisis, ensuring security, and promoting prosperity. She thanks the United States for the vaccine donations and highlights the need for vaccine equity worldwide. Prime Minister Mottley also discusses the challenges faced by the region in adapting to climate change and the need for understanding and support. They agree on the necessity of working together to ensure safety and discuss the potential repurposing of existing institutions to address current challenges. Prime Minister Mottley mentions the pride Barbados feels for Shirley Chisholm, a Barbadian who became the first African American congresswoman and the first African American woman to run for a major political party's presidential nomination. She emphasizes the shared philosophy of equality of opportunity and protection of the vulnerable. Both leaders express their desire not only to be the first but also to ensure they are not the last in their achievements. The article concludes with thanks from Vice President Harris and Prime Minister Mottley.