The White House Office of the Press Secretary has announced measures to expand opportunities for small businesses to access federal contracts. President Obama has created the Interagency Task Force on Federal Contracting Opportunities for Small Businesses and the Interagency Task Force on Veterans Small Business Development to oversee government contracts with small businesses and increase their participation in federal opportunities. The goal is to ensure that small businesses, including those owned by women, minorities, veterans, and historically underserved communities, have a fair chance to participate in the federal contracting process. The task forces will provide information on federal contracts, assist with access to capital and advice, connect small businesses with larger contractors, and monitor compliance with small business goals. The overall goal is to allocate at least 23% of federal contract money to small businesses, with additional goals for women-owned businesses, minority-owned businesses, economically disadvantaged individuals, and disabled veterans. The creation of these task forces acknowledges that more needs to be done to help small businesses interested in doing business with the federal government, including addressing challenges such as lack of information about contract opportunities and capacity limitations. Efforts have already been made to inform small businesses about opportunities under the Recovery Act, and steps will be taken to further support small businesses through the task forces and the establishment of an online portal to report federal contracting activity with small businesses. The Interagency Task Force on Federal Contracting Opportunities for Small Businesses is jointly chaired by the Director of the Office of Management and Budget, the Secretary of Commerce, and the Administrator of the U.S. Small Business Administration. It will increase transparency in federal contracting data and conduct outreach campaigns targeting small businesses owned by women, minorities, disadvantaged individuals, and disabled veterans. The Interagency Task Force on Veterans Small Business Development, established by presidential decree, is dedicated to assisting small businesses owned by veterans or disabled veterans, providing access to capital, advisory relationships, and monitoring previously established goals for federal contracts.