This article is the text of Executive Order 13535 issued by President Barack Obama on March 24, 2010. The order is titled "Patient Protection and Affordable Care Act's Consistency with Longstanding Restrictions on the Use of Federal Funds for Abortion." The purpose of the order is to establish policies and procedures to ensure that federal funds are not used for abortion services, except in cases of rape, incest, or when the life of the woman would be endangered. The order states that the recently enacted Patient Protection and Affordable Care Act maintains current restrictions on abortion policy and extends those restrictions to newly created health insurance exchanges. It also emphasizes the importance of protecting the conscience of healthcare providers and facilities and prohibits discrimination against them based on their unwillingness to provide, pay for, provide coverage of, or refer for abortions. The order directs various executive agencies, including the Department of Health and Human Services (HHS), the Office of Management and Budget (OMB), and the Office of Personnel Management, to enforce these restrictions. It specifically focuses on ensuring compliance with the prohibition on using tax credits and cost-sharing reduction payments to pay for abortion services in health insurance exchanges. The order also establishes guidelines for state health insurance commissioners to determine compliance with the Act's segregation requirements and calls for regular audits of insurance companies participating in the exchanges. Additionally, the order addresses the Community Health Center Program, stating that existing restrictions on the use of federal funds for abortion services apply to the program and directs the Secretary of HHS to ensure compliance with these limitations. The order concludes with general provisions, stating that it does not impair existing authority granted by law or Presidential directive and that it is subject to applicable law and the availability of appropriations. It also clarifies that the order does not create any enforceable rights or benefits against the United States or any other party.