The White House Press Secretary announced that the Senate Judiciary Committee has voted in favor of the Sentencing Reform and Corrections Act of 2015. This bill aims to reduce mandatory minimums for nonviolent drug offenders, reward prisoners with shorter sentences if they complete programs to reduce repeat offenses, and use the savings to fund public safety programs. The White House is urging Congress to continue working together to pass the bill before the end of the year. The President has been a strong advocate for criminal justice reform and is pleased to see bipartisan support for this bill. In addition, the President will be participating in discussions with law enforcement leaders on making law enforcement and correctional practices more just and effective. He will also be addressing the International Association of Chiefs of Police on the need for criminal justice reform. The White House is also urging Congress to raise the debt ceiling without any drama or delay. They believe it is a basic responsibility of Congress to ensure the country can pay its bills. The White House has presented a plan to Congress for addressing the fiscal crisis in Puerto Rico, which includes providing an orderly restructuring regime, an independent fiscal oversight mechanism, reforming the Medicaid program, and providing access to the earned income tax credit. The White House is working to rally support on Capitol Hill for this plan. The President has vetoed the defense authorization bill because it fails to fix the harmful spending cuts known as sequestration and shortchanges the troops. The White House is confident that the veto will be sustained. The President believes that Vice President Biden will go down as one of the finest Vice Presidents in history and is glad to have him by his side for the next 15 months. The President supports Biden's decision not to run for President. The President has been briefed on the Secret Service report warning about overworking its employees and the allegations of agents sleeping on the job. The White House refers questions to the Secret Service. The President has been briefed on the Benghazi investigation and believes that Secretary Clinton has worked tirelessly and taken responsibility for any mistakes. The President believes that the investigation is politically motivated and hopes that it will bring some finality to the issue. The President is pleased with the progress in the US-Pakistan relationship and believes that the two countries have mutual interests in economic growth, trade, investment, and counterterrorism. The President believes that Russia rolling out the red carpet for President Assad is at odds with their stated goal of a political transition in Syria. The President continues to believe that Assad has lost legitimacy and needs to step down. The President believes that the highway funding bill should be a long-term bill to provide funding for infrastructure. The President believes that it is a basic responsibility of Congress to raise the debt limit and hopes it will be done without drama or delay. The President supports Congressman Paul Ryan as the next Speaker of the House and hopes that he will be willing to work with Democrats and govern in a bipartisan manner. The President has not seen the comments made by Prime Minister Netanyahu regarding the Holocaust and the Palestinian religious leader, but the White House believes that inflammatory rhetoric needs to stop on both sides. The President is aware of the increase in murders of transgender people and believes that the hate crimes law signed in 2008 is important in addressing these crimes. The President believes in increased transparency and data in order to address these issues.