During a recent teleconference, Dr. Jha, the Assistant Secretary for Preparedness and Response, provided an update on the potential COVID-19 vaccines for children under five. He emphasized that the FDA and CDC will make independent, science-driven decisions on the authorization and recommendation of these vaccines. The FDA's advisory committee will meet on June 14th and 15th, while the CDC's Advisory Committee will meet on June 17th and 18th. If the vaccines are authorized and recommended, vaccinations could begin as early as the week of June 20th. The vaccination program will ramp up in the following weeks, with more doses and appointments becoming available. Dr. Jha highlighted the historic significance of having vaccines available for all age groups, from the oldest to the youngest. He also mentioned that vaccinated kids over the age of five are less likely to experience severe illness, hospitalization, or complications of COVID-19. Dr. Jha and his colleagues discussed the preparedness efforts, including engagement with state and local health departments, pediatricians, pharmacies, and community health centers, to ensure easy access to vaccines for children under five. They emphasized the importance of accurate information from trusted sources and the need to combat misinformation. Dr. Murthy, the Surgeon General, mentioned plans for a national public education campaign to provide parents with information and support their decision-making process. They will work with trusted organizations and community partners to disseminate information and address vaccine hesitancy. The officials also addressed concerns about funding for COVID-19 efforts, noting that while they have enough resources for the current vaccine rollout, additional funding is needed for the fall and winter, especially for the next generation of vaccines and therapeutics. They emphasized the importance of sustaining funding for public health interventions and urged Congress to act. Finally, they discussed the allocation of vaccines and the potential for parents to choose between Pfizer and Moderna vaccines for their children, depending on the FDA and CDC recommendations.