The White House, along with the Department of Energy and the General Services Administration, is hosting an "Energy Datapalooza" to announce new steps forward in support of clean energy innovation. The Obama Administration recognizes the importance of freely available data in fueling entrepreneurship, innovation, scientific discovery, and economic growth. The Administration has launched initiatives such as the Energy Data Initiative and the Climate Data Initiative to make open data more available to citizens, companies, and innovators. They have also launched the Green Button Initiative, which provides families and businesses with access to their own energy usage data to spur innovation and enable informed choices. The Department of Energy has announced the expansion of the Buildings Performance Database, making it the world's largest public database of real buildings' energy performance information. The General Services Administration has successfully pilot-tested the use of the Green Button standard in federal buildings, which allows building managers to use innovative tools to manage energy usage and reduce greenhouse gas emissions. The Energy Department has launched the SunShot Catalyst prize challenge to reduce the "soft costs" of solar deployment, and they are also launching the National Geothermal Data System to help researchers and commercial developers find promising areas for geothermal energy. The Department of Energy has released a study on untapped hydropower potential in the United States, and Oak Ridge National Laboratory has released detailed data resulting from this study. The Department of Energy is also launching the American Energy Data Challenge, which includes an "Apps for Energy" contest and a contest called "Open Data by Design" that focuses on information design and graphic design. The U.S. Environmental Protection Agency has developed the AVoided Emissions and geneRation Tool (AVERT) to help state and local air quality planners evaluate the emissions benefits of energy efficiency and renewable energy policies and programs. In addition to the government initiatives, there are also several private-sector commitments, including the expansion of the Green Button Initiative by utilities and energy efficiency programs, the development of a voluntary open standard for the publishing of power outage and restoration information by electric utilities and technology companies, and the use of the Department of Energy's open source Standard Energy Efficiency Data (SEED) platform by cities to publish building energy performance data.