President Obama has outlined his plans to prioritize research and education in the field of science and technology. He aims to exceed the record investment in research and development set in 1964, by allocating over three percent of GDP towards these areas. The President has already taken steps to prioritize science and technology, including allocating $21.5 billion for research and development in the Recovery Act. His budget for FY10 includes sustained increases in basic research funding, as well as funding to triple the number of National Science Foundation graduate research fellowships. President Obama is also committed to restoring integrity to science policy and making evidence-based decisions. 

To further advance his science and technology agenda, the President will commit to finishing the 10-year doubling of three key science agencies: the National Science Foundation, DOE Office of Science, and the National Institutes of Standards and Technology. He will also launch the Advanced Research Projects Agency-Energy (ARPA-E), a new Department of Energy organization modeled after the Defense Advanced Research Projects Agency. ARPA-E will focus on developing breakthrough energy technologies to enhance economic and energy security, reduce oil consumption, and improve energy efficiency. 

The President will also announce a joint initiative by the Department of Energy and the National Science Foundation to inspire American students to pursue careers in science, engineering, and entrepreneurship related to clean energy. This initiative, known as RE-ENERGYSE (REgaining our ENERGY Science and Engineering Edge), will be funded by both organizations and will include educational and research opportunities, partnerships with industry, and interdisciplinary graduate programs.

Additionally, President Obama will call for an "all hands on deck" approach to improve student achievement in math and science. He will challenge various stakeholders, including governors, scientists, engineers, and educators, to take specific actions to support math and science education. The President will also launch a public awareness and outreach campaign to inspire young people to pursue careers in STEM fields.

In the context of building a clean energy economy, the President will announce the launch of the $400 million ARPA-E and the establishment of 46 Energy Frontier Research Centers with a total commitment of $777 million. These centers will address scientific roadblocks to clean energy and energy security.

Overall, President Obama's plan aims to prioritize research and education in science and technology, with a focus on clean energy, and inspire the next generation of innovators in these fields.