The article discusses the progress and achievements of Power Africa, an initiative launched by President Obama in 2013 to increase access to electricity in sub-Saharan Africa. The goal of Power Africa is to double electricity access in the region, where over 600 million people currently lack access. The initiative aims to add 30,000 megawatts of new, cleaner electricity generation capacity and increase electricity access by at least 60 million new connections.

Power Africa has helped facilitate transactions expected to generate over 4,100 megawatts of new power generation throughout sub-Saharan Africa. This additional generation has the potential to enable an estimated 4 million new connections. The U.S. government has funded projects expected to yield an additional 1 million new connections through the Off-Grid Challenge and the U.S.-Africa Clean Energy Finance initiative.

Several U.S. government departments and agencies have fulfilled their original 5-year Power Africa commitments and have announced expanded commitments. The Overseas Private Investment Corporation (OPIC) expects to exceed its original $1.5 billion commitment and has announced an additional $1 billion commitment through 2018. The Millennium Challenge Corporation (MCC) expects to commit nearly $2 billion by the end of 2015, nearly doubling its original $1 billion commitment. The U.S. Agency for International Development (USAID), the U.S. Trade and Development Agency (USTDA), and the U.S. Africa Development Foundation (USADF) have also made significant commitments.

Power Africa has formed partnerships with African governments, multilateral development banks, bilateral partners, and over 100 private sector partners. The initiative's initial $7 billion commitment has mobilized over $20 billion in private sector commitments. Public sector partners have committed an additional $9 billion in support of Power Africa.

The article also highlights specific transactions and activities announced during the President's visit to sub-Saharan Africa. The Millennium Challenge Corporation will sign a compact with Benin to transform its power sector through policy reform, private sector participation, and infrastructure investment. OPIC has reached milestones on four priority projects, and USTDA announced funding for new early-stage project planning activities. The U.S.-Africa Clean Energy Finance Initiative (ACEF) has supported renewable energy projects across African countries and has the potential to generate over 300 megawatts of new renewable power.

Additionally, the article mentions the expansion of access to electricity through the Beyond the Grid initiative, which focuses on providing electricity to underserved communities off the grid. Grants and loan guarantees have been announced to support entrepreneurs and off-grid companies in various African countries.

Overall, the article highlights the progress and impact of Power Africa in increasing access to electricity in sub-Saharan Africa through partnerships, funding, and the implementation of various projects and initiatives.