In a press briefing, White House Deputy Press Secretary Karine Jean-Pierre addressed several topics. She highlighted the historic confirmations of Kristen Clarke as the first woman and woman of color to lead the Civil Rights Division at the Department of Justice, and Chiquita Brooks-LaSure as the first Black person to be confirmed as Administrator for the Centers for Medicare and Medicaid Services. Jean-Pierre also announced that President Biden will travel to Tulsa, Oklahoma on June 1st to commemorate the 100th anniversary of the Black Wall Street Massacre. 

Regarding affordable housing, Jean-Pierre mentioned that President Biden's American Jobs Plan includes a $213 billion investment in America's housing infrastructure, aiming to create and modernize over 2 million affordable and sustainable places to live. She emphasized the administration's commitment to addressing the housing crisis and advancing equity in housing.

In response to questions about the origins of COVID-19, Jean-Pierre stated that President Biden has asked the U.S. intelligence community to redouble their efforts to collect and analyze information to determine the origin of the virus. She mentioned that the President has called for a stronger multilateral investigation into the origins of the virus in China and will continue to press China for a transparent, evidence-based international investigation.

When asked about potential consequences for China if it does not cooperate with the investigation, Jean-Pierre stated that the focus is currently on the 90-day review and that she would not make any preannouncements at this time. She also mentioned that the results of the investigation will be shared after the 90 days.

Regarding infrastructure negotiations, Jean-Pierre mentioned that the President is waiting for the Republican counterproposal and reiterated the President's commitment to finding bipartisan solutions. She emphasized that the President's red line is inaction and that he wants to ensure that the infrastructure plan does not raise taxes on individuals making less than $400,000 per year.

In response to questions about inflation and productivity, Jean-Pierre highlighted the President's belief that his economic plan is working and mentioned the significant job growth and reduction in unemployment claims. She also emphasized the President's commitment to ensuring that investments in infrastructure benefit all Americans and create good-paying union jobs.

Regarding gun violence, Jean-Pierre expressed the President's concern about the epidemic of gun violence in the country and highlighted his initial actions on gun violence prevention. She mentioned the President's call for Congress to pass three bills to strengthen background checks and his commitment to ending the filibuster if necessary to achieve meaningful gun reform.

When asked about the possibility of sanctions against Belarus in response to the recent forced landing of a Ryanair plane, Jean-Pierre stated that the President has asked his team to consider options and that there will be more to come on this issue.

In response to questions about China's cooperation in the investigation into COVID-19 origins, Jean-Pierre stated that the focus is currently on the 90-day review and that she does not have any specific information to share about China's cooperation.

Regarding the Tokyo Olympics, Jean-Pierre stated that the President supports the U.S. athletes who have trained for the games and that the government of Japan has stressed that public health remains a central priority in their preparations for the Olympics. She mentioned that the President trusts the government of Japan and their commitment to hosting the games safely.

In response to questions about COVID-19 disparities among communities, particularly the high number of cases among Black communities in cities like D.C., Jean-Pierre acknowledged the concern and emphasized the administration's commitment to equity. She mentioned efforts to meet people where they are, increase access to vaccines, and address vaccine hesitancy through trusted community voices.

Finally, Jean-Pierre stated that the President's proposed budget, which will be announced on Friday, will outline how he proposes to pay for a range of plans and initiatives.