Executive Order 13548, signed by President Obama in 2010, aims to increase the employment of individuals with disabilities in the Federal Government. The order acknowledges that Americans with disabilities face discrimination and stigma, resulting in a lower employment rate compared to those without disabilities. The order builds upon a previous executive order from 2000 that called for the employment of an additional 100,000 individuals with disabilities in the Federal Government over five years. However, little progress was made in implementing that order.

Under the new order, executive departments and agencies are required to improve their efforts in recruiting, hiring, and retaining individuals with disabilities. The Director of the Office of Personnel Management, in consultation with other relevant authorities, is tasked with designing model recruitment and hiring strategies, as well as developing mandatory training programs for human resources personnel and hiring managers on employing individuals with disabilities.

Each agency is required to develop an agency-specific plan for promoting employment opportunities for individuals with disabilities. These plans must include performance targets and numerical goals for hiring individuals with disabilities, as well as sub-goals for hiring individuals with targeted disabilities. Agencies must designate a senior-level official accountable for enhancing employment opportunities for individuals with disabilities and meeting the goals of the order.

To implement their plans, agencies are encouraged to utilize the Federal Government's Schedule A excepted service hiring authority for persons with disabilities and increase the participation of individuals with disabilities in internships, fellowships, and training programs.

The Office of Personnel Management will assist agencies in implementing their plans and will report regularly to the President, agency heads, and the public on agencies' progress in implementing the order. The Office will also compile and post Government-wide statistics on the hiring of individuals with disabilities, as permitted by law.

The order also addresses the retention and return to work of individuals with disabilities. The Director of the Office of Personnel Management, in consultation with other authorities, will identify and assist agencies in implementing strategies for retaining Federal workers with disabilities. Agencies are encouraged to make special efforts to retain those who are injured on the job and to improve return-to-work outcomes for employees with work-related injuries and illnesses. The Secretary of Labor will propose outcome measures and targets to assess each agency's progress in carrying out return-to-work efforts.

The order provides definitions for "disability" and "targeted disability" and allows for a review of the definition of targeted disability in consultation with relevant authorities.

The order specifies that it does not affect existing authorities granted by law or the functions of the Director of the Office of Management and Budget. It also states that the order should be implemented consistent with applicable law and subject to the availability of appropriations. Furthermore, it clarifies that it does not require any Federal employee to disclose their disability status involuntarily and does not create any enforceable right or benefit against the United States or any other party.