The White House released a fact sheet on a cybersecurity legislative proposal. The proposal aims to improve cybersecurity for critical infrastructure, protect the American people, and secure federal government computers and networks. Some key points of the proposal include:

1. National Data Breach Reporting: Simplifying and standardizing state laws that require businesses to notify consumers if their personal information has been accessed during a cyber intrusion.

2. Penalties for Computer Criminals: Clarifying penalties for cyber crimes and synchronizing them with penalties for other types of crimes.

3. Voluntary Government Assistance: Enabling the Department of Homeland Security (DHS) to quickly assist private-sector companies, states, and local governments that request help in fixing cyber intrusion damage and improving defenses.

4. Voluntary Information Sharing: Allowing businesses, states, and local governments to share information about cyber threats or incidents with DHS, providing them with immunity and ensuring privacy oversight.

5. Critical Infrastructure Cybersecurity Plans: Emphasizing transparency and accountability for critical infrastructure operators by working with industry to identify core operators, prioritize cyber threats, and assess cybersecurity risk mitigation plans.

6. Protecting Federal Government Computers and Networks: Updating the Federal Information Security Management Act (FISMA) and formalizing DHS's role in managing cybersecurity for federal government civilian computers. Providing more flexibility in hiring cybersecurity professionals and streamlining the process for intrusion prevention systems.

7. New Framework for Privacy and Civil Liberties: Implementing cybersecurity programs in accordance with privacy and civil liberties procedures, limiting information collection and use to cybersecurity threats, and requiring oversight programs and reporting.

The proposal recognizes the risks cybersecurity vulnerabilities pose to national security, public safety, and economic prosperity and aims to address these risks through legislative changes.