At the 39th Assembly meeting of the International Civil Aviation Organization (ICAO) in Montreal, 191 countries reached a global market-based measure to reduce carbon emissions from international aviation. This agreement addresses a growing source of global emissions that was not covered by the Paris Agreement. While international aviation currently represents only 2 percent of global carbon emissions, it is projected to grow at around 5 percent each year beyond 2020, resulting in approximately 3.3 billion tons of CO2 emissions from 2020 to 2035. Without coordinated action, this growth in emissions could hinder the international community's ability to meet the goals of the Paris Agreement. 

The global agreement establishes a peak at 2020 levels for covered international aviation emissions. This will be achieved by setting a price on carbon emissions from the aviation sector, allowing airlines to reduce their emissions or offset them through crediting. Over the life of the measure, up to 80 percent of international aviation emissions above the 2020 level will be offset, with the potential for increased coverage through additional participation. By 2027, almost all countries with major international airlines will be included in this measure.

The agreement is market-oriented and has received support from the industry, including Airlines for America, the trade organization for leading U.S. airlines. It provides stability and certainty to airlines and the global industry. It also fulfills the request in bipartisan legislation passed by Congress and signed into law by President Obama in 2012 to pursue a worldwide approach to address aircraft emissions.

Key elements of the agreement include the purchase of emissions offset credits by airlines covered by the measure to account for their growth in emissions above 2020 levels starting in 2021. The measure encourages broad participation, allowing countries to join in 2021, 2024, or 2027 depending on their capacity and need for technical assistance. It will be reviewed every three years to consider improvements based on implementation experience. By putting a price on carbon emissions from aviation, the market-based measure incentivizes technology and air traffic efficiency improvements, as well as the development and use of sustainable alternative fuels.

The decision to adopt a global market-based measure allows airlines to purchase carbon offset credits for any international growth in carbon emissions above 2020 levels. This complements efforts to reduce emissions from aviation, such as the development of new technologies, more efficient air traffic operations, and the adoption of international CO2 standards for aircraft developed at ICAO.