During a recent press conference, key members of the White House COVID-19 Response Team provided updates on the vaccination program and efforts to strengthen vaccine confidence. Here are the main points discussed:

1. Vaccination Program Overview: The focus of the vaccination program has been to increase the pace of vaccination and create the infrastructure and supply necessary for a nationwide vaccination program. There are currently 75,000 places for Americans to get vaccinated, and 90 percent of all Americans live within five miles of a vaccination site. By the end of May, there will be enough vaccine supply for every adult who wants one. Over 200 million shots have been delivered in less than 100 days, with 52 percent of adults having received at least one shot.

2. Progress and Impact of Vaccination: Vaccination efforts have led to an 80 percent reduction in deaths and a 70 percent reduction in hospitalizations among seniors. The vaccination program has been successful in reaching at-risk populations and those eager to get vaccinated. Efforts will now focus on reaching other populations, increasing accessibility, and making it easier for Americans to get vaccinated.

3. Strengthening Vaccine Confidence: Efforts are underway to educate the public about the vaccines and address vaccine hesitancy. The goal is to provide accurate information about COVID-19, the protection vaccines offer, and their role in returning to normalcy. Partnerships with doctors, community groups, and key voices are being formed to promote vaccine confidence. Emphasis is also placed on equity, ensuring everyone has equitable access to vaccines.

4. Update on the State of the Pandemic: The average number of COVID-19 cases has decreased by 10 percent from the previous week, indicating a hopeful trend. Over 66 percent of the U.S. population aged 65 and over is fully vaccinated, providing protection for this vulnerable population. However, there are still gaps in vaccine coverage across the country, and areas with low coverage are at risk for further outbreaks.

5. Therapeutics and Treatment Options: The development of therapeutics for COVID-19 is ongoing, with several clinical trials in progress. These trials are focused on different stages of the disease and aim to provide effective treatment options for patients at various levels of severity.

6. Assistance to India and Global Vaccine Sharing: The U.S. is providing assistance to India, which is currently experiencing a severe COVID-19 situation. The CDC is offering technical assistance, and the U.S. is committed to helping India combat the pandemic. The U.S. is also exploring options for sharing vaccine supply with other countries in need, as part of its commitment to global vaccine equity.

Overall, the vaccination program has made significant progress, but efforts will continue to increase access, build vaccine confidence, and ensure equity in vaccine distribution. The focus is on reaching all populations and providing accurate information to encourage vaccination.