The Obama Administration is celebrating the 25th anniversary of the Americans with Disabilities Act (ADA) by announcing a series of new actions to improve the lives and expand opportunities for people with disabilities. These actions include new guidance for serving individuals with disabilities at American Job Centers, increased collaboration between the Equal Employment Opportunity Commission (EEOC) and the Department of Justice (DOJ) on disability discrimination complaints, revisions to brochures on hiring individuals with disabilities, and the release of a toolkit to assist AmeriCorps and Peace Corps alumni with disabilities in their transition to employment. Other initiatives include the issuance of a Notice of Proposed Rulemaking to amend regulations for affirmative action for people with disabilities, funding for Work Incentive Planning and Assistance organizations, and the launch of the Early Intervention and Return to Work Demonstration. The Department of State plans to open a new Office of Accommodation and Accessibility, and the Department of Education's Office for Civil Rights has resolved over 500 disability-related complaints in FY15. The DOJ has released a letter of findings regarding the Georgia Network for Education and Therapeutic Support Program and settlements under its Project Civic Access and Barrier Free Health Care Initiative programs. Other announcements include the release of guidance on service animals under the ADA, settlements under the Barrier Free Health Care Initiative, a Dear Colleague letter on equal access to child welfare programs, technical assistance on testing accommodations for individuals with disabilities, a Public Service Announcement on emergency preparedness for individuals with disabilities, and the release of a Progress Report by the National Council on Disability. In the health care sector, there will be engagement with local stakeholders to inform funding priorities for the ADA Centers, a meeting of the ADA Participation Action Research Consortium, the release of a draft report on home and community-based services, the final regulations for the Developmental Disabilities Assistance and Bill of Rights Act, funding for the Christopher and Dana Reeve Foundation Paralysis Resource Center, the approval of the President's Committee for People with Intellectual Disabilities' 2015 Report, and the issuance of a proposed regulation to implement non-discrimination mandates in the Affordable Care Act. Other initiatives include the publication of a Notice of Proposed Rulemaking on independent living programs, the release of the Affirmatively Furthering Fair Housing Final Rule, the issuance of educational materials by the Transportation Security Administration and the Department of Transportation's Reasonable Modification Rule, the announcement of grants for projects improving travel planning and coordination for people with specialized transportation needs, guidance on transit-related ADA requirements, the launch of the National Aging and Disability Transportation Center, and the release of a supplement to the Joint Technical Assistance on curb ramps. In the area of information and communications technologies, there will be an extension of funding for the National Deaf-Blind Equipment Distribution Program, expanded requirements for video description on television programming, the launch of direct video communication pilot projects, and a festival at the Smithsonian Museum of American History to celebrate the ADA.