The White House is hosting a meeting with leaders and delegations from the Gulf Cooperation Council (GCC) countries to discuss various challenges in the Middle East, including the conflicts with ISIL, the situations in Syria and Iraq, the current situation in Yemen, and the ongoing negotiations with Iran. The purpose of the meeting is to review US policy and GCC policies related to the situation in the region, and to determine ways to strengthen the partnership and security cooperation going forward. The GCC countries have joined the US in the counter-ISIL coalition and are playing an important role in efforts to degrade and defeat ISIL in the region. The meeting will also discuss Iran's destabilizing actions in the region and ways to counter them. The leaders will be arriving on Wednesday and there will be a range of sessions at Camp David covering various topics. The US will be represented at a very high level, including Secretary Kerry, Secretary Carter, Secretary Lew, Secretary Moniz, Director Brennan, and the Director of the National Counterterrorism Center. The meeting will include discussions on military security, counterterrorism, and cooperation on a range of current threats and contingencies. The President spoke with King Salman of Saudi Arabia to discuss ongoing preparations for the summit. The GCC countries are looking for reassurance from the US and to discuss ways to strengthen their security and capabilities in dealing with the current challenges in the region. The US will also be discussing its commitment to the security of its Gulf partners and its cooperation on behalf of mutual security interests in countering terrorism and promoting a more stable region. Human rights will also be a topic of discussion, as the US supports a set of universal values and believes that inclusive governance and reconciliation are important for promoting lasting security. The US will work with the GCC countries to explore ways to enhance security cooperation, including better integrating ballistic missile defense systems, improving maritime security, and expanding intelligence and other actions aimed at countering terrorism and the terrorist threat in the region. The US and the GCC countries will also discuss ways to improve their ability to work collectively and effectively in dealing with regional challenges. The nuclear negotiations with Iran and Iran's interference in the region will also be discussed as separate issues. The US believes that a nuclear-armed Iran would pose a greater risk to the region, and that resolving the nuclear issue peacefully will lead to a more stable region. The US and the GCC countries will discuss ways to address Iran's destabilizing actions and to promote regional security and stability. Cybersecurity will also be a topic of discussion, as cyber-threats pose a significant national security challenge to the US and the GCC countries. The US and the GCC countries will explore ways to improve cooperation on cybersecurity, including sharing lessons learned on how to protect critical infrastructure from cyber intrusions. The US will also announce specific measures to better integrate the GCC ballistic missile defense architecture and to enhance military exercises in areas such as maritime security and counterterrorism.