The White House Office of the Press Secretary released a press gaggle with Principal Deputy Press Secretary Eric Schultz en route to Camden, NJ. The administration is releasing the Task Force on 21st Century Policing final report, which provides a blueprint for cities to develop innovative policing strategies. They are also releasing new tools to help communities implement the task force recommendations, including the White House police data initiative, community policing grants, and a body-worn camera toolkit. The administration is also releasing the final Equipment Working Group report, which enhances accountability and transparency in federal programs that support the transfer of equipment to law enforcement agencies. The President will discuss how these efforts help build trust between law enforcement and communities. The press secretary couldn't provide statistics on the number of banned equipment distributed in the past, but stated that the focus is on the present and future. The President is being kept up to date on the situation in Ramadi and there is no new strategy being contemplated at the moment. The coalition will continue to launch airstrikes in the region and support the Iraqi security forces. The equipment ban is in place effective immediately and is part of an executive order. The President will be visiting Camden, NJ to highlight their success in community-oriented policing. The President will also thank the first responder team in Philadelphia for their work after the Amtrak derailment. The administration's strategy on intelligence matters is to not kick the can down the road and they support the USA FREEDOM Act. The administration is confident in the passage of trade deals and believes they will be good for American jobs. The administration sought to capture Abu Sayyaf because he was a senior ISIL leader involved in overseeing their oil and gas operations and military operations. He may have also been complicit in the enslavement of a young Yazidi woman that was rescued.