The White House Press Secretary, Josh Earnest, gave a briefing on a range of topics. He discussed the recent earthquake in Afghanistan and Pakistan, stating that the US stands ready to provide support to the affected countries. He also talked about the upcoming deadlines for the debt ceiling and the budget, emphasizing the need for Democrats and Republicans to work together to find common ground and fund the government. Earnest mentioned that the President has vetoed the National Defense Authorization Act due to concerns about funding priorities and the use of temporary funds. He also addressed the Israeli Prime Minister's comments on the status of Palestinian residents in Jerusalem, stating that the US does not believe this is a policy proposal being actively considered by the Israeli government. Earnest mentioned the President's recent interview on "60 Minutes" and his decision not to run for President, stating that the President believes a competitive primary campaign is good for the party and the country. He also discussed the recent testimony of Hillary Clinton before the Benghazi committee, stating that the President believes it was a partisan exercise and that Republicans failed to justify their existence. Earnest mentioned the President's meeting with Indonesian President Widodo, stating that the US has already provided financial assistance and is open to providing more to combat the issue of deforestation. He also discussed the recent comments of FBI Director James Comey on the "Ferguson effect" and the President's support for the Black Lives Matter movement. Earnest mentioned the President's meeting with teachers and his support for reducing the amount of time students spend on tests. He also addressed the issue of mission creep in Iraq and Syria, stating that the President's strategy is focused on building up local forces to fight ISIL and that US military personnel are not engaged in combat operations. Earnest mentioned the President's upcoming speech to the International Association of Chiefs of Police, stating that the President will discuss criminal justice reform and steps to reduce gun violence. He also addressed the recent elections in Ukraine, stating that the US congratulates the people of Ukraine for exercising their right to vote and hopes that citizens in conflict zones will soon have the opportunity to vote.