The White House Press Secretary, Josh Earnest, began the daily press briefing by expressing his disappointment in the Senate Republicans' failure to fulfill their constitutional responsibilities by refusing to hold a hearing for Chief Judge Merrick Garland's Supreme Court nomination. He urged Senate Republicans to consider a bipartisan proposal to give qualified nominees a hearing and a vote within an established timeframe. 

When asked about President Obama's open letter to police, Earnest explained that the letter was meant to show support and solidarity with the law enforcement community during a difficult time. He also commented on the similarities between Melania Trump's convention speech and Michelle Obama's 2008 speech, saying that he would let others weigh in on that matter. 

In regards to the Rio Olympics, Earnest stated that the U.S. government does not have a position on Russia's participation and that the International Olympic Committee and relevant governing bodies will make the decision. He emphasized the importance of fair competition and adherence to democratic principles. 

Earnest also discussed the President's phone call with Turkish President Erdogan, expressing the U.S.'s commitment to the democratically elected civilian government of Turkey and their support for a thorough investigation that respects democratic principles. He mentioned that the U.S. is reviewing materials related to Fethullah Gulen's extradition and will follow the established legal process. 

When asked about the President's reaction to the accusations of plagiarism, Earnest mentioned that the President did not watch the Republican convention and that he did not have a specific reaction to convey. He highlighted the importance of giving credit to sources of inspiration and mentioned a similar situation in 2008 where then-Senator Obama acknowledged being inspired by Governor Deval Patrick. 

Earnest also discussed topics such as North Korea's missile launches, the President's meeting with Attorney General Loretta Lynch, and the administration's stance on the Keystone pipeline and gasoline prices. He concluded the briefing by stating that the decision to participate in the Democratic convention is ultimately up to individual Republicans.