In this statement, President Obama reflects on the significance of Juneteenth, a holiday that commemorates the emancipation of slaves in the United States. He acknowledges the historical importance of this day, as it marks the moment when the slaves in Galveston, Texas were finally informed of their freedom, more than two years after the Emancipation Proclamation was signed.

The President emphasizes that Juneteenth serves as a symbolic milestone in America's ongoing journey towards achieving a more perfect union. He highlights how communities come together to celebrate this occasion through various activities such as attending church services, participating in parades, and gathering for barbecues. These celebrations represent the enduring promise of equality for all Americans.

However, the President also acknowledges that this year's celebrations are overshadowed by sorrow due to the tragic events in Charleston, South Carolina, where nine members of the Mother Emanuel community were killed in a racially motivated attack. He expresses his condolences to their families, friends, and the entire city.

President Obama recognizes that racism, bigotry, hate, and intolerance still persist in society. He compares the ongoing struggle for equality and justice to the journey towards emancipation and the civil rights movement of the 1960s. He believes that there is still work to be done to combat these issues and make progress towards a more inclusive and equal society.

The President also addresses the issue of gun violence, stating that as long as it remains easy for dangerous individuals to obtain firearms and people continue to harbor hatred based on skin color, the country cannot fully live up to its highest ideals.

However, he reminds people that Juneteenth is not only a celebration of victory but also an affirmation of progress. It serves as a reminder that despite the painful aspects of American history, positive change is possible. President Obama encourages people, regardless of their race or background, to find joy amidst sorrow and cherish their blessings. He concludes by stating that tomorrow is a day to continue the march towards a more just and equal society.