President Obama has signed an Executive Order to make broadband construction along Federal roadways and properties up to 90% cheaper and more efficient. The new order will ensure that agencies charged with managing Federal properties and roads take specific steps to adopt a uniform approach for allowing broadband carriers to build networks on and through those assets. The White House has also announced the formation of the "US Ignite" partnership, which includes nearly 100 partners, more than 25 cities, and corporate and non-profit entities. This partnership aims to create a new wave of services that take advantage of faster broadband networks, running up to 100 times faster than today's Internet, and will drive job creation, promote innovation, and create new markets for American businesses. The Executive Order will require several government departments to offer carriers a single approach to leasing Federal assets for broadband deployment, provide available Federal assets and leasing requirements on departmental websites, and track regional broadband deployment projects. The US Ignite partnership will create a national network of communities and campuses with ultra-fast, programmable broadband services, operating at speeds of up to 1 gigabit per second. The partnership will challenge students, startups, and industry leaders to create new applications and services that meet the needs of local communities while creating job and investment opportunities. The partnership has received support from industry leaders such as Cisco, Juniper, NEC, and Hewlett-Packard, as well as carriers like Verizon and Comcast. Other commitments include funding from the National Science Foundation for the development of ultra-high-speed broadband networks, a design competition for high-speed applications, and support from the Departments of Commerce and Agriculture for expanding broadband networks and creating community-based services. The Department of Defense will also connect military families on base with US Ignite services and create research opportunities for students at West Point. The US Ignite partnership will collaborate with the Mayo Clinic and the Federal Communications Commission's Rural Healthcare Pilot Program to provide new healthcare applications. These announcements build on previous broadband deployment programs, including the NTIA's Recovery Act projects and the USDA's Rural Utilities Service investments. The goal is to strengthen the economy, build new industries, and create jobs by taking full advantage of the latest broadband technologies.