In this statement, President Obama discusses the U.S. government's policy on hostage situations. He acknowledges the horror and cruelty experienced by Americans who have been taken hostage by terrorist or pirate groups. He expresses the government's commitment to bringing these Americans home safe and supporting their families. The President mentions past successful rescue missions and emphasizes the ongoing work to reunite hostages with their loved ones.

The President acknowledges the frustrations expressed by families of hostages in dealing with the government, including lack of coordination and conflicting information. He states that this is unacceptable and promises to do better. He thanks the families and former hostages for their contributions to the policy review.

The President announces several changes to the government's hostage policy. He emphasizes the top priority of safe and rapid recovery of American hostages and reaffirms that the U.S. government will not make concessions, such as paying ransom, to terrorist groups. He acknowledges the difficult and emotional nature of this issue, especially for families, but believes that paying ransom risks endangering more Americans and funding terrorism.

The President outlines three areas of change in the government's approach. First, he updates the hostage policy to clarify that communication with hostage-takers is not prevented and that the government may assist families in these communications. Second, he emphasizes the need for better organization and coordination within the government, creating a new Hostage Response Group and designating a Special Presidential Envoy for Hostage Affairs. Third, he emphasizes the importance of treating families as trusted partners and improving communication with them, including sharing more intelligence and ensuring their concerns are considered in decision-making.

The President concludes by saying that the government is changing how it works to recover hostages and work with their families. He acknowledges the skepticism of the families and promises mechanisms for accountability and implementation. He mentions the strength and example of the hostages, including Kayla Mueller, and states that the U.S. will never stop working to reunite Americans held unjustly with their families.