This article is a fact sheet released by the White House Office of the Press Secretary regarding the economic relations between the United States and Peru. The two countries have a strong commitment to expanding economic growth, job creation, and inclusion through integration into global markets. They are working together in initiatives such as the Trans-Pacific Partnership (TPP) negotiation and the United States – Peru Trade Promotion Agreement to strengthen trade and investment ties. Peru is also a partner in the Asia-Pacific Economic Cooperation (APEC) forum and the Pathways to Prosperity in the Americas initiative. The article highlights that the United States and Peru are original members of the TPP and have been working closely to open markets and deepen economic ties across the Pacific. The TPP is a high priority for President Obama's second term and currently includes 11 countries, representing nearly 40 percent of global GDP. The article also mentions that the United States is Peru's second largest export market and primary supplier of imports. Both countries are committed to frequent engagement under the Trade Promotion Agreement to ensure its benefits are fully realized. The Environment Chapter of the Agreement is described as the most comprehensive and ambitious of any U.S. trade agreement to date, including measures to combat illegal logging and wildlife trade. Peru has made significant progress in implementing institutional changes and legal reforms to comply with the agreement. The United States and Peru collaborate closely on environmental obligations to ensure that increased trade does not harm the environment. Peru has also joined the U.S.-created WTO Standards Alliance program to collaborate on technical barriers to trade. This program provides training and assistance to Peruvian officials regarding standardization and compliance with the WTO TBT Agreement. Peru will continue to work with the Standards Alliance through a partnership with the American National Standards Institute for at least five years.