The article discusses the efforts of the United States and Poland to advance democracy worldwide. Both countries have a long history of supporting democracy and human rights and collaborate closely on these issues in international organizations such as the OSCE, Community of Democracies, and UN. They also work together through various initiatives to promote good governance, democratization, and civil society, particularly in Eastern Europe. In March, they launched a Democracy Dialogue to expand their joint efforts in strengthening democracy and civil society globally. Poland has also established an International Solidarity Fund for democracy assistance, modeled after the U.S. National Endowment for Democracy.

During a meeting in Warsaw, President Obama and President Komorowski discussed strengthening U.S.-Polish cooperation in democracy promotion. They were briefed on Polish efforts in Tunisia and Poland's actions to promote democracy and civil society in Eastern Europe and North Africa. They also expressed support for the political transition in Libya and the Libyan opposition's Transitional National Council.

The United States and Poland plan to send additional democracy activists and transition experts to Tunisia to support political reform, party building, civil society, and elections. They also continue their joint efforts to pressure the Belarus regime and support civil society. The United States commends Poland's leadership in condemning the Lukashenka regime's crackdown on opposition leaders, civil society, and independent media. They also announced additional democracy assistance for Belarus to address humanitarian and legal needs, support monitoring and reporting on human rights, and help create space for free expression, a free media, and civil society.

The article also mentions the collaboration between Poland and the United States in supporting Moldova through the Community of Democracies' Democracy Partnership Challenge. They co-chair the international task force responsible for assistance to Moldova. Additionally, they have established the Lifeline NGO Fund to support embattled NGOs around the world, with both countries being founding contributors.