The White House Press Secretary, Jay Carney, started the press briefing by noting that the White House and Naval Observatory Anchor would be lit pink in honor of Breast Cancer Awareness Month. He then discussed the importance of early detection and preventive services for breast cancer. Carney also wished his mother a happy birthday. 

Carney was then asked about the allegations that the United States had been monitoring German Chancellor Merkel's communications. He stated that the United States does not comment publicly on specific intelligence activities, but reassured that the United States gathers foreign intelligence like all nations. He also mentioned that the President spoke with Chancellor Merkel and assured her that the United States is not and will not monitor her communications. Carney acknowledged the tension caused by these allegations but emphasized the importance of the United States' relationships with its allies. He stated that the United States is reviewing its intelligence-gathering practices to strike a balance between security concerns and privacy concerns. 

Carney was then asked about the President's call for immigration reform by the end of the year. He acknowledged that it would be a challenge but stated that there is bipartisan support for comprehensive immigration reform. He emphasized the economic benefits of immigration reform and the need to address the issue. He stated that the President is willing to work with lawmakers of both parties on this issue. 

Carney was also asked about the rollout of the healthcare.gov website. He acknowledged that there have been problems with the website but stated that improvements are being made every day. He emphasized the importance of getting affordable health insurance to the American people and stated that the website is one of several avenues for enrollment. He also mentioned that regular briefings are being held to provide updates on the progress being made to fix the website issues. 

Carney was asked about reports that the administration was warned in advance about the risks of the healthcare.gov rollout. He stated that they knew there would be some glitches but did not anticipate the scale of the problems that were encountered. He emphasized that they are working to fix the problems and improve the consumer experience on the website. 

Carney was asked about the recent tensions with European allies over allegations of intelligence-gathering. He stated that the United States gathers foreign intelligence like other nations and is reviewing its intelligence-gathering practices to strike a balance between security concerns and privacy concerns. He emphasized the importance of the United States' relationships with its allies and stated that they are working to address these issues through diplomatic channels. 

Carney was asked about reports that the United States was monitoring German Chancellor Merkel's communications. He stated that he could not comment on specific allegations but reassured that the President has initiated a review of intelligence-gathering practices and that they are working to address the concerns raised by other countries. 

Carney was asked about reports that the administration was aware of problems with the healthcare.gov website prior to its launch. He acknowledged that they expected there would be some glitches but did not anticipate the scale of the problems. He stated that they are working every day to fix the problems and improve the website. 

Carney was asked about reports that some enrollee files are corrupted and incomplete. He acknowledged that there have been issues with transmitting information to insurers but stated that they are working to fix these problems. He emphasized that people are enrolling every day and that the goal is to make the system more effective and efficient. 

Carney was asked about reports that the Affordable Care Act is failing to lower prices in rural areas and that poor people are paying more. He stated that the ACA encourages competition and is leading to new carriers and delivery system models. He emphasized that the goal is to provide access to affordable health insurance for all Americans. 

Carney was asked about reports that HHS officials were aware of problems with the website prior to its launch. He acknowledged that they expected there would be some glitches but did not anticipate the scale of the problems. He emphasized that they are working every day to fix the problems and improve the website. 

Carney was asked about the ongoing