Press Secretary Josh Earnest discussed various topics during a press gaggle aboard Air Force One en route to Nashville, Tennessee. He highlighted the President's eagerness to find common ground on health care reform, following the recent Supreme Court ruling upholding the Affordable Care Act. Earnest mentioned the positive effects of the ACA, such as the reduction in the number of uninsured Americans and the slow growth in healthcare costs. He also spoke about the President's trip to Nashville and his desire to engage in a discussion with healthcare professionals and individuals who have been affected by the ACA.

Earnest addressed questions about the economic embargo on Cuba and the President's efforts to normalize relations with the country. He defended the President's policy, stating that it is in the best interest of both the United States and the Cuban people. He also discussed the reopening of embassies and the importance of having a Senate-confirmed ambassador in Cuba.

Regarding Greece, Earnest expressed the United States' support for Greece remaining part of the European currency union. He acknowledged the potential economic impact of the Greek crisis on the broader European economy and reiterated the need for all parties to work towards a resolution.

Earnest commented on the ongoing nuclear negotiations with Iran, stating that the July 7th deadline is being taken seriously by all parties involved. He emphasized the importance of meeting the expectations laid out by the President in order to reach a final agreement.

Earnest also addressed questions about ISIS-inspired attacks, the recent attack in Egypt, and the potential threat of lone wolf attacks in the United States. He condemned the attack in Egypt and expressed the United States' support for Egypt in addressing these threats. He mentioned that the United States is mindful of the efforts of extremist organizations to spread their views through social media and inspire attacks.

Earnest briefly discussed the Supreme Court's ruling on same-sex marriage and indicated that the Department of Justice would handle any federal need to enforce the ruling. He also mentioned the recent fires in the South and stated that the incidents are being investigated by local officials, with the Department of Justice monitoring the investigations.