In this press gaggle, Press Secretary Jay Carney discusses several topics. First, he mentions that President Obama will be speaking at UNLV about the importance of Congress taking action to prevent interest rates on student loans from doubling. Carney states that there have been positive signs that Republicans agree with the President on this issue, but more work needs to be done. Carney also mentions that the President will discuss other proposals he has put before Congress that would have a positive effect on the economy and job creation. These proposals include elements of the American Jobs Act. 

Carney is then asked about the situation in Syria and the justification for continuing with the Annan plan despite the Syrian regime's failure to comply. Carney states that the international community needs to come together to take action and bring about a democratic transition in Syria. He acknowledges skepticism about the Annan plan but believes it is an important step towards bringing the international community together.

The press secretary is also asked about leaks of national security information and whether the President has issued any directives on handling classified information. Carney states that the President is committed to preventing leaks and takes all necessary steps to do so. He dismisses suggestions that the White House has leaked sensitive information for political purposes.

Carney is then questioned about the House Speaker's plan to vote to extend all the Bush tax cuts for one year. Carney reiterates the President's position that he would sign a bill that permanently extends the tax cuts for 98% of Americans, but Republicans have opposed this. He criticizes the tax cuts for the wealthy, stating that they contributed to the country's fiscal situation and economic inequality.

The press secretary also discusses the issue of student loan interest rates and responds to a question about why the President hasn't responded to a letter from congressional Republican leaders. Carney states that progress is being made on this issue and the President believes it will eventually be resolved. He emphasizes the importance of the President making the case to the American people and forcing Congress to act.

Finally, Carney briefly mentions that there are no updates on Europe at this time, but the administration is engaged and consulting with European counterparts.