The White House has released a report discussing the impact of raising the minimum wage on women and the importance of ensuring a robust tipped minimum wage. The report highlights that a majority of lower-wage jobs are held by women and that these jobs are often held by individuals who are working full-time and supporting families. The report emphasizes that if the minimum wage had kept pace with the economy's productivity, these individuals would already be earning well over $10 an hour. However, the minimum wage is currently stuck at $7.25, and every time Congress refuses to raise it, its value decreases due to the rising cost of living. 

The report states that raising the minimum wage is especially important for women because they are more highly concentrated in low-wage sectors such as personal care and healthcare support occupations. Women also make up the majority of workers in predominantly tipped occupations. The average hourly wages for workers in these tipped occupations are nearly 40 percent lower than the overall average hourly wages, and workers in these occupations are twice as likely to experience poverty. 

The report highlights that about half of all workers in predominantly tipped occupations would see their earnings increase as a result of the President's proposal to raise the minimum wage. It also states that the tipped minimum wage has declined by 40 percent in real terms since 1991 and currently equals just 29 percent of the full minimum wage. The report acknowledges the challenges of ensuring compliance with minimum wage laws for tipped workers and mentions that many states have recognized the need for a greater employer contribution to the wages of tipped workers.

Raising the full minimum wage and the tipped minimum wage is expected to help reduce poverty among women and their families, as well as make progress toward closing the gender pay gap. The report states that approximately 26 percent of all workers who would benefit from increasing the minimum wage have dependent children, and 31 percent of female workers who would benefit have children. It also suggests that increasing the minimum wage can help women work their way out of poverty and into the middle class. Estimates from the President's Council of Economic Advisers suggest that increasing the minimum wage to $10.10 an hour and indexing it to inflation could close about 5 percent of the gender wage gap.