The article is a press gaggle by Press Secretary Jay Carney aboard Air Force One. Carney begins by discussing President Obama's upcoming visit to Washington to view the devastation caused by a recent mudslide and meet with the affected families and first responders. The press secretary is then asked about the increased activity around a North Korean nuclear area and whether North Korea is preparing for a nuclear test. Carney states that North Korea has a history of provocative actions and that the US closely monitors the situation. He also mentions that any action taken by North Korea would most likely be a violation of their commitments. Carney is then asked about the controversy surrounding the Japanese Prime Minister's ritual offering to the Yasukuni Shrine and whether it will cause difficulties ahead of the President's trip to Japan. Carney refers the question to the State Department and says that the President is looking forward to his visit to Japan. The press secretary is then asked about the human rights violations committed by North Korea and whether it will be discussed during the President's meetings in Japan and South Korea. Carney acknowledges that North Korea is one of the most oppressive nations and that human rights violations are frequently discussed in meetings between the US and South Korea. He expects it to be a topic of discussion during the President's trip. Carney is then asked about the sanctions on Russia and whether Japan would be on board if the sanctions are ramped up. He states that the US has flexibility in imposing additional sanctions and that Russia needs to comply with the commitments made in the Geneva agreement. The Ukrainian government's actions to deescalate the situation are commended, and Russia is urged to use its influence to pressure the armed militants in Ukraine. Carney is asked about the timeline for imposing additional sanctions on Russia, but he does not provide a specific deadline. He mentions that the situation is being evaluated and that the US is closely monitoring the situation on the ground. Carney is then asked about the expectation of a nuclear test by North Korea and whether it would change the President's itinerary. He does not speculate on the matter. The press secretary is asked about any policy or concrete actions the federal government will take in response to the mudslide in Washington. He states that the administration is focused on supporting state and local efforts and mentions the federal aid that has already been provided. Carney is asked if the President and Vice President have spoken since the Vice President's visit to Ukraine, but he does not have that information. He mentions that the President is well-briefed on developments in Ukraine and the assistance provided by the Vice President. Carney is then asked about a potential economic forum in St. Petersburg and whether it is a concern for the administration. He refers the question to the Treasury Department and mentions that the severity of sanctions on Russia depends on its actions. Carney is asked about the Supreme Court's decision upholding Michigan's ban on affirmative action at universities. He states that the White House is still reviewing the ruling and that the President believes diversity in the classroom is important. However, he does not have a specific reaction to the ruling.