The White House Press Secretary, Josh Earnest, addressed several topics during a press briefing. He discussed the Israeli-Palestinian conflict and the recent UN school strike, stating that all available evidence points to Israeli artillery as the cause. He also mentioned that the US urges Israeli military officials to live up to their high standards for protecting innocent civilians. Earnest commented on the ongoing effort to achieve a ceasefire in the conflict and the importance of demilitarizing Gaza once a ceasefire is in place. He also addressed the issue of a Palestinian-American teenager who has been in Israeli custody for three weeks, stating that he did not have any information about conversations between the White House and Israeli officials regarding the teenager. Earnest provided an update on efforts to combat the Ebola virus, stating that the State Department and CDC are working to facilitate medevacs for American citizen humanitarian workers who have contracted the virus in West Africa. He also confirmed that there is no significant risk of the virus spreading in the US. Earnest discussed the recent report that suggests the CIA was spying on the Senate Intelligence Committee, stating that Director Brennan has taken steps to address the issue, including appointing an accountability board to review the conduct of individuals involved. He also commented on efforts to achieve a ceasefire in the conflict between Russia and Ukraine, stating that President Putin could take steps such as using his influence with Russian-backed separatists to agree to a ceasefire with the Ukrainian government and preventing the transfer of heavy weapons to the separatists. Earnest also discussed the recent lawsuit against the President by Speaker Boehner, calling it a frivolous taxpayer-funded political stunt. He stated that the President will continue to work to make progress on behalf of middle-class families, despite Republican obstruction. Earnest addressed the upcoming US-Africa Leaders Summit, stating that the President is committed to advancing American interests on the African continent and that the summit provides an opportunity for cooperation between the US and African nations. He also stated that the President will devote significant time and attention to the summit. Finally, Earnest discussed the recently announced executive order that will put in place protections for workers and hold federal contractors to a high standard for meeting basic labor law provisions. He stated that the order is an important step to protect workers and ensure that taxpayer dollars are being used responsibly.