The White House Christmas theme for 2014 is A Children's Winter Wonderland. The decorations throughout the White House are inspired by the wonder and magic of the holiday season, as seen through the eyes of children. The East Visitor Entrance features a Boxwood Trellis, wood cut-out trees, and gold-colored firewood. The East Wing Hallway is decorated with column covers made from boxwood, icy blue accents, and fresh garland. The East Entrance Landing honors military members and their families with a tree dedicated to fallen soldiers. The East Colonnade features wreaths, topiaries, and an archway made of preserved hydrangea. The East Garden Room showcases paper garland, replicas of First Dogs Bo and Sunny, and an interactive snowscape installation. The Library has a pile of gold-painted tree logs with glowing white lights and greenery. The Vermeil Room features dress form mannequins as Christmas trees, adorned with hand-sculpted Lucite ornaments and jewelry by designer Alexis Bittar. The China Room has festive gift-wrapped packages and a tree decorated with gingerbread garland. The Grand Foyer and Cross Hall are adorned with snowflake and star ornaments, and four large Christmas trees decorated with hanging-glass ornaments. The State Dining Room features vintage toy train pieces and custom-made train ticket ornaments. The Red Room has vases designed by Maggie Austin, decorated with intricate faux berries, birds, and branches made of sugar. The Green Room has faux berries, gold pinecones, and burgundy ribbon decorating the trees. The Blue Room is home to the official White House Christmas tree, decorated with ornaments inspired by the theme "America the Brave." The Green Room features faux berries, gold pinecones, and burgundy ribbon. The East Room has bright colored books, Folk Art Carousel Deer, and 3D paper cut-out ornaments. The White House hosted a 3D Printed Ornament Challenge, where designs inspired by the holidays were submitted and displayed. The White House Christmas decorations include over 2,700 books, vintage luggage pieces, wreaths, and handmade sugar birds. There are a total of 106 holiday volunteers, and approximately 65,000 visitors are expected to visit the White House during the holiday season.