The G-8 Leaders at the Camp David Summit recognized the importance of developing and having access to environmentally safe, sustainable, secure, and affordable sources of energy for global economic growth and efforts to address climate change. They identified several actions to be taken together:

1. Pursue a comprehensive energy strategy by acknowledging different energy sources and their risks, and developing them in a safe and sustainable manner.
2. Support the G-20 Global Marine Environment Protection initiative to prevent future accidents in offshore oil and gas exploration.
3. Review the International Energy Agency's work on best practices for natural gas development.
4. Recognize and strengthen the work of the International Atomic Energy Agency on nuclear safety.
5. Request the IEA to review global energy balance scenarios and infrastructure requirements.
6. Welcome innovative financing instruments for energy infrastructure, including from Multilateral Development Banks and Development Finance Institutions.
7. Facilitate free trade in energy resources to enhance economic security and decrease price volatility.
8. Enhance transparency of gas markets through dialogues and data systems.
9. Promote the development and deployment of renewable energy through cooperation and best practices.
10. Support the Global Bioenergy Partnership for sustainable bioenergy production and use.
11. Analyze the preparedness for oil and gas supply disruptions and coordination of responses.
12. Accelerate progress on appliance and equipment efficiency through international cooperation.
13. Join the Climate and Clean Air Coalition to Reduce Short-Lived Climate Pollutants to complement efforts to address CO2 emissions.
14. Commission the World Bank to prepare a report on integrating reduction of near-term climate pollution into their activities and evaluate new approaches to financing projects to reduce methane.

The United States, as the 2012 Chair of the G-8, intends to work with G-8 partners to develop mechanisms for following up on these actions throughout the year.