During a press briefing, White House Press Secretary Josh Earnest addressed several issues, including the Panama Papers, tax inversions, campaign rhetoric, and endorsements in primary races. Regarding the Panama Papers, Earnest stated that the President was not aware of any specific information about the financial situation of world leaders mentioned in the leaked documents. He also highlighted the administration's efforts to combat international tax avoidance through legislation like the Foreign Account Tax Compliance Act (FATCA) and the Department of Justice's Swiss bank program. Earnest expressed concerns about the impact of leaders' involvement in the scandal on the economy and markets but did not specify any negative effects. He also mentioned the administration's commitment to fighting corruption and promoting transparency worldwide. Earnest acknowledged China's media blackout on the Panama Papers and noted that the US regularly advocates for press freedoms and greater transparency in China. On the topic of tax inversions, Earnest emphasized the President's strong opposition to such practices and the need for Congress to update existing rules. He dismissed concerns about the impact of the administration's actions on foreign investment, stating that the Treasury Department had included provisions in the regulations that would not discourage legitimate foreign investment in the US. Earnest also highlighted the administration's success in cracking down on international tax avoidance and the need to address unfair tax practices that only benefit the wealthy. Regarding campaign rhetoric, Earnest acknowledged concerns expressed by world leaders about the statements made by Republican presidential candidates, particularly Donald Trump. He suggested that such rhetoric could harm the US standing in the world and emphasized the need to elect a president who upholds American values and defends the country's interests. Earnest also mentioned the President's recent endorsement of Democratic candidates in primary races, including Katie McGinty for the Senate in Pennsylvania. He indicated that the President may make additional endorsements in the future. On the issue of Judge Merrick Garland's nomination to the Supreme Court, Earnest criticized Senate Republicans for refusing to hold hearings or vote on the nomination. He highlighted the increasing number of Republican senators willing to meet with Garland and suggested that pressure from voters and public opinion could lead to further changes in Republican positions. Earnest stated that the President would continue to make the case for Garland's nomination and emphasize the importance of the Senate doing its job.