The White House has been working hard to promote middle-class economics, in contrast to the priorities of Republicans on Capitol Hill. The President's focus on the middle class has already yielded benefits, such as the creation of over 200,000 jobs in each of the last 12 months. This afternoon, the Vice President and the Director of the Office of Management and Budget will be giving speeches on expanding employment opportunities and strengthening the middle class. The administration is making a concerted effort to prioritize policies that will expand economic opportunity for the middle class. The White House has also expressed condolences for the families of those killed in the recent helicopter crash off the coast of Florida. The President has made phone calls to military commanders to express his support and confidence in the investigation into the incident. The White House has also commented on the situation in Iraq, expressing support for the Iraqi military's efforts to retake Tikrit from ISIS. The White House has emphasized the importance of a unified effort that includes diverse groups in Iraq. The President has also expressed concerns about Iran's involvement in the operation and the potential for sectarian revenge. The White House has stated that it is committed to working with Congress on the Authorization to Use Military Force against ISIS. However, there has been criticism from some Democrats who have not signed on to the President's proposal. The White House has also commented on the ongoing controversy surrounding Hillary Clinton's use of a personal email server while she was Secretary of State. The White House has stated that it was not aware of her personal email habits and that it is up to Secretary Clinton and her team to determine which emails were personal and which were work-related. The White House has also commented on the controversy surrounding the ATF's proposed ban on armor-piercing ammunition. The White House has stated that it was the ATF's decision to shelve the ban and that the President remains committed to common-sense rules that protect Second Amendment rights while preventing those who shouldn't have firearms from obtaining them. The White House has also addressed questions about the transparency of the administration, stating that it has made efforts to improve the Freedom of Information Act request process and make information more available to the public. The White House has also commented on the ongoing negotiations with Iran, stating that a deal would not be legally binding but would include firm commitments from Iran and intrusive inspections to verify their compliance. The White House has stated that if a deal is not reached, the international community will support additional pressure on Iran and that the President will seek additional sanctions. The White House has also emphasized the importance of negotiating in good faith and the potential damage caused by partisan tactics, such as the recent letter from Republican senators to the Iranian leadership. The White House has expressed confidence in the success of the negotiations and the benefits of reaching an agreement. Finally, the White House has addressed questions about its IT rules and the use of personal email by government officials. The White House has stated that each agency is responsible for maintaining its own email system and that there are guidelines in place for handling personal email. The White House has also commented on the issue of trade, stating that the President is committed to negotiating trade agreements that are in the best interest of American businesses and middle-class families. The White House acknowledges that there are some groups that are skeptical of trade deals, but the President is confident that a majority of Congress will support any agreement that is reached.