In a press briefing, Secretary of Commerce Gary Locke and Press Secretary Robert Gibbs discussed the impending deadline for the transition to digital television. They emphasized the importance of being prepared for the switch from analog to digital signals, which was set for June 12, 2009. Secretary Locke explained that households with cable or satellite service or a newer television set with a built-in digital tuner would not be affected by the transition. However, households with older television sets that relied on free over-the-air service would lose their television service if they did not take action. He outlined three options for these households: subscribing to cable or satellite, purchasing a newer television set with a digital tuner, or purchasing a converter box. The government had provided funds to help consumers afford the converter boxes, and millions of households had applied for and received $40 coupons to cover the cost. The coupons were valid for 90 days and could be used to purchase a converter box from partnering retail stores. Secretary Locke encouraged families to help others who were unprepared by sharing their unused coupons. He also assured the public that the Federal Communications Commission (FCC) was offering free in-home installation assistance and had a call center available to answer any questions. The Secretary of Commerce revealed that 2.8 million households, or 2.5% of American households, were still unprepared for the switch to digital television. He noted that the unprepared households were primarily located on the West Coast and in the Southwest and included ethnic minorities and households of individuals under 30. The Secretary assured the public that the government had enough funds to provide coupons to all unprepared households, but it would take some time to process and send out the coupons. He urged households to take immediate action to purchase a converter box if they already had a coupon. The briefing also touched on other topics such as executive compensation, the Supreme Court's decision on Chrysler's sale to Fiat, and the President's upcoming speech on healthcare reform.