President Joseph R. Biden Jr. has granted full pardons to six individuals. Here is a summary of each person's case:

1. Gary Parks Davis: Davis, a 66-year-old man from Yuma, Arizona, pleaded guilty to using a telephone to facilitate an unlawful cocaine transaction when he was 22. He served a six-month sentence on nights and weekends in a county jail. Davis has since earned a bachelor's degree, owned a landscaping business, and been actively involved in his community.

2. Edward Lincoln De Coito III: De Coito, a 50-year-old man from Dublin, California, pleaded guilty to involvement in a marijuana trafficking conspiracy when he was 23. His role was limited to serving as a courier on a few occasions. De Coito served his term of imprisonment from March 1999 to December 2000. He then worked as an electrician for 15 years before becoming a pilot.

3. Vincente Ray Flores: Flores, a 37-year-old man from Winters, California, consumed ecstasy and alcohol while serving in the military at around 19 years old. He pleaded guilty at a special court-martial and was sentenced to four months' confinement and a reduction in rank. Flores participated in the Air Force Return to Duty Program and remains on active duty. He has received several awards for his service and has been involved in various volunteer activities.

4. Beverly Ann Ibn-Tamas: Ibn-Tamas, an 80-year-old woman from Columbus, Ohio, was convicted of second-degree murder for killing her abusive husband when she was 33 and pregnant. She testified that her husband had physically assaulted and threatened her before the incident. Ibn-Tamas was sentenced to one to five years' incarceration but has since worked as a case manager and raised her children as a single mother.

5. Charlie Byrnes Jackson: Jackson, a 77-year-old man from Swansea, South Carolina, pleaded guilty to possession and sale of distilled spirits without tax stamps when he was 18. The offense involved a single illegal whiskey transaction that resulted in minimal loss to the government. Jackson completed five years' probation and has been an active member of his church, helping the community with his carpentry skills.

6. John Dix Nock III: Nock, a 72-year-old man from St. Augustine, Florida, pleaded guilty to renting a place for the purpose of manufacturing marijuana plants 27 years ago. He did not cultivate marijuana and had no involvement in the grow-house conspiracy. Nock served six months of community confinement and three years of supervised release. He now operates a general contracting business and has been involved in mentoring young contractors and organizing a fishing tournament to benefit abused young men.