President Joe Biden proclaims May 15-21, 2022, as World Trade Week, highlighting the importance of global trade in raising the quality of life for American families and strengthening the economy and workforce. The administration emphasizes the commitment to building a better America through a trade agenda that puts workers first. They believe that American workers are the finest in the world and can out-compete any country. The administration cites the revival of American manufacturing in 2021, with over 350,000 manufacturing jobs added to the economy, the best year for manufacturing jobs in nearly three decades. Through the Bipartisan Infrastructure Law, investments are being made in the nation's infrastructure, including ports, highways, roads, airports, and bridges, which support American companies' exports. The administration aims to double the number of businesses receiving export assistance from the Department of Commerce, with a focus on historically underserved communities. They have also made it possible for small and medium enterprises engaged in export-oriented manufacturing projects to benefit from loans and loan guarantees offered by the Export-Import Bank of the United States. The administration takes a whole-of-government approach to address economic security and prosperity, including addressing the pandemic, climate crisis, global conflict, and unfair foreign trade practices. They are strengthening global and domestic supply chains, resolving issues with trading partners, and using trade to address common challenges such as climate change. The administration has reached agreements with the European Union, United Kingdom, and Japan on steel and aluminum trade, and addressed environmental protections through the United States-Mexico-Canada Agreement. They are also using trade to rebuild alliances and meet shared security challenges. The administration is committed to delivering trade policies that benefit American workers and families and aims to ensure inclusive and long-lasting economic prosperity.