During a press briefing, White House Press Secretary Karine Jean-Pierre discussed several topics. She highlighted the strong job growth in the US, with 339,000 jobs created last month and over 13 million jobs created since President Biden took office. She also emphasized the importance of bipartisan cooperation in passing the budget agreement and averted a potential default.

Jean-Pierre acknowledged the start of Pride Month and expressed the administration's support for the LGBTQI+ community. She mentioned the challenges faced by the community and the steps the President has taken to advance equality and protect civil rights.

The press secretary also addressed National Gun Violence Awareness Day, with the White House being lit in orange lights to commemorate the victims of gun violence. She emphasized the President's commitment to addressing gun violence and called on Congress to pass common-sense gun reforms.

Jean-Pierre provided a preview of the President's upcoming events, including a meeting with the Prime Minister of Denmark, a celebration with the Kansas City Chiefs, and a joint press conference with the Prime Minister of the United Kingdom. She also mentioned the President's Oval Office address on the importance of the bipartisan budget agreement and the potential consequences of default.

In response to questions, Jean-Pierre discussed the President's confidence in Sweden's potential acceptance into NATO, the President's remarks in the Oval Office, the risk of a credit rating downgrade, and the timeline for signing the budget agreement into law. She also addressed the President's conversation with former President Obama and the administration's stance on the Mountain Valley Pipeline project.

Regarding future legislative priorities, Jean-Pierre mentioned the President's support for the Equality Act, immigration reform, voting rights, and reducing the deficit. She emphasized the President's commitment to bipartisan cooperation and his focus on delivering for the American people.

The press secretary declined to comment on the Supreme Court's decisions on voting rights and affirmative action admissions, as well as the possibility of a thaw in US-China relations. She also reiterated the President's support for student loan relief and opposition to overturning his plan.

On the topic of job growth and inflation, Jean-Pierre mentioned the complexity of the data and the President's focus on stable and steady economic growth. She declined to comment on Federal Reserve policies.

In response to a question about NATO membership for Ukraine, Jean-Pierre emphasized the US commitment to the open-door policy but stated that any decision regarding membership is between NATO members and aspirant countries. She highlighted the administration's support for Ukraine's fight against Russian aggression and announced additional assistance to the country.