President Obama held the first cabinet meeting of his Administration on April 20, 2009, and challenged his cabinet to cut a collective $100 million in the next 90 days. Agencies will be required to report back with their savings at the end of the 90-day period. Some examples of cost-cutting measures implemented by various agencies include:

1. Agriculture: Implementing measures to identify potential fraud and improper payments in farm programs, which could save up to $16 million a year. Also, working to consolidate USDA employees from multiple locations into a single facility, saving $62 million over a 15-year lease term.

2. Education: Reducing the ratio of computers per employee and increasing the ratio of people who use a given printer, resulting in savings of $2 million and $6.7 million annually, respectively. Additionally, closing an international office and eliminating a full-time employee position will save $635,000 a year.

3. Homeland Security: Purchasing office supplies in bulk to leverage the Department's collective buying power, potentially saving up to $52 million over five years. Consolidating software licenses and procuring multi-purpose office equipment could save an additional $47 million a year. Implementing energy-efficient practices and reducing branding expenses will also contribute to cost savings.

4. Justice: Converting publication of judicial forfeiture notices from newspapers to the internet, saving an estimated $6.7 million over the first five years.

5. State: Implementing electronic correspondence for immigrant visa processing, which is expected to save approximately $1 million in the first year. Consolidating posts and contracts, reducing costs by consolidating purchases under one vendor or a small number of vendors, and disposing of excess inventory are other measures being taken to save money.

6. Transportation: Establishing a team to ensure that Recovery Act projects are brought in under budget. Contractor bids are coming in below estimated costs, resulting in cost savings and the ability to fund more projects.

7. Veterans Affairs: Cancelling or delaying conferences, relying on video conferencing as a less costly alternative, and implementing other measures to reduce travel expenses, resulting in savings of almost $17.8 million.

These examples demonstrate the efforts made by various agencies to cut costs and promote efficiency in government spending.