On July 22, 2016, President Obama hosted President Enrique Pena Nieto of Mexico to discuss United States-Mexico relations. The two countries reaffirmed their close economic ties and commitment to enhancing shared security. They discussed various areas of cooperation, including trade, education, travel, climate change, energy, environmental protection, health, and security. The leaders agreed to implement the Trans-Pacific Partnership (TPP) to strengthen economic growth, ratify the agreement as soon as possible, and engage the private sector to advance economic objectives. They also announced the renewal of the Memorandum of Understanding for educational exchanges between academic institutions in both countries. In terms of trade and travel facilitation, they agreed to implement the bilateral Air Transport Agreement, develop a pilot program to share border crossing information, and enhance cargo pre-inspection programs. The leaders emphasized their commitment to addressing climate change, reducing emissions, and promoting clean energy. They announced the selection of members for the U.S.-Mexico Energy Business Council, planned clean energy investment roundtables, and discussed various strategies to reduce carbon emissions and improve energy efficiency. In terms of environmental cooperation, they highlighted efforts to protect shared water and environmental resources, enhance resilience in the Colorado River and Rio Grande, and establish new partnerships between national parks. The leaders also committed to intensifying efforts to protect the critically endangered vaquita marina porpoise and endangered loggerhead sea turtles. In the area of health, they discussed cooperation on vector-borne diseases such as Zika, dengue, and chikungunya. The leaders also addressed security issues, including migration and refugee protection protocols, the fight against illicit drugs, and security and justice cooperation under the Merida Initiative. Finally, they expressed gratitude to Mexico for hosting discussions on unresolved maritime boundaries in the eastern Gulf of Mexico.