President Biden convened the third Major Economies Forum on Energy and Climate (MEF) on June 17, 2022. The virtual meeting included participants from Argentina, Australia, Canada, Chile, China, Egypt, the European Commission, France, Germany, India, Indonesia, Italy, Japan, the Republic of Korea, Mexico, Nigeria, Norway, Saudi Arabia, Turkey, United Arab Emirates, United Kingdom, Vietnam, and the U.N. Secretary-General. The forum aimed to strengthen climate action and address energy and food security concerns arising from Russia's invasion of Ukraine.

During the meeting, participants shared steps they are taking to strengthen their national climate efforts. Many countries joined the United States in initiatives to reduce methane emissions, speed up the commercialization of critical technologies, increase the number of zero-emission vehicles on the road, decarbonize ocean-based shipping, and improve fertilizer efficiency and alternatives. These initiatives aim to enhance energy security, food security, and accelerate efforts to tackle the climate crisis.

President Biden emphasized the urgency of taking decisive action to address the climate crisis, noting that the world's leading scientists have highlighted the rapidly narrowing window for action. He called on countries to implement existing goals and undertake additional efforts to strengthen climate ambition. The President also outlined new initiatives in the energy, transportation, and agriculture sectors and invited participants to join the United States in undertaking them.

President Biden and President Abdel Fattah El-Sisi of Egypt announced a partnership between the United States and Egypt on Adaptation in Africa, focusing on tangible actions to improve people's lives and build resilience to climate change. Leaders emphasized the imperative and urgency of strengthening action in this critical decade, including updating NDC targets and submitting or updating long-term strategies. The importance of climate security, energy security, scaling up finance and investment, and the economic and social benefits of a just energy transition were also highlighted.

Participants announced steps to strengthen national and regional climate efforts, including closing coal-fired power plants, expanding carbon pricing, setting ambitious zero-emissions vehicle targets, developing methane abatement plans, increasing renewable energy, incorporating climate assessments into national budgets, modernizing hydroelectric plants, investing in solar energy, promoting emission reductions and food security in the agricultural sector, pursuing sustainable forestry initiatives, investing in hydrogen and ammonia, promoting reliable supplies of clean energy minerals and materials, strengthening national adaptation efforts, and pursuing regional mitigation and resilience efforts.

In closing remarks, Special Presidential Envoy John Kerry stated that the announcements made during the meeting would bring the world closer to achieving the 1.5-degree Celsius temperature rise limit. He emphasized the need to move away from business as usual and urged leaders to strengthen cooperation on the road to COP 27 and beyond.