During a press briefing, White House Press Secretary Josh Earnest confirmed that President Obama received a briefing on the report compiled by the intelligence community on Russia's activities to undermine public confidence in the 2016 election. Earnest did not provide details on the content of the report, but he did say that it went beyond just the cyber activity and also discussed other tactics used by Russia, such as the release of hacked material and the use of fake news. Earnest also addressed the issue of leaks from the intelligence community, stating that the White House has been conscientious in protecting classified information and that leak investigations are conducted by the FBI without interference from the White House. He emphasized the importance of everyone in the government upholding their oath to protect classified information. Earnest also commented on Secretary of State nominee Rex Tillerson's statement that he could be tougher on Russia than the Obama administration, stating that it is up to the Senate to evaluate Tillerson's candidacy. Earnest said that the Obama administration has been supportive of Ukraine and has imposed tough sanctions on Russia, but ultimately, the incoming administration will make its own decisions on how to handle the situation. Earnest also addressed questions about President Obama's confidence in President-elect Trump, stating that the President's confidence in his own preferred outcome of the election was based on a variety of factors, including polling and his own experience campaigning. Earnest said that the opportunity for criticizing Trump expired on Election Day, and that the Obama administration has been dedicated to a smooth and effective transition. He also discussed the White House's approach to the media, stating that the administration has respected the right of independent news organizations to make their own editorial decisions, even when they disagree with them. Earnest emphasized the importance of engagement with the media and holding people in power accountable. Finally, Earnest confirmed that the Chicago Cubs will be visiting the White House to be honored for their World Series Championship.