This article is a fact sheet about the United States and Estonia, highlighting their close ties and cooperation in various areas. 

1. Defense and Security Cooperation: The United States has demonstrated its commitment to collective security by sending additional F-15s to the NATO mission in the Baltic Air Policing. U.S. Army forces have also deployed to Estonia for land forces training. Joint and multilateral exercises, as well as technical training and education, are conducted between U.S. and Estonian troops.

2. NATO Allies: The United States and Estonia are committed to each other's defense and have a history of operational deployments in countries like Iraq and Afghanistan. Estonia meets the NATO benchmark of spending at least two percent of GDP on defense and hosts the NATO Cyber Security Center of Excellence.

3. State Partnership Program: Estonia maintains an active relationship with the Maryland National Guard through the State Partnership Program. They have worked together to train Estonian helicopter pilots for medical evacuation efforts in Afghanistan.

4. Afghanistan: Estonia supports the NATO-led mission in Afghanistan and has provided development assistance to the country. Tallinn serves as a key port along the Northern Distribution Network for transporting materiel to coalition troops in Afghanistan.

5. Cybersecurity: The United States and Estonia have signed a partnership statement to enhance cybersecurity and prioritize openness and innovation on the internet. Both countries' computer emergency readiness teams are in regular contact to respond to cyber incidents. Estonia also hosts the NATO Cooperative Cyber Defense Center of Excellence.

6. Diplomatic Cooperation and Global Development: Estonia provides specialized development assistance in cybersecurity and information technology. They partner with the U.S. government to support development projects in Moldova and Georgia. Estonia is also involved in promoting internet freedom and connects leaders in young democracies through the Leaders Engaged in New Democracies (LEND) network.

7. Economic, Energy, and Environmental Cooperation: Estonia has a high degree of energy self-sufficiency due to its domestic oil shale reserves. The United States and Estonia have signed an Oil Shale Cooperation Agreement. Bilateral trade in goods between the two countries was $700 million in 2013.

8. Educational and Cultural Ties: Estonia and the United States have educational exchange programs like the Fulbright program. Cultural festivals and arts-based exchanges strengthen ties between the two countries. Professional exchange programs and science cooperation agreements are also in place.