In this article, President Barack Obama proclaims December 1, 2015, as World AIDS Day. He acknowledges the progress made in the fight against HIV/AIDS, but emphasizes that there is still much work to be done. Obama highlights the importance of remembering those who have lost their lives to AIDS, celebrating the achievements of advocates and providers, and supporting those at risk for or living with HIV. He mentions that more people are receiving life-saving treatment for HIV than ever before and that millions of HIV infections have been prevented. The Affordable Care Act has allowed more people to access coverage for preventive services like HIV testing, and insurance companies can no longer discriminate against individuals living with HIV/AIDS. Obama also mentions the 25th anniversary of the Ryan White CARE Act, which helps provide care to vulnerable individuals and touches over half of all people living with HIV in America. The President's administration released the country's first comprehensive National HIV/AIDS Strategy in 2010 and updated it through 2020. The Strategy focuses on expanding HIV testing and care, promoting universal viral suppression, and increasing access to preventive measures. Obama acknowledges that certain populations, such as gay and bisexual men, Black women and men, Latinos and Latinas, people who inject drugs, transgender women, young people, and people in the Southern United States, are at greater risk for HIV and that efforts should be targeted to reduce health disparities. The President's budget proposal includes more than $31 billion in funding for HIV/AIDS treatment, care, prevention, and research. Obama also mentions the importance of addressing HIV globally and the United States' commitment to the 2030 Agenda for Sustainable Development. He highlights the impact of the President's Emergency Plan for AIDS Relief (PEPFAR) in saving lives and reducing new HIV infections. The United States is committing resources to support PEPFAR's work, including a decrease in HIV incidence among young women and girls in sub-Saharan Africa. Obama emphasizes the importance of collaboration with various sectors, including private industry, faith communities, philanthropic organizations, and the scientific and medical communities, to achieve the goals of reducing new HIV infections, improving health outcomes, and building a coordinated response to HIV. He calls for remembrance of those lost to AIDS, recognition of those who continue to fight for an AIDS-free world, and support and compassion for those living with HIV.