The White House Press Secretary, Jay Carney, announced that President Obama will sign a bipartisan bill to cut student loan interest rates. Carney also mentioned that the President will lay out a strategy to ensure college affordability in the coming months. Carney did not have any information on negotiations for increased American military presence in the Philippines, and he did not confirm if negotiations were starting. Carney stated that the U.S. still seeks Russia's help in bringing Edward Snowden back to the U.S., even though he has been granted asylum. Carney also expressed disappointment in Russia's decision to grant Snowden asylum. The President spoke with former President George W. Bush to wish him well after his heart procedure. Carney stated that the President is disappointed by Russia's decision to grant Snowden asylum, but the U.S. will continue to engage with Russia on other issues. Carney also confirmed that the President condemns the Russian law against homosexuality and that the President expects Russia to ensure that the Olympics are a success. The President has not spoken to President Putin about his decision to grant Snowden asylum. The President is disappointed by the decision, but the canceling of the summit was not only due to the Snowden situation. The President will go on vacation and will dedicate part of his day to being briefed and working on issues. The President plans to make a decision on the next Fed Chairman. Carney mentioned that the President opposes laws that discriminate against individuals based on race, religion, ethnicity, gender, or sexual orientation. Carney was not aware of any discussions about a boycott of the Olympics. Carney stated that the U.S. has a number of disagreements with Russia, but there is still cooperation on some important issues. Carney also stated that the U.S. is concerned about the situation in Egypt and the possibility of increased violence. Carney mentioned that the U.S. has been urging Egypt to pursue reconciliation and prepare for elections. Carney did not have any information on the President's vacation plans. Carney stated that the President expects a comprehensive immigration reform bill to emerge from Congress and that he supports such a bill. Carney mentioned that the President does not have the executive authority to take further action on immigration. Carney also stated that the U.S. takes necessary precautions to ensure security in response to potential threats. Carney mentioned that the threat from al Qaeda and its affiliates is ongoing and that the U.S. remains vigilant. Carney did not have information on the costs of the President's vacation. Carney did not have any information on the President's plans to meet with Putin at the G20 summit. Carney mentioned that the President is going to Sweden because they are a close friend and partner to the U.S. and play a key leadership role on the international stage. Carney stated that the U.S. has encountered obstacles and has been unable to reach the kind of progress with Russia on some issues that they had hoped for.