This memorandum, issued by President Joseph R. Biden Jr., outlines the modernization of United States spectrum policy and the establishment of a national spectrum strategy. The memorandum emphasizes the importance of radio frequency spectrum as a national resource and highlights the increased competition for spectrum resources due to factors such as the development of new technologies and the growing complexity of federal missions. The memorandum directs the administration to promote efficient and effective spectrum use by both federal agencies and non-federal users, with the goal of accelerating U.S. leadership in wireless communications and unlocking innovations. It establishes the Interagency Spectrum Advisory Council as the principal forum for advising the National Telecommunications and Information Administration (NTIA) on spectrum policy matters. The memorandum also calls for the development of a National Spectrum Strategy by December 2023, which will include a roadmap for making spectrum resources available, data-driven processes for spectrum planning, plans for optimizing spectrum management, and recommendations for managing shared spectrum access. The Secretary of Commerce, through the NTIA, is tasked with developing an implementation plan for the strategy. The memorandum outlines the responsibilities of the Department of Commerce and NTIA in coordinating spectrum matters and resolving disputes. It also highlights the importance of agencies' collaboration with NTIA in spectrum planning and acquisition processes. The memorandum further calls for the identification of spectrum management principles and methods to guide federal spectrum studies and science. The memorandum revokes a previous presidential memorandum on spectrum strategy and emphasizes the protection of classified and sensitive information. It concludes by stating that the memorandum does not create any enforceable rights or benefits and will be implemented in accordance with applicable law and appropriations.