The article is a joint declaration between the United States and the European Union (EU). The leaders of both parties met in Washington to discuss their global partnership and set a course for enhanced cooperation. They aim to address bilateral, regional, and global challenges based on shared values of freedom, democracy, respect for international law, human rights, and the rule of law. The goal is to ensure a more prosperous, healthy, and secure future for their citizens and the world. They will focus on strengthening multilateral cooperation and expanding their work together in areas such as freedom, security, and justice. The article also highlights their commitment to addressing global concerns such as climate change, development, energy, cyber security, and health. They express their support for an international climate change agreement in Copenhagen that promotes low-carbon growth and development and aims for a 50% reduction of global emissions by 2050. They also emphasize the importance of expanding carbon markets and implementing the G-20 Framework for Strong, Sustainable, and Balanced Growth. Additionally, they commit to fighting protectionism, seeking a conclusion to the Doha Development Agenda agreement, and advancing transatlantic economic integration. The article also discusses their commitment to development dialogue and cooperation, focusing on sustainable global food security, climate change mitigation and adaptation, and improving the quality and effectiveness of aid. They agree to establish a U.S.-EU Energy Council to improve energy security and promote clean and sustainable energy technologies. They also plan to strengthen their cybersecurity dialogue and establish a transatlantic task force on antimicrobial resistance issues. The article concludes with their commitment to working together on regional and international issues, including nonproliferation and disarmament, achieving a two-state solution in the Middle East, supporting Afghanistan and Pakistan, and promoting stability and democracy in Eastern Europe and the Southern Caucasus.