The White House is highlighting how the Affordable Care Act helps young adults. Over 3 million young adults have gained insurance because they can now stay on their parents' health plans until age 26. The Affordable Care Act also provides new coverage options for young adults who may not have access to health coverage through their parents, their school, or through their employer. Nearly half of eligible single young adults who are uninsured may be able to get coverage for $50 or less per month in the health insurance marketplaces in 2014. Many young adults will also be newly eligible for Medicaid, which is expanding under the Affordable Care Act. The President met with the members of the Review Group on Intelligence and Communications Technologies to discuss their report on intelligence gathering. The report and its 46 recommendations will be reviewed and assessed over the next several weeks. The President will deliver remarks outlining the outcomes of the review in January. The President is grateful to the review group for their work and is committed to protecting the United States and its citizens while also addressing privacy concerns. The President will not negotiate over Congress's responsibility to pay the bills and raising the debt ceiling. The White House is urging Congress to sign the bilateral security agreement with Afghanistan as soon as possible. If the agreement is not signed promptly, the United States will have to plan for a post-2014 future in which there would be no U.S. or NATO troop presence in Afghanistan. The White House believes it is in the best interest of the United States to maintain a counterterrorism presence and assist in training and supporting Afghan forces. The White House is looking into the arrest of an Indian diplomat in New York and wants to ensure that all standard procedures were followed. The incident is viewed as isolated and does not reflect on the close relationship between the United States and India. The White House is committed to maintaining the security of U.S. diplomatic and consular officials in India. The White House believes that the programs legislated by Congress and reviewed by the FISA Court are necessary for security and will not compromise the safety and security of the American people. The President believes that steps can be taken to refine practices and gather intelligence in a more focused way. The President's priority is the safety and security of the United States and its citizens.