This article is a presidential memorandum from September 2015, in which President Obama establishes the White House Legal Aid Interagency Roundtable (LAIR). The purpose of LAIR is to increase access to justice for individuals and families, particularly those who are poor or middle class. The memorandum highlights the importance of legal aid in helping people obtain health services, housing, education, and employment, as well as enhancing family stability and public safety. It also emphasizes the role of legal aid in supporting the missions of various federal programs aimed at lifting Americans out of poverty or helping them stay in the middle class. The memorandum acknowledges that many Americans who come to court do so without legal aid, leaving them to face life-altering events on their own. It states that over 50 million Americans qualify for federally funded civil legal aid, but there is a lack of funds and staff to meet the demand. The memorandum argues that increased legal resources can help put people on a path to self-sufficiency, improve outcomes in the civil and criminal justice systems, and strengthen communities. It calls for collaboration among federal departments and agencies to enhance access to justice in communities. The memorandum establishes the membership of LAIR, which includes representatives from various executive departments, agencies, and offices. It also outlines the mission and function of LAIR, which includes improving coordination among federal programs, increasing access to justice, developing policy recommendations, assisting with the implementation of the United Nations' 2030 Agenda for Sustainable Development, and advancing research and data collection on civil legal aid and indigent defense. LAIR is required to report annually to the President on its success in achieving its mission. The memorandum also addresses the administration and general provisions of LAIR, including the frequency of meetings, the role of the Executive Director, and the provision of administrative services by the Department of Justice. It concludes by stating that the memorandum shall be implemented consistent with applicable law and subject to the availability of appropriations, and it does not create any legal rights or benefits.