In this article, President Joseph R. Biden Jr. honors César E. Chávez on César Chávez Day. He highlights Chávez's dedication to championing the rights and dignity of workers, using nonviolence as a means of fighting for justice, and supporting organized labor. Chávez's background as a farmworker and his experiences with poisonous pesticides shaped his understanding of the importance of organizing for basic respect and dignity. Inspired by figures such as Dr. Martin Luther King Jr. and Mahatma Gandhi, Chávez founded the United Farm Workers of America in 1962 and campaigned for various worker rights over the next three decades. President Biden emphasizes that Chávez's legacy continues to guide efforts to build the economy from the bottom up and protect the working class. The administration's initiatives include creating good-paying jobs, protecting union workers' retirement savings, banning unfair non-compete agreements, and strengthening workers' rights to organize. The Department of Labor has also recovered millions of dollars in back pay and damages for farmworkers, and is working on new rules to protect workers from extreme heat in the workplace. The Department of Agriculture has provided financial assistance to farmworkers and meatpacking workers affected by the COVID-19 pandemic and helped implement health and safety standards. President Biden calls for paid sick leave for all workers, stronger organizing and collective bargaining rights, and better conditions for workers in the food and agricultural industry. He encourages Congress to pass the Protecting the Right to Organize Act and the Farm Workforce Modernization Act, which would create a pathway to citizenship for farmworkers. On César Chávez Day, President Biden emphasizes the importance of standing up for the rights and dignity of all workers. He keeps a bust of César E. Chávez in the Oval Office as a reminder of his commitment to the Latino community and the American people. The First Lady has also honored Chávez's legacy with the Chávez family. President Biden proclaims March 31, 2023, as César Chávez Day and calls upon all Americans to observe it as a day of service and learning to honor Chávez's enduring legacy.