The article is a list of expected attendees at a State Dinner at the White House. The attendees include President Obama and First Lady Michelle Obama, as well as His Excellency Hu Jintao and various other political figures, business leaders, and celebrities. The list includes names such as Madeleine Albright, James Rubin, David Axelrod, Jeffrey Bader, Steven Ballmer, Winston Lord, Howard Berman, Joseph Biden, Jill Biden, Joseph Beau Biden, III, Lloyd Blankfein, Antony Blinken, Stephen Breyer, Greg Brown, Zbigniew Brezezinski, Kurt M. Campbell, Lael Brainard, James E. Carter, Rosalynn Carter, Jackie Chan, Elaine Chao, James Chao, Wang Chao, Tung Chee Hwa, John A. Chen, Chris Christie, Judy Chu, Steven Chu, Hillary Clinton, William J. Clinton, James E. Clyburn, Richard Daley, William Daley, Chen Deming, Jamie Dimon, Thomas Donilon, Arne Duncan, James Fallows, Xie Feng, Thomas Friedman, Michael B. Froman, Wan Gang, Robert M. Gates, Timothy F. Geithner, Mark Gilbert, Chris Gregoire, Zhu Guangyao, Zhang Guobao, Herbie Hancock, John P. Holdren, Robert Hormats, Steny Hoyer, Wang Huning, Jon Huntsman, Mary Kaye Huntsman, Robert Iger, David Ignatius, Jeff Immelt, Valerie Jarrett, Li Jiaxiang, Yang Jiechi, Ling Jihua, Robert Kagan, Michael Kempner, Muhtar Kent, John F. Kerry, Robert King, Yo Yo Ma, Capricia Marshall, W. James McNerney, Haity McNerney, Evan Medeiros, Jiang Mianheng, Mel Monzack, Ann Monzack, Michael G. Mullen, Wendi Deng Murdoch, James Murren, Heather Murren, Thomas Nides, Virginia Moseley, Paul Otellini, Sandy Otellini, Nancy Pelosi, Paul Pelosi, Zhang Ping, David Plouffe, Tom Pritzker, Wang Qishan, Jean Quan, Edwin M. Lee, Azita Raji, Gary Syman, Ben Rhodes, Susan Rice, Ian Cameron, Robert Roche, Kenneth Roth, Pete Rouse, David M. Rubenstein, Alice Rubenstein, Kirk Rudy, Amy Rudy, Brent Scowcroft, Kathleen Sebelius, Gary Sebelius, Susan Sher, Neil Cohen, Robert Sherman, Kim S. Sawyer, Chen Shiju, George Shultz, Charlotte Shultz, Patrick Soon-Shiong, Phil Gordon, Gene Sperling, Jim Steinberg, Sherburne B. Abbott, Barbra Streisand, James Brolin, Tina Tchen, John Thornton, Margaret Thornton, Cui Tiankai, Stanley Toy, Jr., Lana Toy, Luis Ubinas, Deborah Tolman, Jose Villarreal, Sara Villarreal, Vera Wang, Arthur Becker, Steve Westly, Anita Yu, Anna Wintour, Shelby Bryan, Patricia A. Woertz, Kelvin R. Westbrook, B.D. Wong, Roberta Wong, Charles Woo, Ying Woo, David Wu, Anna Kopperud, Xie Xuren, Zhang Yesui, and Madam Chen Naiqing.