In this statement, President Obama announces the findings of the initial review of VA facilities and states that the misconduct found is not limited to a few facilities but is widespread across the country. He emphasizes that this is unacceptable and that the veterans deserve better. Secretary Shinseki has started the process of firing those responsible and has canceled possible performance bonuses for senior executives. The VA has been ordered to personally contact every veteran in Phoenix waiting for appointments to ensure they receive the care they need. Secretary Shinseki has offered his resignation, which the President has accepted. The President praises Shinseki's commitment to veterans but agrees that new leadership is needed to address the problems. Sloan Gibson will take on the role of Acting Secretary and Rob Nabors will help with the transition and complete his own review of the VHA. The President states that reforms should not wait and that a new permanent VA Secretary will be sought as soon as possible. He reiterates his commitment to doing right by veterans and promises to fix the problems. The President takes responsibility for the situation and states that it is his administration's priority to fix the VA. He mentions that the VA has had problems for a long time and that they have been working to fix them. He acknowledges that there have been management and funding problems. The President expresses his confidence in Shinseki's ability to fix problems and his disappointment that the information about the problems did not surface sooner. He states that the VA needs a change in culture to ensure that bad news gets addressed quickly. The President is asked about the decision to accept Shinseki's resignation and if it is a scapegoating tactic. He states that he wants someone at the VA who is focused on solving problems for veterans and not distracted by political issues. He believes that Sloan Gibson, the Acting Secretary, can tackle the immediate problems while a new VA Secretary is sought. The President also discusses the need for longer-term changes, such as updating the information systems and changing the culture within the VA. He mentions the need for more doctors and nurses and acknowledges that more funding may be necessary. Overall, the President expresses his commitment to fixing the problems at the VA and ensuring that veterans receive the care they deserve.