President Barack Obama and First Lady Michelle Obama hosted Canadian Prime Minister Justin Trudeau and his wife Sophie Grégoire Trudeau for an Official Visit and a State Dinner at the White House. The visit highlights the strong friendship and cooperation between the United States and Canada. The two countries have a deep partnership and alliance, based on shared values and interests. They are committed to addressing bilateral, multilateral, and global issues together.

One of the key areas of cooperation between the United States and Canada is in combating climate change and developing clean energy sources. They have issued a joint statement on Climate, Energy, and Arctic Leadership, outlining plans to reduce carbon emissions and develop clean energy. The two countries are also committed to reducing methane emissions and phasing down hydrofluorocarbons.

The United States and Canada have the largest bilateral trade and investment relationship in the world. They are working to enhance shared prosperity, create jobs, protect workers and the environment, and promote sustainable economic development. Both countries support the Trans-Pacific Partnership and are working to complete the domestic processes for its implementation. They also aim to facilitate trade between the two countries, with a focus on a new long-term agreement for softwood lumber.

The United States and Canada recognize the importance of regulatory cooperation to promote economic growth and benefit consumers and businesses. They have established the U.S.-Canada Regulatory Cooperation Council to generate new initiatives and engage expert groups to identify areas where regulatory cooperation can provide benefits.

In terms of defense and national security, the United States and Canada are indispensable allies in the defense of North America. They are both committed to degrading and ultimately destroying ISIL and are working together as part of the Global Coalition to Counter ISIL. The two countries have also imposed sanctions on Russia for its actions in Ukraine and are training Ukraine's forces to defend its territorial integrity.

The United States and Canada share an interest in preserving an open, secure, and reliable internet. They are partnering on initiatives to strengthen regional participation in the G7 24/7 Network, which connects national law enforcement in the fight against high-tech crime.

Both countries work together to address threats at the border and throughout their respective countries, while facilitating lawful cross-border trade and travel. They have taken steps to ensure the security of their nations and prevent criminal and terrorist exploitation of legitimate trade and travel. The United States conducts preclearance operations at several Canadian airports and both countries have agreed to expand preclearance to other sites.

The United States and Canada recognize the importance of supporting indigenous peoples' social and economic aspirations. They will share information on self-governance policy to improve service delivery for First Nations and Canada has agreed to provide insight into its consultation with indigenous communities on federal land to the United States government agencies.

The United States and Canada provide leadership in multilateral institutions to respond to crises and support communities in need. They are committed to strengthening UN peace operations and have taken significant steps to address the refugee crisis, including the resettlement of Syrian refugees.

The U.S.-Canada partnership also extends to Africa, with efforts to increase access to energy in sub-Saharan Africa through initiatives like Power Africa. They are working together to accelerate efforts to provide electricity to millions of people across the continent.

The United States and Canada are committed to supporting the empowerment of adolescent girls worldwide, particularly in terms of education. They will work together to strengthen the impact of the Let Girls Learn initiative, which aims to ensure that adolescent girls attain a quality education.

Both countries are partnering to advance the Global Health Security Agenda and combat the Zika virus outbreak in the Western Hemisphere. They will support surveillance, laboratory capacity, and the development of medical countermeasures, as well as deploy scientists and public health experts to affected countries.

President Obama looks forward to meeting with Prime Minister Trudeau and Mexican President Enrique Peña Nieto at the next North American Leaders Summit, where they will discuss advancing the security and prosperity of the continent.

The United States and Canada have a longstanding commitment to cooperation in the Western Hemisphere, supporting democracy, rule of