The White House is seeking Title 10 authority from Congress to ramp up assistance to Syrian opposition fighters. The administration has received bipartisan support from members of Congress for this urgent priority. The President has made a number of phone calls to lawmakers and anticipates being in touch with additional members in advance of the votes this week. The Department of Defense may be able to provide more details about the specific authority and what the training program would entail. The goal is to have a fighting force on the ground in Syria that can take the fight to ISIL, as the President has ruled out the use of American combat troops for that purpose. The administration is also working to form a coalition of countries to combat ISIL. There have been intensive diplomatic conversations with regional partners and allies, and commitments are being discussed. The United States wants to ensure that commitments are made in a coordinated way and that they match the needs of the coalition. The President believes that the international community has a shared interest in combating ISIL, and the coalition is being built to support the efforts of local fighters on the ground. The President's visit to the CDC tomorrow underscores the seriousness of the administration's response to the Ebola outbreak. The CDC has already deployed personnel to the region and the administration has committed over $100 million to address the outbreak. The President is looking forward to receiving an update on the success of these efforts. The President is also concerned about the potential for Ebola to become a crisis in the United States. He sees it as a top national security priority and wants to make an early investment to prevent more serious problems down the line. The administration is working on a whole-of-government approach to address the outbreak, and more details will be announced in the context of the President's visit to the CDC. The President views the Ebola outbreak as a threat to the United States and believes that making an investment now is critical to prevent a more widespread problem. He is concerned about the potential for the virus to mutate in a way that makes it even more dangerous. The President is also concerned about the geopolitical instability that could result from an outbreak of a disease in regions where the central governments are not as strong. The President is focused on ensuring that the United Kingdom remains a strong and effective partner with the United States. The White House respects the right of the people of Scotland to make a decision about their future, but the President believes it is important for the United Kingdom to remain united. The President is concerned about the potential breakup of one of its closest allies and wants to see the United Kingdom remain strong, robust, united, and an effective partner. The President's trip to Tampa will include a visit to Central Command and a briefing from senior military leaders about the military effort against ISIL. He will also have the opportunity to talk with servicemen and women who will be involved in carrying out the President's orders. The administration is committed to addressing the Ebola outbreak and the President's visit to the CDC tomorrow will include announcements about additional efforts to address the situation. The President views Ebola as a top national security priority and wants to make sure that the necessary resources are being deployed to address the problem. The President is concerned about the potential for Ebola to become a crisis in the United States and wants to make an early investment to prevent more serious problems down the line. The United States has unique capabilities in areas such as healthcare and logistics, and the President wants to deploy those capabilities to help the governments in Africa confront the problem. The President is concerned about the potential for the virus to mutate and become more dangerous, and that is why he is directing the U.S. government to make the necessary investments to prevent more serious problems. The President is concerned about the potential for the outbreak to create instability in regions where the central governments are not strong. The President is looking forward to his trip to the CDC tomorrow to receive an update on the success of their efforts to confront the Ebola outbreak. The CDC has already deployed personnel to the region and the administration has committed over $100 million to address