The G20 Leaders expressed deep concern about the Ebola outbreak in Guinea, Liberia, and Sierra Leone. They acknowledged the significant impact of the outbreak on these countries and the potential for it to spread further. The G20 commended the efforts of the affected countries, the African Union, and other organizations in fighting the outbreak. They also recognized the contributions of various countries, the United Nations, international organizations, NGOs, religious organizations, and the private sector. The G20 pledged full support to the UN Mission for Ebola Emergency Response and called for swift action to stop the outbreak, treat the infected, and prevent further outbreaks. They committed to working together through bilateral, regional, and multilateral channels, as well as with non-governmental stakeholders. The G20 members aimed to share their experiences in successfully fighting Ebola and promote safe conditions and training for healthcare and relief workers. They also emphasized the need for expedited disbursement of funds and other assistance, as well as the development of safe and effective diagnostic tools, vaccines, and treatments. The G20 called upon international and regional institutions, civil society, and the private sector to collaborate in mitigating the crisis's impacts and supporting long-term economic recovery. They urged the World Bank Group and the International Monetary Fund to continue their strong support for the affected countries and explore flexible mechanisms to address the economic effects of future similar crises. The G20 highlighted the urgency of addressing systemic issues and gaps in preparedness and response capacity to protect the global economy from infectious diseases. They recommitted to implementing the WHO's International Health Regulations and supporting others in doing the same. The G20 also pledged to fight antimicrobial resistance and announced initiatives to accelerate action in vulnerable regions. They called on all countries to mobilize resources to strengthen global preparedness against infectious diseases.