In this press briefing, Press Secretary Robert Gibbs provides updates on various topics. He mentions that President Obama spoke with Israeli Prime Minister Netanyahu about working together to achieve comprehensive peace in the Middle East. They also discussed regional challenges and the President reaffirmed his commitment to Israel's security. 

On the topic of the oil spill, Gibbs mentions that the Oil Pollution Act caps BP's liability beyond cleanup costs at $75 million. However, he states that the administration is committed to ensuring that BP pays all costs associated with the spill, including lost wages. They are setting up a system for compensation and claims to provide quick reimbursement.

Gibbs also discusses the progress being made in capping the oil well and containing the spread of oil on the surface. He mentions that BP is working on a structure to vacuum up the oil from the well. The administration is overseeing BP's actions and ensuring they are doing all that is necessary.

Regarding Iran, Gibbs states that the speech by President Ahmadinejad at the UN failed to address their obligations and further isolated them from the world community. The administration is continuing to make progress on sanctions against Iran.

Gibbs mentions that the President is actively monitoring the Greek debt crisis and is concerned about its potential impact on the global economy.

He also addresses questions about the President's involvement in the Supreme Court nomination process, the immigration protests, and the President's reaction to how Mexico treats illegal aliens from Central America.

On the topic of the Times Square incident, Gibbs confirms that it was intended to terrorize and whoever did it would be categorized as a terrorist. He also mentions that the President commended and thanked Duane Jackson for his vigilance in alerting authorities.

Gibbs discusses the chain of command and coordination between different government agencies in the cleanup and containment efforts for the oil spill. He mentions that Thad Allen, as the National Incident Commander, is overseeing BP's actions.

Finally, Gibbs addresses questions about the President's lack of press conferences, the financial reform, and the administration's stance on net neutrality. He also mentions that the President has been briefed on the flooding in Tennessee and Kentucky and is actively monitoring the situation.