President Obama will return to Springfield, Illinois, where his political career began, to address the Illinois General Assembly on February 10th. He will speak about building a better politics and a better country. The President looks forward to discussing what can be done together to achieve this goal. In terms of foreign policy, the US is concerned about recent reports of Iranian state media claiming to have flown a surveillance drone over a US ship. The Department of Defense is assessing the situation and will determine the level of risk. The US is also focused on the situation in North Korea and is working with China to apply more pressure on the North Korean regime. In terms of the fight against ISIS, the President has met with his national security team to discuss efforts and has approved plans to intensify those elements of the strategy that are already showing progress. The President does not believe that sending tens of thousands of US ground combat troops to Iraq or Syria is a good idea. The President will meet with Speaker Ryan and Leader McConnell next week to discuss legislative priorities for the coming year. The President hopes to find areas of cooperation to deliver for the American people. The US is also committed to reforming the criminal justice system and the President is working to pass criminal justice reform legislation. The Labor Department sent its fiduciary rule to OMB for review. The rule aims to require financial advisors to act in the best interests of their clients and not have any additional burdens if they are already doing so. The President believes that this rule is important for protecting American workers and their retirement savings. The President is also committed to addressing the water crisis in Flint, Michigan and is working with Congress to pass legislation to provide resources to the state. The President is concerned about the situation in Libya and is focused on supporting the UN-led effort to establish an effective central government. The US is also working with China and other countries to address the crisis in Syria and bring about a political transition. The President is confident that the US can prioritize national security and homeland security while also showing generosity to refugees. The President's commitment to Israel's security is strong and there are ongoing discussions about deepening and expanding security cooperation. The President's commitment to transparency and the release of Secretary Clinton's emails is clear. The release of the emails is subject to the Freedom of Information Act and the State Department is working to ensure that the release is consistent with the guidelines. The President has confidence in Secretary Clinton and does not believe that she will be indicted. The President believes that the US has the strongest, most durable economy in the world and that the US is well positioned to weather international headwinds. The President also believes that the US can strengthen its relationships with dynamic economies and complete the Trans-Pacific Partnership to boost economic growth and job creation. The President is confident in the strength and durability of the US economy. The President's commitment to the Syrian opposition and the resolution of the political situation in Syria is strong. The US is putting pressure on all sides to engage in the diplomatic process and find a political solution. The US is committed to meeting the humanitarian needs of the Syrian people. The US is also concerned about the situation in Afghanistan and is working with NATO partners to intensify efforts. The President is also committed to using his clemency power to make the criminal justice system more fair. The President is also focused on the US-Israel relationship and is committed to ensuring Israel's security.