The White House Office of the Press Secretary released a fact sheet summarizing the U.S.-Japan global and regional cooperation. The fact sheet highlights the priorities in the bilateral relationship between the two countries, including fostering economic prosperity, maintaining stability, countering proliferation, standing up for gender equality, and promoting universal values in the Asia-Pacific region and globally.

The United States and Japan are deepening joint engagement and cooperation with Southeast Asian countries, particularly through collaboration in regional forums like the East Asia Summit (EAS), the ASEAN Regional Forum (ARF), and the ASEAN Defense Ministers’ Meeting (ADMM)-Plus. The two countries are also working to support Myanmar's political and economic reform and national reconciliation efforts.

In terms of economic cooperation, the United States and Japan are strengthening ASEAN connectivity and promoting women's empowerment in the ASEAN region. They are also committed to reducing disaster risk and providing humanitarian response in Southeast Asia.

The United States, Japan, and the Republic of Korea are working together to achieve the complete and verifiable denuclearization of North Korea. They are also urging North Korea to address human rights violations and the issue of abductees.

The United States, Japan, and Australia engage in regular coordination on key issues through the Trilateral Strategic Dialogue (TSD) and the Security and Defense Cooperation Forum (SDCF). The United States and Japan also have a trilateral dialogue with India on regional and global issues, including maritime security and humanitarian assistance.

The United States and Japan are actively engaged in promoting development around the world, including women's economic empowerment and security, disaster risk reduction, and regional cooperation in Southeast Asia and the Pacific Islands. They are also working together to empower African women entrepreneurs and provide global food security assistance.

Overall, the United States and Japan are committed to using their global partnership to promote peace, resiliency, and prosperity in the Asia-Pacific region and worldwide.