The White House released a fact sheet on the health care accomplishments after health reform. Some of the key points mentioned include:

1. Lowering the uninsured rate: The Affordable Care Act has helped an estimated 20 million people gain health insurance, resulting in more than 9 in 10 Americans having health insurance.

2. Improved access to care for specific groups:
   - African American adults: The uninsured rate declined by 53 percent, resulting in 3 million people gaining coverage.
   - Latino adults: The uninsured rate dropped by 27 percent, resulting in 4 million people gaining coverage.
   - Women: The reduction in the uninsured rate since 2013 has been 13 percent larger than the reduction for men.
   - Young adults: The uninsured rate has dropped by 47 percent since 2013, with 6.1 million young adults gaining coverage.

3. Protection for people with pre-existing conditions: The Affordable Care Act prohibits coverage denials and reduced benefits for up to 129 million Americans with pre-existing health conditions, including 19 million children.

4. Elimination of lifetime and annual limits on insurance coverage: This benefits 105 million Americans, including 39.5 million women and nearly 28 million children.

5. Expansion of Medicaid: In states that have already expanded Medicaid, 4.4 million uninsured people will gain coverage. If the remaining states expand Medicaid, over 4 million more uninsured people could gain coverage.

6. Establishment of Health Insurance Exchanges: These state and federal marketplaces make it easier for individuals and small-business employees to purchase health plans at affordable prices. During the most recent open enrollment, 12.7 million people selected a plan through the Marketplace.

7. More affordable care: The Affordable Care Act creates a tax credit that has helped about 10.5 million Americans afford health coverage through the Health Insurance Marketplace. It also requires health insurers to provide rebates if they spend too little on health benefits and quality of care.

8. Improved quality and accountability: The Affordable Care Act provides incentives for hospitals to reduce hospital-acquired infections and avoidable readmissions. The rate of hospital-acquired infections and avoidable readmissions has decreased, saving lives and reducing healthcare costs.

The fact sheet also mentions ongoing efforts to advance the cause of effective, accountable, and affordable health care, including advancing innovative care delivery models, investing in research and technologies, funding for Community Health Centers, and expanding health provider training opportunities.