The article provides key excerpts from the Joint Comprehensive Plan of Action (JCPOA), which is an agreement between Iran and the E3/EU+3 (China, France, Germany, Russia, the United Kingdom, and the United States) regarding Iran's nuclear program. The key points include:

- The implementation of the JCPOA will ensure the peaceful nature of Iran's nuclear program.
- Iran reaffirms that it will never seek, develop, or acquire nuclear weapons.
- The JCPOA will result in the lifting of all UN Security Council sanctions and other sanctions related to Iran's nuclear program.
- A Joint Commission will be established to monitor the implementation of the JCPOA.
- The International Atomic Energy Agency (IAEA) will be requested to monitor and verify Iran's compliance with the nuclear-related measures outlined in the JCPOA.
- Iran's long-term plan includes limitations on uranium enrichment and enrichment-related activities for the first 8 years, followed by a gradual evolution to the next stage of enrichment for peaceful purposes.
- Iran will phase out its IR-1 centrifuges in 10 years and keep its enrichment capacity at Natanz at a maximum of 5060 IR-1 centrifuges. Excess centrifuges and infrastructure will be stored under IAEA monitoring.
- Iran will keep its uranium enrichment level at up to 3.67% for 15 years and refrain from enrichment activities at Fordow for the same period.
- The Fordow facility will be converted into a nuclear, physics, and technology center.
- Iran will keep its uranium stockpile under 300 kg of up to 3.67% enriched UF6 or its equivalent for 15 years.
- Iran will design and rebuild a modernized heavy water research reactor in Arak, which will not produce weapons-grade plutonium.
- Iran will fully implement the Additional Protocol to its Comprehensive Safeguards Agreement and address past and present outstanding issues with the IAEA.
- Sanctions imposed by the UN Security Council, the European Union, and the United States will be terminated or modified upon IAEA-verified implementation of agreed nuclear-related measures by Iran.
- There are specific timelines for different stages of the implementation, including Finalization Day, Adoption Day, Implementation Day, Transition Day, and UN Security Council resolution termination day.
- Dispute resolution mechanisms are outlined, allowing any participant to refer compliance issues to the Joint Commission and, if unresolved, to ministers of foreign affairs and the UN Security Council.

These key excerpts provide an overview of the main provisions and commitments outlined in the JCPOA.