In 2014, President Obama took office during a severe economic crisis. However, thanks to the efforts of the American people and the actions taken by the President, the economy has made significant progress. The economy experienced strong growth in the second and third quarters of the year, with the strongest six-month period of growth in over a decade. American businesses added new jobs for 57 consecutive months, resulting in a total of 10.9 million new jobs. Additionally, wages across the economy are rising, which is a positive sign for American families. 

Several important milestones were achieved in 2014. Job growth was the highest it had been since 1999. The manufacturing sector added 15,000 jobs per month, and the average workweek for manufacturing workers reached the highest level since World War II. The high school graduation rate reached a record high, and more Americans are earning post-secondary degrees than ever before. The United States became the number one oil and gas producer in the world, and for the first time in nearly two decades, the country produced more oil than it imported. The housing market improved, with a rise in home prices and a decrease in the number of underwater mortgages. Thanks to the Affordable Care Act, 10 million Americans gained health insurance, and the price of healthcare has been rising at the slowest rate in nearly 50 years. The deficit has also been significantly reduced under President Obama's leadership. 

Throughout the year, the President worked with Congress and various leaders to expand economic opportunity for American families. Efforts were made to support job creation through manufacturing and exports, with a focus on bringing production back to the United States. The administration launched new manufacturing innovation hubs and provided support for manufacturing entrepreneurship and investment. Record-breaking exports were achieved for the fifth consecutive year, and efforts were made to boost small rural manufacturing exports. The administration also intensified and broadened export promotion, opened new commercial service offices, and helped U.S. firms win contracts abroad. 

The President also took action to raise the minimum wage, and 14 states passed minimum wage increases, benefiting 7 million workers. The administration worked to support job skills and employment opportunities by reforming the job-training system, getting long-term unemployed Americans back to work, and investing in apprenticeships. 

In the education sector, the President committed to making college more affordable. Measures were taken to expand the Pay As You Earn program and protect students from unaffordable debts at career college programs. Efforts were made to improve access to early education and ensure high-speed internet connectivity in schools through the ConnectED initiative. 

Overall, 2014 was a year of progress in creating economic opportunity for all Americans, with improvements in job growth, manufacturing, education, energy, healthcare, housing, and exports. The President worked with various stakeholders to support job creation, raise wages, provide job skills training, and improve access to education.