The COVID-19 pandemic has exposed vulnerabilities in global supply chains, leading to shortages in various goods. For example, the demand for yeast increased significantly as people started baking bread at home, but shortages occurred due to a lack of packaging materials sourced from India. While some shortages were resolved quickly, others, like the semiconductor chip shortage, have had a more significant impact on the US economy.

To strengthen the resilience of manufacturing supply chains, firms often adopt strategies such as diversification, building redundancies, and fostering communication and trust. However, collective action problems and limited access to necessary data can hinder a firm's ability to pivot quickly during shocks. This is where the government plays a crucial role by solving coordination challenges and providing trusted data.

The US government has been working to improve communication and trust between semiconductor producers and users. Efforts have been made to enhance transparency, trust, and communication to address supply chain bottlenecks. The Department of Commerce is conducting a voluntary survey to identify chokepoints in the supply chain and provide firms with data to adapt their production processes.

To prevent future supply chain vulnerabilities, the US must take stronger action. The Biden-Harris Administration has initiated reviews of critical product and sector supply chains. The administration proposes the establishment of the Critical Supply Chain Resiliency Program (CSCRP) at the Department of Commerce to improve coordination, planning, and investment in critical supply chains. Congress could accelerate progress by funding the CHIPS for America Act and establishing the CSCRP.

The federal government needs tools to anticipate and limit the impact of disruptions on the economy, workers, and consumers. By taking a holistic view of critical supply chains, the government can monitor, anticipate, and respond to shocks. The CHIPS Act and the CSCRP are important steps toward strengthening economic competitiveness, national security, and advancing the country's industrial strategy. The goal is to prevent future global supply chain crises.