President Iohannis of Romania welcomes Vice President Kamala Harris to Bucharest and expresses gratitude for the United States' efforts in the face of the Russian aggression in Ukraine. They discuss the strong bilateral partnership between the two countries and the commitment to the security of Romania and NATO Allies. They reaffirm the United States' commitment to Article 5 of the NATO Washington Treaty, which guarantees a collective defense response to any attempt to impact the security of a NATO state. President Iohannis appreciates the consolidation of the United States military presence in Romania and discusses the need for further increasing American and Allied presence in the country. They also discuss the long-term implications of the aggression in Ukraine and the Russian military presence in Belarus, and the need to consolidate defense measures and deterrence on the eastern flank, particularly in the southern part. President Iohannis highlights the importance of operationalizing the NATO battle group in Romania and the need to rethink the NATO posture on the eastern flank. They also discuss the humanitarian assistance provided to Ukraine and the support needed for the Republic of Moldova. The energy security prospects and the need for European energy independence from Russian gas are also discussed, including investments in renewable sources and diversifying sources of energy. They emphasize the importance of maintaining and consolidating the transatlantic relationship and the unity and coordination of the European Union, United States, NATO, and G7. The Vice President expresses gratitude to Romania for its generosity and courage in assisting refugees and reaffirms the United States' commitment to the NATO Alliance and the defense of its Allies. She mentions the commitment of the United States to provide security and humanitarian assistance to Ukraine and discusses the need for diplomatic efforts, while also emphasizing the need for serious consequences and accountability for Russia's actions. They address questions regarding the possibility of increasing U.S. troops in Romania, economic sanctions, war crimes committed by Russia, and the duration of the current crisis. President Iohannis states that Romania does not have information indicating that it would be a target of aggression and emphasizes the unity and determination of NATO Allies to defend each other.