This executive order, signed by President Barack Obama on June 24, 2016, is titled "Global Entrepreneurship" and aims to promote entrepreneurship and innovation both within the United States and around the world. The order highlights the importance of entrepreneurship in driving economic growth, creating jobs, and fostering prosperity and security. It emphasizes the need for the federal government to support entrepreneurship by linking entrepreneurs with capital, networks, markets, and training.

The order establishes the Presidential Ambassadors for Global Entrepreneurship Program (PAGE Program), which will be administered by the Secretary of Commerce. The program will enable individuals who exemplify the spirit of American entrepreneurship to support aspiring entrepreneurs and advocate for policies that encourage entrepreneurship. The Secretary will also establish an Advisory Board to provide recommendations and guidance to fulfill the goals of the PAGE Program.

The Department of State, the United States Agency for International Development (USAID), and the Small Business Administration (SBA) are encouraged to collaborate with the Secretary and the Advisory Board to maximize the benefits of the PAGE Program. The order also mentions the coordination of the Federal Government's participation in the Global Entrepreneurship Summit (GES), which focuses on connecting entrepreneurs worldwide and promoting economic prosperity, responsible business conduct, and innovation.

Another aspect of the order is the promotion of global Internet connectivity through the Global Connect Initiative. The Department of State, in coordination with other agencies and stakeholders, will work to encourage foreign countries to prioritize Internet connectivity in their development plans and promote digital literacy programs in developing nations.

To ensure a coordinated approach, the order establishes the Global Connect International Connectivity Steering Group, chaired by the Secretary of State, which includes representatives from various agencies. The Steering Group will report to the Secretary of State on agency procedures, requirements, programs, and policies related to the Global Connect Initiative.

The order concludes with general provisions, clarifying that it does not impair existing authorities or create any new rights or benefits enforceable against the United States or its entities.

Overall, this executive order aims to support entrepreneurship, innovation, and global connectivity as means to drive economic growth, create jobs, and promote prosperity and security.