This article is about an executive order signed by President Barack Obama in 2013 to combat wildlife trafficking. The order states that wildlife trafficking, including the poaching of protected species and the illegal trade in wildlife and their parts, is a global crisis that is escalating. It involves organized criminal syndicates and generates billions of dollars in illicit revenues each year. The order highlights the economic, social, and environmental benefits of protecting wildlife species and the importance of controlling the spread of infectious diseases through the prevention of trafficking of live animals. 

To address this issue, the executive order establishes a Presidential Task Force on Wildlife Trafficking, co-chaired by the Secretary of State, Secretary of the Interior, and the Attorney General, who report to the President through the National Security Advisor. The task force is responsible for developing and implementing a National Strategy for Combating Wildlife Trafficking. It includes senior-level representatives from various government departments and agencies.

The task force's functions include producing a national strategy that focuses on supporting anti-poaching activities, coordinating law enforcement efforts, developing legal enforcement mechanisms, and reducing illicit trade and consumer demand for protected species. The task force is also tasked with reviewing the strategy to combat transnational organized crime and coordinating efforts with foreign nations and international bodies.

Additionally, the order establishes an Advisory Council on Wildlife Trafficking, which provides recommendations and ongoing advice to the task force. The council consists of eight members from the private sector, former governmental officials, and representatives of non-governmental organizations.

The executive order emphasizes that it should be implemented in accordance with applicable domestic and international law and subject to the availability of appropriations. It also clarifies that it does not create any enforceable rights or benefits against the United States or its entities.

Overall, the executive order aims to enhance domestic efforts to combat wildlife trafficking, assist foreign nations in building capacity to combat wildlife trafficking, and combat transnational organized crime.