During a press briefing, White House Press Secretary Jen Psaki discussed the executive orders issued by President Biden related to the economy. National Economic Council Director Brian Deese also provided details on the executive actions and their impact on American families and workers. The executive orders aim to provide emergency relief for working families affected by the COVID-19 crisis, increase food assistance, promote worker safety, and improve conditions for federal workers and contractors. The President is also focused on providing equitable relief to small businesses, particularly those owned by marginalized communities. Psaki also addressed questions about the Senate impeachment trial and the President's support for comprehensive legislative relief, vaccine distribution, and reopening schools. Psaki mentioned that the President has not made a decision on whether former President Trump should be convicted in the impeachment trial. She also discussed the President's plans to call Canadian Prime Minister Justin Trudeau and Mexican President Andrés Manuel López Obrador. In response to questions about the COVID-19 vaccine rollout, Psaki acknowledged the challenges and said that the administration is working to improve communication and accessibility. She also mentioned that the President believes that all Americans should get vaccinated and that addressing vaccine hesitancy is a priority. Psaki mentioned that the President has not yet chosen a church to attend in the Washington, D.C. area. She also discussed the President's position on the legislative filibuster, trade deals, and the Tokyo Summer Olympics. Psaki said that the administration is aware of the ongoing violence in Oregon and Washington State and that the national security team is monitoring the situation. She also mentioned that the President's policy on Japan and North Korea is focused on working with allies to address the nuclear threat and ensure the safety of the American people. Psaki did not have specific information on potential actions in response to China's sanctions on outgoing Trump administration officials. She also did not have an update on Vice President Kamala Harris's proposed abortion rights law. Psaki mentioned that the White House will provide a more detailed schedule for the upcoming week.