The White House is treating the Sony Pictures hack as a serious national security matter. The investigation is still ongoing, and the FBI and Department of Justice are working to determine who is responsible for the hack. The White House believes that an appropriate response is warranted, but the details of the response have not been released. The President has not expressed an opinion on Sony's decision to cancel the release of "The Interview." The White House is also monitoring the situation in Ukraine and plans to sign H.R. 5859 into law, which gives the administration additional authorities to impose sanctions if necessary. The President does not believe that North Korea is a national security threat, but views some of the attacks that have occurred in recent years as threats to national security. The White House believes that engagement with countries like Cuba and China can lead to progress on human rights issues. The President has used executive orders and memoranda to advance his agenda when Congress has been unwilling to act. The White House believes that the changes made to the Secret Service are important, but there is no urgency to name a new permanent director. The President has pardoned fewer people than his predecessors, but the administration takes the issue of criminal justice reform seriously. The White House hopes to work with Congress to advance cybersecurity legislation in the new year. The President's trip to China and the changes made to the Secret Service were examples of engagement leading to progress on important issues. The White House is evaluating the situation in Cuba and will consider progress on human rights issues when evaluating the actions of the Castro regime. The White House believes that an appropriate response is warranted for the Sony hack, but the details of the response have not been released. The White House is looking for a proportional response to the hack. The investigation is still ongoing, and the White House is working with the FBI and Department of Justice to determine who is responsible for the hack.