In September 2012, the Obama Administration announced efforts to combat human trafficking both domestically and internationally. The President issued an Executive Order to strengthen protections in federal contracts, implementing prohibitions on trafficking-related activities for federal contractors and subcontractors. The Administration also provided training and guidance to various professionals, such as federal prosecutors, law enforcement officials, and immigration judges, to better identify and assist trafficking victims. Initiatives were announced to expand services and legal assistance to victims, including the launch of $6 million in Partnership for Freedom Innovation Awards. The Administration aimed to streamline procedures for the T-visa process, allowing victims to remain in the United States and aid in the prosecution of their traffickers. The President intended to establish a new Presidential Award for Extraordinary Efforts to Combat Trafficking in Persons. The President's Interagency Task Force to Monitor and Combat Human Trafficking would develop a federal strategic action plan to strengthen services for trafficking victims. The Human Smuggling and Trafficking Center would develop a domestic human trafficking assessment to track trends within the United States. The efforts of the Administration were supported by business, non-profits, educational institutions, and foundations. The Global Business Coalition Against Trafficking was created, along with other initiatives such as the U.S. Travel Association's anti-trafficking "toolkit" for the travel and tourism industry. The Administration also launched the Counter-Trafficking in Persons Campus Challenge to raise awareness among college students. Partnerships and research projects were established to address child sex trafficking and supply chain vulnerabilities. The faith-based community and the President's Advisory Council on Faith-Based and Neighborhood Partnerships also played a role in combatting human trafficking. Lastly, the White House Office of Science and Technology Policy and Council on Women and Girls convened various stakeholders to explore innovative approaches to combatting child sex trafficking.