The United States and Pakistan have a mutual interest in expanding bilateral trade and investment. The U.S. is Pakistan's largest export destination and one of the largest sources of investment in the country. The Augmented Joint Action Plan for Trade and Investment builds on the successful implementation of the Joint Action Plan and includes several components:

1. Organizing Trade Missions and Business Delegations: The Department of Commerce will facilitate private sector engagement and explore opportunities for high-level trade missions to the United States.

2. Expanding Utilization of GSP (Generalized System of Preferences): The Office of the U.S. Trade Representative will enhance outreach and training efforts to boost GSP utilization. They will assist Pakistan in identifying and petitioning for additional GSP tariff lines.

3. Strengthening the Ready-Made Garment (RMG) Sector: The United States will help upgrade the capabilities of the RMG sector by supporting vocational centers and improving industry labor conditions. They will also support the launch of an International Labor Organization (ILO) "Better Work Program" and organize an investment event in New York to highlight opportunities in Pakistan's RMG industry.

4. Making the Business Opportunity Conference a Regularly Scheduled Event: The Business Opportunities Conferences will become a regularly scheduled event overseen by a bi-national committee.

5. Women's Economic Empowerment: The Memorandum of Understanding on Women's Empowerment will be used to integrate women entrepreneurs into all aspects of the bilateral trade and investment agenda.

6. Facilitating Pakistan Becoming an Observer in the U.S.-Central Asia TIFA: The United States will sponsor Pakistan's admission as an Observer to the U.S.-Central Asia TIFA.

7. WTO Trade Facilitation Agreement: The United States will support Pakistan's efforts to ratify and implement the WTO Trade Facilitation Agreement.

8. WTO Agreement on Government Procurement: The United States will support Pakistan's accession to the WTO Agreement on Government Procurement.

9. Future Procurement Opportunities: The Department of Commerce and Office of the U.S. Trade Representative will assist Pakistan in meeting the standards required for U.S. Government procurements. Pakistani vendors will also be eligible to bid on select Department of Defense procurement opportunities related to operations in Afghanistan.