The article is a joint statement from the President of the United States, Barack Obama, and the President of Afghanistan, Hamid Karzai. The two leaders discuss their commitment to the strategic partnership between the United States and Afghanistan, which is based on shared interests and objectives. They emphasize the importance of a sovereign, stable, secure, peaceful, and economically viable Afghanistan for regional stability and global security.

The statement highlights the courage and determination of the Afghan people to resist violent extremists and prevent their country from becoming a safe haven for terrorists. Both presidents express appreciation for the support of international forces and acknowledge the sacrifice made by American men and women in securing a better future for Afghanistan. They also express regret over civilian casualties and commit to preventing them in the future.

The leaders recognize the Afghan government's resolve to assume increasing responsibility for security and welcome NATO's intent to develop a joint security transition framework. They emphasize the need to develop the capabilities of the Afghan National Security Forces and pledge continued support from the United States. President Obama emphasizes his desire for Afghan forces to take on search, arrest, and detention operations.

The statement also discusses the importance of Afghan-led peace and reconciliation efforts, with the United States pledging support for reintegration and reconciliation processes. The leaders recognize the importance of strengthening governance and expanding economic opportunity in Afghanistan. The United States pledges continued assistance in developing Afghan government institutions and infrastructure projects.

Both countries acknowledge the need to fight against corruption and enhance accountability. They commit to improving oversight mechanisms and strengthening judicial institutions. The statement also emphasizes the importance of sustaining Afghanistan's democratic progress and respecting human and civil rights.

The leaders call on the international community to sustain its support for Afghanistan and stress the importance of regional cooperation in promoting security and combating illicit networks. They commit to a series of bilateral discussions to conclude with the signing of a strengthened U.S.-Afghanistan Strategic Partnership Declaration in 2010, focusing on themes critical to their long-term relationship.

Overall, the joint statement emphasizes the commitment of both countries to working together on governance, security, economic and social development, and regional issues for the benefit of Afghanistan's future.