The G20 leaders met in Los Cabos in June 2012 and issued a declaration outlining their commitments and plans. The main points of the declaration are as follows:

1. The leaders are united in their resolve to promote growth and jobs.
2. They acknowledge the challenges faced by the global recovery and the impact of financial imbalances on growth and employment.
3. They will work together to strengthen recovery and address financial market tensions.
4. They will work collectively to strengthen demand and restore confidence in order to support growth and foster financial stability.
5. They have agreed on a coordinated Los Cabos Growth and Jobs Action Plan to achieve these goals.
6. Euro Area members will take necessary measures to safeguard the integrity and stability of the area and work with Greece to ensure reform and sustainability within the Euro Area.
7. They are implementing structural and regulatory reforms to enhance medium-term growth prospects and build more resilient financial systems.
8. They believe multilateralism is important in the current climate and remains the best asset to resolve global economic difficulties.
9. They recognize the impact of the crisis on developing countries and will intensify efforts to create a more conducive environment for development.
10. They commit to adopting necessary policy measures to strengthen demand, support global growth, restore confidence, and reduce unemployment.
11. Euro Area members will take measures to improve the functioning of financial markets and break the feedback loop between sovereigns and banks.
12. They will ensure that the pace of fiscal consolidation is appropriate to support the recovery and address concerns about medium-term fiscal sustainability.
13. They will maintain price stability through monetary policy and strengthen confidence in banks.
14. They will remain vigilant of oil and other commodity prices and take necessary actions as needed.
15. Emerging markets are experiencing a slowdown in growth, and they are appropriately directing monetary and fiscal policies to support growth while ensuring stability.
16. They will take actions to increase domestic demand in surplus countries and strengthen competitiveness in deficit countries to reduce global imbalances.
17. They have put forward structural reform commitments to enhance global demand, foster job creation, and increase growth potential.
18. They commit to minimizing negative spillovers on other countries and reaffirm their commitment to a strong and stable international financial system.
19. They emphasize transparency and accountability in reinforcing credibility and confidence and have established an accountability assessment framework.
20. They prioritize quality employment and commit to combating unemployment through appropriate labor market measures and fostering the creation of decent work and quality jobs.
21. They acknowledge the importance of creating jobs and reducing unemployment, particularly among youth and those most affected by the crisis.
22. They recognize the importance of establishing social protection floors and fostering cooperation to assist low-income countries in implementing social protection.
23. They commit to taking concrete actions to overcome barriers to women's economic and social participation and advance gender equality.
24. They recognize the role of travel and tourism in job creation, economic growth, and poverty reduction and will work towards developing travel facilitation initiatives.
25. They are firmly committed to open trade and investment, expanding markets, and resisting protectionism.
26. They emphasize the importance of investment for economic growth and commit to maintaining a supportive business environment for investors.
27. They express concern about rising instances of protectionism and reaffirm their standstill commitment and pledge to roll back any new protectionist measures.
28. They recognize the relevance of regional and global value chains to world trade and call for discussions on their functioning and relationship with trade and investment flows.
29. They support the conclusion of the Doha Round negotiations and urge progress in streamlining WTO accession procedures for the world's poorest countries.
30. They support strengthening the WTO and improving the way it conducts its regular business and dispute settlement system.
31. They recognize the importance of effective global and regional safety nets and welcome the commitments to increase resources available to the IMF.
32. They reaffirm their commitment to implement the 2010 Quota and Governance Reform and strengthen the IMF's legitimacy, relevance, and effectiveness.
