The White House announced that NATO has taken sole command of international air operations over Libya. The operation, named "Operation Unified Protector," is now leading efforts to enforce the arms embargo and the no-fly zone, as well as protect Libyan civilians. The President had previously pledged that the US military action in Libya would be limited in duration and scope and that the US would transition to a coalition lead in days, not weeks. The US will continue to participate in the coalition effort, providing intelligence, jamming, and refueling support. The President believes that the mission will be limited in duration, but the exact end date cannot be predicted. The President also stated that the US is considering providing military assistance to the opposition, but no decision has been made yet. The US believes that the pressure on Muammar Qaddafi is having an effect, as demonstrated by the recent defection of one of his most trusted aides. The President does not have plans to put US troops on the ground in Libya. In regards to the budget talks, progress is being made towards reaching an agreement. The Vice President met with Congressional leaders to discuss the budget, and a target number has been agreed upon. The President has made it clear that he will not cross certain red lines in the budget negotiations, such as protecting investments in education, research and development, and infrastructure. The President is actively engaged in the budget negotiations and has been meeting with his senior advisors regularly. The President's goal is to find common ground and reach a deal that reduces spending and funds the government for the next six months. The President's jobs council is a diverse group of individuals that bring diverse opinions to the table to discuss measures that can be taken to increase American competitiveness and create jobs. The President believes that the corporate tax system needs to be reformed, and he is open to the idea of providing assistance to the opposition in Libya, including the possibility of providing weapons. The decision on whether or not to provide military assistance has not been made yet, but it is under consideration and would be consistent with the UN resolution. The President believes that the opposition in Libya will need training and command and control assistance, but believes that someone other than the US should provide that assistance. The President does not believe that US troops should be sent to Libya. The President's jobs council was not created to have people who agree with him on every issue, but rather to have a diverse group of people that can bring diverse opinions to the table. The President believes that the council can help increase American competitiveness and create jobs. The optics of having the GE CEO on the jobs council do not send any particular message to the American people. The President believes that the corporate tax structure needs to be reformed to make it simpler and more competitive. The President has not ruled in or out the idea of arming the rebels in Libya. The decision on whether or not to provide military assistance, including weapons, has not been made yet, but it is under consideration. The decision would be consistent with the UN resolution authorizing all necessary measures to protect Libyan civilians. The President believes that the substantial role that the US played at the beginning of the operation in Libya, due to its unique capacities, has ended and the transition has taken place. The President believes that the mission in Libya will be limited in duration, but the exact end date cannot be predicted. The President does not believe that US troops should be sent to Libya. The President's red lines in the budget negotiations include protecting investments in education, research and development, and infrastructure. The President is committed to reducing spending and the deficit, and believes that everyone needs to make tough choices. The President believes that an agreement can be reached if everyone is reasonable and works hard. The President is actively engaged in the budget negotiations and has been meeting with his senior advisors regularly. The Vice President is also actively involved in the negotiations and has been meeting with Congressional leaders. The President believes that the United States has unique capacities that can be used to support