On August 9, 2013, the President signed several bills into law. These include:

1. H.R. 267, the "Hydropower Regulatory Efficiency Act of 2013," which promotes and facilitates the development of hydroelectric power capacity by modifying the Federal Power Act and the Public Utility Regulatory Policies Act.

2. H.R. 678, the "Bureau of Reclamation Small Conduit Hydropower Development and Rural Jobs Act," which authorizes the Secretary of the Interior to contract for small conduit hydropower development at Reclamation facilities.

3. H.R. 1092, which designates the air route traffic control center located in Nassau, New Hampshire, as the "Patricia Clark Boston Air Route Traffic Control Center" in honor of Patricia Clark, an FAA employee who has worked at the Center for 50 years.

4. H.R. 1171, the "Formerly Owned Resources for Veterans to Express Thanks for Service Act of 2013," which expands the ability of States to donate Federal surplus property to organizations that serve veterans.

5. H.R. 1344, the "Helping Heroes Fly Act," which requires the Transportation Security Administration to develop a process for expedited air passenger screening for severely injured or disabled members of the Armed Forces and veterans.

6. H.R. 1911, the "Bipartisan Student Loan Certainty Act of 2013," which establishes interest rates for new direct student loans made on or after July 1, 2013, under the Higher Education Act of 1965.

7. H.R. 2167, the "Reverse Mortgage Stabilization Act of 2013," which provides the Department of Housing and Urban Development with expanded authority to improve the fiscal stability of the Home Equity Conversion Mortgage Program.

8. H.R. 2576, which modifies requirements relating to the availability of pipeline safety regulatory documents incorporated by reference into Federal pipeline safety regulations.

9. H.R. 2611, which designates the headquarters building of the Coast Guard located at St. Elizabeths West Campus in the District of Columbia as the "Douglas A. Munro Coast Guard Headquarters Building" in honor of the only member of the U.S. Coast Guard to have received the Medal of Honor.