The United States and China have a strong economic relationship and are committed to strengthening cooperation in various areas. They have agreed to expand cooperation on addressing climate change, enhancing transparency and resilience in global energy markets, and ensuring safe and well-regulated bilateral trade in food and pharmaceuticals. Both countries have also reaffirmed their commitment to implementing measures to support domestic and global growth, promote open trade and investment, enhance international rules and global economic governance, and foster financial market stability and reform. In terms of climate change, they have agreed to phase down the production and consumption of greenhouse gas hydrofluorocarbons (HFCs) and establish an open-ended contact group in the Montreal Protocol. China has committed to implementing low sulfur fuel and vehicle emissions standards, and the United States has pledged to provide technical assistance in achieving these goals. They have also committed to making progress on initiatives in the U.S.-China Climate Change Working Group. Both countries have pledged to undergo peer reviews under the G-20 process to phase out inefficient fossil fuel subsidies. They have emphasized the importance of maintaining close contact to achieve a successful outcome in the multilateral climate change agreement being developed for the Paris climate conference in 2015. In terms of energy market transparency and security, China has committed to publishing more complete public energy statistics and cooperating with the Joint Organizations Data Initiative (JODI). The United States has pledged to share its expertise in this area. China has welcomed domestic and international investors' participation in shale gas exploration and development, providing commercial opportunities for U.S. companies. The two countries have also committed to cooperating on policies for managing strategic petroleum reserves. In terms of food and drug safety, China has committed to allowing an increase in the number of U.S. food and drug inspectors stationed in China. They have also taken steps towards introducing a framework for registering manufacturers of bulk chemicals used as active pharmaceutical ingredients, as well as strengthening the protection of pharmaceutical innovations by allowing patent holders to submit additional data to support their patents.