The White House Press Secretary, Josh Earnest, began the briefing by discussing the Zika virus and the concern of its potential spread in the United States. He emphasized the need for Congress to act and provide funding to combat the virus. Earnest also mentioned the need to focus on reducing the Zika virus for pregnant women, who are the most at risk. He criticized Congress for not taking action on the funding proposals put forward by the administration, and for suggesting that funds be taken away from other accounts, such as Ebola response, to fight Zika.

Earnest then discussed the upcoming visit of Dr. Tom Frieden, Director of the Centers for Disease Control, to Puerto Rico to assess the CDC's support for the Zika response. He reiterated the administration's concern about the virus's link to birth defects and the importance of taking steps to protect pregnant women.

The Press Secretary also addressed questions about the administration's position on gun manufacturer liability, trade, and the Supreme Court vacancy. He expressed support for changes to the legislation that limits gun manufacturer liability, highlighted the benefits of trade agreements like the Trans-Pacific Partnership, and reiterated the President's commitment to selecting a nominee for the Supreme Court based on their qualifications and ability to interpret the law.

Earnest also discussed the legacy of Nancy Reagan and her impact as First Lady, as well as the President's commitment to transparency in drone strikes and counterterrorism efforts. He mentioned that the administration is working on an annual report to disclose the results of counterterrorism operations, including the number of extremists and civilians killed.

In response to questions about the refugee crisis in Europe, Earnest acknowledged the strain it has put on the European Union and emphasized the need for unity and support for local partners in combating extremism. He also mentioned the administration's efforts to address the political turmoil in Syria and the importance of finding a political solution to the conflict.