President Joe Biden has announced his intent to nominate several individuals for key leadership positions in his administration. 

- Ronald Keohane is nominated for Assistant Secretary of Defense for Manpower and Reserve Affairs at the U.S. Department of Defense. Keohane has extensive experience working with military personnel and families, including as Deputy Assistant Secretary of Defense for Military Community and Family Policy in the Obama Administration. He has also worked in the private sector on programs related to wounded warriors and sexual harassment and assault prevention, as well as drug demand reduction programs with the National Guard.

- B. Bix Aliu is nominated for Ambassador Extraordinary and Plenipotentiary to Montenegro. Aliu is a career member of the Senior Foreign Service and has held various diplomatic positions, including Chargé d'affaires in Budapest, Hungary, and Deputy Chief of Mission in Poland. He has been recognized for his work in advancing economic and cultural ties between the United States and Krakow, Poland.

- Martina Anna Tkadlec Strong is nominated for Ambassador Extraordinary and Plenipotentiary to the United Arab Emirates. Strong is a career member of the Senior Foreign Service and currently serves as Chargé d'affaires in Saudi Arabia. She has held diplomatic positions in Bulgaria, Iraq, and Poland, among others, and has experience in political and political-military affairs.

- Jeffrey Gedmin is nominated for Member of the International Broadcasting Advisory Board at the United States Agency for Global Media. Gedmin is the co-founder of American Purpose, an online magazine and policy forum focused on defending liberal democracy. He has held leadership positions at Radio Free Europe/Radio Liberty, the Aspen Institute Berlin, and the Legatum Institute.

- Kathleen Matthews is nominated for Member of the International Broadcasting Advisory Board at the United States Agency for Global Media. Matthews is a broadcast news journalist and global communications executive. She worked for 30 years as a producer, reporter, and news anchor for WJLA-TV and later joined Marriott International as Executive Vice President for Global Communications and Public Affairs. Matthews has also been active in Democratic Party politics and serves on the boards of several non-profit organizations.

These nominations are subject to confirmation by the Senate.