President Joe Biden has announced his intent to nominate seven individuals for key roles in the State Department. The nominees are as follows:

1. Marcia Stephens Bloom Bernicat: Nominee for Director General of the Foreign Service and the Chair of the Board of the Foreign Service. Bernicat is a career member of the Senior Foreign Service and currently serves as the Senior Official for Economic Growth, Energy and the Environment and as Acting Assistant Secretary for the Bureau of Oceans, International Environmental and Scientific Affairs of the Department of State.

2. Karen Erika Donfried: Nominee for Assistant Secretary of State for European and Eurasian Affairs. Donfried currently serves as President of the German Marshall Fund of the United States and has extensive experience in European affairs and transatlantic relations.

3. Barbara A. Leaf: Nominee for Assistant Secretary of State for Near Eastern Affairs. Leaf is the Special Assistant to the President and Senior Director for Middle East and North Africa Affairs on the National Security Council and has served in various diplomatic roles in the Middle East.

4. Mary Catherine Phee: Nominee for Assistant Secretary of State for African Affairs and to be a Member of the Board of Directors of the African Development Foundation. Phee is a career member of the Senior Foreign Service and currently serves as Principal Deputy Special Representative for Afghanistan Reconciliation at the State Department.

5. Michele Jeanne Sison: Nominee for Assistant Secretary of State for International Organization Affairs. Sison is a five-time Ambassador and has extensive experience in advancing U.S. interests through multilateral diplomacy, including serving as U.S. Ambassador to Haiti and Deputy Representative of the United States to the United Nations.

6. Gentry O. Smith: Nominee for Assistant Secretary of State for Diplomatic Security. Smith is a former career member of the Foreign Service and currently leads a security consulting firm. He has served in various security-related roles at the State Department.

7. Anne A. Witkowsky: Nominee for Assistant Secretary of State for Conflict and Stabilization Operations and Coordinator for Reconstruction and Stabilization. Witkowsky most recently served as the Co-Director of the Task Force on U.S. Strategy to Support Democracy and Counter Authoritarianism and has extensive experience in defense policy and counterterrorism.

These nominations are subject to Senate confirmation.