The joint statement between the Republic of the Union of Myanmar and the United States of America highlights the positive changes that have occurred in Myanmar over the past five years, including the transition from a military government to a democratically elected one. State Counsellor Daw Aung San Suu Kyi expressed her appreciation for the international community's support in this transformation, while President Obama affirmed continued U.S. support for Myanmar's democratic transition.

The State Counsellor emphasized her commitment to peace, national reconciliation, and inclusive growth in Myanmar. She discussed the 21st Century Panglong process, which aims to achieve lasting peace with armed ethnic groups and promote unity within the country. She also addressed the challenges in Rakhine State and the importance of economic development in the region. Myanmar welcomes international investment to promote strong and inclusive economic growth, and the State Counsellor asked the United States to lift remaining sanctions to encourage such investment.

President Obama reiterated the United States' focus on helping Myanmar succeed and expressed support for the State Counsellor's priorities. He welcomed the Myanmar government's initiatives to address concerns in Rakhine State and emphasized the importance of civil society in Myanmar's development. The President committed to assisting Myanmar in achieving inclusive economic growth and promoting the rule of law. He also emphasized the need for cooperation in addressing regional challenges, such as nonproliferation, countering drugs and terrorism.

To mark a new era in bilateral relations, the President and the State Counsellor announced a U.S.-Myanmar Partnership. This partnership will involve annual dialogues and cooperation across various sectors. Steps to be taken include terminating the National Emergency with respect to Myanmar, restoring trade benefits, and addressing challenges related to the rule of law, human rights, trafficking, corruption, and money laundering. Both countries also aim to enhance economic engagement, support small businesses, improve global health security, expand people-to-people ties, and facilitate educational exchanges.

Additionally, the joint statement mentions the arrival of Peace Corps volunteers in Myanmar, who will train English teachers and teach students in middle and high schools.