In this press briefing, Press Secretary Jay Carney announces that Secretary of Health and Human Services Kathleen Sebelius and FDA Commissioner Margaret Hamburg will be making an important announcement regarding tobacco use and public health. Carney also mentions that meetings led by the Vice President will continue to take place on Capitol Hill to discuss various issues. Carney is then asked about the President's upcoming announcement on Afghanistan and whether he will announce his drawdown plans before his trip out of town. Carney says that the President has not yet made a decision on the pace and scope of the drawdown, but the announcement will come soon. Carney is also asked about the use of drones in the NATO mission in Libya and whether the President rejected the suggestions to stop drone strikes. Carney explains that the President believes the use of drones is essential to the success of the mission and that the mission is led by NATO partners, with the US in an assist role. Carney is then asked about discussions to head off a vote on the Hill that would restrict spending on the Libya operation. Carney says that they don't think it would be helpful to send a message that is not supportive of the goals of keeping pressure on Qaddafi and having partners carry the burden of the mission. Carney is also asked about the Greek debt crisis and whether there is a risk in delaying two weeks. Carney says that they believe Greece and the Europeans have the capacity to deal with the challenges. Carney is then asked about the President's frustration with Qaddafi still being in power despite the NATO airstrikes. Carney says that they believe Qaddafi's days are numbered and that the mission is allowing the opposition to organize and prepare for a post-Qaddafi role. Carney is then asked about the President's golf game with Speaker Boehner and whether it created a more friendly climate. Carney says that the President enjoyed the game and that it helped create a more collegial environment for future talks. Carney is asked about the President's discussions with Speaker Boehner about cutting off money for the Libya operation. Carney says that it would send a bad message to Qaddafi and their friends around the world to have a vote like that. Carney is then asked about the President's involvement in the debt ceiling talks. Carney says that the President is regularly updated on the progress of the negotiations and has been engaged in other communications, but he does not anticipate the President joining the Vice President's meetings. Carney is asked about the President's views on the War Powers Act and whether he believes it is constitutional. Carney says that the President does not believe the War Powers resolution needs to be invoked because the hostilities threshold is not met by the mission in Libya. Carney is then asked about the President's involvement in the troop decision for Afghanistan. Carney says that the President is still finalizing his decision and is continuing to consult with his national security team. Carney is asked about the President's views on the debt ceiling talks and whether he supports a short-term increase. Carney says that the focus is on moving quickly to reach an agreement and he does not want to negotiate the particulars from the podium. Carney is asked about the President's views on same-sex marriage and whether someone else filled out a 1996 questionnaire for him. Carney says that someone else did not fill out the questionnaire and that the President's position on gay marriage is evolving. Carney is asked about the President's position on same-sex marriage and whether he will make an announcement before Thursday's fundraiser. Carney says that he does not anticipate an announcement before Thursday. Carney is then asked about the President's position on Medvedev's reelection and whether the feeling is mutual. Carney says he does not have any information on that. Carney is asked about the President's views on Assad's speech in Syria. Carney says that the President believes concrete action is needed, not just words, and that Assad needs to stop the violence and take action towards