On August 8, 2014, the President signed into law several bills. These include H.R. 606, which designates a facility of the United States Postal Service located in Tyrone, New York, as the Specialist Christopher Scott Post Office Building; H.R. 1671, which designates a facility of the United States Postal Service located in Dublin, California, as the James "Jim" Kohnen Post Office; H.R. 2291, which designates a facility of the United States Postal Service located in New York, New York, as the Vincent R. Sombrotto Post Office; H.R. 3212, the “Sean and David Goldman International Child Abduction Prevention and Return Act of 2014,” which requires the Secretary of State to develop bilateral procedures with certain countries concerning child abductions; H.R. 3472, which designates a facility of the United States Postal Service located in Alden, New York, as the Sergeant Brett E. Gornewicz Memorial Post Office; H.R. 3548, the “Improving Trauma Care Act of 2014,” which expands the definition of trauma as it applies to grants and activities authorized to support trauma and emergency care; H.R. 3765, which designates a facility of the United States Postal Service located in Corning, New York, as the Specialist Ryan P. Jayne Post Office Building; H.R. 4028, which includes the desecration of cemeteries among the many forms of violations of the rights to religious freedom; H.R. 4360, which designates a facility of the United States Forest Service for the Grandfather Ranger District located in Nebo, North Carolina, as the Jason Crisp Forest Service Building; H.R. 4386, the “Money Remittances Improvement Act of 2014,” which authorizes the Treasury Department to rely on examinations of financial institutions conducted by State supervisory agencies in assuring compliance with Federal requirements for recordkeeping and reports on certain monetary instruments transactions; H.R. 4631, the “Autism Collaboration, Accountability, Research, Education, and Support Act of 2014” or the “Autism CARES Act of 2014,” which reauthorizes Combating Autism Act funding for autism research, screening, intervention, and education activities; H.R. 4838, which redesignates a railroad station located in Philadelphia, Pennsylvania, as the William H. Gray III 30th Street Station; H.R. 5021, the “Highway and Transportation Funding Act of 2014,” which transfers funds to the Highway Trust Fund, extends spending authority for surface transportation programs, and increases Federal revenue by extending the authority to collect certain customs user fees and extending the period for certain lower required private pension plan contributions; H.R. 5195, which authorizes additional Special Immigrant Visas for Afghan Nationals; S. 653, the “Near East and South Central Asia Religious Freedom Act,” which authorizes the President to appoint a Special Envoy to Promote Religious Freedom of Religious Minorities in the Near East and South Central Asia; S. 1104, the “Assessing Progress in Haiti Act of 2014,” which directs the Secretary of State to prepare a strategy and transmit an annual report to Congress on the status of the post-earthquake recovery and development in Haiti; and S. 1799, the “Victims of Child Abuse Reauthorization Act of 2013,” which authorizes appropriations and establishes oversight requirements for Justice Department grant programs that assist in responding to victims of child abuse and improving the quality of criminal prosecution of child abuse cases.