The article discusses the Nuclear Security Summit, which took place in April 2010. This summit brought together leaders from 47 countries to address the threat of nuclear materials falling into the hands of terrorists or criminals. The article emphasizes the need for global cooperation in securing nuclear materials and preventing nuclear terrorism.

The article highlights the significant amount of plutonium and highly enriched uranium that exist in various countries, which could potentially be used to create nuclear weapons. It also mentions previous cases of theft or loss of these materials. The consequences of a nuclear detonation by a terrorist group are described as devastating.

The article suggests that the best way to prevent nuclear terrorism is to ensure the security of all nuclear materials and prevent their theft or diversion. It also calls for improved detection of smuggled materials and prosecution of those involved in nuclear trafficking.

The Nuclear Security Summit aims to promote a common approach and commitment to nuclear security among participating nations. The leaders at the summit pledged to secure vulnerable nuclear material within four years, improve security and accounting of nuclear materials, and promote international treaties on nuclear security and terrorism.

The article also discusses the Summit Communiqué, which outlines specific actions to be taken to strengthen nuclear security. These actions include ratifying and implementing treaties, cooperating through the United Nations, updating security guidance, reviewing national regulations, converting facilities to non-weapons-usable materials, and conducting research on detection methods and nuclear fuels.

Many participating countries made commitments to support the summit by taking national actions to increase nuclear security or working through bilateral or multilateral mechanisms. The article mentions that the Sherpas, a group of specialists from each participating entity, will reconvene in December to evaluate progress. The next summit is planned to take place in 2012 in the Republic of Korea.