This article is a letter from President Barack Obama to the Speaker of the House of Representatives and the President Pro Tempore of the Senate. The letter provides a supplemental consolidated report on military operations against al-Qa'ida, the Taliban, and associated forces, as well as military operations in Iraq, maritime interception operations, and U.S./NATO operations in Kosovo. The report states that the United States has conducted combat operations in Afghanistan since October 7, 2001, and has deployed combat-equipped forces to various locations. The operations have been successful in degrading al-Qa'ida's capabilities and ending the Taliban's leadership in Afghanistan. The United States has approximately 97,500 forces in Afghanistan, with more than 81,500 assigned to the International Security Assistance Force (ISAF). The United States continues to detain several hundred al-Qa'ida, Taliban, and associated force fighters at Guantanamo Bay. The United States is also working with partners globally to enhance counterterrorism capabilities and disrupt the capabilities of al-Qa'ida and its associated forces. In Iraq, U.S. forces have been supporting Iraq's efforts to maintain security and stability since the expiration of the authorization for the Multinational Force in Iraq in 2008. The responsible drawdown of forces from Iraq is ongoing, with approximately 48,400 U.S. forces currently in Iraq. The United States conducts maritime interception operations to stop the movement, arming, and financing of certain international terrorist groups. In Kosovo, the United States contributes to the NATO-led Kosovo Force (KFOR) to maintain a safe and secure environment. The United States has approximately 808 military personnel participating in KFOR. The President states that he has directed the participation of U.S. Armed Forces in all these operations based on his constitutional and statutory authority. The President and his administration regularly communicate with Congress regarding these deployments.