This article is a message from President Barack Obama to Congress regarding Iceland's whaling activities. The President reports that Iceland is conducting whaling activities that diminish the effectiveness of the International Whaling Commission (IWC) conservation program. He explains that in 1982, the IWC set catch limits for all commercial whaling at zero, and Iceland abided by this until 1992 when it withdrew from the IWC. In 2002, Iceland rejoined the IWC with a reservation to the moratorium on commercial whaling and began a lethal scientific research whaling program. The Secretary of Commerce certified Iceland under the Pelly Amendment for lethal scientific research whaling in 2004. However, Iceland resumed commercial whaling in 2006, and the Secretary of Commerce retained Iceland's certification. The President expresses concern about Iceland's commercial harvest of fin whales, which has increased significantly in recent years. He also highlights that Iceland continues to permit whaling despite a suspension by its sole fin whaling company due to the earthquake and tsunami in Japan. The President believes that Iceland's actions threaten the conservation of fin whales and undermine multilateral efforts to protect whales globally. As a result, he directs relevant U.S. delegations and officials to raise concerns with Icelandic officials, evaluate visits to Iceland, examine Arctic cooperation projects, consult with other international actors, and monitor the activities of Icelandic companies engaged in commercial whaling. The President concurs with the Secretary of Commerce's recommendation to pursue non-trade measures but does not impose trade measures on Icelandic products. However, he directs the Departments of State and Commerce to continue monitoring the situation and urges Iceland to cease its commercial whaling activities. Relevant departments and agencies are also instructed to report on their actions within six months or upon the resumption of fin whaling by Icelandic nationals. The President believes that these actions hold the most promise of reducing Iceland's commercial whaling activities.