This article is a fact sheet released by the White House Office of the Press Secretary, highlighting the Obama Administration's efforts to promote and protect religious freedom around the world. The Administration has prioritized religious freedom as a universal human right and a strategic national interest. They have praised countries that promote religious freedom, assisted governments in addressing shortcomings, and denounced severe violators of religious freedom. The Administration has also supported individuals persecuted for their beliefs and advocated for the rights of religious minorities. They have worked closely with civil society organizations, including religious communities, to promote freedom of religion. The Administration has utilized tools such as diplomacy, foreign assistance funds, and other activities to advance this goal. They have also lifted up the importance of religious freedom in countries around the world, both privately and publicly. The Department of State's Office of International Religious Freedom has more staff, resources, and program funds than ever before. The Ambassador at Large for International Religious Freedom serves as a principal advisor to the President and Secretary of State. The Administration has worked to obtain freedom for individual prisoners of conscience, both publicly and behind the scenes. They have revitalized the "Countries of Particular Concern" mechanism provided under the International Religious Freedom Act and enhanced the accuracy of the annual International Religious Freedom Reports. The Administration has also engaged in coalition-building and multilateral efforts, participating in expert-level meetings and launching initiatives to promote and protect religious freedom. They have dedicated foreign assistance funds to support religious freedom programs and assist individuals and advocates facing persecution. The Administration has collaborated with the Smithsonian Institution, trained diplomats on religious freedom, and taken action through programs and initiatives to promote religious freedom and combat discrimination. They have worked with religious leaders, faith communities, and civil society organizations to advance respect for freedom of religion or belief. U.S. Embassies, Consulates, and USAID Missions engage religious communities to understand their concerns and discuss foreign policy priorities.