The White House released its budget on February 26, 2009. The budget aimed to fulfill President Obama's campaign promises of being honest and responsible, reorienting the federal budget towards effective programs, and investing in education, clean energy, and reducing healthcare costs. The budget addressed the challenges of trillion-dollar deficits inherited from the previous administration. It included a GDP gap of roughly $1 trillion for the current and next year. The budget aimed to reduce the deficit by half by the end of the President's first term through various mechanisms, such as economic recovery, allowing high-income tax provisions to expire, closing corporate tax loopholes, winding down the war, and making government more efficient. The budget also focused on education, energy, and healthcare to promote long-term economic performance. It proposed investments in early education, higher education, energy efficiency, and a market-friendly approach to reducing greenhouse gas emissions. The budget also aimed to reform the healthcare system to reduce costs and put the nation on a sounder fiscal trajectory. The budget projected year-over-year GDP growth of -1.2% for 2009, with a bottoming out of the economy around mid-year and growth resuming by the end of the year. The unemployment rate was forecasted to rise in the first half of 2009 and fall more rapidly in 2011 and 2012 as the economy recovered. The budget projected inflation to slow in 2009 and return to about 1.8% in the longer run. The budget included a placeholder for potential additional financial stabilization efforts and aimed to reduce the deficit by $2 trillion over the next decade. The budget proposed raising taxes for those making over $250,000 a year, closing corporate tax loopholes, and making the health care system more efficient. The budget projected a public debt of 67% of the economy throughout the 10-year period, with a focus on stabilizing the deficit as a share of GDP. The budget included a significant down payment for health care reform and intended to work with Congress to fill in any additional resources required. The budget projected that deficits would bottom out in 2013 and then begin to rise again in nominal dollars. The budget also assumed cuts in farm programs, aiming to reduce payments for large farms while protecting family farmers. The budget acknowledged the challenges of implementing change in the federal budget but emphasized the necessity of turning direction to address the unsustainable fiscal course.