Power Africa is an initiative launched by the President of the United States to double access to power in sub-Saharan Africa. More than two-thirds of the population in this region currently lacks electricity, and Power Africa aims to address this issue by leveraging Africa's power potential, including new discoveries of oil and gas, as well as clean energy sources like geothermal, hydro, wind, and solar energy. The initiative will help countries develop these resources responsibly, expand power generation and transmission, and increase access to electricity through on-grid, mini-grid, and off-grid solutions. According to the International Energy Agency, more than $300 billion in investment will be needed to achieve universal electricity access in sub-Saharan Africa by 2030, and Power Africa aims to attract private sector investment to help achieve this goal. The initiative will work with partner countries including Ethiopia, Ghana, Kenya, Liberia, Nigeria, and Tanzania, as well as Uganda and Mozambique for responsible oil and gas resource management. The United States will commit over $7 billion in financial support over the next five years, with various government agencies providing technical assistance, grants, financing, insurance, guarantees, credit enhancements, and capacity building. Private sector partners have also made initial commitments of over $9 billion to support the development of new electricity generation in sub-Saharan Africa. Power Africa takes a transaction-centered approach to accelerate progress and attract investment by providing incentives to host governments, the private sector, and donors. It includes interagency Transaction Solutions Teams and Field-based Transaction Advisors to leverage financing, insurance, technical assistance, and grant tools, as well as to help governments prioritize, coordinate, and expedite power projects. The initiative also focuses on building host-government capacity for project delivery and energy sector reform, as well as ensuring transparent and responsible natural resource management in oil and gas development.