The article is a joint statement by the United States and Tunisia, highlighting the strategic partnership between the two countries. President Obama and Prime Minister Jomaa discussed the progress made in Tunisia's democratic transition and their commitment to a secure and prosperous Maghreb, Africa, and Middle East. They emphasized support for Tunisia's historic democratic transition, including the ratification of the new Tunisian Constitution and the establishment of the Independent Elections Commission. The United States expressed its willingness to provide assistance for the upcoming parliamentary and presidential elections and participate in the delegation of international election observers. The leaders also discussed economic cooperation and development, with the United States announcing its intent to provide a second loan guarantee of $500 million to facilitate Tunisia's access to international capital markets. They discussed expanding bilateral trade and business relations, with the Trade and Investment Framework Agreement (TIFA) Council planning to address specific issues aimed at facilitating trade and investment. The article also mentions educational and cultural cooperation, with the United States providing scholarships to Tunisian students and requesting additional funding to expand these opportunities. Both countries expressed their commitment to strengthening ties and increasing mutual understanding between Tunisian and American youth. The article also highlights the shared interest in security and counterterrorism cooperation, with a focus on increasing bilateral contacts and cooperation in security and defense, counterterrorism programs, and security assistance. The leaders expressed their commitment to finalizing negotiations on the Mutual Legal Assistance Treaty. Prime Minister Jomaa expressed regret for the 2012 attack against the U.S. Embassy and the American Cooperative School of Tunis and pledged to resolve remaining issues and bring those involved in the attack to justice. The article concludes by emphasizing the shared commitment to advancing ties between the United States and Tunisia and the progress made during the U.S.-Tunisia Strategic Dialogue.