In a press briefing, White House Press Secretary Josh Earnest discussed several topics. Firstly, he mentioned that there are 48 ambassador nominees pending, and 26 of them are career Foreign Service officers waiting for confirmation by the Senate. He called on Senate Republicans to end their obstruction and allow these qualified individuals to do their important work protecting American interests around the world. 

Secondly, he mentioned that President Obama had a telephone call with Prime Minister David Cameron, primarily to discuss the current situation in Ukraine and briefly about the situation in Iraq.

Regarding Ukraine, Earnest said that the United States welcomes any Russian steps to end the crisis, but emphasized that actions, not just words, are critical. He mentioned that the United States remains concerned about the presence of Russian forces along the border and the support for separatists, and urged Russia to take tangible actions to support the ceasefire agreement.

Earnest also addressed questions about the Export-Import Bank and potential corruption issues, stating that the President has zero tolerance for waste, fraud, and abuse. He highlighted the importance of the bank's contribution to the U.S. economy and job creation, and mentioned that President Reagan and other non-Obama supporters have expressed support for the mission of the bank.

On climate change, Earnest mentioned that the President is committed to addressing the causes of climate change and reducing carbon pollution. He highlighted the importance of making progress in this area and mentioned that the President is willing to work with both Democrats and Republicans to achieve these goals.

Regarding Iraq, Earnest acknowledged that the circumstances on the ground have changed since President Obama's statement in 2011 about leaving behind a sovereign, stable, and self-reliant Iraq. He emphasized the need for political leadership in Iraq to unify the country and confront the threat posed by ISIL. He mentioned that a unified Iraq is the best way to address the crisis, but also acknowledged the possibility of partition as a potential outcome.

Earnest also addressed questions about the IRS, stating that the President has demonstrated a commitment to cooperating with legitimate congressional oversight. He mentioned the numerous congressional hearings, interviews, and documents provided by the administration, and emphasized that there is zero evidence to support the partisan claims made by Republicans.

Regarding immigration, Earnest acknowledged the high number of children crossing the border and mentioned the administration's efforts to address the issue. He stated that the administration is committed to enforcing the law and that additional resources have been deployed to deal with the problem. He mentioned the surge of judges, asylum officers, and ICE attorneys to process cases more efficiently and the opening of additional detention facilities.

Earnest also mentioned that the President plans to travel around the country and visit people who have written him, in order to gain insight into the challenges facing working families. He emphasized the President's commitment to understanding the needs of Americans and the importance of getting outside of the presidential bubble.

Lastly, Earnest addressed questions about the President's conversation with President Putin, stating that the President has an open and business-like dialogue with him. He mentioned the differences of opinion on Ukraine but highlighted areas of cooperation, such as the successful removal of chemical weapons in Syria. He also mentioned the President's pride in the performance of the U.S. men's national soccer team in the World Cup.