The President spoke in the Roosevelt Room and provided updates on the federal deficit. He announced that the administration is on track to cut the federal deficit by $1.5 trillion by the end of the fiscal year, which would be the biggest decline in a single year in American history. He also mentioned that the Treasury Department is planning to pay down the national debt issued to the public this quarter, something that did not happen during his predecessor's term. The President emphasized the importance of reducing the deficit to ease inflationary pressures in the economy. He attributed the increase in the deficit under his predecessor to reckless tax cuts and criticized the previous administration for undermining inspector generals. The President highlighted his administration's efforts to grow the economy from the bottom up and the middle out, including the American Rescue Plan and other economic recovery plans. He mentioned the creation of 6.7 million jobs last year and the fastest economic growth in nearly four decades. The President outlined his plan to further reduce the deficit, which includes allowing Medicare to negotiate the price of prescription drugs and providing tax credits for clean energy, electric vehicles, and home improvements. He emphasized that no one earning less than $400,000 a year will pay more in federal taxes and called for the wealthiest Americans and largest corporations to pay their fair share. The President contrasted his plan with what he called the "Ultra-MAGA Agenda" proposed by Republicans, which he claimed would raise taxes on working families and require Congress to vote every five years to reinstate or eliminate Social Security, Medicare, and Medicaid. The President expressed his commitment to fairness, decency, and helping ordinary people. He concluded by noting the reduction in the federal deficit under his administration and stated that he is open to additional sanctions against Russia. He also commented on the recent Supreme Court decision on abortion, expressing his belief in inherent rights and criticizing the extreme nature of the MAGA crowd.