White House officials recently hosted a convening for state legislators from across the country to discuss and support actions to make child care more affordable, increase child care provider supply, and improve job quality for child care workers. The event was attended by First Lady Jill Biden, New Mexico Governor Michelle Lujan Grisham, and Minnesota Lieutenant Governor Peggy Flanagan, who all delivered remarks. This gathering highlights the Biden-Harris Administration's commitment to child care and their determination to use all available avenues to drive improvements in this area. The administration has been focused on supporting child care workers since the beginning, and through the American Rescue Plan, they were able to provide funding to 225,000 child care providers, enabling them to stay open and serve up to 10 million children during the pandemic. Earlier this year, President Biden proposed a vision for early childhood education that includes universal access to high-quality preschool and affordable child care for working families. The President's budget aims to provide child care assistance for families making less than $200,000 and ensure that the average family pays no more than $10 a day for child care. While waiting for Congress to consider this proposal, President Biden signed an executive order in April that directs cabinet-level agencies to expand access to affordable, high-quality care and provide support for care workers and family caregivers. This executive order represents the most comprehensive set of actions any President has taken to advance care. The Biden-Harris Administration recognizes that the implementation of high-quality child care depends on the states, and they have provided avenues for states to improve access, affordability, and quality through the administration of the Child Care & Development Block Grant (CCDBG). Vice President Harris recently announced a proposed rulemaking that would cap child care payments for families served by CCDBG at 7% of their income and encourage states to waive copayments for families at or below 150% of the federal poverty level. During the convening, state leaders shared their successes from the past legislative session and discussed next steps for further state action on child care. Many states have already made significant investments in child care as part of their budgets, expanded income eligibility for child care subsidies, and increased provider payment rates. The Biden-Harris Administration expressed gratitude for the state legislators' leadership and dedication to this issue and discussed the steps they are taking to support state action in improving child care access, affordability, and quality.