On December 16, 2014, the President signed into law several bills, including H.J. Res. 105, which posthumously proclaims Bernardo de Gálvez y Madrid an honorary citizen of the United States. Other bills signed into law include H.R. 43, which designates a post office in Cold Spring, Minnesota, in honor of Officer Tommy Decker; H.R. 78, which designates a post office in Houston, Texas, in honor of George Thomas "Mickey" Leland; H.R. 451, which designates a post office in Cocoa Beach, Florida, in honor of Richard K. Salick; H.R. 1391, which designates a post office in London, Ohio, in honor of fallen veterans; H.R. 1707, which designates a post office in Champaign, Illinois, in honor of James R. Burgess Jr.; H.R. 2112, which designates a post office in Monroe, New York, in honor of Gregg David Wenzel; H.R. 2203, which awards a Congressional gold medal to Jack Nicklaus; H.R. 2223, which designates a post office in Munising, Michigan, in honor of Elizabeth L. Kinnunen; H.R. 2366, which commemorates the centennial of America's involvement in World War I; H.R. 2678, which designates a post office in Miami, Florida, in honor of Larcenia J. Bullard; H.R. 3085, which designates a post office in Chicago, Illinois, in honor of Captain Herbert Johnson; H.R. 3375, which designates a Department of Veterans Affairs clinic in Colorado Springs, Colorado, in honor of PFC Floyd K. Lindstrom; H.R. 3534, which designates a post office in Jackson, Michigan, in honor of Officer James Bonneau; H.R. 3682, which designates a Department of Veterans Affairs clinic in Mankato, Minnesota, in honor of Lyle C. Pearson; H.R. 3957, which designates a post office in Springfield Gardens, New York, in honor of Cynthia Jenkins; H.R. 4189, which designates a post office in Hilliard, Ohio, in honor of Master Sergeant Shawn T. Hannon and Master Sergeant Jeffrey J. Rieck; H.R. 4443, which designates a post office in New York, New York, in honor of Corporal Juan Mariel Alcantara; H.R. 4812, which establishes expedited passenger screening for veterans traveling on Honor Flight Network private charters; H.R. 4919, which designates a post office in Dublin, Ohio, in honor of Lance Corporal Wesley G. Davids and Captain Nicholas J. Rozanski; H.R. 4924, which resolves water disputes in the Bill Williams River basin in Arizona; H.R. 4939, which designates a post office in Simi Valley, California, in honor of Neil Havens; H.R. 5030, which designates a post office in Princeton, Florida, in honor of Corporal Christian A. Guzman Rivera; H.R. 5106, which designates a post office in Vallejo, California, in honor of Philmore Graham; H.R. 5108, which establishes the Law School Clinic Certification Program of the U.S. Patent and Trademark Office; H.R. 5681, which extends the US-UK Mutual Defense Agreement; S. 229, which designates a Department of Veterans Affairs medical center in Philadelphia, Pennsylvania, in honor of Corporal Michael J. Crescenz; S. 1434, which designates a community-based outpatient clinic in Junction City, Kansas, in honor of Lieutenant General Richard J. Seitz; S