In this statement, President Obama announces that the State Department has decided that the Keystone XL Pipeline would not serve the national interest of the United States, and he agrees with that decision. He also mentions that he spoke with Prime Minister Trudeau of Canada and they both agreed that their close friendship should provide the basis for even closer coordination between their countries in the areas of energy and climate change. 

President Obama then goes on to explain that the Keystone Pipeline has been given too much importance in political discourse and has been used as a campaign tool rather than a serious policy matter. He states that the pipeline would not make a meaningful long-term contribution to the economy and that passing a bipartisan infrastructure plan would create more jobs. 

He also argues that the pipeline would not lower gas prices for American consumers as gas prices have already been falling steadily. Additionally, he claims that shipping dirtier crude oil into the country would not increase America's energy security, as the country has been working to reduce its reliance on fossil fuels and has already met its goal to cut oil imports in half by 2020. 

President Obama emphasizes that the United States is transitioning to a clean energy economy and has made significant progress in increasing the use of renewable energy sources. He believes that economic growth and environmental protection can go hand in hand and that the old rules that said otherwise are being broken. He mentions that the United States is leading on climate change with its investments in clean energy and energy efficiency, as well as its efforts to reduce carbon pollution. 

The President concludes by stating that if the Earth is to be protected from the worst effects of climate change, some fossil fuels need to be kept in the ground. He expresses optimism about what can be accomplished in the fight against climate change and mentions that he will be joining other world leaders in Paris to come together around an ambitious framework to address the issue.