Press Secretary Jay Carney was asked about the reports of North Korea moving missiles into position in the east. Carney stated that they were closely monitoring the situation and that threats and provocative actions will not bring North Korea the security, respect, and economic development it seeks. He urged North Korea to choose the path of peace and comply with international obligations. Carney also mentioned that North Korea's behavior is familiar and that they are taking prudent measures to respond to the situation. On the topic of Keystone, Carney clarified that the President's remarks on considering economic needs in relation to climate change did not specifically refer to Keystone. He mentioned that the decision on Keystone is being evaluated on its merits by the State Department. Carney also discussed the President's decision to give 5% of his pay back to the Treasury Department as a result of the sequester. He mentioned that the President made this decision and does not plan to take it as a deduction. He also stated that it is an individual decision for others to make. Carney was asked about the recent shootings of a prosecutor in Texas, and he stated that the President is concerned whenever a law enforcement official is attacked or killed. He referred reporters to the FBI for more information on the investigation. Carney also discussed the President's efforts to pass gun control legislation and his hope for bipartisan compromise. He mentioned that progress has been made but that it is a challenging process. Carney commented on the President's remarks about Nancy Pelosi returning as Speaker of the House, stating that the President is optimistic about the democratic process and hopes that candidates who support his agenda will win support. He also mentioned that the President expects Republicans to work with Democrats to achieve bipartisan compromise. Carney responded to questions about the President's comments on Republicans during his fundraising events, stating that the President supports candidates who share his priorities but also believes in the importance of bipartisan compromise. He was also asked about the President's reaction to the death of Roger Ebert, a famous movie critic from Chicago. Carney stated that the President is aware of it and feels the loss as a Chicagoan. Finally, Carney mentioned that the President's budget will be released on April 10th and that the details will be provided at that time.