President Obama will host a summit at the White House on youth sports safety and concussions on Thursday, May 29. The summit will bring together stakeholders including young athletes, parents, coaches, experts, professional athletes, and military servicemembers to discuss how to identify, treat, and prevent concussions. The President will announce new commitments by both the public and private sectors to raise awareness about concussions and conduct additional research in this field. The President appreciates the role that sports play in the lives of young people and is committed to helping ensure that children continue to be active and play sports safely. In addition, the President will reach out to India's newly elected Prime Minister, Narendra Modi, and congratulate him on his victory. The President plans to work closely with Modi to advance the bilateral relationship between the US and India. The President also expressed concern about the situation in Ukraine and the need for a peaceful resolution to the crisis. He called on all parties to conduct themselves in a safe and professional manner and to address competing sovereignty claims peacefully and in accordance with international law. The President also congratulated India on its historic national election, which saw more voters cast their ballots freely and fairly than in any election in human history. He congratulated Modi and the BJP on winning a majority of seats in the election and looks forward to working closely with the new Prime Minister and Cabinet to advance the bilateral relationship. The President plans to invite Modi to the White House and hopes to continue the successful and productive partnership between the US and India. The President has confidence in Secretary Shinseki and his leadership of the Department of Veterans Affairs. He has taken action to address the allegations of misconduct and has sent one of his most trusted aides to assist Secretary Shinseki in his review of the situation. The President believes that comprehensive immigration reform requires action by Congress. He continues to support a path to citizenship as part of comprehensive immigration reform and believes that the House should follow the Senate's lead and pass comprehensive immigration reform. The President has confidence in Secretary Hagel and supports his efforts to review procedures when it comes to enforcement. The President has made clear that he strongly supports net neutrality and an open Internet. He will carefully review the FCC's proposal and hopes that the final rule stays true to the spirit of net neutrality. The President will continue to take action to protect a free and open Internet. The President is committed to helping ensure that children and student athletes are protected from concussions and can participate in sports safely. He will continue to support efforts to raise awareness and conduct research on concussions.