The article is a joint declaration between the Governments of the United States of America and Mexico regarding the management of the 21st-century border. The participants recognize their shared interest in creating a border that promotes economic competitiveness and strengthens security through the safe, efficient, fast, and lawful movement of goods and people. They express their desire to fundamentally restructure the way the common border between Mexico and the United States is managed in order to enhance public security, facilitate the entry of legitimate visitors, promote trade, strengthen cultural ties, and reduce the cost of doing business in North America. The participants also acknowledge the importance of ensuring and facilitating the legal flow of goods, services, and people between their countries.

They understand that joint and collaborative administration of their common border is crucial for transforming border management to improve security and efficiency. They recognize the potential value of moving certain inspection and detection activities away from the border and considering non-traditional concepts related to border crossings to enhance security and reduce congestion. They also acknowledge the need for increased flows of information and effective coordination between the two countries to effectively manage the border.

The participants further recognize that transnational criminal organizations threaten the economies and security of both the United States and Mexico, and both countries share the responsibility for the conditions that give rise to and enable the existence of these criminal organizations. They also acknowledge the shared responsibility to remedy these conditions and the need for coordination in law enforcement efforts to prevent crime and dismantle transnational criminal organizations.

The participants express their commitment to enhance cooperation in several areas, including improving economic competitiveness by streamlining legitimate trade while preventing the transit of illegal goods, facilitating legitimate travel while preventing undocumented migration, sharing information to enhance the secure flow of goods and people, and dismantling transnational criminal organizations and punishing their members and supporters.

The article outlines various areas of collaboration, including programs to reduce congestion and delays in cross-border traffic, mutual recognition of secure cargo pre-certification programs, implementation of scanning, certification, and pre-inspection programs for people, goods, and products, improvement of repatriation mechanisms, enhanced bilateral coordination on aviation and border security, development of risk management strategies, standardized collection of trade information, improvement of bilateral coordination in the planning, financing, permitting, design, construction, and operation of ports of entry, promotion of partnerships with the private sector, and community engagement in law enforcement efforts.

To facilitate the implementation of the objectives outlined in the declaration, the participants propose establishing a Bilateral Executive Committee for the 21st Century Border (CEB), consisting of representatives from relevant federal government agencies. Each participant will establish its own section of the CEB through interagency processes to achieve better bilateral coordination. The inaugural meeting of the CEB is expected to develop an action plan to achieve the objectives of the declaration and identify necessary bilateral working groups.

The declaration is not legally binding but represents an understanding between the participants. All activities in support of the objectives will be carried out in accordance with the laws, regulations, and international agreements of the participating countries. The costs of participation in these activities will be borne by the participants, subject to the availability of funds and human resources.