During a press briefing, White House Press Secretary Jay Carney addressed several topics. He defended Vice President Joe Biden against claims made by former Defense Secretary Robert Gates in his new book, stating that Biden has been an excellent counselor and advisor to the President. Carney also addressed Gates' criticism of the White House's control over national security issues, stating that the President expects a robust internal interagency process and values competing points of view. Carney discussed the ongoing deliberation over the Review Group's report on the NSA and stated that the President is still in the process of listening and discussing with stakeholders. He also addressed Gates' book as a whole, stating that the President greatly appreciates Gates' service but that everyone makes their own decisions about how to talk or write about their experiences. Carney mentioned that the President has a weekly lunch with the Vice President and that the decision to let photographers into the lunch was part of the White House's commitment to provide greater access. He also discussed the Keystone Pipeline and stated that he hasn't discussed Gates' endorsement of the pipeline with the President. Carney addressed the issue of regulatory overreach and stated that the President believes in protecting the health, welfare, and safety of Americans while also promoting economic growth. He mentioned the ongoing debate over extending unemployment benefits and stated that the President believes Congress should pass a three-month extension without offsets. Carney also commented on Secretary Gates' book, stating that the President believes in the mission in Afghanistan and that Gates' book does not change that. He mentioned that the President has called Chancellor Merkel to wish her a speedy recovery and has had discussions with Iraqi leaders about the situation in Iraq. Carney stated that the President believes progress on the Israeli-Palestinian issue is important but does not believe it will resolve all conflicts in the Middle East. He also mentioned that the President is committed to addressing poverty and providing opportunities for Americans. Carney stated that the President is focused on the threat posed by extremist groups such as al Qaeda and is working with Iraqi leaders to combat this threat. He also mentioned that the administration carefully evaluates the provision of assistance to Syrian rebels to ensure it goes to the right recipients.