The United States and Mexico have released a joint statement outlining their commitment to cooperation on security issues. They recognize the threat of transnational organized crime and the negative effects it has on public safety, health, democratic institutions, and economic stability. Both countries pledge to work together to address the root causes of crime and combat its effects. They will focus on combating illicit trafficking of drugs and weapons, human smuggling, and illicit financial flows. The statement also emphasizes the importance of strengthening border security, promoting legitimate trade and travel, and remaining alert to the threat of terrorism. The governments affirm their commitment to shared responsibility, mutual trust, and respect for sovereignty and laws. They intend to exchange information and enhance bilateral cooperation among law enforcement, security, and border management agencies. The role of executive, legislative, and judicial powers, as well as state and local authorities and civil society, is recognized within the security cooperation framework. The statement also highlights ongoing collaboration on the Merida Initiative and the importance of implementing judicial reforms and enhancing the capability of law enforcement and justice-sector institutions. The governments express their commitment to managing the border effectively, preventing violence, ensuring citizen security, and fostering an environment conducive to legitimate trade and travel. They also aim to address the threats posed by human smuggling networks, reduce drug consumption, combat weapons trafficking, enhance cybersecurity, target illicit finance networks, and engage with regional allies to address transnational criminality. The Secretariat of Foreign Affairs and the State Department will continue bilateral cooperation, and Mexico will continue implementing coordination mechanisms under the Secretary of Governance. The governments will coordinate public outreach and messaging to promote understanding and support for their cooperation.