The article discusses the progress and initiatives that have been made in Indonesia following President Obama's 2009 speech in Cairo. The focus areas include entrepreneurship and economic development, science and technology partnerships, education and exchange programs, civil society partnerships, and interfaith dialogue. 

In terms of entrepreneurship and economic development, the Global Entrepreneurship Program Indonesia (GEPI) is being created to support entrepreneurship in Indonesia. The Indonesian government will also host a follow-on conference to the Presidential Summit on Entrepreneurship. Partners for a New Beginning (PNB), an independent private sector group, has identified Indonesia as a priority country for implementing projects that address local priorities. Efforts are being made to strengthen ties with business leaders in Indonesia's economic and political sectors.

In the area of science and technology partnerships, the U.S. and Indonesia have signed a Science and Technology Agreement, which will allow for expanded bilateral cooperation on various issues. Initiatives include the establishment of a joint committee on science and technology cooperation, the U.S. Science Envoy Program, and partnerships in marine exploration, public health, and environmental protection. NASA is also negotiating a Statement of Intent for future cooperation with Indonesia.

In terms of education and exchange, there is a commitment to invest $165 million in higher education collaboration over five years. Efforts are being made to facilitate self-sustaining partnerships among U.S. and Indonesian institutions. Programs such as the Fulbright Indonesia Research, Science and Technology (FIRST) Program, the Community College Initiative, and the Youth Exchange and Study (YES) program are supporting academic exchange in critical fields. Efforts are also being made to increase the number of English Access Microscholarships and American English Teaching Assistants in Indonesia.

In the area of civil society partnerships, the U.S. is supporting the "Southeast Asia - U.S. Partnership: Civil Societies Innovating Together" initiative to assist Indonesian civil society groups in sharing their expertise and experiences throughout the region.

Interfaith dialogue is being promoted through high-level delegations from Indonesia visiting the U.S. to meet with religious leaders and enhance mutual understanding.

Lastly, the U.S. Government will be opening the first-ever @america in Jakarta, which aims to be a 21st century "America House" accessible to the Indonesian public for exploring programming, exhibits, and expressing thoughts and ideas.