The White House has announced the transfer of two Libyan detainees from Guantanamo Bay to Senegal, reducing the number of detainees at Guantanamo to 89. The transfer of these detainees is part of President Obama's strategy to close the prison at Guantanamo Bay. The United States has expressed gratitude to Senegal for its assistance in accepting the detainees. The White House continues to make the case to Congress that closing the prison at Guantanamo Bay is in the national security interests of the United States. The Obama administration is committed to working with state and local officials to successfully implement the strategy to close the prison. The President also commented on the recent release of the Panama Papers, stating that the United States is a leading advocate for increased transparency in the international financial system. The United States continues to work against illicit financial transactions and fight corruption. The President emphasized the importance of greater transparency in international financial transactions to root out corruption and fight efforts to get around U.S. sanctions. The President also addressed the controversial law in North Carolina regarding transgender individuals. The White House does not have a policy decision at this time regarding federal employees traveling to North Carolina, but various government agencies are considering the impact of the law. The Obama administration is committed to defending the equal rights of all Americans, including LGBT Americans, and will continue to speak out in support of those rights. The President's nominee for the Supreme Court, Chief Judge Merrick Garland, will be meeting with Republican senators this week. The administration is hopeful that Republicans will change their stance and hold a hearing and vote on the nominee. The President also discussed the progress being made in Afghanistan and the efforts to train Afghan security forces. He emphasized the important role that NATO has played in supporting these efforts. The President stated that the U.S. and NATO are behind schedule in training due to the intense combat and fighting in Afghanistan. The progress being made in Afghanistan will inform the President's decision on further troop withdrawals. The President also commented on the Supreme Court ruling on one person, one vote, stating that the Department of Justice was pleased with the ruling. The President expressed his commitment to defending and promoting the equal rights of all Americans.