In this press gaggle, Press Secretary Josh Earnest discusses President Obama's upcoming speech at the National Convention of the American Legion, where he will address the importance of supporting America's veterans. Earnest highlights the administration's efforts to improve mental health care, benefits, and education for veterans. He also mentions the need for management reforms at the VA and the importance of accountability. Earnest is then asked about surveillance over Syria and whether the U.S. is planning military action. He states that the President has not made any decisions regarding military operations in Syria and that he cannot discuss operational details. Earnest emphasizes that the President will use military force if necessary to protect Americans, but resolving the situation in Iraq and Syria requires a comprehensive strategy involving multiple tools and partners. When asked about the Assad regime's response to potential surveillance over Syria, Earnest reiterates that the U.S. does not recognize the regime as the leader of Syria and has no plans to coordinate with them. The press secretary is also asked about the Egypt-UAE bombings in Libya, to which he responds that the U.S. believes outside interference in Libya exacerbates tensions and undermines the democratic transition. Regarding airstrikes in Syria, Earnest states that the President has not made a decision and that the strategy does not solely rely on the military. He mentions the need for effective partners in the region and the involvement of other governments. Earnest is questioned about the legal authority for military actions in Iraq and Syria, and he explains that the current military action in Iraq is authorized under the President's powers as Commander-in-Chief. He does not speculate on the authority required for potential military action in Syria. The press secretary is also asked about Russia's involvement in Ukraine and the President's view on the situation. Earnest expresses disappointment in Russia's actions and emphasizes the need for them to deescalate the situation and support the legitimate government of Ukraine. He mentions the imposition of sanctions on Russia and the potential for additional costs. Finally, Earnest responds to a question about Vice President Biden's fundraising activities and states that the administration is closely coordinating political activities to support Democratic candidates. He mentions that the President typically does photo lines in conjunction with fundraising events.