The White House, in partnership with the U.S. Department of Health and Human Services and Think of Us, is hosting the first ever White House foster care and technology hackathon. The goal of this event is to improve the lives of youth and families in the foster care system, prevent more young people from entering the system, and create better outcomes for those who age out. The hackathon brings together child welfare leaders, non-profit organizations, philanthropies, attorneys, foster care families and alumni, as well as engineers, technologists, and other leaders from the technology sector. The event will discuss ways to improve the foster care system through the use of technology and explore 21st-century solutions to various challenges, such as integrating innovative technology into child welfare agencies, preventing homelessness for youth who have aged out of care, and empowering foster youth with decision-making abilities. 

In addition to the hackathon, several new steps have been announced to increase the use of technology and improve outcomes in the foster care system. These include the issuance of new regulations by the U.S. Department of Health and Human Services that promote the use of technology in child welfare, a partnership between the HHS Administration for Children, Youth and Families and the General Services Administration's Office of Citizen Services and Innovative Technologies to provide consulting services to states for procuring agile child welfare data systems, the release of a comprehensive toolkit by the U.S. Department of Education to help foster youth transition into adulthood and pursue higher education and careers, the launch of the Get My Future App by the U.S. Department of Labor to provide youth with tools, information, and resources for employment success, and efforts in California to address the digital divide for foster youth by providing them with free laptops. The Pritzker Foster Care Initiative has also announced the launch of a $1 million Foster Care Technology Innovation Fund to support the development of technology applications that meet the unique needs of youth in foster care, and Salesforce will create a prototype for a modern day case management system for foster care service providers.