During a press briefing aboard Air Force One en route to Lansing, Michigan, White House Deputy Press Secretary Karine Jean-Pierre discussed President Biden's trip to Howell, Michigan, where he will rally public support for his Bipartisan Infrastructure Bill and Build Back Better agenda. She highlighted how the infrastructure bill will provide good-paying, high-skill union jobs across the country and the investments it will make in roads, bridges, public transportation, electric vehicles, high-speed Internet, clean water, and resilience.

Jean-Pierre also mentioned the Build Back Better agenda, which includes investments in childcare, universal pre-K, tax cuts for families, higher education, housing, and child nutrition. She emphasized how these investments will benefit working families in Michigan and level the playing field for people in both urban and rural communities.

In addition, Jean-Pierre shared a new report from the U.S. Department of Health and Human Services, which shows that COVID-19 vaccinations have helped prevent hundreds of thousands of new infections and tens of thousands of deaths among seniors.

Regarding the debt ceiling, Jean-Pierre stated that the President is open to having conversations with Republicans, but there have been no scheduled updates or calls to report. She mentioned that there has been contact with Senate Minority Leader McConnell from high-level administration officials, including a recent call with Secretary Yellen. However, McConnell has refused to negotiate and has blocked attempts to address the debt ceiling.

Jean-Pierre also addressed the possibility of using reconciliation if Republicans continue to block efforts to raise the debt ceiling. She mentioned that reconciliation is a risky route and could lead to obstruction and delays, but the administration believes there is a bill in the Senate that can quickly address the debt limit if Republicans stop blocking it.

In response to questions about means testing in the Build Back Better agenda, Jean-Pierre stated that the administration is open to targeting eligibility for certain programs. However, she did not provide specific details.

Jean-Pierre did not have any comments on a New York Times report about compromised or killed CIA informants. She also confirmed that Representative Slotkin will be meeting with the President during his visit to Michigan and emphasized that the President is the President for all Americans, including those who did not vote for him.

On the topic of U.S.-China relations, Jean-Pierre mentioned that National Security Advisor Jake Sullivan will be meeting with his Chinese counterpart to follow up on the President's call with President Xi Jinping. She did not provide further details.

Regarding the departure of Dr. Francis Collins from the National Institutes of Health (NIH), Jean-Pierre stated that a nominee for his position is expected to be made before he steps down. She did not have any updates on the search for an FDA administrator.

Jean-Pierre also mentioned that the administration continues to enforce Title 42 at the border and that individuals who cannot be expelled are placed into removal proceedings or alternative means. She did not provide specific information about preparations for Haitian migrants or whether the White House has been in touch with former Haiti Special Envoy Daniel Foote.

When asked about Senator Warren's comments about Fed Chair Powell, Jean-Pierre stated that the President has confidence in Powell at this time.

Regarding the debt ceiling negotiations, Jean-Pierre stated that there is no specific date or deadline for giving up on McConnell and pursuing reconciliation. The administration will continue to make its position clear and urge Republicans to stop blocking efforts to address the debt ceiling.

Jean-Pierre did not have any information to share about a meeting between White House aides and congressional leaders. She also did not provide specific details about the President's conversations with Senators Manchin and Sinema.

Lastly, Jean-Pierre did not provide any information on a possible deadline for the nomination of a replacement for Dr. Collins or whether the President has spoken to McConnell.