The White House announced that Vice President Joe Biden and Dr. Jill Biden will be traveling to Colorado to view damage from recent flooding and survey recovery efforts. President Obama will be traveling to New York to attend the Clinton Global Initiative, where he and President Clinton will discuss health care reform in America and access to quality health care around the globe. The Senate Judiciary Committee approved Nina Pillard's nomination to be a judge on the U.S. Court of Appeals for the District of Columbia circuit. The White House urges the Senate to consider Pillard's nomination and all of the President's judicial nominees without delay. The White House also commented on the debt limit debate, stating that the President is willing to negotiate with Republicans over a broad compromise on budget, funding, and spending, and that the President is not willing to negotiate over Congress's responsibility to pay the bills that Congress incurred. The White House also addressed the situation in Syria, stating that the U.S. is working with Russia on a framework to identify, verify, and remove chemical weapons from Assad's control. The White House believes that it is in the interest of the Syrian people, the region, and the world to remove chemical weapon stockpiles from Syria. The White House also mentioned that Iran's President Rouhani has made some positive statements about improving relations with the international community, but actions are more important than words. The White House is interested in testing the seriousness of Iran's assertions and hopes for a diplomatic resolution to the nuclear weapons issue. The White House stated that there is no plan B for immigration reform and that the President is open to bilateral negotiations with Iran if Iran is serious about addressing the international community's insistence that they give up their nuclear weapons program. The White House also commented on the possibility of a government shutdown, stating that it would be damaging to the economy and the middle class. The White House is willing to support a short-term continuing resolution to allow time for further negotiations on a broader budget agreement.