During a recent press conference, Dr. Walensky provided an update on the state of the pandemic and the Omicron variant. She shared that the current seven-day average of cases in the United States is about 118,500, representing a 37% increase over the previous week. The seven-day average of hospital admissions is about 7,400 cases per day, a 16% increase over the previous week. The seven-day average of daily deaths is about 1,100 per day, a 28% increase over the prior week.

Dr. Walensky also discussed the characteristics of the first 43 confirmed Omicron cases in the United States. Over half of these cases were between the ages of 18 and 39, and about one-third reported international travel before being diagnosed. Nearly 80% of the cases were fully vaccinated, and about a third of them had received a booster dose. Most of the cases reported only mild symptoms.

Dr. Fauci provided an overview of the latest science on the Omicron variant. He explained that preliminary data suggests a decrease in the protection provided by the antibodies induced by the standard two-dose vaccine against Omicron. However, booster doses have shown to significantly increase the neutralizing antibody titers against the variant. He emphasized the importance of vaccination and boosting in protecting against severe disease.

Dr. Murthy discussed the impact of the pandemic on the mental health of young people. He highlighted the increase in rates of anxiety and depression among young people throughout the pandemic and the need to prioritize their mental health. He issued a Surgeon General's Advisory on protecting youth mental health, which provides recommendations for young people, parents, schools, and other stakeholders.

In terms of travel restrictions, the U.S. has implemented temporary measures out of an abundance of caution to slow the spread of the Omicron variant. The travel restrictions are continuously evaluated based on the available data, and the goal is to lift them as soon as it is deemed safe to do so.

Overall, the key messages from the press conference were the importance of vaccination, boosting, and preventive measures in protecting against COVID-19, the need to prioritize mental health, and the ongoing evaluation of travel restrictions based on the evolving data on the Omicron variant.