President Obama has announced the creation of a new manufacturing innovation hub in Knoxville, Tennessee. The hub, which is a partnership between the Department of Energy and a consortium of 122 companies, nonprofits, universities, and research laboratories, will focus on next-generation composite materials. The total investment for the hub is more than $250 million, with $70 million coming from federal funds and over $180 million from non-federal funds. This announcement is part of the President's efforts to boost advanced manufacturing, promote American innovation, and create well-paying jobs. The hub will be the fifth institute to be awarded out of eight competitions launched. It builds on the success of the first manufacturing innovation institute, America Makes in Youngstown, Ohio, which focuses on reducing the cost of 3D printing. The new hub in Knoxville will focus on advanced composites, such as carbon fiber, which are lighter and stronger than steel. The goal is to develop lower-cost, higher-speed, and more efficient manufacturing and recycling processes for advanced composites. The institute aims to reduce the overall manufacturing costs of advanced composites by 50%, decrease the energy used to make them by 75%, and increase their recyclability to over 95% within the next decade. The hub has assembled a team of organizations from across the industry, including leading manufacturers, material suppliers, software developers, and research universities. This collaboration will enhance U.S. competitiveness in clean energy and create new partnerships. The announcement also highlights the recent passage of bipartisan legislation in Congress, the Revitalize American Manufacturing and Innovation (RAMI) Act of 2014. This legislation enables the manufacturing institutes to come together as a network, leverage shared expertise and support services, and create a governance structure for long-term success. The RAMI Act received significant bipartisan support, demonstrating a shared goal of strengthening American manufacturing.