The President and First Lady will be visiting Eliot-Hine Middle School in Washington, D.C. to mark the start of the school year. Under President Biden's leadership, every school in America is now open for in-person instruction. This was made possible through the President's swift actions and historic investments, including securing $130 billion through the American Rescue Plan (ARP) to help schools safely reopen and address the academic and mental health needs of students. This funding has allowed for the hiring of more teachers, counselors, social workers, and other staff, as well as the expansion of summer and after-school programs. It has also supported improvements in school buildings and provided various student supports. The President has also prioritized tackling the mental health crisis among young people, with significant funding allocated to address youth mental health. Efforts have been made to extend the reach of federal mental health programs and investments into schools, as well as to leverage Medicaid funding to provide health and mental health services at schools. The President is committed to increasing and supporting the adoption of community school models, which bring wraparound services into school buildings. Federal funding for this model has increased five-fold, reaching over 1,700 schools and almost 800,000 students. The President has called for the recruitment of 250,000 more tutors, mentors, and other critical supports into schools over three years to provide students with the support they need to recover from the impacts of the pandemic. The administration has also focused on building an effective and diverse teacher and school leadership workforce, with investments in teacher preparation and support programs, as well as efforts to increase teacher diversity. Additionally, the President has directed resources to historically underserved schools and students, including increases in Title I and Individuals with Disabilities Education Act (IDEA) funds.