The White House Press Secretary, Karine Jean-Pierre, held a short gaggle aboard Air Force One en route to Hagerstown, Maryland. She began by discussing the latest jobs numbers, which reflect stable and steady growth in the economy. The unemployment rate is at its lowest level in 50 years, with more people working than ever before. Jean-Pierre highlighted the success of President Biden's strategy of building the economy from the bottom up and the middle out, creating jobs and cutting costs for families.

She also mentioned that President Biden would be visiting Volvo's facility in Hagerstown, Maryland, to highlight the resurgence in American manufacturing. Jean-Pierre emphasized the contrast between President Biden's economic plan and that of congressional Republicans, particularly regarding the Inflation Reduction Act and its impact on prescription drug prices, energy bills, and healthcare costs.

Jean-Pierre also addressed Republican lawmakers' hypocrisy in opposing President Biden's policies while seeking funding for infrastructure projects in their districts. She mentioned that President Biden's upcoming trips to Colorado, California, and Oregon would focus on highlighting the progress made in passing the Bipartisan Infrastructure Law and the Inflation Reduction Act.

Regarding Russia's nuclear threats, Jean-Pierre stated that the President's comments were consistent with the administration's stance on taking these threats seriously. She clarified that there is no imminent threat and no need to adjust the US nuclear posture. The responsibility for the conflict lies with Russia, and President Putin has the power to de-escalate the situation.

When asked about a potential meeting between President Biden and President Putin at the G20, Jean-Pierre did not provide any details or preconditions for such a meeting. She reiterated that Russia's nuclear rhetoric is reckless and irresponsible and emphasized the importance of reducing nuclear risk.

Regarding climate concerns and COP26, Jean-Pierre did not have any announcements but mentioned that FEMA Administrator has discussed insurance issues related to rebuilding in unsafe areas. She also stated that there are no specific executive actions to preview at this time.

Finally, when asked about the investigation into Hunter Biden, Jean-Pierre referred reporters to the Department of Justice, as it is an ongoing investigation being handled independently.