The White House has released a fact sheet highlighting the progress made in the American manufacturing sector. Since the Great Recession in 2010, over 800,000 new jobs have been added to the manufacturing sector. The United States has been named the best place to make and invest for the past four years by global CEOs. The Administration is announcing several initiatives to support American manufacturing, including grants to strengthen manufacturing supply chains, challenges to catalyze next-generation technologies, and initiatives to support veterans pursuing technical training in manufacturing. The National Economic Council is releasing a report highlighting the rise in advanced technology skills among manufacturing workers and the importance of a strong manufacturing sector to a growing innovative economy. The report also notes that manufacturing workers earn a pay premium and that manufacturing activity generates positive spillover benefits. The Administration has made substantial progress in spurring innovation, making the US more cost-competitive for production, strengthening skills and supply chains, and leveling the playing field. The Administration has also launched the Manufacturing USA program, which has grown to nine institutes with nearly 1,300 member companies, universities, and non-profits. The Administration is announcing new steps to support manufacturing, including the launch of ManufacturingUSA.com, new investments in hydrogen and fuel cell projects, new phases of the 3D-Printed Habitat Challenge, and the embedding of personnel from the Manufacturing Extension Partnership at additional Manufacturing USA institutes. The National Science Foundation is announcing new research proposals to address critical needs in advanced manufacturing, and the Department of Veterans Affairs is expanding the 3D Veterans Bootcamp program. The fact sheet also highlights the commitment of over 110 organizations, including MIT, to educating and training the next generation of manufacturers. Several organizations are launching new training initiatives, workshops, and educational programs to prepare students and workers for careers in manufacturing. Additionally, the fact sheet highlights efforts to support making and manufacturing, strengthen the K-12 STEM education pipeline, and increase diversity in STEM fields.