The White House has released a statement by Deputy National Security Advisor for Strategic Communications, Ben Rhodes, regarding the use of chemical weapons in Syria. The statement explains that the United States government has been closely monitoring the situation and has directed the intelligence community to gather credible and corroborated information on the use of chemical weapons. The Syrian government's refusal to grant access to the United Nations for investigation has hindered a comprehensive inquiry. However, the intelligence community has assessed with high confidence that the Assad regime has used chemical weapons, including the nerve agent sarin, on a small scale against the opposition multiple times in the past year. The assessment is supported by various sources of information, including reporting on regime planning and execution of chemical weapons attacks, descriptions of the attacks, and physiological symptoms consistent with exposure to a chemical agent. The intelligence community estimates that 100 to 150 people have died from detected chemical weapons attacks in Syria so far. While the use of chemical weapons constitutes a violation of international norms, the statement clarifies that the opposition in Syria has not acquired or used chemical weapons. The United States is working with allies to present a credible case to the international community and is providing information to the UN fact-finding mission. In response to the use of chemical weapons, the United States has increased the provision of non-lethal assistance to the civilian opposition and authorized the expansion of assistance to the Supreme Military Council. The statement concludes by stating that the United States and the international community have various responses available and are prepared for all contingencies, with any future action being consistent with national interest and objectives, which include achieving a negotiated political settlement, protecting the rights of Syrians, securing weapons, and countering terrorism.