This article is a presidential memorandum from January 16, 2013, issued by President Barack Obama. The memorandum addresses the National Instant Criminal Background Check System (NICS) and its role in preventing individuals who are prohibited from possessing firearms from acquiring them. The memorandum emphasizes the importance of accurate and complete information being made available to the NICS by federal, state, and tribal authorities. It highlights the NICS Improvement Amendments Act of 2007 (NIAA), which aimed to enhance the NICS by increasing the quantity and quality of relevant records accessible by the system. 

The memorandum directs the Department of Justice (DOJ) to issue guidance to agencies within 45 days regarding the identification and sharing of relevant federal records and their submission to the NICS. It requires agencies to submit a report to the DOJ within 60 days, stating whether they possess relevant records and providing an implementation plan for making those records available to the NICS. Disputes concerning the relevance of agency records are to be resolved by the Attorney General. Agencies are instructed to prioritize making relevant records available to the NICS regularly and consistently.

The memorandum also outlines the requirement for agencies to submit annual reports to the President through the Attorney General, describing the relevant records they possess, the number of records submitted to the NICS, efforts to increase the submission of relevant records, obstacles faced, measures taken for mental health adjudications, and steps to improve record identification and accessibility. If an agency certifies its compliance with the NIAA requirements, it will only need to submit an annual certification to the DOJ.

To facilitate agency input, a NICS Consultation and Coordination Working Group is established, chaired by the Attorney General. The group includes representatives from various agencies and is responsible for consultation, coordination, and considering means to improve record identification, accessibility, and correction.

The memorandum includes general provisions that clarify its implementation within the bounds of applicable law and subject to the availability of appropriations. It also encourages independent agencies to comply with its requirements. The Attorney General is authorized and directed to publish the memorandum in the Federal Register.