The United States and France have a long history of collaborating on science and technology. This collaboration enhances the well-being of citizens, promotes commercial innovation and economic growth, and advances the human condition globally. The two countries have signed agreements in various areas, including civil space, global health, innovation and research exchanges, the environment, and homeland security. 

In civil space, France has been a key partner with NASA in Mars exploration and is also involved in the International Space Station. The United States and France are signing an agreement for the Mars Insight mission and are negotiating an agreement on solar activity and space weather. 

In the area of global health, the two countries partner on HIV/AIDS research, neurological aspects of substance abuse, and computational neuroscience. They also work together to prevent meningococcal meningitis in Africa. French researchers are involved in NIH-supported grants. 

Innovation and research exchanges are supported by the U.S. National Science Foundation (NSF) and involve several hundred research projects. France hosts the largest number of NSF Graduate Research Opportunities Worldwide (GROW) graduate research fellows. The U.S. National Institute of Standards and Technology (NIST) collaborates with French partner institutions on various research areas. 

In the environment sector, the U.S. Environmental Protection Agency (EPA) and French companies are investigating new screening methods that reduce the use of laboratory animals. EPA also collaborates with a French firm to evaluate air sensor performance for monitoring air quality. NIST and the University of Pau have advanced understanding of measurement of metal species in situations associated with environmental contamination. 

In the area of homeland security, the two countries conduct information sharing activities in explosives detection, infrastructure protection, and chemical and biological remediation research. They have also conducted a study on explosives detection dogs at Charles De Gaulle Airport in Paris. Information exchanges on chemical and biological risk assessment, detection, forensics, and remediation are conducted to counter biological threats.