This press gaggle took place aboard the press bus en route to Davenport, Iowa on August 15, 2012. The press secretary, Jay Carney, started by informing the reporters that President Obama was notified of a shooting at the Family Research Council headquarters in Washington D.C. and expressed concern for the injured individual. Carney then addressed questions about Mitt Romney's criticism of the President, specifically his comments about division and attack in the campaign. Carney and Jen Psaki, the campaign's press secretary, defended the President's focus on policy issues and accused Romney of making false attacks. They also discussed Vice President Biden's controversial comments about Republicans "putting people back in chains" and explained that he was using a metaphor to talk about the importance of Wall Street reform. The press secretaries were asked about court cases related to voting rights and the President's reaction to them. They said they were focused on ensuring access to voting for all and would provide more information later. Psaki also commented on Romney's recent disavowal of the $700 billion in Medicare spending cuts, saying it solidified his embrace of a radical budget that includes cuts to programs like Medicare. Carney added that repealing the Affordable Care Act, as Romney has promised, would deprive Americans of benefits like prescription drug savings and free preventive services. The press secretaries were asked about the President's schedule for the coming days and if there would be a news conference. They said they didn't have specific details at the moment. Carney was asked about recent comments by Israeli Ambassador Oren regarding a possible strike on Iran's nuclear facilities. He emphasized the strong security relationship between the US and Israel and said they were in constant communication about the situation in Iran. He also reiterated the US's belief in the diplomatic course of action and the importance of isolating and pressuring the regime in Tehran. The press secretaries were asked about the campaign's focus on Iowa and the enthusiasm for the President in the state. Psaki said Iowa was important to the campaign and that they were not taking any votes or supporters for granted. She also noted the President's focus on issues like the wind tax credit, clean energy, and middle-class tax cuts during his time in Iowa. The press secretaries were asked about Romney's statement that he would protect and strengthen Medicare, and they criticized his proposal as undermining Medicare and shifting the cost burden to seniors. They also addressed a question about the EPA suspending the production mandate for corn-based ethanol, stating that the EPA and Department of Agriculture were reviewing data and had a process in place for handling such requests.