In this op-ed, Vice President Joe Biden discusses the progress and impact of the Recovery Act, which was signed into law a year ago. Biden acknowledges the high unemployment rate and addresses the question of whether the Recovery Act has worked. He argues that the act has been successful in slowing down job loss, with the country losing about 35,000 jobs a month compared to 750,000 jobs a month before the act took effect. Biden credits the Recovery Act for this progress and states that about 2 million people are employed today because of the act. He acknowledges that this is not enough in an economy that has lost over 8 million jobs but emphasizes that it is better than the alternative. 

Biden also highlights the assistance provided to hard-hit families through tax cuts, direct aid, and extended benefits for the unemployed. He notes that more than half of the Recovery Act spending went towards tax cuts and relief for seniors, veterans, and the unemployed. 

The vice president points out the visible results of the Recovery Act, such as road projects, Superfund site cleanups, and infrastructure improvements. He expresses excitement about future programs that will build the groundwork for the 21st-century economy, such as broadband access for small and rural communities, factories for electric cars and clean fuel cells, wind farms, solar panels, and advancements in health technologies and electrical power grids. Biden believes that the best is yet to come. 

He assures the public that the Recovery Act is being implemented ahead of schedule and under budget. Inspectors general are monitoring for fraud, and inefficient projects have been terminated. Biden states that tax dollars are being used wisely and quickly to turn the economy around. The goal of saving or creating 3.5 million jobs by the end of the year is on track, and infrastructure projects will expand with the return of warm weather. 

Biden acknowledges that the economic downturn is not over and that there is still a long way to go. However, he believes that Year Two of the Recovery Act will build on the successes of Year One and continue to generate jobs while making transformative investments to maintain the strength of the US economy.