The Council of Economic Advisors has released a report titled "Economic Perspectives on Incarceration and the Criminal Justice System." The report highlights the high levels of incarceration in the United States and calls for criminal justice reform. The report examines the historical growth in incarceration and the causes behind it. It also discusses the disproportionate impact of the criminal justice system on certain populations, such as Blacks and Hispanics, poor individuals, and those with mental illness and substance abuse issues. The report emphasizes the use of economic analysis to evaluate the costs and benefits of criminal justice policies. It finds that while reducing crime is a central goal of the criminal justice system, the crime-reducing benefits of incarceration are small and decline as the incarcerated population grows. The report suggests that investments in police, improved labor market opportunities, and increased educational attainment are likely to have greater crime-reducing benefits than additional incarceration. The report also highlights the significant direct government costs of the criminal justice system, as well as the collateral consequences for individuals with criminal records, their families, and their communities. It concludes that some criminal justice policies, including increased incarceration, fail a cost-benefit test. The report presents cost-benefit tests for three policies: increasing incarceration, investing in police, and raising the minimum wage. It finds that investments in police and raising the minimum wage are more cost-effective in reducing crime than increasing incarceration. The report emphasizes the Administration's commitment to a holistic approach to criminal justice reform that addresses issues in the community, the cell block, and the courtroom. It proposes various strategies to improve the criminal justice system, including investments in early childhood, community policing, addressing criminal record employment restrictions, rationalizing sentencing practices, and implementing new approaches to fines, fees, and bail. The report also emphasizes the importance of fixing the conditions in the cell block and providing job training for inmates to reduce barriers to reentry and decrease recidivism.