President Biden is implementing new actions to promote the use of sustainable fuels in American aviation, reduce aviation emissions by 20% by 2030, and create good-paying union jobs. The steps involve collaboration between the federal government, aircraft manufacturers, airlines, fuel producers, airports, and non-governmental organizations. The aim is to produce and use billions of gallons of sustainable fuel, which will contribute to the reduction of aviation emissions. These actions, along with President Biden's Build Back Better Agenda, will transform the aviation sector, support American agriculture and manufacturing, and address the climate crisis. Aviation currently accounts for 11% of transportation-related emissions in the United States, and without intervention, this share is expected to increase. Achieving a sustainable aviation industry requires improvements in aircraft technology, operations, and the use of sustainable aviation fuels. President Biden has proposed a Sustainable Aviation Fuel tax credit to support the production of sustainable fuels for aviation. The executive actions and industry partnerships announced will contribute to the goal of a zero-carbon aviation sector by 2050. The government is launching a Sustainable Aviation Fuel Grand Challenge to increase the production of sustainable aviation fuels to at least 3 billion gallons per year by 2030. The actions also include improving aircraft fuel efficiency, enhancing air traffic and airport efficiency, and strengthening international aviation leadership. The aviation sector, including passenger and cargo airlines, fuel providers, and airports, has made commitments to accelerate the adoption of sustainable aviation fuels, invest in innovation and efficiency, and promote transparency in emissions reduction targets. The production of sustainable aviation fuels will involve various feedstocks and pathways, and airports will work towards improving operational efficiency and supporting the use of sustainable fuels.