President Joseph R. Biden Jr. has proclaimed January 2023 as National Stalking Awareness Month. In his proclamation, he highlights the need to address the insidious crime of stalking and protect survivors. Studies show that over 3 million people aged 16 or older are victims of stalking in the United States each year. Stalking can occur both in-person and online, causing victims to fear for their safety and well-being in various aspects of their lives. President Biden emphasizes his commitment to fighting abuses of power and mentions his involvement in championing the Violence Against Women Act (VAWA). The act, first passed in 1994 and subsequently renewed and strengthened in 2000, 2005, 2013, and 2022, provides resources and support for law enforcement to investigate and prosecute stalkers and gender-based violence offenders. It also extends legal protections for survivors and access to transitional housing when they flee unsafe homes. Furthermore, VAWA expands the jurisdiction of Tribal courts over non-Native perpetrators to include stalking, sexual assault, child abuse, and sex trafficking. The act calls on the Attorney General to develop a national strategy to address cybercrimes, including cyberstalking. President Biden also established the White House Task Force to Address Online Harassment and Abuse, which aims to prevent and address technology-facilitated gender-based violence. The task force is working on recommendations for various entities, including state governments, technology platforms, schools, and public and private organizations, to combat cyberstalking and other online abuses. The government has provided significant grants and resources to victim service providers, law enforcement agencies, prosecutors, courts, and community-based organizations to address domestic violence, sexual assault, stalking, and dating violence. Additionally, the Department of Housing and Urban Development has provided emergency housing vouchers to assist individuals and families at risk of homelessness, including victims of domestic violence, sexual assault, stalking, and human trafficking. President Biden signed the Bipartisan Safer Communities Act, which focuses on gun safety and includes measures to prevent domestic violence-related gun violence. The President calls for bringing these offenses out of the shadows and emphasizes the importance of preventing stalking, supporting survivors, and holding stalkers accountable. The proclamation encourages all Americans to speak out against stalking and support the efforts of advocates, courts, service providers, and law enforcement to help victims and ensure that perpetrators are punished.