The article discusses the impact of tax cuts on middle-class Hispanic American families. The President is committed to strengthening the middle class and ensuring their economic security. However, there is a deadline approaching that requires action on jobs, taxes, and deficits. The article argues that middle-class families should not be held hostage while debating tax cuts for millionaires and billionaires.

The article highlights the financial burden that tax increases would have on middle-class Hispanic American families. It states that a family with an average income of around $43,000 could experience a $2,200 increase in income taxes. However, 99% of Hispanic American families earning less than $250,000 a year would not see an increase in income taxes under the President's proposed plan. Additionally, millions of Hispanic American families and children would continue to benefit from proposed improvements to child tax credits and the earned income tax credit.

The article emphasizes that middle-class Hispanic American families contribute to consumer spending, economic growth, and job creation. It states that consumer spending is expected to reach around $5 trillion this year, with holiday shopping accounting for a significant portion of retail sales. Retail is a crucial industry for the US economy, employing around 15 million Americans, including 2.4 million Hispanic Americans. Increasing taxes on the middle class could negatively impact the economy by reducing consumer spending.

The article also cites an analysis by the President's Council of Economic Advisers, which suggests that the tax increase on the middle class and subsequent decrease in consumer spending could harm real GDP growth by 1.4 percentage points. It estimates that consumers nationwide would spend around $200 billion less in 2013 if faced with tax increases.

The article provides examples of middle-class families that would experience tax increases if the tax cuts for the middle class are not extended. These examples include a typical middle-income Hispanic American family with four members, a single mother with three young children, and a higher-income Hispanic American family with a married couple and two children.

Overall, the article argues that increasing taxes on the middle class would harm Hispanic Americans and the US economy. It stresses the importance of extending tax cuts for the middle class to support economic growth and protect middle-class families.