During a press briefing aboard Air Force One en route to Tel Aviv, Israel, White House Press Secretary Jen Psaki discussed several topics. She began by addressing a classified briefing in the Senate on the national security stakes for the Bipartisan Innovation Act, which will be held later that day. She emphasized the importance of a secure and resilient supply chain, particularly in semiconductor manufacturing, to compete with China and support national security.

Following Psaki's remarks, National Security Advisor Jake Sullivan discussed President Biden's upcoming trip to Israel. He highlighted the President's strong support for Israel and his commitment to the U.S.-Israel relationship. Sullivan outlined the President's itinerary, which included an arrival ceremony, a briefing on missile defense systems, a visit to Yad Vashem (the Holocaust Memorial), a bilateral meeting with Prime Minister Lapid, and participation in the opening ceremony of the Maccabiah Games.

Sullivan also discussed the President's stance on the Israeli-Palestinian conflict. He emphasized the President's commitment to a two-state solution and his encouragement of both sides to take steps towards peace. He mentioned that the President would not be making formal proposals for a new peace initiative but would work towards finding a pathway that works for both Israelis and Palestinians.

Regarding Iran, Sullivan mentioned that the President would discuss his administration's commitment to a mutual compliance-for-compliance return to the Joint Comprehensive Plan of Action (JCPOA) and the importance of diplomacy in preventing Iran from obtaining nuclear weapons.

Sullivan also addressed other topics such as energy security, the Yemen ceasefire, human rights, and the President's efforts to bring unjustly detained Americans home. He mentioned that the President would deliver a vision statement and strategy for the Biden administration's approach to the Middle East during the GCC+3 Summit.

Psaki later provided updates on the Yosemite wildfires and the President's COVID-19 precautions during the trip. She mentioned that the President had tested negative for COVID-19 before the flight and would continue to be tested during the trip. She also stated that the President would take additional precautions and try to minimize contact as much as possible.

The press briefing concluded with Psaki addressing questions about press access during the trip, the possibility of a press conference in Saudi Arabia, and the President's response to the expected absence of Saudi Arabia from a groundbreaking ceremony for a new memorial in Washington, D.C. Psaki stated that they were working to ensure transparency and access for the press and that they would have more details to share in the coming days.