The White House Office of the Press Secretary released a fact sheet on global health investments and partnerships in Africa. The United States is the world's leading donor in global health and is committed to working with partner nations to achieve an AIDS-free generation, reduce child and maternal deaths, and support countries in providing healthcare to their citizens. Since 2008, the US has tripled the number of people directly supported by the President's Emergency Program for AIDS Relief (PEPFAR) with lifesaving treatment for AIDS. Efforts have also contributed to a 16% decline in under-five child mortality in 24 priority countries. The US has been a key partner in strengthening the Global Fund to Fight AIDS, Tuberculosis, and Malaria and the Global Alliance for Vaccines and Immunization. Progress has been made towards an AIDS-free generation, with over 1 million babies born HIV-free due to PEPFAR support. In sub-Saharan Africa, AIDS-related deaths decreased by 32% from 2005 to 2011, and new HIV infections fell by 33% from 2001 to 2011. PEPFAR has also supported over 1 million voluntary medical male circumcisions and provided HIV testing and counseling for over 46 million people. The US is delivering on its commitment to support 6 million people on antiretroviral treatment by the end of 2013, with the number of people in Africa receiving treatment increasing from less than 1 million in 2005 to 7.1 million in 2012. PEPFAR directly supports over 5.1 million people with lifesaving antiretroviral treatment. The US is also working to expand access to HIV treatment in countries like South Africa. Additionally, 16 African countries ensure that over three-quarters of pregnant women living with HIV receive antiretroviral medicine to prevent transmission to their child. Eleven African countries have reached a critical programmatic "tipping point" where the annual increase in adults on treatment is greater than the annual number of new adult infections. The US has also made significant contributions to improving health and child survival, with investments in child survival leading to a 16% decline in childhood mortality and a 13% reduction in maternal mortality since 2008 in 24 priority countries. Efforts to control malaria in Africa have resulted in declines in under-five mortality and reductions in malaria cases in several countries. The Neglected Tropical Diseases program has delivered treatments to millions of people in 24 countries. US investments are also fighting infectious diseases like tuberculosis, measles, and influenza, and building health systems in African countries. The US extends its efforts through partnerships with the Global Fund and the Global Alliance for Vaccines and Immunizations, providing lifesaving treatment, tuberculosis treatment, and insecticide-treated nets. US investments in GAVI have also immunized over 370 million children against vaccine-preventable diseases in the world's poorest countries.