The article is a speech given by the President's Homeland Security Advisor, in which he expresses gratitude to General Hokanson and the Army and Air National Guard for their service and leadership. He acknowledges the unique position of the National Guard within the Joint Force, serving both the community and the country. He highlights their primary mission of defending the homeland from various hazards, ranging from military actions to supporting civil authorities during disasters.

The advisor emphasizes the challenges faced by the National Guard, including the unrelenting operational tempo in recent years. He recognizes the importance of their role in making the nation stronger, healthier, and safer. President Biden, who has a personal connection to the National Guard through his late son Beau, understands the extent of their work and the risks they take.

The advisor's job is to prevent terrible things from happening to the American people and to ensure preparedness for unforeseen events. He mentions the broad range of challenges faced today, including domestic terrorism, extreme weather events, supply chain disruptions, mass shootings, drug-related issues, migration, and threats to critical infrastructure. He commends the National Guard for their essential role in national resilience and security.

The advisor focuses on the National Guard's involvement in cybersecurity, highlighting their cyber protection teams as the largest dedicated force in the world. He also acknowledges their role in defending state and local partners against cyber-attacks. He gives examples of the National Guard's contributions to various missions, such as disaster response, Afghan evacuations, border security, and international military operations.

The State Partnership Program is highlighted as a crucial initiative that builds relationships with partner countries. The program, which began 30 years ago, has expanded to involve 100 countries. It facilitates military-to-military cooperation, as well as collaborations in various fields, including academia, medicine, and law enforcement. The program strengthens the capabilities of partner nations, enhances the readiness of the National Guard, and builds trust among nations.

The advisor emphasizes the importance of international collaboration in dealing with diverse threats and challenges. He believes that the State Partnership Program will become even more critical in the future as global threats evolve. The program enhances the capacity to accomplish strategic objectives and promotes stability and security worldwide. He expresses gratitude to everyone involved in the success of the program and calls for continued collaboration to benefit the American people and the world.