This memorandum, issued by the White House on March 4, 2009, addresses the issue of government contracting. The memorandum emphasizes the need for the federal government to perform its functions efficiently and effectively, while ensuring the best value for taxpayers. It highlights the significant increase in spending on government contracts since 2001, as well as the rise in contracts awarded without full and open competition and through cost-reimbursement contracts. The memorandum states that reversing these trends could result in billions of dollars in savings each year. It also recognizes that excessive reliance on sole-source contracts and cost-reimbursement contracts can lead to wasteful spending, poor contractor performance, and inadequate accountability. The memorandum emphasizes the importance of an open and competitive process when awarding government contracts, while acknowledging that agencies may need flexibility in certain exigent circumstances. It calls for improved contract oversight to reduce cost overruns and wasteful spending. The memorandum also raises concerns about government outsourcing for services, noting that the line between inherently governmental activities and commercial activities that can be outsourced has been blurred. It states that agencies and departments must operate under clear rules regarding outsourcing. The memorandum establishes the policy that executive agencies should not engage in noncompetitive contracts unless fully justified and appropriate safeguards are in place. It also promotes a preference for fixed-price contracts and directs the development of government-wide guidance to assist agencies in reviewing existing contracts and formulating corrective action when necessary. The memorandum also calls for guidance on the appropriate use and oversight of noncompetitive contracts, all contract types, and governmental outsourcing for services. It instructs executive departments and agencies to carry out the provisions of the memorandum to the extent permitted by law.