President Obama announced funds to help families facing urgent housing problems in states with high unemployment rates and significant housing devaluation. The funds will be used for innovative measures to assist families in the most affected states, where the average home prices have decreased by over 20% from their peak. The administration is creating an innovative fund to increase the capacity of housing finance agencies in the most affected areas, so they can better respond to the urgent problems in their communities. The Help for the Hardest-Hit Housing Markets (4HM) program will provide $1.5 billion to work with state housing agencies to innovate and address the problems in the most affected housing markets. The funds will be allocated based on housing devaluation and unemployment rates. Proposed programs by the Housing Finance Agencies (HFA) must be approved by the Department of the Treasury and may include measures for unemployed homeowners, assistance for borrowers with more debt than their property's value, solutions for second mortgages, and programs to promote sustainable and affordable homeownership. The funded proposals will be published online, and the effectiveness of the programs will be evaluated and published as well. The program will be available to states with an average housing devaluation of over 20%. The funds will be allocated through the Emergency Economic Stabilization Act (EESA) of 2008, and state and local housing finance agencies will determine the priorities for their local markets. The funds can be used in innovative ways to address the challenges faced by unemployed borrowers, those with underwater mortgages, and homeowners with second mortgages. The HFA can submit program proposals to the Department of the Treasury, which must meet the objectives of providing significant housing support in the most affected markets and comply with EESA requirements. The article also provides examples of the types of programs that can be funded, such as assistance for unemployed homeowners, helping borrowers with underwater mortgages negotiate with lenders, and addressing issues related to second mortgages.