The Open Government Partnership (OGP) is a global partnership between governments and civil society organizations to promote transparency, accountability, citizen engagement, and the use of technology in governance. The United States has been a member of the OGP since its launch in 2011. Over the years, the OGP has grown into a platform for reformers in 70 countries, with all participating countries endorsing the Open Government Declaration and pledging to foster a global culture of open government.

Through the OGP, member countries have made specific commitments to promote transparency, fight corruption, engage citizens, and leverage new technologies. These commitments have led to changes and innovations in the way governments operate, including measures to prevent corruption, improve accountability, enhance budgeting processes, increase availability of expenditure data, implement e-procurement systems, and develop open data platforms. Countries have also facilitated dialogue with civil society and made efforts to enhance transparency through freedom of information and asset declaration laws.

The United States has supported the work of the OGP by serving on the OGP Steering Committee, providing financing to the OGP Support Unit, and supporting the implementation of National Action Plans (NAPs) in member countries. The US has also provided targeted support for OGP implementation through USAID, sharing best practices and expertise with other countries, and conducting research on the impact of OGP and other multi-stakeholder initiatives.

The US has published several National Action Plans since joining the OGP, which include commitments to promote transparency, empower citizens, fight corruption, and improve government engagement with the American people. These commitments have led to increased public integrity, improved access to information, better management of public resources, and increased public participation in the policymaking process.

In addition to its involvement in the OGP, the US government has undertaken various initiatives to promote open government and improve public services. These include elevating transparency and openness as guiding principles for federal agencies, establishing the presumption of openness in government, boosting open government leadership across the administration, celebrating Sunshine Week to promote government transparency, and processing millions of Freedom of Information Act (FOIA) requests.

The US government has also made efforts to improve access to information, modernize records management, declassify and release historical data, open up scientific research, promote public participation, encourage citizen science and crowdsourcing, and invest in openly licensed education resources. Furthermore, the government has launched open source pilot programs, improved awareness of transit systems, increased efficiency and transparency in the federal permitting process, and expanded access to justice by promoting federal programs.

Overall, the US has made significant commitments and efforts to promote open government, transparency, and citizen engagement both domestically and internationally through its involvement in the OGP and various other initiatives.