The United States is committed to addressing systemic racism both domestically and internationally. The administration has taken several actions to combat racial discrimination. These include:

1. Advancing Racial Equity in the Federal Government: The President issued an executive order on his first day in office, establishing that the Federal Government should pursue equity for all and improve historically underserved communities.

2. Condemning and Combating Racism, Xenophobia, and Intolerance Against the AAPI Community: A memorandum was issued to ensure that official actions, documents, and statements do not contribute to racism, xenophobia, and intolerance against Asian Americans and Pacific Islanders.

3. Assessing Domestic Violent Extremism: The U.S. government is studying the threat of domestic violent extremism, acknowledging that biases against minority populations contribute to these motivations.

4. Creating a Chief Diversity and Inclusion Officer at the State Department: The position of Chief Diversity and Inclusion Officer was created to align and advance diversity and inclusion policies, bring transparency to initiatives, and hold senior leadership accountable.

5. Incorporating Racial Justice into U.S. Foreign Policy Goals: President Biden aims to address systemic racism and strengthen democracy domestically, which is integral to his foreign policy vision. A report will be submitted to Congress describing initiatives that address racial and ethnic discrimination abroad.

6. Supporting Historically Marginalized Populations Around the World: The United States supports organizations that empower racial and ethnic minority communities and fight against racial and ethnic hatred and violence globally.

7. Calling for Action at the UN Human Rights Council: The United States, along with more than 140 nations, issued a statement at the UN Human Rights Council condemning racism, racial discrimination, xenophobia, and intolerance.

8. Nominating a U.S. Representative to the Committee on the Elimination of Racial Discrimination: Professor Gay McDougall was nominated to serve on the Committee, highlighting the administration's commitment to the Committee's work.