The White House is closely monitoring the situation in Egypt, which is rapidly changing. President Obama has not spoken to President Mubarak, but the US government has been in touch with the Egyptian government. The US is urging both security personnel and protesters to refrain from violence. The government of Egypt needs to address the grievances of its people and create a space for meaningful dialogue. The US believes in the right to freedom of expression, association, and assembly. The US will be reviewing its assistance posture based on events in the coming days. There are concerns about the role of the Egyptian military and the possibility of violence escalating. The US has not condemned the violence yet but strongly condemns any violence on either side. The US is monitoring the events closely and gathering information from various sources. The US believes in the importance of engaging with countries like Egypt to address human rights issues directly. The US is committed to promoting concrete political reforms and addressing the concerns of the Egyptian people. The US is also monitoring the situation's impact on Middle East peace efforts and the role of the Muslim Brotherhood. The US is prepared for various contingencies and has discussed embassy security and the safety of American citizens in Egypt. The US is reviewing all of its aid to Egypt based on the actions of the government. The US believes that the people of Egypt should have access to the internet and social networking sites. The US is concerned about the reports of the Egyptian military's involvement and clashes with the police. The US is not in direct contact with President Mubarak but has been in touch with various levels of the Egyptian government. The US is also in touch with other world leaders and allies regarding the situation in Egypt. The US is focused on addressing the concerns of the Egyptian people and promoting concrete reforms. The US is monitoring the events closely and will make decisions based on the actions of the government. The US believes in the importance of out-innovating, out-building, and out-educating competitors like China. The US is committed to addressing global challenges and promoting human rights. The US is monitoring the events in Egypt and their impact on Middle East peace efforts. The US is reviewing its assistance posture based on the actions of the Egyptian government. The US believes in the importance of addressing the concerns of the Egyptian people and promoting concrete political reforms. The US is gathering information about the situation and will provide updates as necessary.