President Barack Obama met with President Xi Jinping of China and discussed various issues, expressing satisfaction with the progress made in strengthening the bilateral relationship. They pledged to manage differences constructively and expand practical cooperation on regional and global challenges. Both leaders highlighted the importance of addressing climate change and committed to working together to bring the Paris climate agreement into force as soon as possible. They also pledged to achieve successful outcomes in international negotiations on reducing HFC emissions and addressing international aviation emissions. The leaders discussed the need to strengthen the global humanitarian system and committed to enhancing cooperation on peacekeeping, refugee issues, development cooperation, global health, and humanitarian assistance and disaster response. They also resolved to improve coordination of assistance to Iraq and Afghanistan. On military-military confidence-building measures, they committed to intensify cooperation on space security and establish rules of behavior for interactions between their respective coast guards. Counter-narcotics cooperation, cyber issues, and the threat posed by North Korea's pursuit of nuclear weapons and ballistic missile systems were also discussed. President Obama reaffirmed America's support for upholding human rights in China and emphasized the need for China to protect religious freedom. The recent arbitral tribunal ruling on the case between the Philippines and China was also discussed, with President Obama emphasizing the importance of China abiding by its obligations under international law. The President reaffirmed the United States' commitment to the security of its treaty allies and encouraged efforts to lower tensions and resolve disputes peacefully. The importance of a level playing field for all firms to compete fairly in China and the need for reforms, including state-owned enterprise reforms, were also highlighted. Both leaders looked forward to discussions at the G-20 Summit and affirmed the benefit of greater cooperation to address transnational challenges. They resolved to sustain regular communication to address differences and strengthen cooperation.