The article discusses two initiatives, "100,000 Strong in the Americas" and "Science Without Borders," that aim to increase educational exchanges between the United States and Latin America, particularly Brazil. 

The "100,000 Strong in the Americas" initiative seeks to increase higher education exchanges between the two regions to 100,000 each year in each direction. The US government is working to expand partnerships with foreign governments, universities, colleges, and the private sector to achieve this goal. The program aims to foster prosperity and closer ties between the countries, addressing common challenges such as citizen security, economic opportunity, social inclusion, and environmental sustainability. University partnerships, government cooperation, and public-private partnerships are key components of this initiative. The diversity of the US higher education system is also highlighted, as it offers opportunities for all types of study and aims to diversify the range of students participating in international exchanges.

The "Science Without Borders" initiative, launched by Brazilian President Rousseff, aims to fund 101,000 Brazilian university students and scholars in science, technology, engineering, and mathematics (STEM) fields to study and conduct research abroad, with at least half of them studying in the United States. The Brazilian government and private sector will fund these scholarships. University partnerships play a crucial role, as Brazilian universities nominate candidates and two Brazilian agencies approve their participation. The initiative is supported by the US government, which provides guidance on navigating the American higher education community, facilitates visa appointments, hosts orientation events, and launched an English immersion program for Science Without Borders applicants. Public and private sources fund the initiative, with the US Fulbright Commission, nonprofit organizations, philanthropic organizations, and private sector partners offering support.

Overall, these initiatives aim to strengthen partnerships between the US and Latin America, expand educational opportunities, and contribute to long-term economic growth for both countries.