President Biden held a press conference in the Roosevelt Room, where he discussed the ongoing situation between Russia and Ukraine. He stated that the United States stands with Ukraine and its fight against Russian aggression. In collaboration with other NATO Allies and the G7, several new measures will be announced to increase economic pressure on Putin and isolate Russia on the global stage. 

One of the steps mentioned is denying most-favored-nation status to Russia, making it harder for them to do business with the United States and other nations. The U.S. Congress, including Speaker Pelosi, has been praised for their bipartisan leadership in revoking PNTR (permanent normal trade relations) with Russia. Additionally, imports of goods from certain sectors of the Russian economy, such as seafood, vodka, and diamonds, will be banned. 

The G7 is also aiming to prevent Russia from borrowing from leading multinational institutions like the International Monetary Fund and the World Bank. Efforts to target corrupt Russian billionaires and their ill-gotten gains are being increased, including banning the export of luxury goods to Russia. President Biden emphasized that these steps are not the last and that the United States and its allies will continue to increase pressure on Putin. 

The sanctions and export controls imposed on Russia are severely impacting its economy, with the ruble losing more than half its value and the Moscow stock exchange closing for two weeks. Businesses and international corporations are leaving Russia, and credit rating agencies have downgraded the country's government and economy to "junk" status. 

President Biden highlighted the United States' support for Ukraine, including over $1 billion in security assistance, facilitation of security assistance from allies, and humanitarian aid. He also mentioned the bipartisan spending bill passed by Congress, which includes an additional $13.6 billion in new assistance to Ukraine. The President affirmed that the United States will ensure Ukraine has the necessary weapons to defend against Russian aggression and that Ukrainian refugees will be welcomed. 

While direct confrontation between NATO and Russia is to be prevented, President Biden emphasized the unity and resolve of the American people and the world in standing with Ukraine. He stated that democracies are rising to rally the world to the side of peace and security. When asked about the possibility of Russia using chemical weapons, President Biden did not provide specific intelligence but warned that Russia would face severe consequences if they were to use such weapons.