This article is a readout by Deputy National Security Advisor for Strategic Communications, Ben Rhodes, on the bilateral meeting between President Obama and President Medvedev. The meeting took place in Seoul, Republic of Korea and was the final meeting between the two leaders in President Medvedev's current role as President of Russia. 

During the meeting, President Medvedev and President Obama highlighted the achievements they had made together, including the New START Treaty, Russian accession to the WTO, the Northern Distribution Network, and cooperation on global security issues. President Medvedev stated that this was the most productive three years in U.S.-Russia relations since the end of the Cold War.

The leaders discussed various issues, including economic cooperation, access to Russian markets for U.S. businesses, the Jackson-Vanik law, the situation in Syria, the upcoming P5-plus-1 talks with Iran, missile defense, and North Korea's proposed missile launch.

On the economic front, both leaders expressed interest in further U.S.-Russian economic cooperation and President Obama reaffirmed his commitment to ensuring U.S. businesses can access Russian markets. They also discussed the need for Kofi Annan's mission in Syria to be supported, with President Obama emphasizing the importance of President Assad leaving power for a government responsive to the Syrian people. 

Regarding Iran, both leaders agreed on the window of opportunity for diplomacy and the need for the Iranian government to take steps to build confidence with the international community. On missile defense, they acknowledged differences but agreed to continue technical work to gain a better understanding of each other's positions. They also agreed that North Korea's proposed missile launch would violate existing U.N. Security Council resolutions and increase its isolation.

The meeting also touched on the future cooperation between President Obama and President-elect Putin, with both leaders expressing a desire for the continuation of cooperation between the United States and Russia.

Overall, the tone of the meeting was positive, with a focus on the achievements made and the potential for further cooperation on various issues.