This article is a presidential memorandum issued by President Barack Obama on January 16, 2013. The memorandum focuses on the tracing of firearms in connection with criminal investigations. The President emphasizes that reducing violent crime, particularly gun-related crime, is a top priority of his administration. Firearms tracing, conducted by the Bureau of Alcohol, Tobacco, Firearms, and Explosives (ATF), is identified as a key tool in assisting law enforcement agencies at all levels in reconstructing the transfer and movement of seized or recovered firearms. 

The memorandum highlights two principal benefits of firearms tracing. Firstly, it provides critical information to law enforcement agents in individual cases, aiding in the apprehension of suspects, recovery of other guns used in crimes, and identification of potential witnesses. Secondly, analysis of tracing data on a larger scale offers valuable intelligence about local, regional, and national patterns related to the movement and sources of guns used in crimes, enabling effective deployment of law enforcement resources and development of enforcement strategies. Firearms tracing is particularly useful in combatting firearms trafficking across the Southwest border.

The memorandum emphasizes that the effectiveness of firearms tracing as a law enforcement intelligence tool depends on the quantity and quality of information and trace requests submitted to ATF. Federal law enforcement agencies are directed to trace all firearms recovered in the course of criminal investigations and taken into Federal custody in a timely and efficient manner. The memorandum also calls for ATF to issue guidance to Federal law enforcement agencies on submitting firearms trace requests within 30 days, and for Federal law enforcement agencies to ensure that their operational protocols reflect the requirement to trace recovered firearms through ATF within 60 days. Each Federal law enforcement agency is required to submit a report to the Attorney General within 90 days affirming that their operational protocols align with the memorandum's requirements. The memorandum designates various Federal law enforcement agencies, including the Departments of State, Treasury, Defense, Justice, Interior, Agriculture, Energy, Veterans Affairs, and Homeland Security, as well as other agencies and offices that regularly recover firearms in the course of their criminal investigations.

The memorandum concludes by stating that it does not impair or affect the authority granted by law to a department or agency, and it does not create any rights or benefits enforceable against the United States or its entities. The Attorney General is authorized and directed to publish the memorandum in the Federal Register.