During a teleconference, senior administration officials provided an overview of the actions planned by the United States and its allies in response to Russia's aggression in Ukraine. The officials announced that the US will impose sanctions on Russian elites, the Duma, and over 300 Duma members, as well as over 40 Russian defense companies. These sanctions will be coordinated with the European Union (EU) and G7. The G7 and EU will also announce a new sanctions evasion initiative to prevent Russia from circumventing the measures. The officials highlighted the importance of preventing Russia from using gold reserves to prop up its currency and limiting Russia's access to cutting-edge technology and international supply chains. They also emphasized the need to remove the benefits and privileges Russia once enjoyed as a participant in the international economic order. The officials stated that these actions have already had a significant impact on Russia's economy, with projections of a 15% contraction this year and estimates that the shock to Russia's GDP will wipe out the past 15 years of economic gains. Additionally, inflation is expected to spike to 15% and hundreds of companies have already left Russia. The officials mentioned that over 200,000 people have emigrated from Russia in the past month alone. The officials also discussed the US commitment to welcome up to 100,000 Ukrainian refugees and other individuals fleeing Russia's aggression. They highlighted the importance of supporting vulnerable populations, such as LGBTQI+ individuals, journalists, dissidents, and those with medical needs. The officials stated that the US is working closely with its European allies and partners to address the refugee crisis. The officials also previewed the European Council meeting, during which discussions will include sanctions, the refugee crisis, democratic resilience, energy security, and food security. The officials announced several new initiatives, including over $1 billion in new funding for humanitarian assistance, a commitment to defend global food security, and the launch of a European Democratic Resilience Initiative with $320 million in funding. The initiative aims to strengthen democratic institutions, support media freedom, and increase accountability for human rights abuses and violations of international law.