The White House has reaffirmed its commitment to assisting Central American governments in building a safer and more prosperous future for their citizens. The Obama administration plans to provide up to $750 million in assistance for the implementation of the Alliance for Prosperity Plan, as well as other regional priorities. This represents more than double the assistance provided in 2014 and a 34% increase from 2015. The assistance will be used to support the governments in becoming more transparent, accountable, and capable of providing basic services and enforcing the law. The US will also hold the governments accountable for implementing necessary reforms to receive the funds, including measures to combat smuggling and human trafficking, improve border security, and facilitate the safe return and repatriation of undocumented immigrants. The administration recognizes that a conducive environment for sustained growth, stability, and prosperity in the region requires good governance, the strengthening of legal institutions, and the protection of human rights. The US will also work with Central American and Caribbean countries to identify concrete measures to promote energy sector reforms, regional integration, and clean energy development. In addition, the administration is increasing cooperation between the US and Central America to ensure that fewer immigrants make the dangerous journey to the US. The priority is to return undocumented immigrants who have gone through the legal process and have been ordered to be returned. While securing the southwest border and enforcing immigration laws are top priorities, the administration understands that these measures alone will not resolve the underlying conditions in Central America. Some factors contributing to recent increases in immigration include criminal violence, domestic and sexual violence, drought, and lack of economic opportunity. The US strategy for engagement in Central America aims to address these underlying conditions and establish new pathways for safe, legal, and organized immigration. The US plans to expand access to the US Refugee Admissions Program for the most vulnerable individuals and families from El Salvador, Guatemala, and Honduras. This will increase access to relocation for asylum seekers, provide a legal alternative to dangerous and illegal journeys, allow UNHCR and its non-governmental affiliates to identify refugees in need of protection, and address the needs of those living under the threat of gang violence, domestic violence, and human rights defenders. The Obama administration is dedicated to a comprehensive approach in Central America that includes cooperation for good governance, prosperity, and citizen security, enforcement of national immigration laws, and providing services and assistance to immigrants at risk of harm.