During a press briefing, White House Press Secretary Josh Earnest responded to questions about Donald Trump's recent comments encouraging Russia to find and release Hillary Clinton's deleted emails. Earnest emphasized that the Obama administration's approach to cyber threats is to counter them regardless of political party and that the United States will protect all Americans. He also mentioned that the President is focused on ensuring a smooth transition to the next President and that the intelligence community is preparing potential briefings for both nominees. Earnest also addressed questions about Russia's response to Trump's comments and the ongoing FBI investigation into the cyber breach at the DNC. He stated that Russia's cyber threats have been a concern for the Obama administration for some time, and the government is committed to countering those threats. Earnest did not comment directly on Trump's statements, but instead reiterated the administration's commitment to protecting the American people and its allies. He also discussed the United States' relationship with China and the military exercises planned in the South China Sea. Earnest mentioned that the United States and China have a military-to-military relationship and that Russia and China are seeking to build on their military-to-military relationship. He acknowledged that the South China Sea is a sensitive diplomatic topic, but stated that the nature of the military-to-military relationships remains the same. In response to questions about al Nusra's split from al Qaeda and the potential risks of radicalization, Earnest stated that the United States is committed to countering extremist threats in Syria and that the Obama administration has been mindful of the cyber threat from Russia for some time. He also mentioned that the intelligence community is conducting investigations and that Secretary Kerry has raised concerns about Russia's activities in cyberspace with his Russian counterpart. Earnest did not comment on specific diplomatic exchanges between the United States and Russia regarding hacking or the investigation into the DNC breach. When asked about the possibility of Trump recognizing Crimea as Russian territory and lifting sanctions, Earnest stated that the United States has a commitment to defending the territorial integrity of Ukraine and that the attempted annexation of Crimea is a violation of international norms that the United States will not tolerate. He did not comment directly on Trump's statements, but emphasized that the United States is coordinating with allies to impose costs on Russia for its actions. Earnest also discussed the Pope's recent comments about the war on terror, stating that the United States does not see the conflict as a war of religions and that ISIL does not represent Islam. He mentioned that the President has confidence that the rest of the world, including the Muslim world, will prevail over the violent vision put forward by ISIL. Earnest also addressed questions about Trump's comments on hacking and WikiLeaks' statement that more material relevant to the U.S. election could be released. He stated that he is not aware of any specific actions being taken by the administration in response to these statements. Earnest mentioned that the President has confidence in the FBI's ongoing investigation into the cyber breach at the DNC and reiterated the administration's commitment to protecting the American people in cyberspace. He did not comment on whether the administration considers Trump's comments a national security concern. Earnest also discussed the President's plans for after he leaves office, mentioning the President's interest in venture capital and the intellectual aspects of the work. He stated that the President is committed to ensuring a smooth transition to the next administration and that conversations between the President and the President-elect will likely include discussions about U.S.-India relations. Earnest did not comment on a specific program called Invest in America but mentioned that the United States welcomes investment from around the world. He concluded the briefing by stating that the United States has an ironclad commitment to the security of its South Korean allies and that the President prioritizes the U.S.-South Korea alliance.