During a press briefing, Jeff Zients, Dr. Rochelle Walensky, Dr. Anthony Fauci, and Dr. Marcella Nunez-Smith provided updates on the state of the COVID-19 pandemic and the vaccination efforts in the United States. Here are the key points from the briefing:

1. President Biden announced that all Americans will be eligible for COVID-19 vaccinations no later than May 1st. The goal is to get the nation closer to normalcy by the 4th of July.

2. The current seven-day average for vaccinations is 2.2 million shots per day, which is a record pace that will continue to build upon.

3. The percentage of Americans 65 and over who have received their first vaccination has increased from 8% on Inauguration Day to nearly 65% now.

4. The administration will increase the number of vaccinators and the number of places where people can get vaccinated. This includes delivering vaccines to additional community health centers, doubling the number of pharmacies participating in the Federal Pharmacy Program, and expanding federally-run mass vaccination centers.

5. The administration will launch a federally-supported website by May 1st to help individuals find vaccination locations near them. A call center will also be established to provide assistance in scheduling appointments.

6. The President directed states to prioritize vaccinations for pre-K through 12 school staff and childcare workers.

7. The administration will invest in testing, diagnostic screening, and genomic sequencing to identify and track emerging variants of the virus.

8. The CDC will provide public health guidance on travel, small gatherings, and workplaces based on the pace of vaccinations and the best available science.

9. The administration will work with the private sector and not-for-profit coalitions to develop solutions for demonstrating vaccination status that are simple, free, open-source, and protect people's privacy.

10. Dr. Walensky provided updated guidance for childcare programs, emphasizing the importance of mask-wearing, staying home when sick, and good hand hygiene to reduce the spread of COVID-19.

11. Dr. Fauci discussed the effectiveness of monoclonal antibodies in treating and preventing COVID-19. He highlighted studies showing the efficacy of certain monoclonal antibody treatments in reducing hospitalizations and deaths.

12. Dr. Nunez-Smith emphasized the administration's commitment to equity in the vaccination efforts and announced the expansion of qualified professionals who can administer shots. She encouraged healthcare colleagues to sign up to volunteer as vaccinators.

Overall, the briefing highlighted the progress in vaccination efforts and the administration's plans to further expand access and distribution, with a focus on equity and reaching underserved communities.