The White House Office of the Press Secretary released a fact sheet on June 23, 2015, announcing actions to protect communities from the health impacts of climate change. The Obama Administration is committed to combating climate change and protecting the health of future generations. Climate change is already affecting communities across the country, with the percentage of Americans with asthma more than doubling in the past three decades. Certain populations, such as children, the elderly, the sick, the poor, and communities of color, are particularly vulnerable to the health impacts of climate change. The Administration has made significant progress in reducing carbon pollution through various policies. The White House hosted a Summit on Climate Change and Health to stimulate a national dialogue on preventing the health impacts of climate change. Additional actions were announced to protect communities from the unavoidable health impacts of climate change. These actions include establishing goals and organizing actions to ensure that students in medical, public health, and nursing colleges receive education and training on the health impacts of climate change, launching the HHS emPOWER Map to identify areas where people rely on durable medical equipment during power outages, and creating a National Integrated Heat Health Information System to provide decision-support services for heat-health preparedness. Other initiatives include the Climate and Health Innovation Challenge Series, the Federal Interagency Working Group on Environmental Justice, the Local Climate and Energy Webcast Series, the Climate Change and Children's Health Policy Roundup, and the commitment of medical, public health, and nursing school deans to ensure their students are prepared to address climate change. A coalition of public health, disease advocacy, and medical organizations also released a statement on the health impacts of climate change and the need for action to protect public health.