The U.S.-EU Trade and Technology Council (TTC) held a meeting in December 2022 to discuss various issues related to trade, technology, and innovation. The meeting was attended by high-level officials from both the U.S. and the EU, as well as representatives from Jamaica and Kenya. The TTC aims to strengthen transatlantic relations and deliver concrete outcomes.

The participants reaffirmed their commitment to international rules-based approaches to trade, technology, and innovation, based on democratic principles and values. They discussed various working groups within the TTC that focus on sustainable economic growth, digital transformation, and international norms.

The meeting also addressed geopolitical challenges, such as Russia's invasion of Ukraine, and expressed condemnation for Russia's actions. The participants pledged to impose severe costs on Russia and hold it accountable for its aggression. They also discussed the impact of the invasion on supply chains and the need to address supply chain vulnerabilities.

In the context of tackling climate change, the U.S. and the EU announced plans to launch a Transatlantic Initiative for Sustainable Trade. They also discussed the progress made in reducing inflation and acknowledged each other's concerns in this regard.

The participants discussed various initiatives and collaborations in the field of technology, including artificial intelligence, quantum computing, and electric vehicle charging. They also addressed issues related to export controls, investment screening, and non-market economic policies and practices.

The meeting emphasized the importance of promoting values online, protecting human rights defenders, and addressing issues like internet shutdowns. The participants also discussed ways to enhance transatlantic trade by increasing the use of digital tools and promoting mutual recognition agreements.

The meeting concluded with the launch of a Talent for Growth Task Force, which aims to develop systems of training and recognize talent in the digital transition and economic growth. The participants expressed their commitment to advancing the projects discussed and expanding their partnership.

The next TTC ministerial meeting is planned for mid-2023 in Europe.