The Obama Administration has made significant changes to America's approach at the United Nations to promote US interests and values and create a safer and more prosperous world. This has included repairing relationships with countries around the world and ending American isolation on various issues. As a result, there has been strong cooperation on matters that are crucial to US national security. This "new era of engagement" has led to concrete results at the UN, such as the toughest ever UN sanctions against Iran and North Korea, renewed efforts to prevent nuclear proliferation, intervention in Libya to save lives, support for the peaceful independence of South Sudan, UN assistance in Afghanistan and Iraq, defense of Israel, humanitarian aid in the Horn of Africa, and progress in improving the UN Human Rights Council. The US has also worked towards a world without nuclear weapons by passing resolutions and imposing sanctions on Iran and North Korea, among other actions. In Afghanistan, the US has shifted towards a strategy that focuses on international civilian assistance while working to secure the country and transition to a mission in support of Afghan security forces. In Iraq, the US has supported the UN Assistance Mission and worked towards normalizing Iraqi ties to the international community. The US has also taken action to protect civilians in Libya, promote the peaceful transition to independence in South Sudan, and provide humanitarian assistance in the Horn of Africa. The Obama Administration has strongly defended Israel at the UN and opposed actions that are unbalanced or biased against Israel. The US has also worked to improve UN peacekeeping efforts and conflict prevention, particularly in countries like Haiti, Liberia, the Democratic Republic of the Congo, and Ivory Coast. The US has been a leader in promoting the rights and protection of women and girls, as well as the rights of indigenous peoples. The US has also focused on health security and reforming the UN, including addressing arrears, ensuring budget discipline, improving peacekeeping effectiveness, promoting oversight and accountability, and advocating for transparency and human resources reform.