The White House Office of the Press Secretary has released a fact sheet highlighting the importance of education for Latinos in America and the commitments made by various organizations to support educational outcomes for the Latino community. The White House Initiative on Educational Excellence for Hispanics launched a Year of Action, calling for Commitments to Action in honor of its 25th anniversary. These commitments include:

1. Boys & Girls Clubs of America commits $20 million to provide outcome-driven programming in academic excellence, character development, citizenship, and healthy lifestyles for Hispanic young girls and boys.
2. Advanced Via Individual Determination (AVID) Center commits $22.5 million to expand its reach and prepare 2 million students, including Hispanic and Latino students, for success in college.
3. Toyota commits $4.5 million to expand the Toyota Family Learning Initiative and provide educational opportunities to 500 low-income Hispanic families.
4. U.S.-Mexico Foundation commits $2.5 million to support 1,000 DREAMers in their efforts to obtain postsecondary education through mentorship, training, and networking opportunities.
5. Christian Brothers University commits $12.4 million to provide financial, academic, and social support to undocumented Hispanic college students.
6. National Partnership for Early Childhood Literacy commits up to $20 million to increase literacy proficiency in Hispanic children by third grade through city-wide initiatives.
7. Center for the Study of Race and Equity at the University of Pennsylvania commits $10 million to improve equity in educational outcomes for Latinas and Latinos by analyzing disaggregated data.
8. I Have A Dream Foundation commits up to $50 million to double its network and expand educational opportunities for Hispanic students.
9. Univision Communications, Inc. commits $7 million to engage Hispanic parents in their child's education through the Clave al Éxito website.
10. Abriendo Puertas/Opening Doors commits $1 million to equip Latino parents with information on early STEM education, the rights of Dual Language Learner students, and transitioning to Kindergarten.

Additionally, federal agencies have also made commitments to expand access and increase opportunities for the Latino community in education.