The White House will be hosting the U.S.-ASEAN Summit at Sunnylands on February 15th and 16th. The summit will focus on promoting regional prosperity through innovation and entrepreneurship, as well as protecting peace, prosperity, and security in the Asia Pacific. The President will be joined by Secretary Kerry, Secretary Pritzker, and Ambassador Froman, as well as business leaders. The summit is part of the President's broader strategy of rebalancing to the Asia Pacific region. The U.S. aims to engage with ASEAN countries at the highest levels in order to set the agenda in the Asia Pacific in the future. The summit will discuss economic issues, trade and investment, maritime security, counterterrorism, energy and the environment, and democratic governance. The U.S. wants to deepen trade and commercial ties with ASEAN, address security challenges in the region, and promote good governance and the rule of law. The President will also focus on enhancing people-to-people engagement and youth programs. The U.S. will discuss the recent events in the South China Sea, emphasizing the importance of resolving territorial disputes consistent with international norms and law. The summit will also address counterterrorism efforts and the threat of terrorism in the region. Additionally, the U.S. will continue to work with ASEAN countries on energy and environmental issues, and promote universal values such as freedom of expression and civil society. The U.S. views ASEAN as a key priority and aims to strengthen its relationship with the region. The President will hold a press conference at the conclusion of the summit. Specific agreements or deliverables from the summit have not been mentioned. The U.S. expects ASEAN countries to support the principles of freedom of navigation, peaceful resolution of disputes, and adherence to international law. The U.S.-China relationship will also be discussed, with a focus on cooperation on issues such as denuclearization of the Korean Peninsula, while addressing differences on other issues. The U.S. believes that a constructive relationship with China is important and that it can work together on some issues while having differences on others. The U.S. will continue to uphold its principles and positions, including freedom of navigation and a rules-based order in the Asia Pacific. The U.S. and ASEAN countries value the U.S.-China relationship and do not want to see conflict between the two.