President Obama is emphasizing the importance of the economic relationship between the United States and Latin America. Tampa, Florida, which has a strong history of trade with Latin America, serves as a prime example of the interconnectedness between the two regions. The Obama Administration is committed to working with Latin American partners to reduce the gap between developing and developed economies and promote prosperity for all. The United States and the Western Hemisphere share extensive economic linkages, cultural connections, and a belief in inclusive growth. The Obama Administration is focused on promoting economic growth and job creation both domestically and abroad. This includes partnering with U.S. businesses to promote American-made goods and services, increasing access to credit for small and medium-sized businesses, removing barriers to trade, enforcing trade rules, and pursuing policies for strong and balanced global growth. The passage of trade agreements with Colombia and Panama, as well as the resolution of the U.S.-Mexico trucking dispute, demonstrate the commitment to creating new opportunities for U.S. exporters. The United States is also working towards greater physical integration of the region through initiatives like the Crossroads Fund, which incentivizes investment in cross-border transport and logistics integration. The Western Hemisphere is the destination for approximately 42% of U.S. exports, and since 2009, U.S. goods exports to the region have increased by over $200 billion, supporting nearly 4 million U.S. jobs in 2011. The United States has free trade agreements with twelve Western Hemisphere countries, and the North American Free Trade Agreement (NAFTA) created the largest free trade area in the world. Canada and Mexico are significant buyers of U.S. goods, with U.S. two-way trade with Canada and Mexico reaching $1.06 trillion in 2011. The United States is also a major source of foreign direct investment in Latin America and the Caribbean. The Obama Administration is actively working with countries in the region to promote economic diversification, workforce formalization, and higher productivity. Initiatives like the Americas Competitiveness Forum and the Pathways to Prosperity provide platforms for collaboration on addressing challenges and identifying opportunities for small businesses, trade facilitation, women entrepreneurs, and environmental cooperation. The United States is also committed to promoting security, strengthening democracy, and supporting economic growth through initiatives like the Presidential Policy Directive on Global Development, the Millennium Challenge Corporation, the Open Government Partnership, the Partnership for Growth, and the Feed the Future initiative. The United States has a significant population of Latin American and Caribbean heritage, with over 50 million people from these regions living in the United States. Remittances sent by members of the diaspora to their countries of origin play a role in poverty alleviation and improving the quality of life for millions of families. Remittances represent a tool for financial inclusion, and the Consumer Financial Protection Bureau has adopted new consumer protections to ensure greater transparency in remittance transfers.