The White House released a report titled "Keeping America's Women Moving Forward: The Key to an Economy Built to Last," which discusses the Administration's efforts to ensure women's economic security throughout their lives. The report highlights various policies and initiatives that have impacted women at different stages, including education, careers, and retirement. Some of the key points include:

1. Young Women Obtaining Higher Education and Beginning their Careers:
- Approximately 2.3 million women have received Pell grants since the President took office.
- 9.4 million students and families have benefited from the American Opportunity Tax Credit.
- 1.1 million women between the ages of 19 and 25 who would have been uninsured receive health coverage under a parent's health insurance plan or individually purchased plan.
- Efforts to promote STEM degrees and careers are benefiting women, as they earn 30% more on average than women in non-STEM jobs.

2. Working Women Providing for their Families and Contributing to Economic Growth:
- Over 16,000 Small Business Administration Loans totaling more than $4.5 billion have been granted to women-owned small businesses.
- The Equal Employment Opportunity Commission has obtained $62.5 million in monetary relief for victims of sex-based wage discrimination.
- The Payroll tax cut provided an average of $1,000 of tax relief for nearly 75 million women.
- Expansions in refundable tax credits have kept an estimated 4.9 million women out of poverty in 2010.
- Around 20.4 million women are benefiting from expanded access to preventive services at no additional cost.

3. Senior Women in Retirement and Preparing for Retirement:
- 24.7 million women enrolled in Medicare received preventive services at no additional cost in 2011.
- More than 2 million women enrolled in Medicare who hit the donut hole saved $1.2 billion in 2011 due to improvements in prescription drug coverage.
- Over $13.6 billion in payments of $250 each were provided to seniors and veterans as part of the Recovery Act, with a substantial percentage going to women.
- President Obama has committed to protecting Social Security for an estimated 30 million women beneficiaries.

The report is part of the White House Forum on Women and the Economy, where the President discussed the importance of restoring economic security for the middle class and creating an economy that benefits women. The forum included panel discussions on various topics related to women's economic success, such as women at work, education, health, women's entrepreneurship, and violence against women and girls.