On January 10, 2013, the President signed several bills into law. Some of the bills include:
- H.R. 1339, which designates Salem, Massachusetts, as the birthplace of the U.S. National Guard.
- H.R. 1845, which establishes a demonstration project to evaluate the benefits of allowing Medicare Part B coverage for in-home intravenous treatments for patients with primary immune deficiency disease.
- H.R. 2338, which designates a facility of the United States Postal Service in Cocoa, Florida, as the Harry T. and Harriette Moore Post Office.
- H.R. 3263, which authorizes the storage and conveyance of non-project water at the Norman Project in Oklahoma.
- H.R. 3641, which redesignates the Pinnacles National Monument in California as the Pinnacles National Park.
- H.R. 3869, which designates a facility of the United States Postal Service in Little Rock, Arkansas, as the Sidney "Sid" Sanders McMath Post Office Building.
- H.R. 3892, which designates a facility of the United States Postal Service in Roseville, California, as the Lance Corporal Victor A. Dew Post Office.
- H.R. 4053, which clarifies requirements for Federal agencies to use improper payment information and establishes a Do Not Pay Initiative.
- H.R. 4057, which requires the Department of Veterans Affairs to establish a comprehensive policy for providing information on higher education and training programs to veterans and members of the Armed Forces.
- H.R. 4073, which authorizes the Secretary of Agriculture to accept a railroad right of way in Colorado.
- H.R. 4389, which designates a facility of the United States Postal Service in Fowler, California, as the Cecil E. Bolt Post Office.
- H.R. 5859, which repeals the requirement for automobile dealers to provide insurance cost comparison information to prospective buyers and requires the Department of Transportation to report on providing consumers with information on automobile susceptibility to damage.
- H.R. 6014, which authorizes the Justice Department to carry out a grant program to assist States with the implementation of a process to collect DNA from individuals arrested for certain criminal offenses.
- H.R. 6260, which designates a facility of the United States Postal Service as the Lieutenant Kenneth M. Ballard Memorial Post Office.
- H.R. 6379, which designates a facility of the United States Postal Service in Ravenel, South Carolina, as the Representative Curtis B. Inabinett, Sr. Post Office.
- H.R. 6587, which designates a facility of the United States Postal Service in Simi Valley, California, as the Postal Inspector Terry Asbury Post Office Building.
- H.R. 6620, which restores lifetime Secret Service protection for former Presidents and their spouses, and provides protection for their children until they turn 16.
- H.R. 6671, which allows video tape service providers to obtain informed, written consent from consumers to disclose personally identifiable information to a third party using the Internet.
- S. 925, which designates "Mt. Andrea Lawrence" in the Inyo National Forest and Yosemite National Park.
- S. 3202, which amends authorities of the Department of Veterans Affairs related to cemetery matters, health care, and miscellaneous matters.
- S. 3666, which modifies the definition of "exhibitor" in the Animal Welfare Act.
- S.J. Res. 49, which appoints Barbara Barrett as a citizen regent of the Board of Regents of the Smithsonian Institution.