This article is a transcript of a background briefing by a senior administration official on the ongoing reviews and enhanced security measures following a recent incident. The President had a series of phone calls to update on the reviews and discuss security measures. The official mentioned that not all preliminary results are in yet, but they will be coming in throughout the day. The President received oral briefings from his counterterrorism and homeland security advisor, as well as the Secretary of Homeland Security. He will also be reviewing paper assessments over the weekend and convening a meeting with relevant agency heads on Tuesday. The official mentioned that the President passed a message to the CIA workforce expressing his appreciation for their work. The official also discussed the roster of agency heads that the President will be hearing from and mentioned that there may be other agency heads included as well. The official mentioned that the President will be getting individual reviews and will also be reaching out to agency heads as necessary. The official discussed some broad areas of concern, including the need for enhanced international cooperation, the importance of sharing information, and the use of technology to maximize the effectiveness of information. The official mentioned that there have been immediate reforms taken by various agencies, but did not provide specific examples. The official mentioned that the accountability phase will occur once there is clarity on what happened and that accountability measures will be driven by facts. The official also mentioned that there will be hearings in Congress on this matter and that the administration hopes for their support. The official mentioned that the President is getting information through various means, such as paper reports, online, and through conference calls. The official mentioned that the President will be dedicating a lot of time to this issue, but also has other activities with his family. The official also mentioned that the President continues to learn new things and ask probing questions. The official mentioned that the President has been receiving information through the Staff Secretary and that he will be spending time reviewing the information tonight. The official mentioned that there will be a meeting on Tuesday, but the agenda has not been determined yet. The official mentioned that the meeting will likely be led by the President and take place in the Situation Room. The official mentioned that the President is not a referee in the finger-pointing between intelligence agencies, but believes in taking a comprehensive look at the whole capability. The official also mentioned that the President has been working on the ongoing situation in Afghanistan and discussing homeland security and counterterrorism efforts. The official mentioned that Secretary Napolitano and John Brennan had a separate call with the President to update him on their individual reviews. The official mentioned that the reviews are separate, but the two are working closely together.