In this op-ed, Vice President Joe Biden discusses the importance of maintaining the safety, security, and effectiveness of the United States' nuclear weapons. He highlights the threat posed by the spread of nuclear weapons and emphasizes President Obama's vision of pursuing a world without them. Biden acknowledges that this goal will take time but believes that by acting on multiple fronts, the US can ensure its security, strengthen the global nonproliferation regime, and prevent nuclear material from falling into the hands of terrorists. The op-ed also addresses the decline in support for the nuclear stockpile and infrastructure, as well as the shortage of skilled nuclear scientists and engineers. Biden states that the administration is increasing investments in the nuclear arsenal and infrastructure to reverse this decline and implement the president's nuclear-security agenda. The budget includes $7 billion for maintaining the nuclear weapons stockpile and complex, with the intention of boosting funding for these activities by more than $5 billion over the next five years. Biden argues that these investments are necessary for national security and will help recruit, train, and retain skilled personnel, support nuclear labs, and enable savings on security and maintenance. He also mentions other initiatives related to the president's Prague agenda, such as completing the New START agreement, releasing the Nuclear Posture Review, holding the Nuclear Security Summit, and pursuing ratification of the Comprehensive Test Ban Treaty. Biden concludes by stating that a bipartisan consensus is emerging on how to best secure the nation and strengthen the nonproliferation regime. He emphasizes the importance of this consensus in holding nations accountable when they break the rules and deterring others from doing so. Biden addresses critics who argue against constraining nuclear efforts and asserts that maintaining confidence in the nuclear arsenal is critical for US leadership in nonproliferation, risk reduction, and arms reduction goals. He ends by emphasizing that while no nation can secure itself by disarming unilaterally, the US can lead the endeavor to achieve a world without nuclear weapons.