During President Hu Jintao's state visit to Washington, D.C., President Obama and President Hu discussed various areas of cooperation between the U.S. and China. Some of the key agreements and initiatives include:

1. Center of Excellence on Nuclear Security: The U.S. and China signed an agreement to establish a Center of Excellence in China to promote effective nuclear security and safeguards. This center will serve as a central site for training, exchanging technical information, and developing best practices in nuclear security.

2. Cooperation on Climate Change, Clean Energy, and the Environment: Both leaders applauded efforts to implement the provisions of the Cancun agreements and announced joint work plans for research consortia under the U.S.-China Clean Energy Research Center. They also signed agreements to promote cooperation in energy, biological, and environmental sciences, and started negotiations on a U.S.-China Eco-City Initiative.

3. Science and Technology Cooperation: The U.S. and China extended their agreement on cooperation in science and technology, which has fostered exchanges and cooperative research in various fields since 1979.

4. Education: First Lady Michelle Obama highlighted educational exchanges between the two countries and announced progress on the 100,000 Strong Initiative, which aims to encourage 100,000 American students to study in China.

5. Health: The U.S. and China announced their intention to establish a public-private partnership on healthcare to support joint activities and projects related to healthcare.

6. Subnational Cooperation and Dialogue: Both countries signed a Memorandum of Understanding to establish a U.S.-China Governors Forum, which will facilitate exchanges between U.S. Governors and Chinese provincial Party Secretaries and Governors on topics of mutual concern.

7. Customs Training Center: The U.S. and China agreed to establish a radiation detection training center in Qinhuangdao, China, to prevent nuclear smuggling.

8. Chinese Garden: The U.S. and China intend to work together to construct a Classical Chinese Garden on the grounds of the U.S. National Arboretum to enhance cultural events and friendship between the two countries.