The White House launched a new effort called #My2K to help Americans voice their opinions on the fiscal challenges. The President is asking Americans to share on Twitter what #My2K means to them. The White House is calling on Americans across the country to share their stories on social media and on whitehouse.gov. The President believes that when the American people speak out, they help get things done in Washington. The President has a meeting scheduled with Mitt Romney and is looking forward to discussing ideas and plans. The President is committed to taking action to ensure that 98 percent of the American people do not see their taxes go up on January 1st. He is also interested in building a framework and putting together a proposal that has bipartisan consensus built around the principle of balance, as we tackle our long-term and medium-term deficit and debt challenges. The President believes that revenue is essential and that it is the only fair and smart way to proceed. The President is open to hearing realistic, concrete, and mathematically sound proposals that achieve a balanced approach to deficit reduction. The President has made clear that he is not wedded to every detail of his plan and is willing to make tough choices in order to reach a compromise. The President has proposed $340 billion in additional savings from health care entitlement programs. The President is willing to lead members of his party in the effort to achieve a sensible, balanced compromise. Erskine Bowles said that he was pessimistic and that there is only a one-in-three chance of a deal being struck before the fiscal cliff. However, Tom Cole told Republican leaders that they should take the 98 percent tax extension. The President is optimistic about reaching a deal and is open to ideas that are sensible, realistic, and mathematically sound. The President expects Congress to raise the debt ceiling without drama and to act responsibly to ensure that the United States maintains its full faith and credit. The President is committed to ensuring that 98 percent of the American people receive tax cuts and is open to ideas that achieve deficit reduction in a fair and balanced way. The President expects Congress to do its job when it comes to ensuring that the United States pays its bills. The President does not have a specific assignment in mind for Governor Romney and is interested in discussing government efficiency. The President is committed to tax reform and is open to good ideas. The Department of Justice is reviewing the ballot initiatives in Colorado and Washington and the President has asked the Department of Justice to use prosecutorial discretion to prioritize law enforcement resources. The President is committed to working with Congress to reach a reasonable compromise before Christmas.