The White House is hosting a Solar Summit to celebrate leadership in solar energy and announce new steps to expand the use of solar in homes, businesses, and schools. The White House is calling for commitments from the private sector and non-profits to support solar deployment and job creation. The Energy Department is providing funding opportunities to support state, tribal, and local leaders in developing plans for solar deployment. The Climate Action Plan calls for 100 megawatts of installed capacity of renewable energy on-site at federally subsidized housing by 2020. The Energy Department's SunShot initiative and the National Renewable Energy Laboratory (NREL) are providing technical assistance and expertise to support this goal. The EPA's Green Power Partnership aims to double the use of on-site renewable energy at partner facilities by the end of the decade. The Energy Department will release a Commercial Solar Deployment Playbook to assist businesses in installing solar. The Agriculture and Energy Departments will work with the National Rural Electric Cooperative Association (NRECA) to develop tools, templates, and finance options for co-ops looking to deploy distributed solar in rural communities. The Energy Department will release an updated Guide to Federal Financing for Clean Energy to highlight financing programs for energy efficiency and clean energy projects. The Energy Department's Loan Programs Office is making available $2.5 billion in loan guarantee authority for solar energy projects. The NREL's Joint Institute for Strategic Energy Analysis is hosting workshops focused on the synergistic use of natural gas and renewable energy. The Capital Solar Challenge will direct Federal agencies, military installations, and Federally-subsidized complexes to deploy solar renewable energy. The Department of Defense has committed to deploying 3 gigawatts of renewable energy on military installations by 2025. The price of solar technologies has decreased and the U.S. solar market has experienced rapid growth since President Obama took office. The amount of solar power installed in the United States has increased nearly elevenfold since 2008. Solar technology costs have steeply declined, and solar is now more affordable and accessible. There has been an increase in the deployment of solar on public lands and buildings. The solar industry has created nearly 143,000 jobs in the United States.