President Obama has announced a goal of training 75,000 people to enter the solar workforce by 2020, some of whom will be veterans. The President also announced a new Solar Ready Vets program, which will train military personnel to enter the solar industry at 10 military bases across the country. The Department of Veterans Affairs is committed to working with the Department of Energy and state approving agencies to achieve approval for GI Bill funding for the program. The President has been speaking with all four leaders of Congress about the recent framework agreement with Iran. The calls are aimed at providing information and answering questions about the deal. The President believes that the deal with Iran is solely about their nuclear program and not an opening for a new relationship with the world. There is no information on whether the United States would support a "right to exist" clause for Israel in the final agreement. The White House continues to have concerns about Iran's support of terrorism, destabilizing the region, and the detention of Americans. The response from both Republicans and Democrats to the Iranian deal has been mostly thoughtful and focused on examining the details. The President has spoken with Senator Hatch about the push for fast-tracking trade agreements, but there is no specific timeline for when the fast-track bill will get started. The President feels good about the recent deal with Iran, but acknowledges that there is still a lot of work to be done in nailing down the details by June. There have been some developments in Yemen, including a prison break and a bank robbery. The US remains highly concerned about the terrorist threat posed by AQAP in Yemen and will continue to monitor the situation. The President does not believe that the recent al Shabaab massacre in Kenya will impact his travel plans to the country. The President has no new executive orders to announce regarding campaign finance transparency for federal contractors. The President's schedule for the upcoming week includes participating in the White House Easter Egg Roll, hosting an Easter Prayer Breakfast, and traveling to Jamaica and Panama for bilateral meetings and the Summit of the Americas.