This article discusses the efforts of the United States to deepen its trade relationship with Africa. Since 2009, there has been a significant increase in trade ties between the US and Africa, with non-petroleum imports from Africa increasing by 46% and US goods exports to Africa increasing by 59%. The US government is prioritizing promoting trade and investment in Africa, building Africa's trade capacity, and extending preferential access to the US market for African products.

The US has implemented the Doing Business in Africa (DBIA) campaign, which aims to strengthen the US commercial relationship with Africa and take advantage of the substantial trade and investment opportunities in the region. The President's Advisory Council on Doing Business in Africa (PAC-DBIA) is working closely with the US government to recommend ways to strengthen the trade and investment relationship.

Various US government departments and agencies are also taking steps to facilitate US business activity in Africa. The Department of Commerce has expanded its presence in sub-Saharan Africa, supported private sector deals worth approximately $7 billion, and will lead a fact-finding trip to Africa to discuss how government programs can better support economic engagement.

The Millennium Challenge Corporation (MCC) is on track to reach its $2 billion DBIA funding commitment and is launching a bankable Public-Private Partnership (P3) Platform to raise private sector funding for infrastructure projects. The Overseas Private Investment Corporation (OPIC) has committed $1 billion in financing and insurance and will expand its commitment to another $1 billion. The US Trade and Development Agency (USTDA) is working with African governments to improve procurement practices and connect African buyers with US manufacturers and service providers.

The US Department of Agriculture (USDA) has committed $1 billion in financing guarantees for exports of US agricultural commodities to Africa and will make an additional $1 billion available through 2017. The US Department of Transportation (DOT) will host workshops to strengthen civil aviation safety and continue implementing initiatives to improve transportation planning and logistics.

The US Department of State is organizing a medical technologies trade mission to Nigeria and Cameroon, and the USTR is working to strengthen Africa's business climate and trade capacity. The recent 10-year extension of the African Growth and Opportunity Act (AGOA) provides certainty for African producers and US buyers, and the US is deepening and expanding Trade Africa partnerships.

The US is also encouraging African governments to ratify and implement the World Trade Organization's Trade Facilitation Agreement (TFA) to simplify customs procedures and reduce the cost of doing business across borders. Implementation of the TFA would benefit African businesses and promote regional integration, investment, and exports.