This article discusses an executive order issued by President Barack Obama in 2015 titled "Using Behavioral Science Insights to Better Serve the American People." The order highlights the use of behavioral science insights, such as those from behavioral economics and psychology, to design government policies that can improve outcomes for individuals, families, communities, and businesses. It mentions examples such as automatic enrollment and escalation in retirement savings plans, which have helped Americans save more for retirement, and streamlining the application process for federal financial aid, which has made college more financially accessible for millions of students.

The executive order directs executive departments and agencies to identify policies, programs, and operations where applying behavioral science insights can yield substantial improvements in public welfare, program outcomes, and cost-effectiveness. It encourages the recruitment of behavioral science experts to join the federal government and strengthen agency relationships with the research community. It also outlines specific actions agencies should take, such as streamlining processes, improving the presentation of information to individuals, considering the structure of choices, and reviewing policies and programs designed to encourage specific actions.

The order suggests that agencies combine this behavioral science insights policy directive with their ongoing review of existing significant regulations to identify and reduce regulatory burdens. The Social and Behavioral Sciences Team (SBST), under the National Science and Technology Council (NSTC), is tasked with providing advice and policy guidance to agencies. The NSTC is also responsible for releasing a yearly report summarizing agency implementation of the order.

The executive order concludes with general provisions, stating that it does not impair the authority of departments or agencies or the functions of the Director of the Office of Management and Budget. It emphasizes compliance with applicable law and encourages independent agencies to comply as well. The order does not create any enforceable rights or benefits against the United States or its entities.