The White House has given an update on the ongoing situation at the New York Stock Exchange. The President was briefed by his Homeland Security Advisor, Lisa Monaco, and the White House Chief of Staff, Denis McDonough, about the technical issues that are currently being experienced by the NYSE. There is currently no indication that malicious actors are involved in these technology issues. The officials at the Stock Exchange are working to resolve the situation. The White House is keenly aware of the risks that exist in cyberspace right now and has taken steps to improve communication between the private sector and the federal government when it comes to safeguarding cyberspace. The NYSE has an effective information-sharing relationship with the federal government. The federal government is vigilant about the steps needed to protect federal computer systems and regularly adapts security measures to reflect the current threat environment. The President has put forward his own specific plan for tax reform, which involves closing tax loopholes that benefit the wealthy and well-connected and using the revenue to invest in infrastructure. The administration applauds Senator Schumer and Senator Portman's interest in tax reform, but the Treasury Department is still reviewing their report. The federal government is monitoring the financial markets in China, as activity in one market could have an impact on other markets. The President has been in touch with his European counterparts about the situation in Greece. The administration's goal is for Greece to remain part of Europe's currency union and for a solution to be reached that allows Greece to resume economic growth and debt sustainability. The President has been briefed on the incidents at the New York Stock Exchange, United Airlines, and the Wall Street Journal. At this point, there is no indication of any malicious activity involved in these incidents. The federal government takes cybersecurity seriously and has taken steps to improve communication and information sharing between public and private entities. The government is also working to improve the infrastructure and architecture of the internet. The President believes that zoning should remain a local power and has implemented changes to improve coordination between federal and local law enforcement on immigration issues. The President has made immigration reform a priority and worked with Democrats and Republicans in the Senate to pass a bipartisan package of reforms. However, the House Republican leadership has blocked this legislation from coming up for a vote.