President Biden's focus on revitalizing the U.S. manufacturing base and strengthening critical supply chains has led to a historic recovery in domestic manufacturing. Since taking office, the economy has added 375,000 manufacturing jobs, the most in nearly 30 years. The U.S. economy grew at its fastest pace in nearly 40 years in 2021, and manufacturing as a share of U.S. GDP has returned to pre-pandemic levels.

The Biden-Harris administration's industrial strategy and Made in America policies have spurred significant investments in domestic manufacturing. Private sector investments include nearly $80 billion in semiconductor manufacturing and over $100 billion in electric vehicles, batteries, and critical minerals since 2021.

President Biden is urging Congress to pass the Bipartisan Innovation Act to further support emerging technologies, critical supply chains, and American manufacturing. The goal is to level the playing field for American workers and businesses and outcompete China and other global competitors in the 21st century.

Siemens USA has announced a $54 million investment in expanded domestic production, creating 300 jobs in manufacturing critical electrical infrastructure. This aligns with President Biden's vision of supporting good-paying, union jobs through Made in America policies.

President Biden will also announce updates to the implementation of the Buy American Act, aiming to ensure taxpayer dollars support domestic jobs, strengthen supply chains, and enhance U.S. competitiveness in strategic industries. The federal government spends over $600 billion annually on goods and services, and President Biden believes this spending should invest in American workers, manufacturers, and small businesses.

The Made in America Office, established in the Office of Management and Budget, has been working to implement Made in America requirements and increase transparency. The office has also created the Made in America Council to gather ideas and best practices from across the federal government.

The final rule on Buy American policies will align the U.S. with domestic procurement practices of peer countries, allowing the U.S. to use its purchasing power to support new and strategic industries. This rule is consistent with international trade laws and aims to strengthen domestic industries while diversifying and strengthening international supply chains.

Overall, President Biden's Made in America policies are supporting U.S. manufacturing, including small businesses, minority-owned businesses, and woman-owned businesses. The administration has also introduced reforms to increase equity in federal procurement, such as increasing goals for federal procurement and supporting new entrants to the federal marketplace.