This article is a press release from the White House, issued on August 30, 2010. It announces Executive Order 13551, which blocks the property of certain individuals and entities with respect to North Korea. The order is based on the authority vested in the President by the Constitution and the laws of the United States, including the International Emergency Economic Powers Act, the National Emergencies Act, the United Nations Participation Act, and section 301 of title 3 of the United States Code.

The order expands the scope of a previous national emergency declared in Executive Order 13466, finding that the actions and policies of the Government of North Korea pose a threat to the national security, foreign policy, and economy of the United States. These actions include the sinking of the Republic of Korea Navy ship Cheonan, nuclear tests, missile launches, violations of United Nations Security Council resolutions, and illicit activities such as money laundering and narcotics trafficking.

Under the order, all property and interests in property of certain persons and entities are blocked and may not be transferred, paid, exported, withdrawn, or otherwise dealt with. This includes persons listed in the Annex to the order and any person determined by the Secretary of the Treasury, in consultation with the Secretary of State, to have engaged in activities such as arms trafficking, providing training or financial support to North Korea, importing luxury goods to North Korea, engaging in illicit economic activity, or assisting or acting on behalf of blocked persons.

The order also prohibits the making of donations to blocked persons, as well as any transactions that evade or avoid the prohibitions set forth in the order. It clarifies the definition of terms such as "person," "entity," "United States person," "North Korea," "Government of North Korea," and "luxury goods."

The Secretary of the Treasury, in consultation with the Secretary of State, is authorized to take necessary actions to carry out the purposes of the order, including the promulgation of rules and regulations. The order also allows for the Secretary of the Treasury to determine that circumstances no longer warrant the blocking of the property and interests in property of a person listed in the Annex to the order.

It is stated that this order does not create any right or benefit enforceable against the United States or its entities, officers, or employees. The order is effective as of 12:01 p.m., eastern daylight time on August 30, 2010.