Today marks the 50th anniversary of the end of the military draft in the United States, which led to the creation of the All-Volunteer Force. This milestone is an opportunity to recognize and appreciate the courageous men and women who have chosen to serve their country. Over the past five decades, millions of individuals have joined active-duty service, as well as the National Guard and Reserve forces, contributing to the strength and success of the U.S. military. These servicemembers have willingly taken on challenging missions, including multiple combat tours, to protect the safety and freedom of their fellow Americans. Their dedication has made the nation stronger and more secure. To ensure the readiness and effectiveness of the military in the face of future challenges, it is crucial to recruit the best talent and utilize the skills of every qualified patriot who is willing to serve. The current administration has been focused on fulfilling promises to service members, veterans, and their families by reviewing pay and benefits, supporting the economic security of military spouses, caregivers, and survivors, and passing legislation to aid veterans exposed to toxic substances during their service. The First Lady's Joining Forces initiative also provides support to military families. The military's diversity is seen as a significant strength, and efforts have been made to ensure that all qualified individuals, regardless of gender identity, can serve openly. Additionally, steps have been taken to reform the military's handling of sexual assault and harassment cases. It is believed that the nation has a sacred duty to adequately prepare and support those who put themselves in harm's way, both during deployment and upon their return home. On this occasion, the call is made to celebrate and express gratitude to the brave men and women who have volunteered to serve over the past 50 years. It is also important to acknowledge the families, caregivers, and survivors who have stood alongside them. The commitment to strengthen and sustain the All-Volunteer Force for the future is renewed.