This article highlights the key highlights in the U.S.-India economic cooperation and people-to-people ties since President Obama's visit to New Delhi in January 2015. Some of the highlights include:

1. Economic and Financial Partnership (EFP): The U.S. Department of the Treasury and Indian Ministry of Finance have been working on policies to promote strong, sustainable growth and greater investment in India.

2. Cooperation on Financial Inclusion: The U.S. and India are working together to expand financial inclusion and establish a shared vision for India's inclusive digital economy.

3. Financing Broadband Expansion: The Overseas Private Investment Corporation (OPIC) is providing financing to support the expansion of wireless broadband networks in India.

4. Launching the Innovation Forum: The U.S. and India are planning to launch a private sector-led forum to promote innovation and highlight the role of innovation partnerships in the economic relationship.

5. Public-Private Innovation: The United States Agency for International Development (USAID) is partnering with the Indian government and the Gates Foundation on Grand Challenge Initiatives to support Indian innovators and organizations.

6. Chief Ministers Conclave: The U.S. has proposed launching a conclave to promote commercial partnerships between Indian states and the U.S. private sector.

7. Investment Promotion: The U.S. is welcoming a substantial Indian delegation to the 2016 SelectUSA Investment Summit to promote investment in the U.S.

8. India Smart City Development: The U.S. Trade and Development Agency (USTDA) is supporting smart city development in India through trade missions and partnerships with U.S. companies.

9. Indo-Pacific Economic Corridor (IPEC): The U.S. is supporting economic linkages among South Asian countries and Southeast Asia through collaboration on physical infrastructure, trade, and connectivity.

10. Science & Technology and Health Cooperation: The U.S. and India are collaborating on various science and technology initiatives, including high energy physics, civil space cooperation, and combating antimicrobial resistance.

11. People-to-People Ties: The U.S. and India are strengthening academic and tourism links, promoting cultural and academic exchange programs, and developing connections between U.S. and Indian states and cities.

Overall, the U.S. and India are working together on various fronts to promote economic cooperation, innovation, infrastructure development, and people-to-people ties.