President Obama has announced his intent to nominate several individuals to key administration posts. These nominations include Beth F. Cobert for Deputy Director for Management, Office of Management and Budget; Sloan D. Gibson for Deputy Secretary, Department of Veterans Affairs; Heather Anne Higginbottom for Deputy Secretary for Management and Resources, Department of State; Jim Shelton for Deputy Secretary, Department of Education; Jo Ann Rooney for Under Secretary of the Navy, Department of Defense; Captain Paul Nathan Jaenichen, Sr., USN (Ret) for Administrator of the Maritime Administration, Department of Transportation; David Weil for Administrator of the Wage and Hour Division, Department of Labor; John P. Carlin for Assistant Attorney General for National Security, Department of Justice; Bradley Crowell for Assistant Secretary for Congressional and Intergovernmental Affairs, Department of Energy; Richard G. Frank for Assistant Secretary for Planning and Evaluation, Department of Health and Human Services; Esther Kia’aina for Assistant Secretary for Insular Areas, Department of the Interior; Michael D. Lumpkin for Assistant Secretary of Defense for Special Operations and Low Intensity Conflict, Department of Defense; Christopher Smith for Assistant Secretary for Fossil Energy, Department of Energy; Puneet Talwar for Assistant Secretary for Political-Military Affairs, Department of State; Jay Williams for Assistant Secretary for Economic Development, Department of Commerce; Jamie Morin for Director of Cost Assessment and Program Evaluation, Department of Defense; Victoria Wassmer for Chief Financial Officer, Environmental Protection Agency; Larry Edward André, Jr. for Ambassador to the Islamic Republic of Mauritania, Department of State; Anthony Luzzatto Gardner for Representative of the United States to the European Union, with the rank of Ambassador, Department of State; Ambassador Helen Meagher La Lime for Ambassador to the Republic of Angola, Department of State; Michael Anderson Lawson for rank of Ambassador during his tenure of service as Representative of the United States on the Council of the International Civil Aviation Organization, Department of State; Luis G. Moreno for Ambassador to Jamaica, Department of State; George J. Tsunis for Ambassador to the Kingdom of Norway, Department of State; Daniel W. Yohannes for Representative of the United States to the Organization for Economic Cooperation and Development, with the rank of Ambassador, Department of State; Representative Barbara Lee for Representative of the United States to the Sixty-eighth Session of the General Assembly of the United Nations (U.S. Representative from the State of California); Representative Mark Meadows for Representative of the United States to the Sixty-eighth Session of the General Assembly of the United Nations (U.S. Representative from the State of North Carolina); Ambassador Elizabeth Frawley Bagley for Alternate Representative of the United States to the Sixty-eighth Session of the General Assembly of the United Nations; Ted Strickland for Alternate Representative of the United States to the Sixty-eighth Session of the General Assembly of the United Nations; Stephen N. Zack for Alternate Representative of the United States to the Sixty-eighth Session of the General Assembly of the United Nations.