The U.S.-China Climate Leaders Summit took place in Los Angeles on September 15-16, 2015. The summit aimed to implement the commitments made by Presidents Obama and Xi in their joint announcement on climate change last year. The summit resulted in the signing of a U.S.-China Climate Leaders Declaration by several U.S. cities and states, including Atlanta, Boston, Los Angeles, and San Francisco. This declaration emphasized the intent of these cities and states to take ambitious actions to address climate change and to enhance bilateral cooperation with China. 

The summit also featured various initiatives and partnerships between U.S. and Chinese cities, private sector entities, and civil society organizations. These initiatives included the establishment of the California-China Urban Climate Collaborative (CCUCC), a new long-term exchange between cities in California and China to reduce carbon and air pollution and advance the clean energy economy. Another initiative was the memorandum of understanding between the cities of Shenzhen, Guangdong, and Los Angeles to share best practices in reducing emissions and promoting green jobs and clean energy trade. Additionally, the summit witnessed the announcement of partnerships and agreements in areas such as carbon market training, smart grid development, and building energy efficiency.

The summit also emphasized the commitment of U.S. cities, counties, and states to ambitious emissions reduction targets. For example, the State of California committed to reducing emissions by 80%-90% below 1990 levels by 2050, while the City of Seattle aimed to become carbon-neutral by 2050.

Furthermore, the summit highlighted the importance of subnational cooperation in addressing climate change. Two of China's largest cities, Guangzhou and Nanjing, joined the C40 Cities Climate Leadership Group, bringing the total number of C40 member cities in China to seven. The C40 group focuses on driving urban action to reduce greenhouse gas emissions and climate risks.

Lastly, the U.S. government reaffirmed its commitment to helping state, local, and tribal communities address climate change through initiatives like the Climate Action Champions program. This program recognizes local climate leaders and provides federal support to help communities address climate challenges and reduce emissions.