The White House Office of the Press Secretary held a conference call to discuss the Joint Comprehensive Plan of Action, the comprehensive deal between the P5+1 and Iran that aims to prevent Iran from developing a nuclear weapon. The call was held on background, and senior administration officials provided an overview of the deal and answered questions from the press. They highlighted that the deal meets all of the President’s bottom lines and prevents Iran from obtaining a nuclear weapon. The officials emphasized that the deal is the result of a long and complex negotiation process, and that the President is grateful for the work of the negotiating team. They also addressed concerns about the deal, such as the timeline for lifting sanctions, the issue of verification and transparency, and the restrictions on Iran’s nuclear program. The officials stressed that the deal is a long-term and durable solution, with different restrictions lasting for 10, 15, 20, 25 years, and some measures lasting forever. They also discussed the sanctions relief that will be provided to Iran, noting that some sanctions will be lifted while others will remain in place, particularly those related to terrorism and human rights abuses. The officials acknowledged that the deal will face opposition in Congress, but expressed confidence that they have enough support to sustain a presidential veto. They also addressed concerns about the international implications of Congress rejecting the deal, noting that the international community supports the deal and that it would be difficult to re-impose sanctions if the US were to walk away from the deal. The officials also discussed the involvement of Vice President Joe Biden in the announcement of the deal, stating that he was there because of his foreign policy experience and his long-standing involvement in the issue of Iran. They clarified that the deal does not lift sanctions on individuals or entities involved in terrorism or other non-nuclear activities, and that the US will continue to have sanctions on the Quds Force and its leader Qassem Soleimani. Finally, they stated that the President did not have direct contact with Iran’s Supreme Leader or President Rouhani during the recent round of talks, but he has sent letters to them in the past. They also clarified that the deal does not explicitly mention Article 42 of the UN Charter, but it does allow for military action in case of a violation.