During a press gaggle on Air Force One, Principal Deputy Press Secretary Eric Schultz discussed President Obama's plan to make two years of community college free for responsible students, regardless of age. The plan was inspired by Tennessee's program to provide free community college to all students. Schultz also mentioned the announcement of the American Technical Training Fund and the latest manufacturing hub, both aimed at boosting advanced manufacturing and creating well-paying jobs. Schultz confirmed that the State Department is still reviewing the Keystone XL pipeline project and that the President will veto any legislation that bypasses the approval process. He also addressed the ongoing situation in Paris and the President's updates on the matter. When asked about the funding for the community college plan, Schultz mentioned that the details will be released in the President's budget, but it is estimated to be around $60 billion over 10 years, with the federal government covering 75% of the cost. He emphasized that investing in education is important for the future of America's young people and the economy. Schultz also mentioned that the President is open to working with Democrats and Republicans on this issue and believes that the success seen in Tennessee should be available to all states. He addressed concerns about the program being a one-size-fits-all solution and stated that the President wants to make college education the norm for all Americans. Schultz mentioned that the President is in constant touch with Republicans and Democrats on the Hill regarding this issue and that they are starting a national conversation on expanding college access. He also commented on the recent job numbers, stating that while there has been strong economic growth and job numbers, there is still more work to be done, which is why the President is focused on making community college more accessible. Schultz ended the press gaggle by providing a brief week ahead for President Obama, which includes hosting the San Antonio Spurs at the White House, meeting with bipartisan congressional leadership, attending a Senate Democratic Issues Conference in Baltimore, and other meetings at the White House.