The Department of Health and Human Services has awarded $121 million in American Rescue Plan funding to support community-based efforts to increase vaccinations in underserved communities. This is the second round of funding for these efforts. The funding will be used to mobilize community outreach workers, organize pop-up or mobile vaccine locations, and provide assistance in making vaccine appointments, transportation, and childcare for vulnerable populations. The President will visit the Office of the Director of National Intelligence to meet with intelligence leaders and express his appreciation for their service. The Justice Department has successfully blocked a merger between insurance brokers Aon and Willis Tower Watson, as it would have raised prices for American businesses and consumers. The President will also be visiting a Mack Trucks facility in Pennsylvania to emphasize the importance of American manufacturing and supporting good-paying jobs. The administration is confident in getting the bipartisan infrastructure plan across the finish line soon. The CDC has revised its masking guidance, recommending that vaccinated Americans wear masks indoors in areas of high transmission. The White House will follow the CDC's guidance and will be prepared to wear masks again if required. The President's message continues to be that vaccination is the most effective way to protect oneself and others. The Delta variant is more transmissible and poses a greater threat to the unvaccinated. The President continues to have confidence in the leadership of the CDC. The White House is not setting new deadlines for the infrastructure negotiations but is encouraged by the positive momentum. The eviction moratorium is set to expire at the end of the week, and the White House will continue to monitor the situation closely. The President supports additional funding for the Special Immigrant Visa program and the first flight of Afghan SIV applicants will be arriving in the U.S. this week. The President has confidence in Dr. Walensky's leadership at the CDC and Dr. Fauci provides regular briefings to the President. The nomination of David Chipman to lead the ATF is still being pushed by the White House. The White House is confident in the Johnson & Johnson vaccine, which was approved by the FDA. The administration has faith in the American people to get to the right place in dealing with the events of January 6th. The President supports the efforts to get to the bottom of what happened on January 6th.