In March 2013, President Barack Obama issued a presidential proclamation establishing the Charles Young Buffalo Soldiers National Monument. The monument was created to honor Colonel Charles Young, the highest-ranking African-American commanding officer in the United States Army from 1894 until his death in 1922. Young was also the first African-American superintendent of a national park, overseeing Sequoia and General Grant (now Kings Canyon) National Parks. He served most of his military career with the all-black 9th and 10th Cavalry regiments, known as the "Buffalo Soldiers." Young's career included serving in the western frontier, combat in the Philippines, and riding with General John "Black Jack" Pershing in Mexico. He also served as a military attaché to Hispaniola and Liberia.

Young's story and leadership represent the experiences of the Buffalo Soldiers during racially tense times. The Buffalo Soldiers were African-American troops who fought alongside white regiments in various conflicts and played a significant role in the exploration and settlement of western lands. They were also crucial in the early administration of national parks. Before the creation of the National Park Service, the U.S. Army managed several parks, and the Buffalo Soldiers were responsible for tasks such as trailblazing, road construction, fire prevention, and protecting the parks from poachers and loggers.

The Charles Young Buffalo Soldiers National Monument encompasses 59.65 acres and is managed by the National Park Service. The purpose of the monument is to preserve and protect the historic and scientific objects associated with Charles Young and the Buffalo Soldiers, commemorate Young's life and accomplishments, and interpret the struggles and achievements of the Buffalo Soldiers. The management plan for the monument, which includes public involvement, will be prepared by the Secretary of the Interior within three years of the proclamation.

The National Park Service will collaborate with various organizations, such as Central State University, Wilberforce University, Omega Psi Phi, and the Ohio Historical Society, to provide interpretive opportunities and education related to Colonel Young and the Buffalo Soldiers. The Service will also coordinate with other national parks, including the Golden Gate National Recreation Area, Sequoia, Kings Canyon, and Yosemite National Parks, to acknowledge the historical ties between Young and his military assignments and the role of the Buffalo Soldiers as stewards of national parks.

The proclamation warns unauthorized individuals against damaging or removing any features of the monument and prohibits settlement or appropriation of the lands. The establishment of the monument does not revoke any existing withdrawals, reservations, or appropriations, but it is considered the dominant reservation.