Executive Order 13571, issued on April 27, 2011, aims to improve the quality of service provided by the Federal Government to the public. It recognizes that the public expects competent, efficient, and responsive service and sets forth guidelines for agencies to streamline service delivery and improve customer service. The order emphasizes the need for government agencies to keep pace with technological advancements and learn from best practices in the private sector to deliver services better, faster, and at lower cost. 

Under this order, each agency is required to develop a Customer Service Plan within 180 days, in consultation with the Office of Management and Budget (OMB). The plan should address how the agency will provide services that streamline delivery and enhance the customer experience. It should include initiatives that use technology to improve the customer experience, mechanisms for soliciting and utilizing customer feedback, clear customer service standards and expectations, adoption of customer service best practices, streamlining of agency processes to reduce costs and accelerate delivery, and identification of innovative technologies to enhance customer service.

The order also requires agencies to publish their customer service plans on their Open Government web page. The Chief Performance Officer, in collaboration with other agencies, is responsible for developing guidance for implementing the activities outlined in the order. The Office of Management and Budget, the General Services Administration, and the Office of Science and Technology Policy are tasked with supporting agencies in developing customer service standards and plans, improving agency websites, and utilizing innovative technologies to enhance customer service.

Independent agencies are requested to adhere to this order, and it clarifies that privileged information, law enforcement information, information affecting national security, or information prohibited by law will not be disclosed. The order does not affect existing authorities granted by law or the functions of the Director of the OMB. It is to be implemented consistent with applicable law and subject to the availability of appropriations.