President Biden will announce a comprehensive set of executive actions aimed at improving care for working families and supporting care workers and family caregivers. The Executive Order includes over 50 directives to expand access to affordable, high-quality care and provide support for care workers and family caregivers. The cost of child care has increased significantly in the past decade, making it difficult for families to access affordable care. This has resulted in many Americans, particularly women, staying out of the workforce to care for their families. The lack of affordable child care could lead to significant economic losses in the future. Many care workers find themselves in low-paying jobs with few benefits, and turnover rates are high. Additionally, millions of Americans serve as family caregivers but face challenges due to lack of support and training. President Biden believes that significant federal investments are needed to transform care in the country. The administration has already invested over $60 billion from the American Rescue Plan in the care economy, including funding for child care providers and home care programs. These investments have helped child care programs stay open and have improved job quality for care workers. The administration's fiscal year 2024 budget proposes further investments in high-quality, affordable child care and free preschool, as well as Medicaid home care services. The budget also includes funding to support family caregivers and promote career advancement for long-term care workers. The administration is committed to supporting caregivers and has outlined actions to support their health, well-being, and financial security. The National Family Caregiver Support Program has received funding to provide counseling, training, and relief to family caregivers, and the VA Program of Comprehensive Assistance for Family Caregivers has been expanded to include veterans from all service eras. The administration has also launched initiatives to support military and veteran children in caregiving homes.