President Obama has signed an Executive Order releasing the National HIV/AIDS Strategy: Updated to 2020, which outlines principles and priorities for addressing HIV in the United States over the next five years. The updated Strategy retains the original vision and goals of the 2010 Strategy, focusing on reducing new HIV infections, increasing access to care and improving health outcomes for people living with HIV, reducing disparities and health inequities related to HIV, and achieving a more coordinated national response. The Update calls for widespread HIV testing and linkage to care, support for people living with HIV to remain engaged in comprehensive care, universal viral suppression among people living with HIV, and full access to comprehensive pre-exposure prophylaxis (PrEP) services. The Strategy also prioritizes specific groups that are disproportionately affected by HIV, such as gay and bisexual men, Black women and men, Latinos and Latinas, people who inject drugs, youth aged 13 to 24 years, people in the Southern United States, and transgender women. The updated Strategy integrates and leverages major scientific and policy advances since 2010, including the implementation of the Affordable Care Act, high impact prevention strategies, expanded HIV testing efforts, benefits of HIV treatment, treatment as prevention, the Ryan White HIV/AIDS Program, PrEP, and digital tools and technology. The Strategy also identifies areas of greatest need, such as increasing awareness of HIV status, improving linkage to care, increasing engagement in care, and achieving viral suppression. The Strategy sets specific indicators of progress toward 2020, such as increasing the percentage of people living with HIV who know their serostatus, reducing new diagnoses, reducing HIV-risk behaviors among young gay and bisexual men, increasing linkage to HIV medical care, increasing retention in HIV medical care, increasing viral suppression, reducing homelessness among people in HIV medical care, reducing the death rate among people with diagnosed HIV infection, reducing disparities in new diagnoses, and increasing viral suppression among youth and persons who inject drugs with diagnosed HIV infection. Federal agencies and offices engaged in HIV activities will develop a Federal Action Plan to implement the priorities set by the Update. Other stakeholders, including state, Tribal, and local governments, community-based organizations, and the scientific and medical communities, will also develop their own action plans tailored to their specific missions and priorities. The goal of the updated Strategy is to make the United States a place where new HIV infections are rare and everyone has access to high-quality, life-extending care free from stigma and discrimination.