During a press gaggle aboard Air Force One, White House Press Secretary Josh Earnest provided additional information about the rescue of a Thunderbird pilot whose aircraft crashed earlier that day. He explained that a military helicopter that was operating in support of a Secret Service mission responded to the crash site and retrieved the pilot. The Secret Service agent onboard the helicopter, who is also an EMT, evaluated the pilot's condition and determined that he did not sustain serious injuries. The pilot was then taken to Peterson Air Force Base for further evaluation. Earnest praised the skill and professionalism of the military and Secret Service personnel involved in the rescue and expressed the President's gratitude for their service. He also mentioned that the crash is still under investigation by the Department of Defense and the United States Air Force. Earnest was also asked about President Obama's comments on increasing Social Security benefits for seniors. He explained that the President has previously discussed various ways to strengthen Social Security, including potentially raising the cap on income subject to Social Security taxes for wealthier Americans. However, he did not provide any specific proposals for increasing benefits. Earnest also commented on the endorsement of Donald Trump by House Speaker Paul Ryan and the President's views on Trump's fitness for office. He stated that the President has expressed concerns about some of Trump's comments and their implications for his ability to handle the responsibilities of the presidency. Earnest also addressed the issue of the State Department editing a press briefing video, stating that it was inconsistent with the goals of a public briefing and emphasizing the importance of preserving the integrity of such materials. He added that the State Department has clarified its policy on releasing videos and expressed confidence that a similar incident would not happen again. Finally, Earnest briefly discussed the renewal of Iran sanctions and the administration's focus on implementing the Joint Comprehensive Plan of Action and holding Iran accountable for its behavior. He stated that the administration does not believe that additional legislation is required to do so and emphasized that existing sanctions authority is being used to address other concerns about Iran's support for terrorism and destabilizing activities in the Middle East.