President Obama has announced the Computer Science for All Initiative, which aims to give all students in the United States the opportunity to learn computer science in school. The initiative includes a $4 billion funding plan for states and $100 million for districts to increase access to computer science education. The National Science Foundation and the Corporation for National and Community Service will also invest $135 million over five years to support and train computer science teachers. The initiative calls on governors, mayors, education leaders, CEOs, philanthropists, and others to get involved. The need for computer science education is highlighted by the fact that only a quarter of K-12 schools in the United States offer computer science courses. Access to computer science education is limited, with disparities existing for underrepresented groups. Providing access to computer science education is important for the nation's competitiveness in the global economy and its cybersecurity. Computer science education allows students to engage in hands-on, real-world interaction with key math, science, and engineering principles. The President's plan includes a historic investment of $4 billion in funding for states and $100 million for districts to increase access to computer science education. Federal agencies will also take action to expand computer science education, including the National Science Foundation committing $120 million over the next five years and the Corporation for National and Community Service committing up to $17 million to support teacher training. The Department of Defense and the National Science Foundation will collaborate with the National Math and Science Initiative to implement the new AP CS Principles course. The initiative also includes the creation of CS Teacher Institutes and efforts to increase awareness of high-quality computer science resources for out-of-school programs. The Department of Education will release guidance on funding opportunities for STEM and computer science education and will release a report on the importance of computational thinking and other computer science-related activities.