The White House Press Secretary, Josh Earnest, held a press briefing on July 18, 2016. He was asked about the attempted coup in Turkey and its impact on Turkey's membership in NATO. Earnest expressed the United States' support for Turkey's democratically elected government and emphasized the importance of all parties showing restraint and acting within the rule of law. He also addressed concerns about the crackdown on those believed to be part of the coup and stated that the US government has not received an extradition request for Muslim cleric Fethullah Gulen, who Turkey blames for the coup. Earnest mentioned that the US is willing to assist Turkey in its investigation of the coup attempt, but stressed the need for due process and protection of freedoms. He also discussed the President's efforts to unite law enforcement, elected officials, and community activists in response to recent acts of violence. Earnest mentioned that the President has asked Attorney General Loretta Lynch to give him a briefing on the Baton Rouge shooting and expressed the President's commitment to supporting law enforcement and addressing racial disparities in the criminal justice system. On the topic of Turkey, Earnest stated that the US values its relationship with Turkey and that its NATO membership is secure. He also addressed concerns about press freedom in Turkey and reiterated the importance of protecting democratic institutions and values. Earnest mentioned that the President will speak with President Erdogan of Turkey soon and emphasized the need for restraint and respect for democratic practices. Earnest also touched on the recent acquittal of a Baltimore police officer in the death of Freddie Gray, stating that the President does not have a specific reaction to the legal proceeding but that the Department of Justice is conducting an ongoing investigation into the Baltimore Police Department. Finally, Earnest mentioned that the President has confidence in the security measures in place for the upcoming political conventions and that the President does not plan to travel to Nice for the memorial service for the victims of the recent attack.