The United States and India have pledged to enhance cooperation in the areas of climate and clean energy. The two countries plan to work together to achieve a successful and ambitious agreement on climate change in Paris. They will also cooperate on reducing hydroflurocarbons (HFCs) and making progress in the Montreal Protocol. Both countries have renewed their commitment to the U.S.-India Joint Clean Energy Research and Development Center (PACE-R) and will extend funding for existing research tracks on solar energy, building energy efficiency, and advanced biofuels. They will also launch a new track on smart grid and grid storage technology. India's ongoing efforts to create a market environment that promotes trade and investment in the clean energy sector will be supported by the installation of a field investment officer by USAID. The United States will host the Clean Energy Finance Forum and government-to-government Clean Energy Finance Task Force to accelerate financing. The Department of Commerce will launch a trade mission on clean energy and the Export-Import Bank is exploring potential projects for clean energy financing. The Overseas Private Investment Corporation (OPIC) plans to support utility-scale growth and off-grid energy access. The United States will implement programs focused on disseminating information to help urban residents reduce exposure to air pollution and improve air quality. Both countries will work on reducing the environmental impact of heavy-duty vehicles and transportation fuels. A partnership on climate resilience will assess climate risks, engage local decision-makers, and inform planning and sustainable development. The United States and India will promote super-efficient off-grid appliances and develop cooling solutions optimized for India's climates. They will also collaborate on pilot programs, including a renewable energy storage project and a smart grid workshop. The two countries have concluded negotiations on a five-year MOU on Energy Security, Clean Energy, and Climate Change.