President Obama visited Cooperstown, New York to highlight the importance of travel and tourism in growing the economy and creating jobs. The Baseball Hall of Fame in Cooperstown draws nearly 300,000 visitors annually and generates over $160 million for the local economy. The President discussed the Administration's efforts to support increased travel and tourism in the United States. He also signed a Presidential Memorandum to make it easier for foreign tourists to visit and spend money in the US. The President also met with travel and tourism industry CEOs and executives to discuss the industry's importance in creating jobs and driving the economy. The Administration released a progress report on the President's National Travel and Tourism Strategy, which aims to attract and welcome 100 million international visitors annually by the end of 2021. The report highlights the economic benefits of increased travel and tourism, including the creation of jobs and the boost to the economy. The report also outlines the progress made in implementing the strategy, including the issuance of visas, the expansion of expedited clearance programs, and improvements to the entry process at airports. The President announced new executive actions to further encourage international travelers to come to the US, such as improving the entry process and launching efforts to attract more international visitors. These efforts include partnering with industry to improve service levels for international arrivals at airports, expanding the use of technology to streamline the entry process, and developing initiatives to increase tourism demand and provide a quality visitor experience. The President also announced plans to create a "one-stop-shop" to support US bids for major international events, launch a coordinated federal approach to increase tourism demand in foreign countries, develop a "virtual visitor services" platform to increase tourism on public lands, and partner with Brand USA to develop thematic tourism diplomacy campaigns.