The United States and Mongolia have reaffirmed their commitment to a comprehensive partnership based on common values and shared interests. They emphasized their interest in protecting and promoting freedom, democracy, and human rights worldwide. The two countries also intend to strengthen trade, investment, and people-to-people ties to support economic growth and deepen their friendship. Both sides are committed to promoting a peaceful, stable, and prosperous Asia-Pacific region through regional cooperation and support for multilateral institutions. They also reaffirmed their commitments to cooperation outlined in previous joint statements. The United States praised Mongolia's progress in deepening its young democracy and congratulated them on assuming the Chairmanship of the Community of Democracies. Mongolia welcomed and supported the United States' role in securing peace, stability, and prosperity in the Asia-Pacific region. They pledged to work together to address shared economic, security, and development interests through regional institutions and multilateral organizations. The two sides committed to further developing their strong economic partnership, with the United States supporting Mongolia's efforts to integrate its economy into regional and international institutions. Mongolia expressed appreciation for continued U.S. support and assistance, particularly in sectors such as mining, infrastructure, agriculture, energy, and tourism. They also expressed their intention to create a welcoming investment and business climate for each other's companies. The two sides signed memoranda aimed at promoting trade and aviation cooperation. Mongolia thanked the United States for its support under the Millennium Challenge Corporation Compact Agreement, and both sides looked forward to the successful implementation of projects that will increase transparency, stimulate economic growth, and alleviate poverty in Mongolia. Mongolia expressed its intention to qualify for consideration for a second MCC Compact Agreement. The United States thanked Mongolia for its support in Afghanistan and Iraq, as well as its support for UN peacekeeping efforts in Africa. They also thanked Mongolia for its support in Mongolia's Defense Reform Program and both countries are working together to build an air mobility capability for peacekeeping and humanitarian assistance operations. The United States and Mongolia have also decided to explore activities in nuclear energy based on a previous Memorandum of Understanding. The United States recognized and supported Mongolia's nuclear weapons-free status and Mongolia confirmed its support for President Obama's vision for a "New International Framework." Both countries expressed their intention to deepen and broaden people-to-people ties, particularly through educational and cultural exchanges and public-private partnerships.