During a press briefing, White House Press Secretary Josh Earnest addressed several topics. In regards to the federal judge striking down administration regulations on hydraulic fracking, Earnest stated that the administration believes the federal government has a role in ensuring that fracking on public lands does not threaten drinking water. He also mentioned that the Obama administration has pursued a common-sense approach that seeks to protect public health and safety while promoting economic growth. Earnest commented on Senator Marco Rubio's decision to run for re-election, stating that the President has expressed his support for Congressman Patrick Murphy and believes he would do an excellent job representing Florida in the Senate. Earnest also discussed North Korea's missile test, stating that the United States condemns their actions and will continue to work with international partners to apply pressure on North Korea. In regards to Russia's recent comments about NATO's aggressive actions, Earnest reiterated that NATO is a defensive alliance and is critical to US national security. He mentioned that the President will have an opportunity to meet with allies at the NATO summit in Warsaw to discuss strengthening the alliance. Earnest was also asked about Donald Trump's speech on Hillary Clinton, and he deferred to the Clinton campaign for a response. He commented on the ongoing Democratic sit-in on guns, stating that the President supports efforts to pass common-sense gun safety legislation and believes that Congress should take action. Earnest also discussed the dissent memo on Syria, stating that the President approves of the State Department's well-established process for dissent and welcomes new ideas for confronting the situation in Syria. He also mentioned that the President does not believe in imposing a military solution on Syria and does not think that military force can be used to enhance negotiation leverage. Earnest touched on the President's plans for after his presidency, stating that he looks forward to catching up on sleep and potentially being part of an NBA ownership group. He also discussed the President's relationship with the Federal Reserve, stating that the President believes in the independence of the Fed and has chosen Federal Reserve chairs who are committed to that independence. Earnest mentioned that the President is monitoring the Brexit vote but does not have any plans to weigh in further. He also commented on the President's sleep habits, stating that he gets enough sleep but would probably enjoy more. Finally, Earnest discussed the Zika funding bill, stating that the President believes $1.9 billion is necessary to fight Zika and that Congress should prioritize protecting the American people.