This article provides an update on the United States Government's response to the earthquake disaster in Haiti. The article highlights the international coordination efforts, including discussions between President Obama, UN Secretary General Ban, and Brazilian President Lula. The UN Security Council also convened to discuss the situation in Haiti and a resolution was introduced to increase troops and police supporting the UN mission.

In terms of airports and airspace, the airfield in Haiti is open for 24/7 operations and has a capacity for 100 aircraft per day. The US Air Force is managing air operations at the airport. There are currently 33 helicopters supporting relief operations, with 15 more scheduled to arrive within the next 24 hours.

The focus of military efforts is on establishing water distribution sites and delivering fuel, food, and medicine. Approximately 11,274 military personnel are on the ground or afloat. Five US Navy ships and five Coast Guard cutters are stationed in the area, providing support and supplies.

Healthcare efforts include the presence of 265 medical personnel from the US Department of Health and Human Services (HHS) on the ground in Haiti. HHS medical teams have started seeing patients, and a pediatric surgeon from the HHS International Medical Surgical Response Team performed surgery on a child aboard the USNS Carl Vinson. The USNS Comfort, a hospital ship, is expected to arrive on January 20th with 600 medical personnel.

Evacuation and rescue efforts have led to the successful evacuation of 2,971 Americans. The Federal Emergency Management Agency (FEMA) is coordinating and supporting the deployment of Urban Search and Rescue (USAR) teams from across the country. Currently, six USAR teams are on the ground, and they have conducted 37 rescues. International USAR teams have conducted 69 rescues.

In terms of food and water, over 89,800 pounds of cargo have been delivered, including humanitarian daily rations, medicine, and water. Military helicopters have airlifted 26,000 humanitarian daily rations from Guantanamo Bay to Haiti, and a C-17 conducted an airdrop of food and water bundles.

The article also provides information on how to contribute to relief efforts and find information about friends or family in Haiti. It suggests donating online through the Clinton Bush Haiti Fund or texting "QUAKE" to 20222 to make a $10 donation. The State Department has set up a phone number and email for Americans seeking information about family members in Haiti.