The White House is pleased with the growing support for the Iran deal in Congress. However, the administration is disappointed with the Republicans who announced their support for the deal before it was even reached. The administration expects members of Congress who support the agreement to take necessary steps to prevent Congress from undermining the agreement. The White House is considering ways to respond to the migrant crisis, including refugee resettlement. The administration is actively considering a range of approaches to contribute to a solution to this challenge. The State Department is leading the review and considering what the administration and the country can do to help allies and partners in Europe deal with the growing humanitarian situation. The United States has already taken significant steps to address the crisis, such as being the largest bilateral donor of humanitarian assistance and participating in efforts to resolve the political disagreement in Syria. The United States will continue to consider additional steps to help those countries that are bearing the burden of the crisis. The administration does not have a timeframe for the review, but it is being considered urgently. The President will not support legislation that locks in sequester caps and will veto a spending bill that raises the spending levels. The administration is hopeful that a bipartisan agreement will be reached to prevent a government shutdown and fund the country's priorities. The administration is considering a range of options to respond to the crisis and will evaluate the policies in the context of their associated costs. The administration believes that the United States has a responsibility to take a leading role in accepting some of the refugees that are overcrowding Europe. The administration is actively considering ways to contribute to the solution to this challenge. The United States has a strong story to tell about its efforts to help Syrian refugees and is prepared to continue to play a leading role in assisting organizations that are trying to meet the needs of these individuals. The administration does not expect the supporters of the Iran deal to filibuster the disapproval resolution, but it expects them to take necessary steps in Congress to prevent Congress from undermining the agreement. The administration does not have a timeframe for the review of the migrant issue, but it is being actively considered. The administration may need congressional approval for some of the approaches that are being considered. The financial cost of the approaches will be evaluated in the context of the policies. The United States has a responsibility to take a greater role in accepting some of the refugees that are overcrowding Europe, but there is a process for doing this that is run by the State Department. The administration is actively considering a range of approaches to contribute to the solution to the crisis. There may be some legislative approval required for the approaches that are being considered. The United States is taking a leading role in responding to the crisis and will continue to consider additional steps to help those countries that are bearing the burden of the crisis. The administration believes that the United States has a responsibility to take a greater role in accepting some of the refugees that are overcrowding Europe, but there is a process for doing this that is run by the State Department. The administration does not have a timeframe for the review of the migrant issue, but it is being actively considered. The administration is considering a range of approaches to contribute to the solution to the crisis. There may be some legislative approval required for the approaches that are being considered. The financial cost of the approaches will be evaluated in the context of the policies. The United States has a responsibility to take a greater role in accepting some of the refugees that are overcrowding Europe, but there is a process for doing this that is run by the State Department. The administration is actively considering a range of approaches to contribute to the solution to the crisis. The financial cost of the approaches will be evaluated in the context of the policies. The United States has a responsibility to take a greater role in accepting some of the refugees that are overcrowding Europe, but there is a process for doing this that is run by the State Department. The administration is actively considering a range of approaches to contribute to the solution to the crisis. The financial cost