President Biden will be giving a speech at the 29th AFL-CIO Convention in Philadelphia. He will contrast his economic vision with one that looks down from Wall Street, emphasizing that his economic plan builds the economy from the middle out and the bottom up, not top down. The President will highlight the strength of the economy, including historically low unemployment rates due to the American Rescue Plan and bipartisan infrastructure law. He will also address the choice between asking the wealthy to pay their fair share or putting Medicare, Social Security, and Medicaid on the chopping block every five years, which is what congressional Republicans are proposing. Representatives Brendan Boyle, Mary Gay Scanlon, and Donald Norcross are traveling with the President, and he will be greeted by Philadelphia Mayor Jim Kenney on the ground. In a statement announcing his trip to Saudi Arabia and Israel, the White House did not mention a meeting with Crown Prince Mohammed bin Salman (MBS), but it is expected that the President will see him during the visit. The President is concerned about inflation and its impact on the economy and is closely monitoring the situation. He has made tackling inflation a priority and will continue to address it. The President's trip to Saudi Arabia is not solely focused on energy security but also includes discussions on various topics, such as the extension of the truce in Yemen. Human rights will always be part of the conversation in foreign engagements, and the President plans to address it with MBS. Regarding tariffs on China, the administration is discussing aligning tariffs with their priorities to safeguard the interests of workers and critical industries, boost American workers' wages, create jobs, secure supply chains, sustain technology edge, and advance national security. There is no new information on the President's decision regarding tariffs at this time. The staff will be reminded to not touch camera equipment and microphones during gaggles to ensure transparency and the ability for the press to hear directly from the President.