On Veterans Day, Vice President Joe Biden, First Lady Michelle Obama, Dr. Jill Biden, Cabinet Secretaries, and senior officials will participate in various service projects and ceremonies across the country and around the world to honor our nation's Veterans. They will attend ceremonies, greet troops, and participate in community service projects. Tammy Duckworth, Veterans Affairs Assistant Secretary for Public and Intergovernmental Affairs, will participate in a live video chat to answer questions about the Administration's commitment to supporting service members and their families. The Vice President will host a Veterans Day breakfast at the White House and later visit Arlington National Cemetery for a wreath-laying ceremony and deliver remarks at the Memorial Amphitheater. The First Lady will visit the Kaiserslautern Military Community to thank servicemen and women and visit wounded warriors at Landstuhl Regional Medical Center. Dr. Jill Biden will join active-duty military, Veterans, and military families at a volunteer event in Washington, D.C. Secretary Shinseki will attend the White House breakfast and participate in Veterans Day ceremonies at Arlington National Cemetery. Secretary Gates will attend a Veterans Day ceremony at Arlington National Cemetery. Secretary Salazar will participate in a wreath-laying ceremony at the Vietnam War Memorial. Secretary Solis participated in the Labor Department's annual Salute to Veterans, and Assistant Secretary Ray Jefferson will be the keynote speaker at the U.S. Chamber of Commerce's Veterans Day Salute. Secretary Donovan will host a Veterans Day event for staff at HUD headquarters. Secretary Chu will volunteer at a home construction site in New Orleans and announce plans to improve energy efficiency in homes being rebuilt. Secretary Duncan will visit Manor View Elementary School on Fort Meade and participate in the unveiling of the school's newly renovated library. Secretary Napolitano will lay a wreath during the Coast Guard ceremony at Arlington Cemetery. Administrator Karen Mills will make an announcement about SBA's entrepreneurship programs for Veterans. Administrator Johnson will attend the opening of the Armed Forces Retirement Home in Gulfport, Mississippi.