President Obama hosted Prime Minister Petr Necas of the Czech Republic for a meeting at the White House, highlighting the three main areas of bilateral relations: security cooperation, economic and commercial ties, and cooperation in support of democracy, open government, and human rights around the world. 

In terms of security cooperation, the Czech Republic has been a part of the International Security Assistance Force (ISAF) in Afghanistan since 2002 and is committed to remaining there until the completion of the transition to Afghan security responsibility in 2014. They have around 700 soldiers, including Special Forces, operating in challenging areas without caveats or restrictions. The Czech Republic also contributes to infrastructure projects and trains Afghan pilots and crews. The Czech Republic is a strong supporter of NATO's territorial missile defense capability and hosts a NATO Center of Excellence for defense against chemical, biological, radiological, and nuclear attacks.

In terms of economic and commercial cooperation, the United States and the Czech Republic have a long history of civil nuclear cooperation. They have established a Civil Nuclear Cooperation Center in Prague to facilitate joint work and have signed agreements for broader research and development cooperation. The Czech Republic also supports nuclear safety cooperation with the U.S. Nuclear Regulatory Commission. 

The United States and the Czech Republic cooperate closely in supporting human rights, open government, and democracy around the world. The Czech Republic has been a model for other countries in transitioning from a Communist regime to a thriving democracy. They support the NATO intervention in Libya and have provided medical supplies and assistance in training the Transitional National Council. They also advocate for human rights in Iran, Cuba, and Burma, and have launched initiatives to promote travel, trade, and strategic relations with Eastern Partnership countries. The Czech Republic has also announced its intent to join the Open Government Partnership and is exploring the establishment of an Open Government and Democracy Center in Prague.