The article discusses the economic challenge caused by declining pollinator populations in the United States. Pollinators, such as honey bees, native bees, birds, bats, and butterflies, are crucial for food production and contribute substantially to the economy. Insect pollination is essential for at least 90 commercially grown crops in North America and 35% of global food production. Honey bees alone contribute more than $15 billion to the US economy. Native wild pollinators also play a significant role, with crop benefits valued at over $9 billion in 2009.

However, there has been a steady decline in managed honey bee colonies over the past 60 years, posing a threat to domestic agriculture. Certain crops, like almonds, heavily rely on honey bee pollination, with California's almond industry requiring approximately 1.4 million beehives annually. Since 2006, commercial beekeepers have experienced increased colony loss rates, reaching an average of 30% each winter. This is mainly due to a combination of factors, including loss of natural forage, mite infestations, diseases, loss of genetic diversity, and exposure to pesticides. Colony collapse disorder (CCD), characterized by rapid and catastrophic bee loss, is also contributing to the problem.

The decline in honey bee colonies has led to significant economic impacts, with beekeepers collectively losing an estimated 10 million beehives. This has forced beekeepers to rebuild their colonies at a substantial expense, threatening the viability of commercial beekeeping and the crops dependent on honey bee pollination. The cost of commercial pollination has increased, with the cost of renting honey bee hives for almond pollination rising from $50 in 2003 to $150-$175 per hive in 2009. The decline in honey bee colonies is also affecting native pollinators, such as bumble bees, and their pollination services.

Other pollinator species, like Monarch butterflies, are also experiencing population declines. The Monarch butterfly migration, which has an estimated economic value in the billions of dollars, reached record-low levels this winter, putting it at risk of failure.

In response to these challenges, the President's 2015 Budget recommends approximately $50 million to enhance research, strengthen pollinator habitat, increase funding for surveys, and double the number of acres dedicated to pollinator health. President Obama has issued a Presidential Memorandum to create a Federal Strategy to promote the health of honey bees and other pollinators. This strategy includes a coordinated research action plan, a public education plan, and recommendations for increasing public-private partnerships. The Federal Government will also work to restore the Monarch butterfly migration through research and habitat improvements.

These actions aim to address the declining pollinator populations, ensure the sustainability of food production systems, avoid additional economic impacts on the agricultural sector, and protect the environment's health.