The G-7 Summit at Ise-Shima, Japan took place on May 26-27, with the leaders of the G-7 countries discussing various global economic and political priorities. The leaders expressed support for Iraq in its fight against ISIL/Da'esh and confirmed their readiness to provide financial assistance. They also expressed concern about the violence in Ukraine and called for the complete ceasefire required under the Minsk agreements. The leaders condemned violations of the Cessation of Hostilities in Syria and called for humanitarian access in the country. In terms of countering terrorism, they took steps to increase information sharing and cooperation on countering the financing of terrorism. The G-7 leaders reaffirmed their commitment to a rules-based order at sea, peaceful dispute settlement, and freedom of navigation and overflight. They also pledged to address the global displacement crisis by providing assistance to refugees and host communities. In terms of economic growth, the leaders committed to implementing fiscal policy flexibly and using all policy tools to strengthen global demand. They also underscored their commitment to using trade to create economic opportunity and encouraged the completion of the Trans-Pacific Partnership and the Transatlantic Trade and Investment Partnership. The leaders recognized the issue of global industrial excess capacity, particularly in the steel sector, and committed to taking coordinated actions to address this issue. They also emphasized the need to enhance financial transparency, combat tax evasion, and tackle corruption. In the area of cybersecurity, the leaders reaffirmed their commitment to an open, secure, and reliable cyberspace and emphasized the importance of protecting intellectual property rights. On climate change, the leaders reaffirmed their commitment to the Paris Agreement and the elimination of inefficient fossil fuel subsidies. They also pledged support for global efforts to address aviation emissions and hydrofluorocarbons. In the area of global health, the leaders committed to strengthening the response to public health emergencies, combating antimicrobial resistance, and supporting the replenishment of the Global Fund. They also affirmed their commitment to gender equality and women's empowerment and pledged to promote sustainable development by implementing the 2030 Agenda.