The Young Southeast Asia Leaders Initiative (YSEALI) Summit was held in Luang Prabang, Laos in September 2016. President Obama met with 350 emerging leaders from the ten Association of Southeast Asian Nations (ASEAN) member countries. The summit aimed to address the development gap in ASEAN and challenges faced by rural communities in Southeast Asia. The President discussed the important role of the youth in shaping a sustainable and prosperous ASEAN, and encouraged collaboration on areas of mutual interest such as entrepreneurship, environmental protection, education, and civic engagement.

YSEALI was launched by President Obama in 2013 to strengthen partnerships with emerging leaders in Southeast Asia. It includes all ASEAN member countries and is open to young people aged 18-35. The YSEALI Network has grown to over 100,000 members since its launch. The ASEAN region has a significant youth population, with 65 percent of its population under the age of thirty-five.

YSEALI offers various programs and initiatives to develop the skills and knowledge of young leaders in the region. These include educational and professional exchanges in the United States, skills-building regional exchange workshops, seed funding for projects addressing YSEALI themes, community service projects, and regional workshops on current issues.

The YSEALI Academic Fellows Program brings undergraduate or recently graduated students to the United States for five-week institutes, focusing on themes such as civic engagement, environmental issues, and social entrepreneurship. The YSEALI Professional Fellows Program allows participants to spend five weeks in the United States, working with American counterparts in various sectors.

YSEALI Generation Regional Exchanges bring together youth from all ASEAN countries to develop practical skills, learn about regional problems, and collaborate on solving common challenges. The YSEALI Network provides online networking opportunities and professional trainings through social media, online speaking programs, webinars, and other digital technology.

The U.S. Agency for International Development also launched the YSEALI Innovation Challenge, inviting students to propose science and technology solutions to food security challenges in Southeast Asia.

Overall, YSEALI aims to empower and connect young leaders in Southeast Asia to work together on regional and global challenges, fostering a more prosperous and sustainable future for ASEAN.