This article is a National Security Memorandum (NSM-10) from President Joe Biden outlining his administration's policies and initiatives related to quantum computing. The memorandum emphasizes the importance of maintaining the United States' competitive advantage in quantum information science (QIS) while mitigating the risks posed by quantum computers to cybersecurity, the economy, and national security.

The memorandum states that quantum computers have the potential to drive innovation in various fields, but they also pose significant risks to the United States. A quantum computer could break much of the public-key cryptography used in digital systems, which could jeopardize communication, critical infrastructure, and financial transactions.

To address these opportunities and risks, the memorandum establishes several policies and directives. It calls for a whole-of-government and whole-of-society strategy to promote QIS, including investments in research and development (R&D), education and workforce programs, and partnerships with industry and international allies.

The memorandum also emphasizes the need to transition vulnerable computer systems to quantum-resistant cryptography. It directs agencies to coordinate with the Director of the Office of Science and Technology Policy to develop a national strategy for QIS promotion and technology protection. Additionally, it outlines specific actions for agencies to take, such as establishing working groups, developing guidance and best practices, and conducting inventories of vulnerable IT systems.

Furthermore, the memorandum addresses the protection of U.S. quantum R&D and intellectual property (IP) and the need to safeguard enabling technologies and materials. It calls for counterintelligence measures, export controls, and campaigns to educate industry and academia on the threat of cybercrime and IP theft.

Overall, the memorandum highlights the importance of maintaining U.S. leadership in quantum computing while mitigating the risks to vulnerable cryptographic systems. It emphasizes the need for coordination, partnerships, and proactive measures to promote quantum technology and protect national security.