On Wright Brothers Day, President Joseph R. Biden Jr. celebrates the ingenuity and perseverance of Orville and Wilbur Wright, who revolutionized aviation with their aircraft. The Wright Brothers were inspired by the belief that humans could fly and conducted extensive research and experiments to achieve their goal. On December 17, 1903, their Wright Flyer took its first flight in Kitty Hawk, North Carolina, marking a significant milestone in aviation history. This event not only propelled the future of aviation but also embodied the American spirit of boldness, innovation, and always looking towards the future.

The United States has continued to build upon the Wright Brothers' legacy in air and space technology, achieving groundbreaking discoveries such as breaking the sound barrier, landing on the moon, and collaborating on projects like the International Space Station. Recently, the country launched a powerful deep-space telescope, providing new insights into the universe's history. Furthermore, efforts are being made to improve safety and comfort in air travel, with investments in airport renovations, air traffic control facilities, and infrastructure upgrades. Airlines have also been encouraged to provide better customer service, including free rebooking for significant flight delays or cancellations and clear disclosure of fees.

As the inheritors of game-changing innovations and torch-bearers of American ingenuity, there is much to be proud of and anticipate. The United States has the potential to lead the world in future technologies, address global challenges like the climate crisis, and create a fairer and more equitable planet. With a shared purpose, unwavering faith in the future, and the drive to achieve the seemingly impossible, there are no limits to what can be accomplished. President Biden expresses optimism about the nation's future, particularly in the realms of aviation and space.

The Congress has designated December 17 as "Wright Brothers Day" through a joint resolution, and the President is authorized and requested to issue an annual proclamation inviting the American people to observe this day with appropriate ceremonies and activities. Therefore, President Biden proclaims December 17, 2022, as Wright Brothers Day.