In this press briefing, Press Secretary Jay Carney, Deputy National Security Advisor for Strategic Communications Ben Rhodes, and NSC Senior Director for Asia Danny Russel discuss the upcoming speech by President Obama in Australia. The speech will focus on the alliance between the U.S. and Australia, as well as the U.S. role in the Asia Pacific region. President Obama will emphasize the importance of the alliance between the two countries and the shared values and interests they have. He will also discuss the U.S. commitment to the Asia Pacific region and the strategic decision to play a larger and long-term role in shaping its future. The speech will cover three major areas: security, the global economy, and democracy and human rights. On the security front, President Obama will discuss the ongoing review of defense budget priorities and emphasize that reductions in defense spending will not come at the expense of the Asia Pacific region. He will also discuss the various ways in which the U.S. will allocate resources to maintain its presence in the region and strengthen capabilities. On the economic front, President Obama will highlight the importance of taking advantage of the growth in the region and seeking win-win outcomes for nations, businesses, and workers. He will discuss the Trans-Pacific Partnership as an ambitious trade agreement that sets high standards and the need for core commitments to sustain the desired trade. He will also touch upon the importance of clean energy in combating climate change and fueling economic growth. Lastly, President Obama will emphasize the U.S. support for democracy and human rights, highlighting the importance of speaking up for these rights and supporting emerging democracies. He will also discuss specific issues in the region, such as Burma, and the importance of advancing the rights of women, minorities, and indigenous cultures. The briefing also touches upon the increased military cooperation between the U.S. and Australia, with the deployment of Marines in Darwin and increased rotations of U.S. aircraft in Australia. The officials address concerns about China's reaction to the increased cooperation and emphasize that it is appropriate and a response to the demand from nations in the region for a U.S. presence. They also clarify that the increased cooperation with Australia does not impact the ongoing U.S. presence in Japan.