The President will be visiting Fresno, California to address the severe drought that is affecting the state. He will meet with producers and those affected by the drought and offer a message of hope and federal assistance. The President signed the 2014 Agricultural Act, also known as the farm bill, which restored disaster assistance for livestock producers. The President will direct the Department of Agriculture to accelerate the process of getting disaster programs authorized under the farm bill to farmers and producers within 60 days. This will provide approximately $100 million of assistance to California producers and nearly a billion dollars of assistance to producers across the country. The President will also announce additional conservation assistance, including $15 million in targeted conservation assistance for communities affected by drought, $5 million in targeted emergency watershed protection assistance, and $60 million to food banks in California to help families impacted by the drought. The President will also establish 600 additional summer meal sites to provide assistance to children impacted by the drought during the summer months. The President is also taking executive action to address the drought, including curbing water use at federal facilities in California, working on longer-term water use reduction operations and technologies at federal facilities, and working with water contractors and communities to speed up changes in water projects. The President is also investing in climate resilience, with the establishment of a climate change hub in California and additional resources for a climate resilience fund in his 2015 budget. The Director of the White House Office of Science and Technology Policy, Dr. John Holdren, explained the connection between climate change and droughts, stating that while no single episode of extreme weather can be attributed to climate change, the global climate has been so extensively impacted by greenhouse gases that weather everywhere is being influenced by climate change. He explained that droughts are becoming more frequent, severe, and longer in a warming world due to changes in rainfall patterns, snowpack melting, and increased evaporation. The administration is also working on executive actions to address the drought and is opposed to the Feinstein-Boxer legislation introduced in the Senate.