This article is a press gaggle with Deputy Press Secretary Bill Burton, conducted aboard Air Force One en route to Kokomo, Indiana. The press asked questions about North Korea's actions, the President's response, and potential actions by the U.S. government. Burton stated that the President is outraged by North Korea's actions and stands with South Korea. He mentioned that the President will speak with President Lee and that they will work with South Korea and the international community to secure peace and stability in the region. When asked about specific actions to support South Korea, Burton said he did not have any news on that. He also mentioned that the President heard about the situation from Tom Donilon and that Secretary Gates spoke with his counterpart. Burton stated that the President views North Korea's actions as an outrageous act and that they need to live up to their international obligations. He also mentioned that the U.S. will work with partners to determine the most appropriate way forward, including involving the U.N. When asked about North Korea's desire to get back into talks with the U.S., Burton said that North Korea needs to make real progress in ending their illegal nuclear program. Regarding the President's response to North Korea, Burton stated that he does not anticipate the President making a statement today. He mentioned that the President will be taping an interview with Barbara Walters, where the topic may come up. Burton also spoke about the negotiations with Republicans on tax cuts, stating that Democrats are unified in the belief that the middle-class tax cuts should be extended permanently. He mentioned the urgency of letting Americans know that the tax cuts will be extended. Burton also mentioned the President's commitment to bipartisanship and working together with Republican leaders. When asked about the President's Thanksgiving plans, Burton stated that he will be staying at the White House and eating turkey. Finally, Burton addressed the TSA procedures, stating that the President's view is to do everything possible to keep the American people safe.