This article is an executive order issued by President Barack Obama on May 16, 2012, titled "Blocking Property of Persons Threatening the Peace, Security, or Stability of Yemen." The order is based on the authority granted to the President by the Constitution and the laws of the United States, including the International Emergency Economic Powers Act (IEEPA) and the National Emergencies Act (NEA). 

The order states that certain members of the Government of Yemen and others are threatening Yemen's peace, security, and stability by obstructing the implementation of the November 23, 2011 agreement between the government and opposition groups, which aims for a peaceful transition of power. These actions are considered to be an unusual and extraordinary threat to the national security and foreign policy of the United States, leading to the declaration of a national emergency. 

The order blocks all property and interests in property in the United States that belong to or are controlled by individuals or entities determined by the Secretary of the Treasury, in consultation with the Secretary of State, to have engaged in acts that threaten Yemen's peace, security, or stability. This includes those who obstruct the implementation of the agreement or the political process in Yemen, as well as political or military leaders of such entities. The order also prohibits donations of certain articles to these blocked persons.

The order provides certain exceptions for transactions related to the official business of the United States Government. It also prohibits any transaction or conspiracy that evades or violates the order's prohibitions. The order defines terms such as "person," "entity," and "United States person" for the purposes of this order.

The Secretary of the Treasury, in consultation with the Secretary of State, is authorized to take necessary actions, including the promulgation of rules and regulations, to carry out the purposes of this order. The Secretary of the Treasury is also responsible for submitting reports to Congress on the national emergency declared in this order. The order clarifies that it does not create any enforceable rights or benefits against the United States or its entities.