President Obama participated in a town hall meeting hosted by ESPN's "the Undefeated" at North Carolina A&T State University to discuss the progress made on his My Brother's Keeper (MBK) initiative. The initiative aims to address opportunity gaps faced by boys and young men of color. Since its launch in 2014, over $600 million in private sector and philanthropic grants and $1 billion in low-interest financing have been committed towards expanding opportunities for young people. The U.S. Department of Education announced its first-ever Pay for Success grants to identify and scale effective solutions for youth facing barriers to success. The Department of Education's Office of Career, Technical and Adult Education also announced a $2 million grant to help expand career and technical education programs for at-risk youth. The Department of Education's Office of English Language Acquisition is also studying how educational outcomes for English learners can be improved through Pay for Success strategies. The White House Office of Social Innovation and the MBK Task Force announced the inaugural MBK What Works Showcase, which will highlight organizations with evidence-based interventions for underserved youth. In terms of private sector commitments, the Sprint Corporation and its partners will provide one million high school students from low-income families with digital devices and mobile broadband connectivity. Additionally, nearly 40 major companies have signed onto the #FirstJob Hiring and Recruiting Compact, committing to implementing best practices for recruiting, hiring, and supporting Opportunity Youth. Examples of commitments made by these companies include expanding internship programs, providing training and mentoring, and increasing opportunities for Opportunity Youth. The MBK Alliance, Grads of Life, and the Opportunity Youth Network will also provide support and resources to these companies. The article also mentions various forums and events where the MBK Task Force engages with youth and community leaders to discuss challenges and progress in advancing the goals of MBK.