During a press briefing, Principal Deputy Press Secretary Eric Schultz discussed various topics including the hacking of the Democratic National Committee (DNC) and the Democratic Congressional Campaign Committee (DCCC) by Russian hackers. Schultz referred to the FBI for more information on the investigation and stated that the investigations into the breaches are likely connected. He also mentioned that Secretary of State John Kerry raised concerns about Russia's cyber activity with his Russian counterpart, Foreign Minister Lavrov. 

Regarding the Zika virus, Schultz mentioned that President Obama was briefed on the situation and has directed his team to stay updated and provide resources and support to affected areas, such as Florida. However, he expressed regret that Congress has not approved the $1.9 billion in funding that would fully support the federal response to the public health emergency caused by Zika.

Schultz also addressed questions about the ongoing purges in Turkey following the failed coup attempt. He reiterated the US's condemnation of the coup and expressed support for Turkey's democratically elected government. He stated that the US does not support any speculation about US involvement in the coup and emphasized the importance of Turkey upholding democratic institutions and the rule of law.

On the topic of the Trans-Pacific Partnership (TPP), Schultz stated that President Obama continues to believe that the trade deal is good for American businesses and workers. He acknowledged the political complexities surrounding the issue but stressed the importance of writing the rules of trade in order to maintain American influence in the global marketplace.

Schultz also mentioned that the President watched Hillary Clinton's speech at the Democratic National Convention and found it inspiring. He expressed confidence in Clinton's ability to handle the task of being President and reiterated the President's belief that she is the most qualified individual ever to run for the office.

Regarding the situation in Syria, Schultz expressed concern about the ongoing offensive by the Assad regime and Russia in Aleppo, which has led to a dire humanitarian situation. He criticized Russia's involvement in propping up the Assad regime and reiterated the US's commitment to a political transition in Syria.

Schultz also mentioned that the President has been closely monitoring the situation in the South China Sea and believes that territorial disputes in the region should be resolved through international norms and channels. He stated that the US remains committed to working with its partners in the region, including Singapore and India, to address the challenges posed by China's actions.

In addition, Schultz mentioned that the President continues to push for the confirmation of Merrick Garland to the Supreme Court and believes that the Senate has a responsibility to fulfill its constitutional duty to consider his nomination.

Finally, Schultz provided an update on the President's schedule for the upcoming week, including a trip to Atlanta to deliver remarks at the National Convention of the Disabled American Veterans group, a state visit by Prime Minister Lee Hsien Loong of Singapore, and a Young African Leaders Initiative Town Hall in Washington, D.C.