President Obama has announced his intent to nominate Roberta S. Jacobson as the Ambassador to the United Mexican States in the Department of State. Jacobson has been serving as the Assistant Secretary for Western Hemisphere Affairs since 2012. She has also held various other positions in the Department of State, including Deputy Assistant Secretary for Canada, Mexico, and NAFTA issues, and Director of the Office of Mexican Affairs. Jacobson has a B.A. from Brown University and an M.A. from the Fletcher School of Law and Diplomacy at Tufts University.

President Obama has also announced his intent to appoint Cary Fowler as a member of the Board for International Food and Agricultural Development. Fowler is currently a Special Advisor to the Global Crop Diversity Trust and has previously served as the Executive Director of the organization. He has extensive experience in the field of plant genetic resources and has worked as a professor and researcher at various institutions. Fowler has a B.A. from Simon Fraser University and a Ph.D. from the University of Uppsala.

Marvin E. Johnson has been appointed as a member of the Federal Service Impasses Panel in the Federal Labor Relations Authority. He is currently the Executive Director of the Center for Alternative Dispute Resolution and has been working as a mediator, arbitrator, and trainer since 1984. Johnson has also served as a professor in the field of labor relations and dispute resolution. He has a B.B.A. from Kent State University, an M.S. from the University of Wisconsin, and a J.D. from The Catholic University of America Columbus School of Law.

David E. Walker has also been appointed as a member of the Federal Service Impasses Panel in the Federal Labor Relations Authority. He is currently an arbitrator for the Midgulf Association of Stevedores and International Longshoremen's Association. Walker has experience as an attorney specializing in labor relations and has served on various arbitration panels. He has a B.S. from Louisiana State University, an M.A. from George Washington University, and an L.L.B. from Harvard Law School.