President Donald J. Trump has granted full pardons to 15 individuals and commuted the sentences of 5 others. Here is a summary of the individuals who received pardons or commutations:

1. Alfonso Costa: A dentist from Pittsburgh, Costa was granted a full pardon for health care fraud related to false billing. He served two years of probation and paid fines and restitution.

2. Alfred Lee Crum: Crum, now 89, received a full pardon for helping his wife's uncle illegally distill moonshine in 1952. He served three years of probation and paid a fine.

3. Crystal Munoz: Munoz had her remaining term of supervised release commuted after previously having her sentence of incarceration commuted. She was convicted of conspiracy to distribute marijuana and showed commitment to rehabilitation during her time in prison.

4. Tynice Nichole Hall: Hall had the remainder of her term of supervised release commuted after serving nearly 14 years of an 18-year sentence for allowing her apartment to be used to distribute drugs. She completed job-training programs and coursework towards a college degree while in prison.

5. Judith Negron: Negron had the remainder of her term of supervised release commuted after serving 8 years of her sentence. She was sentenced to 35 years for her role in a healthcare fraud scheme but dedicated her time in prison to improving her life and mentoring other inmates.

6. Steve Stockman: Stockman had the remaining prison sentence commuted. He was convicted of misuse of charitable funds and has underlying health conditions that place him at greater risk during the COVID-19 pandemic.

7. Duncan Hunter: Hunter received a full pardon at the request of many Members of Congress. He pled guilty to misusing campaign funds and is currently serving a 26-month sentence.

8. Chris Collins: Collins received a full pardon at the request of many Members of Congress. He pled guilty to conspiring to commit securities fraud and making false statements to the FBI and is currently serving a 26-month sentence.

9. Ignacio Ramos and Jose Compean: These former Border Patrol Agents received full pardons. They were charged and convicted for assault, using a firearm during a crime of violence, and deprivation of civil rights after an incident in which they shot an illegal alien trafficking marijuana.

10. George Papadopoulos: Papadopoulos received a full pardon for making false statements in connection with Special Counsel Robert Mueller's investigation into possible Russian interference in the 2016 presidential election.

11. Alex van der Zwaan: Van der Zwaan received a full pardon for making false statements in connection with Special Counsel Robert Mueller's investigation.

12. Nicholas Slatten, Paul Slough, Evan Liberty, and Dustin Heard: These four veterans received full pardons. They were convicted in connection with the deaths and injuries of Iraqi civilians while working as security contractors in Iraq.

13. Weldon Angelos: Angelos received a full pardon for selling marijuana and carrying a handgun in the course of dealing. He served 13 years in prison and has become an advocate for criminal justice reform.

14. Philip Lyman: Lyman received a full pardon for protesting the Bureau of Land Management's closure of the Recapture Canyon to ATV riders. He was serving as a county commissioner in Utah at the time.

15. Otis Gordon: Gordon received a full pardon for possession with intent to distribute. He has become a pastor and mentors at-risk youths in his community.

16. Philip Esformes: Esformes had his term of imprisonment commuted but the remaining aspects of his sentence, including supervised release and restitution, were left intact. His appeal challenging his conviction on the basis of prosecutorial misconduct related to violating attorney-client privilege has received support from notable legal figures.

These individuals received pardons or commutations based on various reasons, including support from public figures, rehabilitation efforts, and concerns about excessive sentences.