In this article, President Trump discusses various topics during remarks before departing for Ohio. He mentions the current situation with the COVID-19 pandemic, stating that while the US is doing well, Europe, particularly the UK, is experiencing a spike in cases. He mentions that vaccines and therapeutics are progressing well.

The President also talks about his upcoming Supreme Court nominee announcement, stating that he will be announcing his pick on Friday or Saturday. He mentions that five women are being considered and vetted carefully, and he plans to meet with some of them in person.

When asked about the timing of the vote for his nominee, President Trump expresses his preference for a vote before the election, stating that there is enough time to do so and it would send a good signal. He addresses concerns about Republican senators being reluctant and states that it would be bad for them politically if they didn't support his nominee.

The President also addresses the issue of Justice Ginsburg's last wishes, stating that he believes it was made up and that it was too convenient. He expresses his preference for a vote before the election and discusses his confidence in winning the election based on the polls and the enthusiasm of his supporters.

President Trump mentions that he just taped his message to the U.N., which will focus on China. He also mentions that he has one or two candidates in mind for the Supreme Court nomination, including Amy Coney Barrett. He acknowledges the possibility of meeting with Barbara Lagoa during his trip to Miami.

The President briefly discusses the DOJ's classification of Seattle, New York, and Portland as "anarchistic cities," stating that he believes they are. He expresses his desire to straighten out the situation, attributing it to all Democrats and the radical left.

Finally, President Trump mentions the ongoing discussions about TikTok and states that he has given a preliminary okay for the deal involving Oracle and Walmart, but emphasizes the importance of total security.