The Biden Administration has announced its plan to ensure that Americans receive updated COVID-19 vaccine shots this fall. The plan aims to effectively manage COVID-19, minimize disruptions, and stay prepared for potential new variants. The administration's strategy builds on its efforts over the past 19 months to make COVID-19 vaccines, treatments, tests, masks, and other tools widely available to the American people. The plan includes several key elements:

1. Providing easy and equitable access to updated COVID-19 vaccines: The administration is launching a new, updated COVID-19 vaccine that targets the Omicron strain, which did not exist when the original vaccine was developed. These vaccines will be available for everyone aged 12 and older, and the administration will ensure they are free, widely available, and easy to access.

2. Ensuring easy access to COVID-19 testing and treatments: The administration will continue to make COVID-19 tests and treatments widely available and easy to access. These tools have played a crucial role in reopening schools and businesses, reducing serious illness, and minimizing disruption to daily life.

3. Encouraging the use of all available tools: The administration is calling on all Americans to use every tool at their disposal to keep communities safe and schools and businesses open. This includes vaccinations, testing, treatments, and improvements in indoor air quality.

4. Preparing for potential surges and new variants: The administration recognizes the potential for an increase in infections in the fall due to waning immunity and colder weather. They emphasize the need to stay on the front foot and act aggressively in the face of an unpredictable virus. The administration will provide clear information on steps Americans can take to protect themselves and will continue to drive progress in vaccinations, testing, treatments, and more.

Overall, the administration's plan focuses on ensuring easy access to updated vaccines, promoting the use of testing and treatments, encouraging the use of all available tools, and preparing for potential surges and new variants. It emphasizes the importance of collective effort from all Americans, including state and local leaders, healthcare providers, employers, educators, and individuals, to protect themselves, their loved ones, and their communities.