During a press briefing, White House Press Secretary Sarah Sanders highlighted the positive impact of President Trump's economic policies on job growth in the manufacturing industry. She also announced that President Trump had pardoned Navy submariner Kristian Saucier, who had served a 12-month sentence for his offenses.

Sanders discussed the upcoming meeting between President Trump and North Korean leader Kim Jong-un, stating that the time and place of the meeting have not yet been determined. She emphasized that the United States will not proceed with the meeting until concrete actions are taken by North Korea to match their promises of denuclearization.

When questioned about the trustworthiness of Kim Jong-un as a negotiating partner, Sanders stated that the President is hopeful for progress and that the maximum pressure campaign has been effective in putting pressure on North Korea. She also expressed confidence in President Trump's negotiation skills.

Sanders addressed concerns about the lack of preconditions for the meeting and clarified that while the United States is advocating for the release of three Americans being held in North Korea, the North Koreans have made promises to denuclearize and have recognized the continuation of military exercises between the US and South Korea.

Regarding the surprise announcement of the meeting, Sanders explained that ongoing discussions with world leaders had taken place and that the appropriate parties were involved in the decision-making process. She also discussed the President's upcoming visit to California, where he will be reviewing prototypes along the border and meeting with members of the armed services.

Sanders did not provide specific details on how the United States plans to verify North Korea's denuclearization, stating that it will be determined by the intelligence and national security community. When questioned about the President's recent comments on nuclear weapons, Sanders emphasized the importance of a strong military and stated that Secretary of Defense Mattis is making sound decisions on rebuilding and modernizing the military.

In response to a question about the possibility of the talks with North Korea not happening, Sanders stated that concrete and verifiable steps need to be taken by North Korea before the meeting can proceed. She also declined to provide additional information on the arbitration involving Stormy Daniels, stating that it had been extensively addressed previously.