The President of the United States, Donald Trump, recently visited India at the invitation of Prime Minister Narendra Modi. During the visit, the two leaders pledged to strengthen the United States-India partnership in various areas.

In terms of defense and security cooperation, they agreed to enhance maritime and space domain awareness, exchange military liaison personnel, conduct joint training and exercises, and collaborate on the development and production of advanced defense components. President Trump also expressed support for India's acquisition of advanced U.S. military technology and welcomed their decision to procure naval and helicopter capabilities. India's status as a Major Defense Partner was reaffirmed, giving it priority in procurement and technology transfer.

The leaders also emphasized the importance of cooperation in combating international crimes such as human trafficking, terrorism, drug trafficking, and cybercrimes. They announced the establishment of a Counter-Narcotics Working Group and the reinvigoration of the Homeland Security Dialogue.

Trade and investment were highlighted as key aspects of the bilateral relationship, with the aim of achieving long-term stability and benefiting both economies. The ongoing negotiations for a comprehensive trade agreement were prioritized, as well as collaboration in the hydrocarbon sector and the promotion of energy security.

In the field of science, technology, and innovation, both countries expressed satisfaction with their collaboration and welcomed joint missions and discussions in various areas, including space exploration, Earth observation, and commercial space cooperation. They also emphasized the importance of higher education collaboration and increasing educational exchange opportunities.

In terms of global issues, the leaders reaffirmed their commitment to preventing, detecting, and responding to disease outbreaks. They also expressed support for sustainable infrastructure development, advocated for the peaceful resolution of maritime disputes, and recognized the importance of consultation and coordination with other countries, such as Japan and Australia.

The partnership between the United States and India aims to strengthen and reform international organizations, ensure responsible financing practices, promote women's economic empowerment, and support peace and stability in Afghanistan. Both leaders denounced the use of terrorist proxies and called for concerted action against all terrorist groups. They also recognized the need for a secure and reliable internet and discussed the evaluation of risks associated with emerging technologies.