During a press briefing aboard Air Force One, Karine Jean-Pierre, the White House principal deputy press secretary, provided updates on President Biden's recent activities. She mentioned that the President visited Baltimore to invest in rail infrastructure and traveled to New York City to announce funding for the Hudson Tunnel Project. Jean-Pierre also stated that the President and Vice President were en route to Philadelphia to announce funding for upgrading the city's water system and replacing lead service lines. She emphasized the administration's commitment to providing safe drinking water for all Americans and the importance of eliminating lead poisoning risks. The President and Vice President were joined by several officials, including EPA Administrator Michael Regan and Senator Bob Casey.

The press briefing then shifted focus to questions about a surveillance balloon detected over the United States. Jean-Pierre confirmed that President Biden was briefed on the matter and received recommendations from the national security team. The Pentagon had stated earlier that the balloon did not pose a military or physical threat to people on the ground. The President took the military's recommendation not to take any action due to safety concerns. Jean-Pierre noted that the President agreed with Secretary of State Blinken's decision to cancel his trip to China in light of the balloon incident. She emphasized that the President prioritizes the safety and security of Americans and that the United States is prepared to compete with China and protect its national security interests.

When asked about capturing or shooting down the balloon, Jean-Pierre reiterated that the Department of Defense is monitoring the situation and declined to provide specific details. She also addressed the discrepancy between the United States' characterization of the balloon as a surveillance device and China's claim that it is a weather intel-gathering balloon. Jean-Pierre acknowledged China's statement of regret but referred questions about intelligence matters to the Department of Defense. She emphasized that steps had been taken to protect against foreign intelligence collection and that the balloon posed no military or physical threat.

Regarding the decision to cancel Blinken's trip, Jean-Pierre deferred to the State Department for further explanation. She mentioned that the national security team had communicated with the Chinese government about the incident but did not provide details about any potential calls between President Biden and President Xi.

The press briefing concluded as the aircraft experienced turbulence, and Jean-Pierre thanked the reporters, indicating that she would see them on the ground.