On January 10, 2020, President Donald Trump issued an executive order imposing sanctions on additional sectors of Iran. The order is based on the authority vested in the President by the Constitution and the laws of the United States, including the International Emergency Economic Powers Act (IEEPA) and the National Emergencies Act. The order states that Iran continues to be the world's leading sponsor of terrorism and has threatened United States military assets and civilians. The policy of the United States is to deny Iran all paths to a nuclear weapon and intercontinental ballistic missiles, as well as counter Iran's malign influence in the region. The order aims to deny the Iranian government revenues that may be used to fund its nuclear program, missile development, terrorism, and malign regional influence. The order blocks the property and interests in property of persons determined to operate in specified sectors of the Iranian economy or engage in significant transactions with Iran. It also authorizes the imposition of sanctions on foreign financial institutions that conduct significant financial transactions with Iran. The order suspends the entry of aliens determined to meet certain criteria, unless it is determined that their entry would not be contrary to U.S. interests. The order prohibits the making of donations to persons whose property is blocked pursuant to the order and prohibits the receipt of contributions from such persons. Any transaction that evades or avoids the order's prohibitions is also prohibited. The order defines various terms, including "entity," "foreign financial institution," "Government of Iran," "Iran," "knowingly," "person," and "United States person." The Secretary of the Treasury, in consultation with the Secretary of State, is authorized to take necessary actions to carry out the purposes of the order, and all departments and agencies of the United States are required to implement the order. The order does not apply to transactions for the provision of agricultural commodities, food, medicine, or medical devices to Iran, or to transactions for the conduct of the official business of the United Nations. The measures taken pursuant to the order are a response to actions of the Government of Iran occurring after the conclusion of the 1981 Algiers Accords.