This article discusses the executive orders on immigration issued on January 25, 2017, by President Donald Trump. The orders are aimed at enhancing border security and enforcing immigration laws in the United States. The main points of the orders include:

1. Purpose: The order states that border security is crucial to national security and that illegal immigration poses a threat to public safety.

2. Policy: The policy of the executive branch is to secure the southern border by constructing a physical wall, detaining individuals suspected of violating immigration laws, expediting eligibility determinations, removing illegal aliens, cooperating with states and local law enforcement, and establishing Federal-State partnerships.

3. Definitions: The order provides definitions for various terms used, such as "asylum officer," "southern border," "border states," "wall," and others.

4. Physical Security of the Southern Border: The Secretary of Homeland Security is instructed to plan, design, and construct a physical wall along the southern border, allocate federal funds, and produce a comprehensive study of border security.

5. Detention Facilities: The Secretary of Homeland Security is directed to construct or establish contracts for detention facilities near the border, assign asylum officers and immigration judges to these facilities, and ensure the detention of apprehended aliens.

6. Detention for Illegal Entry: The Secretary of Homeland Security is instructed to ensure the detention of aliens apprehended for violating immigration law and to end the practice of "catch and release."

7. Return to Territory: The Secretary of Homeland Security is directed to ensure the return of aliens to their home countries pending removal proceedings.

8. Additional Border Patrol Agents: The Secretary of Homeland Security is tasked with hiring 5,000 additional Border Patrol agents.

9. Foreign Aid Reporting Requirements: Executive departments and agencies must identify and quantify all federal aid provided to the government of Mexico over the past five years.

10. Federal-State Agreements: The policy is to empower state and local law enforcement agencies to enforce immigration laws to the maximum extent permitted by law.

11. Parole, Asylum, and Removal: The abuse of parole and asylum provisions is to be ended, and the Secretary of Homeland Security is instructed to ensure compliance with immigration law and proper training of personnel.

12. Authorization to Enter Federal Lands: Officers and employees of the United States, as well as state and local officers authorized by the Secretary, should have access to federal lands to implement the order.

13. Priority Enforcement: The Attorney General is directed to prioritize prosecutions of offenses related to the southern border.

14. Government Transparency: The Secretary of Homeland Security is required to report statistical data on apprehended aliens on a monthly basis.

15. Reporting: The Secretary of Homeland Security and the Attorney General must submit reports on the progress of the order's directives to the President.

16. Hiring: The Office of Personnel Management is instructed to facilitate hiring personnel to implement the order.

17. General Provisions: The order does not affect existing authorities or create any new rights or benefits.

These executive orders reflect President Trump's commitment to strengthen border security and enforce immigration laws in the United States.