President Joe Biden has announced his intent to nominate five individuals to key roles in his administration. 

1. Nickolas Guertin is nominated for Director of Operational Test and Evaluation at the Department of Defense. He has a four-decade career in submarine operations, ship construction and maintenance, systems engineering, and the development and testing of weapons. He has also conducted applied research in software-reliant and cyber-physical systems at Carnegie Mellon University.

2. John Sherman is nominated for Chief Information Officer at the Department of Defense. He has nearly 25 years of experience in national security technology and innovation, serving in various roles within the Intelligence Community and Department of Defense. He has led modernizations involving cloud computing, cybersecurity, and collaboration capabilities.

3. Margo Schlanger is nominated for Assistant Secretary for Civil Rights at the United States Department of Agriculture. She is currently a law professor at the University of Michigan Law School and previously served as the Officer for Civil Rights and Civil Liberties in the Obama-Biden Administration's Department of Homeland Security. She has extensive experience in civil rights issues and has worked on immigration detention conditions, racial profiling, and disability rights.

4. Krista Boyd is nominated for Inspector General at the Office of Personnel Management. She has worked as an attorney in Congress for over two decades, focusing on issues related to government oversight. She has led investigations on government spending, transparency, and accountability, and has worked on strengthening the authorities of agency Inspectors General.

5. Robert Otto Valdez is nominated for Assistant Secretary for Planning and Evaluation at the Department of Health and Human Services. He is a professor emeritus at the University of New Mexico and has served in various roles in academia and government. He is an expert in health services research, health policy analysis, and health care financing.

These nominations highlight the administration's focus on experienced individuals with expertise in their respective fields.