This article is a Presidential Memorandum issued by President Donald Trump on May 24, 2018. The memorandum addresses the streamlining of regulations on the commercial use of space. The policy outlined in the memorandum emphasizes the need for regulations to promote economic growth, minimize uncertainty, protect national security and public safety, and encourage American leadership in space commerce.

The memorandum includes several specific directives. The Secretary of Transportation is instructed to review regulations on licensing commercial space flight launch and re-entry and make revisions or propose new rules as necessary. The Secretary of Defense, the Secretary of Transportation, and the Administrator of NASA are directed to examine existing government requirements, standards, and policies related to commercial space flight launch and re-entry operations and minimize conflicting requirements.

The Secretary of Commerce is tasked with reviewing regulations on commercial remote sensing and proposing revisions or rescinding rules as necessary. The Secretary of Commerce is also directed to consolidate the responsibilities of the Department of Commerce regarding the regulation of commercial space flight activities and propose the creation of a new entity within the Department to administer these regulations.

The Secretary of Commerce, in coordination with the Director of the Office of Science and Technology Policy, is instructed to work with the Federal Communications Commission to ensure that federal government activities related to radio frequency spectrum are consistent with the policy outlined in the memorandum. Additionally, a report is to be provided on improving the global competitiveness of the United States space sector through radio frequency spectrum policies.

The Executive Secretary of the National Space Council is directed to initiate a review of export licensing regulations affecting commercial space flight activities, develop recommendations for revision, and submit those recommendations to the President within 180 days.

The memorandum concludes with general provisions stating that it does not impair existing authorities, is subject to applicable law and appropriations, does not create any enforceable rights or benefits, and authorizes the Secretary of Transportation to publish the memorandum in the Federal Register.