This article discusses an executive order issued by President Donald Trump on May 25, 2018, regarding collective bargaining agreements (CBAs) in the United States federal government. The order aims to develop efficient and cost-reducing CBAs that promote an effective and efficient government. It states that current implementation of the Federal Service Labor-Management Relations Statute (the Statute) has fallen short of these goals, making it harder for agencies to reward high performers, hold low-performers accountable, or respond flexibly to operational needs. The order establishes an Interagency Labor Relations Working Group (Labor Relations Group) to assist the Office of Personnel Management (OPM) Director in matters involving labor-management relations. The Labor Relations Group will gather information, develop model ground rules for negotiations, analyze term CBAs, share information, and establish ongoing communications among agencies. The order also requires agencies to prepare a report on all operative term CBAs at least one year before their expiration or renewal date and to negotiate in good faith to reach agreements that meet the objectives outlined in the order. It provides guidelines for collective bargaining procedures, including time limits for negotiations, requesting assistance from the Federal Mediation and Conciliation Service (FMCS) and the Federal Service Impasses Panel (the Panel), and filing unfair labor practice complaints. The order prohibits negotiations over certain subjects and requires agencies to evaluate whether matters are already covered by a term CBA before bargaining over them. It also requires agencies to submit term CBAs and arbitral awards to the OPM Director for public accessibility. The order does not impair existing authority or functions of executive departments and agencies, and it is subject to applicable law and the availability of appropriations. It does not abrogate any existing CBAs and does not create any enforceable rights or benefits.