In a teleconference, a senior administration official discussed the situation in Sudan and the actions taken by the United States to address the ongoing conflict. The official mentioned that fighting between the Sudanese Armed Forces and the paramilitary Rapid Support Forces had scuttled negotiations for civilian rule and resulted in violence and suffering for the Sudanese people. The U.S. government has been involved in negotiating ceasefires, but these agreements have been repeatedly violated. As a result, the U.S. has imposed sanctions on four companies affiliated with the Sudanese Armed Forces and Rapid Support Forces, as well as visa restrictions on specific individuals. The goal of these actions is to hold the parties accountable and deny them the resources and weapons that perpetuate the conflict. The United States believes that only a diplomatic solution can resolve the conflict and will continue to support the Sudanese people in their aspirations for civilian rule. The U.S. has also provided humanitarian assistance and may take additional steps if necessary. The official emphasized the importance of behavior change and ending impunity for the parties involved in the conflict. The official also mentioned ongoing negotiations in Jeddah and the need for confidence-building measures. When asked about the visa restrictions, the official stated that they were private but aimed at holding individuals accountable and tightening the screws on the groups involved in the conflict. The official acknowledged the coordination challenges but expressed the shared goal among international partners to resolve the conflict. The official also addressed concerns about the economic and humanitarian consequences of the sanctions, stating that measures are in place to ensure that humanitarian assistance is not affected. The official highlighted the importance of the ongoing diplomatic efforts and emphasized the need for coordination with partners like the African Union and the Arab League. When asked about the effectiveness of the sanctions, the official stated that it would depend on whether the parties comply with ceasefire agreements and work towards ending the conflict. The official also mentioned the importance of engaging with the legislative branch and international partners to resolve the conflict. Finally, the official responded to a question about the RSF's role in the ceasefire, stating that both parties were responsible for the conflict and that diplomacy remained the main line of defense.