This article discusses an executive order issued by President Donald Trump regarding the improvement of the child welfare system in the United States. The purpose of the order is to promote a child welfare system that reduces the need for foster care, achieves safe permanency for children in foster care more quickly and effectively, and focuses on children waiting for adoption, particularly those who are 9 years and older, in sibling groups, or have disabilities.

The order emphasizes the importance of preventing unnecessary entry into foster care and ensuring timely permanency for children. It addresses the challenges faced by children in the foster care system, including the long wait times for finding a permanent family and the negative outcomes experienced by young adults aging out of foster care.

The order encourages partnerships between state agencies and public, private, faith-based, and community organizations to strengthen the child welfare system. It calls for increased public access to information relevant to child welfare, collection of data to preserve sibling connections, and expansion of the number of homes for children and youth.

The order also aims to improve access to resources for caregivers and youth by expanding educational options, increasing trauma-informed training, supporting guardianship, and enhancing support for kinship care and youth exiting foster care.

Furthermore, the order emphasizes the importance of equality of treatment and access for all families, and it calls for a study on the implementation of requirements related to the Multiethnic Placement Act, guidance updates, and publication of guidance regarding the rights of parents, prospective parents, and children with disabilities.

To prevent unnecessary removal and secure permanency for children, the order requires federal reviews of reasonable effort determinations and timeliness requirements, as well as the development of metrics to track permanency outcomes. It also addresses risk and safety assessments and outlines the standards for conducting such assessments.

The order explicitly states that it does not alter the implementation of the Indian Child Welfare Act or replace the tribal consultation process.

Overall, the executive order aims to empower families, improve partnerships between agencies and organizations, provide adequate resources for caregivers and youth, ensure equality of treatment and access, and improve processes to prevent unnecessary removal and secure permanency for children in the child welfare system.