In this press briefing, White House Press Secretary Karine Jean-Pierre discusses several topics. She begins by sharing encouraging news about the administration's efforts to make communities safer from gun violence. She highlights the key provisions included in the Bipartisan Safer Communities Act and the Department of Justice's efforts to prosecute individuals involved in illegal gun purchases and firearms trafficking. Jean-Pierre also emphasizes the need for Congress to take action to protect people from gun violence by establishing universal background checks, passing a national red flag law, and banning assault weapons.

She then discusses the Biden-Harris administration's announcement of the Environmental Protection Agency's final standards to reduce methane emissions from oil and gas operations. She emphasizes the administration's commitment to tackling climate change and reducing greenhouse gas emissions.

In terms of foreign policy, National Security Advisor Jake Sullivan discusses the ongoing discussions and efforts to find a way forward on the Israel-Palestine conflict. He mentions the President's meetings with the families of Americans held hostage by Hamas and the administration's commitment to bringing all Americans and other hostages home. Sullivan also addresses the attacks on commercial vessels in the Red Sea, attributing them to the Houthis and Iran's support for them.

Regarding Ukraine, Sullivan highlights the need for Congress to provide funding to support Ukraine's defense against Russian aggression. He emphasizes that failing to provide funding would make it easier for Putin to prevail and undermine democracy. Sullivan also mentions the ongoing discussions with allies and partners to determine appropriate responses to the attacks on commercial vessels.

In response to questions, Jean-Pierre addresses concerns about the collapse of border talks and emphasizes the importance of supporting Ukraine. She does not negotiate or comment on specific policy provisions related to immigration. She also reaffirms the administration's commitment to protecting journalists and addressing the increase in antisemitism.

Overall, the briefing covers a range of topics including gun violence, climate change, the Israel-Palestine conflict, attacks on commercial vessels, Ukraine, and immigration. The speakers provide updates on the administration's efforts and emphasize the need for action from Congress and international partners.