In this proclamation, President Donald Trump announces several changes to the duty-free treatment accorded under the Generalized System of Preferences (GSP). The GSP provides duty-free treatment to certain eligible articles imported from beneficiary developing countries. 

First, the President terminates the suspension of duty-free treatment for certain eligible articles from Ukraine, as Ukraine has made progress in protecting intellectual property rights. This termination will take effect five days after the date of the proclamation.

Second, the President suspends the duty-free treatment for certain eligible articles from Thailand, as Thailand is not taking steps to afford internationally recognized worker rights. This suspension will take effect six months after the date of the proclamation.

Third, the President determines that certain beneficiary developing countries exported eligible articles in quantities exceeding the applicable competitive need limitations in 2018. Therefore, the duty-free treatment for such articles from those countries is terminated.

Fourth, the President disregards the competitive need limitation for certain eligible articles from certain beneficiary developing countries if the aggregate appraised value of the imports of any such article into the United States during the preceding calendar year does not exceed a certain amount.

Fifth, the President waives the application of competitive need limitations for certain eligible articles from certain beneficiary developing countries, as advised by the United States International Trade Commission and in the national economic interest of the United States.

Sixth, the President redesignates certain countries as beneficiary developing countries with respect to certain eligible articles that did not exceed the competitive need limitations in the preceding calendar year.

Seventh, the President determines that the competitive need limitation does not apply to certain eligible articles from a certain beneficiary developing country as a like or directly competitive article was not produced in the United States in the preceding three calendar years.

Eighth, the President determines that Mali qualifies as a "lesser developed beneficiary sub-Saharan African country" under the African Growth and Opportunity Act (AGOA).

Finally, the President modifies the Harmonized Tariff Schedule of the United States (HTS) to reflect the changes mentioned above.

These changes will take effect on various dates specified in the proclamation.