On June 20, 2018, President Donald Trump issued executive orders regarding immigration. The orders state that it is the policy of the administration to enforce immigration laws rigorously. It emphasizes that the only legal way for an alien to enter the country is at a designated port of entry at the appropriate time. The administration will initiate proceedings to enforce criminal provisions of the Immigration and Nationality Act until Congress directs otherwise. The policy also aims to maintain family unity, including by detaining alien families together when appropriate and within the bounds of the law and available resources. The order defines "alien family" as a person not a citizen or national of the US who entered with an alien child and was detained, along with the child. It defines "alien child" as a person under 18 who has not been admitted into or authorized to enter or remain in the US and has a legal parent-child relationship with an alien who entered with the child and was detained. The order further establishes a temporary detention policy for families entering the country illegally, stating that the Secretary of Homeland Security shall maintain custody of alien families during criminal improper entry or immigration proceedings, subject to the availability of appropriations. However, an alien family will not be detained together if there is a concern for the child's welfare. The order also addresses the availability and construction of facilities for housing and care of alien families, as well as reimbursement for their use. The Attorney General is instructed to request a modification of the settlement agreement in Flores v. Sessions to allow for the detention of alien families throughout criminal proceedings or immigration proceedings. Additionally, the order prioritizes the adjudication of cases involving detained families. The general provisions state that the order does not affect the authority granted by law to executive departments or agencies, or the functions of the Director of the Office of Management and Budget. It also clarifies that the order is implemented in accordance with applicable law and subject to the availability of appropriations. Finally, the order states that it does not create any enforceable rights or benefits against the United States or its entities or individuals.