During a press briefing aboard Air Force One en route to South Bend, Indiana, Raj Shah, the White House Principal Deputy Press Secretary, addressed several topics. Shah discussed the upcoming summit between President Trump and Kim Jong-un in Singapore, stating that Singapore was chosen as the location due to its relationship with both the United States and North Korea, and its ability to ensure security and neutrality. He also stated that the summit is currently planned for June 12th, but did not provide details on its duration or whether there would be one-on-one time between the leaders.

Shah also addressed the recent release of three American citizens from North Korea, stating that the President and the entire U.S. government were pleased with their release, but acknowledged the harsh conditions they faced in North Korean prison camps.

When asked about the requirements for the Kim meeting, Shah mentioned that prior to the invitation being accepted, North Korea agreed to halt ballistic missile testing, nuclear testing, and not publicly oppose joint U.S.-South Korean military exercises. He also stated that provocative actions from North Korea could potentially halt the meeting.

On the topic of Iran, Shah stated that the President's goal is to prevent a rogue regime from obtaining a nuclear weapon, and that the Iran deal was flawed and did not stop Iran's support for terrorism. He also mentioned that the recent actions by Israel against Iran show that Iran is not a trustworthy actor.

Regarding reports of Michael Cohen profiting off his friendship and working relationship with the President, Shah directed questions to Cohen's attorney and stated that the President makes decisions based on what is best for the country and the right public policy choice.

Shah also briefly touched on the President's campaign rally in Indiana, where he would discuss why electing candidates that support his agenda is good for the country, and highlight accomplishments such as low unemployment and progress in foreign policy. He rejected the notion that the President mixing politics with official events is a problem, stating that criticizing the public policy records of opponents is different from a political campaign event.