President Biden's Budget includes a historic investment of over $175 billion to address the affordable housing crisis in the United States. The Budget aims to lower housing costs, expand housing supply, improve access to affordable rental options and homeownership, and work towards ending homelessness.

To address the nationwide shortfall in affordable housing, the Administration has released a Housing Supply Action Plan that includes administrative and legislative actions to close the housing supply gap within five years. The Budget builds on this plan by proposing measures to make it easier to build and preserve affordable housing, incentivize state and local governments to reduce barriers to affordable housing development, and promote the production and preservation of homes like accessory dwelling units and manufactured housing.

The Budget also focuses on promoting rental affordability and fairness. While around 2.3 million low-income households receive rental assistance through the Housing Choice Voucher (HCV) program, another approximately 10 million eligible households do not receive assistance due to funding limitations and waitlists. The Budget includes a voucher guarantee for two vulnerable population groups, youth aging out of foster care and extremely low-income veterans, which would serve over 200,000 additional households. 

In addition, the Budget aims to make homeownership more attainable for first-time and first-generation homebuyers. The Administration has already implemented measures to protect homeowners from foreclosure during the pandemic and has lowered the annual mortgage insurance premium through the Federal Housing Administration (FHA), resulting in lower housing costs for an estimated 850,000 homebuyers and homeowners. The Budget calls on Congress to further support homeownership by implementing policies to reduce barriers and provide assistance to homebuyers.

Lastly, the Budget emphasizes efforts to prevent evictions and end homelessness. The Administration has established a national eviction prevention infrastructure during the pandemic, which helped millions of at-risk renter households and kept evictions below pre-pandemic levels. The Budget seeks to continue these efforts and reduce homelessness by 25% by 2025 through initiatives that focus on homelessness prevention, affordable housing stock, renter protections, and social service supports.

Overall, the President's Budget aims to address the affordable housing crisis, promote equity and economic opportunity, and advance fair housing principles. It calls on Congress to support these initiatives through both mandatory and discretionary housing investments.