The executive order on artificial intelligence (AI) issued by President Donald Trump on February 11, 2019, outlines the United States' commitment to maintaining its leadership in AI research and development (R&D) and deployment. The order emphasizes the importance of AI in driving economic growth, enhancing national security, and improving quality of life. It states that the federal government plays a crucial role in facilitating AI R&D, promoting trust in AI technologies, training a skilled workforce, and protecting American AI technology from strategic competitors and adversarial nations.

To achieve these goals, the order establishes the American AI Initiative, guided by five principles:

1. Drive technological breakthroughs in AI across the government, industry, and academia.
2. Develop technical standards and reduce barriers to the safe testing and deployment of AI technologies.
3. Train current and future generations of American workers in AI skills.
4. Foster public trust and confidence in AI technologies while protecting civil liberties and privacy.
5. Promote an international environment that supports American AI research and innovation.

The order also sets six strategic objectives for agencies involved in AI implementation:

1. Promote sustained investment in AI R&D.
2. Enhance access to high-quality federal data and computing resources for AI R&D.
3. Reduce barriers to the use of AI technologies.
4. Ensure technical standards prioritize innovation, public trust, and confidence.
5. Train the next generation of American AI researchers and users.
6. Develop an action plan to protect the US advantage in AI and critical AI technologies.

The order assigns the coordination of the American AI Initiative to the National Science and Technology Council (NSTC) Select Committee on Artificial Intelligence. It mandates that agencies involved in AI R&D, application development, educational grants, and AI technology regulation implement the actions outlined in the order.

The order further emphasizes the need to prioritize AI as a focus area in existing federal fellowship and service programs, and it calls for recommendations on AI-related educational and workforce development considerations. The order also highlights the importance of developing technical standards for AI systems and engaging in the protection of the US advantage in AI technologies.

Overall, the executive order aims to promote the growth of AI in the United States while safeguarding national security, civil liberties, and American values.