In this article, President Trump announces a major breakthrough in achieving a better future for Syria and the Middle East. He states that the ceasefire along Syria's border has held well beyond expectations, and the government of Turkey has informed his administration that they will be stopping combat and making the ceasefire permanent. As a result, the President has instructed the Secretary of the Treasury to lift all sanctions imposed on Turkey. He also mentions that a small number of US troops will remain in the area to protect the oil and decide what to do with it in the future. The President emphasizes that this outcome was created by the United States and welcomes other nations to get involved in helping Turkey and Syria police their border. He thanks Vice President Pence, Secretary of State Pompeo, and the American delegation for their successful negotiations with Turkey. The President assures that American troops are safe and that the ceasefire has saved many lives. He urges European countries to take back the captured ISIS fighters for incarceration and trial. The President highlights that US forces have defeated 100% of the ISIS caliphate in the last two years and calls on Turkey, Syria, and other regional players to work together to ensure that ISIS does not regain any territory. He criticizes the previous administration for not fulfilling their commitment to remove Assad and for creating instability in the Middle East. The President states that the US is pursuing a new approach to foreign policy guided by experience, history, and a realistic understanding of the world. He emphasizes the importance of immigration security as national security and the need for a clear objective, plan for victory, and a path out of conflict when committing American troops to battle. The President expresses gratitude to the American team and President Erdogan of Turkey for achieving the ceasefire. He also thanks General Mazloum, the Commander-in-Chief of the SDF Kurds, for his understanding and acknowledges that the US saved tens of thousands of Kurds in the short term. The President concludes by stating that the job of the US military is not to police the world, and other nations must do their fair share. He sees this breakthrough as a critical step in that direction.