This article discusses the executive orders issued by President Donald Trump on September 21, 2017, regarding national security and defense. The orders are based on the authority vested in the President by the Constitution and the laws of the United States, including the International Emergency Economic Powers Act (IEEPA), the National Emergencies Act, the United Nations Participation Act, and other relevant statutes. 

The orders are in response to the provocative, destabilizing, and repressive actions and policies of the Government of North Korea. These actions include intercontinental ballistic missile launches, nuclear tests, human rights abuses, and the use of funds generated through international trade to support its nuclear and missile programs. The President finds that these actions constitute a continuing threat to the national security, foreign policy, and economy of the United States, as well as a disturbance of international relations.

The orders include measures such as blocking property and interests in property of certain individuals and entities involved in various industries in North Korea, owning or operating ports in North Korea, engaging in importation or exportation to or from North Korea, and providing support to blocked persons. The orders also impose restrictions on the entry into the United States of aliens determined to meet certain criteria, and prohibit transactions that evade or avoid the prohibitions set forth in the orders.

The Secretary of the Treasury, in consultation with the Secretary of State, is authorized to impose sanctions on foreign financial institutions that conduct significant transactions on behalf of blocked persons or engage in trade with North Korea. The orders also provide for the blocking of funds originating from or passing through foreign bank accounts owned or controlled by a North Korean person.

The orders contain definitions of relevant terms and provide for the implementation of the measures outlined in the orders. They also state that they do not create any rights or benefits enforceable against the United States or any other party.