On November 9, 2018, President Donald Trump issued a proclamation regarding immigration. The proclamation states that the United States expects a large number of individuals primarily from Central America to arrive at the southern border of the United States with no lawful basis for admission. These individuals are reportedly traveling in organized groups through Mexico and intend to enter the United States unlawfully or without proper documentation in order to seek asylum. However, based on past experience, a majority of them will not be eligible for or granted asylum. Many of these individuals have entered Mexico unlawfully and have rejected opportunities to apply for asylum there. The influx of these individuals is expected to overload the immigration and asylum system and result in the release of thousands of aliens into the interior of the United States. The proclamation states that the mass migration of aliens without a basis for admission into the United States through the southern border has created a crisis and undermines the integrity of the borders. Immediate action is necessary to protect the national interest and maintain the effectiveness of the asylum system for legitimate asylum seekers. The proclamation also highlights the challenges posed by family units and the lack of sufficient facilities to house them together. The suspension and limitation on entry outlined in the proclamation is aimed at channeling these aliens to ports of entry, enabling orderly and controlled processing. Aliens entering through the southern border, even without proper documentation, may still avail themselves of the asylum system if they properly present themselves for inspection at a port of entry. However, aliens who enter the United States unlawfully through the southern border will be ineligible for asylum, although they may seek other forms of protection. The proclamation also emphasizes the need for negotiations with Mexico and other countries to prevent unlawful mass migration to the United States. The proclamation is implemented under the authority vested in the President by the Constitution and the laws of the United States, including sections 212(f) and 215(a) of the Immigration and Nationality Act. The suspension and limitation on entry will expire 90 days after the date of the proclamation or the date on which an agreement permits the United States to remove aliens to Mexico in compliance with the terms of the INA, whichever is earlier. The Secretaries of State and Homeland Security are directed to consult with the Government of Mexico to address the approach of large groups of aliens traveling through Mexico with the intent of entering the United States unlawfully. The proclamation also includes provisions on severability and general provisions.