In a speech at the South Court Auditorium in the Eisenhower Executive Office Building, President Biden addressed the National Fire Prevention Week and discussed measures to improve the safety of firefighters. He praised the bravery and sacrifice of firefighters, noting that being a firefighter is not just a job, but a way of life. President Biden highlighted the dangers faced by firefighters and the need to prevent fires from occurring in the first place. He mentioned a national initiative to provide federal grants for local governments to adopt up-to-date building codes to make structures more resilient to extreme weather events such as wildfires and hurricanes.

President Biden also discussed the importance of reliable smoke detectors in preventing fire-related deaths, referencing a tragic fire in Philadelphia where 12 people died due to non-functioning smoke detectors. He signed a bill requiring affordable housing units to have reliable, tamper-resistant smoke alarms. He also mentioned legislation that gives the U.S. Fire Administrator authority to conduct on-site fire safety investigations to prevent future tragedies.

The President emphasized the need for more firefighters to ensure their safety, especially in the face of climate change. He mentioned the investments made through the American Rescue Plan to support firefighters and provide resources such as premium pay, new fire and rescue vehicles, and additional staff. President Biden also highlighted the physical toll of firefighting, with cancer being the leading cause of death among firefighters. He discussed his budget allocation for cancer research and early detection initiatives, as well as efforts to help veterans exposed to toxic materials and their families.

The President acknowledged the mental health challenges faced by firefighters and signed legislation extending the Public Safety Officers' Benefit Program to cover firefighters who experience trauma, such as post-traumatic stress disorder (PTSD), on duty. He also expressed support for protecting the rights of firefighters through collective bargaining and ensuring tax-free disability retirement benefits.

In conclusion, President Biden thanked firefighters and their families for their sacrifices and praised them as heroes. He expressed gratitude for their dedication and their role in saving lives and protecting communities across America.