The article discusses President Trump's arrival at the Group of 7 (G7) summit meeting in Canada and the concerns expressed by the other nations' finance ministers over the United States' trade policies. The author, Peter Navarro, highlights the trade practices that contribute to America's $500 billion annual global trade deficit and focuses on Germany, Japan, and Canada as examples.

Navarro argues that Germany imposes higher tariffs on cars imported from the United States compared to the US tariffs on cars made in Germany. He also mentions that Germany's automakers, even when they build facilities in the US, still rely heavily on imported components. Additionally, Navarro points out that Germany falls short of meeting its financial commitment to NATO by spending only 1.24 percent of its GDP on defense.

Regarding Japan, Navarro states that the US trade deficit in goods with Japan is higher than with Germany. He attributes this to high non-tariff barriers, such as complex regulations, which make it difficult for American cars to be sold in Japan. Japan also imposes tariffs on American agricultural products.

Navarro also criticizes Canada for dumping lumber into the US market, erecting non-tariff barriers, manipulating dairy prices, and harming wheat and barley growers. He argues that these practices put American industries at a disadvantage.

Navarro emphasizes two goals of the Trump administration in trade: to ensure fair and reciprocal trade and to defend industries critical to national security. He defends the imposition of tariffs on aluminum and steel imports as a defensive measure to protect these industries.

However, Navarro concludes by stating that these goals should not hinder cooperation with strategic allies and economic relationships within the G7. He emphasizes the importance of finding common ground on fair and reciprocal trade that benefits workers across the G7 nations.

Overall, the article presents the Trump administration's perspective on trade policies and argues for fair and reciprocal trade practices.