Since President Biden took office, there has been a significant increase in the sales of electric vehicles (EVs), with over four and a half million EVs now on the road. The Biden-Harris Administration is focused on lowering the cost of EVs for Americans and building a reliable, Made-in-America EV charging network. The administration has already made progress in electrifying the American road trip, with EV sales quadrupling and prices dropping by over 20% in the past year. The number of publicly available charging ports has also grown by over 70%, with 170,000 chargers across the country. The goal is to deploy 500,000 chargers by 2026, four years ahead of schedule.

To further support the expansion of EV infrastructure, the Department of Treasury and the Department of Energy are releasing definitions for eligible census tracts that will make the Inflation Reduction Act's 30C EV charging tax credit available to approximately two-thirds of Americans. This tax credit provides up to 30% off the cost of EV chargers for individuals and businesses in low-income communities and non-urban areas, increasing access to charging in underserved communities.

Additionally, the Departments of Transportation and Energy are investing $325 million across three programs to improve the reliability and resilience of publicly accessible chargers, advance EV technologies, and support workforce development for EV charging deployment and maintenance. This funding will repair and replace non-operational chargers, reduce costs for deploying charging in underserved communities, and cut battery costs.

The Biden-Harris Administration's investments in EV technologies have also encouraged private companies to invest in the EV charging network. Over $25 billion of investment in the U.S. EV charging network has been announced, including $10 billion from the private sector. The U.S. EV charging manufacturing sector has grown significantly under President Biden's leadership, with at least 40 U.S.-based EV charger factories announced or opened. These facilities now have the capacity to produce over a million chargers each year, including 60,000 fast chargers.

However, there are concerns about Republican efforts in Congress to eliminate the federal government's domestic manufacturing standards for EV chargers. The President has pledged to veto this resolution, as it would harm American workers, undermine domestic manufacturing, and benefit competitor nations like China.

Overall, the Biden-Harris Administration is focused on making EVs more accessible and affordable for Americans while ensuring that the EV future benefits American workers and families.