During a recent press briefing, Acting Administrator Slavitt and Dr. Walensky provided updates on the COVID-19 pandemic and the vaccination efforts in the United States. Here are the key points discussed:

1. Recovery Efforts: Acting Administrator Slavitt emphasized the importance of everyone doing their part to recover from the pandemic. President Biden has directed the administration to provide checks and shots to accelerate the recovery process.

2. Vaccination Progress: Nearly 30% of adults and two-thirds of seniors have received their first vaccination shot. The goal is to open up vaccinations to all adults by May 1st. In the last seven days, the country has been administering an average of 2.4 million shots per day.

3. Increased Medicare Reimbursement: The Biden administration announced that Medicare's reimbursement rates for administering COVID-19 vaccines will be nearly doubled, from $23 to $40 per shot. This increase aims to make it easier for healthcare providers to reach and vaccinate underserved populations.

4. Cost Coverage: The administration will cover 100% of the cost for Medicaid and children's health insurance beneficiaries to get vaccinated. This eliminates any financial barriers for these populations.

5. Vaccination Data: A CDC report found that the majority of people who received two doses of the vaccines did so within the recommended timeframes. However, a small percentage missed their second dose. Efforts are underway to address barriers to getting both doses and ensure full protection.

6. Variants: The B117 variant, first identified in the UK, is present in 50 jurisdictions in the US. Its prevalence varies by state, with Florida and California reporting up to 25% of cases being the B117 variant. The CDC projects that this variant will become the dominant strain by the end of March or early April.

7. School Guidelines: The CDC is revisiting its guidance on physical distancing in schools. Recent studies suggest that a distance of three feet may be safe, as long as mask-wearing is enforced. The CDC is evaluating this data and considering potential updates to its guidelines.

8. Vaccine Hesitancy: Efforts are underway to address vaccine hesitancy, particularly among minority communities. Trusted messengers and community outreach programs are being used to spread science-based information and encourage vaccination.

9. Vaccine Passport: The federal government is not planning to hold vaccination data or issue vaccine passports. However, efforts are being made by nonprofit collaboratives and the private sector to develop secure, private, and accessible ways for individuals to demonstrate their vaccination status.

10. Herd Immunity and International Distribution: The focus is on vaccinating as many people as possible rather than fixating on a specific herd immunity threshold. The US will prioritize vaccinating its own population before considering sharing doses with other countries. The US has committed $4 billion to COVAX, a global initiative to ensure equitable vaccine distribution.

Overall, the briefing highlighted the progress in vaccinations, the importance of continued efforts to reach underserved populations, and the need for reliable information and community outreach to address vaccine hesitancy.