President Donald J. Trump has signed two bills into law to address the crisis of missing and murdered Native Americans. The first bill, S. 227, also known as Savanna's Act, directs the Department of Justice to develop law enforcement protocols to address the issue. The second bill, S. 982, the Not Invisible Act of 2019, directs the Department of the Interior and the Department of Justice to establish a joint commission on violent crime within and against the Native American community. These bills reinforce the actions the President has already taken to fulfill his promise of not forgetting missing and murdered Native Americans.

Native American communities, particularly women and children, are facing a crisis of missing and murdered individuals. One study found that Native American women in certain tribal communities are ten times more likely to be murdered than the average American. President Trump signed an Executive Order on November 26, 2019, establishing the Operation Lady Justice Task Force on Missing and Murdered American Indians and Alaska Natives. This task force has opened six cold case offices, conducted regional consultations, and hosted listening sessions to ensure that its work is shaped by the voices and experiences of the Native American community. The task force is also working to develop model protocols for handling missing and murdered cases.

The Department of Justice is supporting the task force's efforts by providing funding to improve public safety and serve victims of crimes in American Indian and Alaska Native communities. The Trump Administration has made addressing issues facing Indian Country a priority. Earlier this year, President Trump signed the CARES Act, which provided $8 billion to address COVID-19 needs and programming for American Indians and Alaska Natives. The President has also executed an agreement with Finland to repatriate culturally important remains and artifacts to the Pueblos and tribes with heritage in the Mesa Verde region. Additionally, the Presidential Task Force on Protecting Native American Children in the Indian Health System was launched to examine systematic problems and solutions in the Indian Health System that resulted in failures to protect children.

President Trump is committed to continuing the partnership with Indian Country through the implementation of these laws and the ongoing work of the Operation Lady Justice Task Force.