President Donald J. Trump has announced his intent to nominate three individuals to key positions in his Administration. The first nominee is Rae Oliver Davis of Virginia, who is being nominated for the position of Inspector General of the Department of Housing and Urban Development. Davis currently serves as the Acting Assistant Inspector General for the Office of Special Inquiry and has nearly ten years of experience in the Inspector General Community. She has previously served in various roles in the Office of Inspector General for the United States Department of Housing and Urban Development, the Office of the Special Inspector General for the Troubled Asset Relief Program, and the Office of the Inspector General for the United States Postal Service.

The second nominee is Derek J. Hogan of Virginia, who is being nominated for the position of Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Moldova. Hogan is a career member of the Senior Foreign Service and has been an American diplomat since 1997. He currently serves as the Deputy Executive Secretary of the United States Department of State and is an expert on Eastern Europe, having served five tours working in or on Eastern Europe, including Russia. Hogan has held senior leadership positions both at United States missions overseas and domestically for the Department of State.

The third nominee is Joseph Maguire of Florida, who is being nominated for the position of Director of the National Counterterrorism Center, Office of the Director of National Intelligence. Maguire has served as the President and Chief Executive Officer of the Special Operations Warrior Foundation since 2013, after retiring from the United States Navy as a Vice Admiral. He has commanded at every level in the Naval Special Warfare Command and has previously served as the National Counterterrorism Center's Deputy Director for Strategic Operational Planning. Maguire is a native of New York City and holds a B.S. from Manhattan College and a MSTI from the Naval Postgraduate School.

All three nominees bring extensive experience and expertise to their respective positions.