The article is a Presidential Memorandum issued on October 5, 2017, regarding the integration, sharing, and use of national security threat actor information to protect Americans. The memorandum emphasizes the importance of effectively analyzing, evaluating, integrating, correlating, and sharing classified national security information and other information concerning threat actors and their networks. It states that the United States Government should conduct these activities in a manner that protects the security and integrity of the information, considers applicable laws and presidential guidance, ensures operational deconfliction and security, and protects individuals' privacy, civil rights, and civil liberties. The policy outlined in the memorandum includes identifying, integrating, and making available national security threat actor information; managing that information within appropriate frameworks and architectures; using that information to support national security activities; and sharing relevant information with foreign governments and partners. The memorandum also provides definitions for associated information and identity attributes, and outlines the implementation process, including the development of technical architectures and policy frameworks, regular assessments of these architectures, and the establishment of an executive agent for each category of national security threat actor information. The memorandum further highlights the need for privacy and civil rights protections, the establishment of national standards for information exchange, and the coordination of research and development activities. The Deputies Committee of the National Security Council has the authority to modify or remove categories of national security threat actors. The memorandum concludes with general provisions, clarifying that it does not alter existing authorities or create enforceable rights or benefits. The annex to the memorandum provides specific categories of national security threat actors, including cyber threat actors, foreign intelligence threat actors, military threat actors, transnational criminal actors, and weapons proliferators.