President Trump delivered remarks in the East Room of the White House regarding the suspicious packages and devices that were mailed to government officials. He stated that the safety of the American people is his highest priority and that a major federal investigation is underway to bring those responsible to justice. He emphasized the need for unity and condemned acts or threats of political violence in the United States. 

The President also addressed the opioid crisis and the actions his administration has taken to combat it. He declared the opioid crisis a national public health emergency one year ago and announced the signing of landmark legislation to defeat the epidemic. The administration has secured $6 billion in funding to combat opioids, the most ever received in history. They have also launched an unprecedented effort to target drug dealers, traffickers, and smugglers. The Department of Justice has indicted two Chinese nationals for shipping fentanyl and other lethal drugs to the US. 

President Trump highlighted the efforts to prevent addiction and provide treatment and recovery support. The average federal sentence for drug trafficking has been increased, over-prescribing doctors are being targeted, and the total amount of opioids being prescribed has decreased by nearly 20 percent. The administration has also launched a large-scale ad campaign to prevent young Americans from getting addicted to drugs. They have provided additional funding to states and expanded apprenticeships and on-the-job training for those recovering from addiction. The President shared stories of individuals who have overcome addiction and emphasized the importance of second chances. 

In conclusion, President Trump signed the largest bill to combat a drug crisis in US history and thanked Senator Rob Portman for his work on the bill. He expressed gratitude to the companies and organizations present for their commitments to help solve the crisis. The President ended his remarks by emphasizing the need to defeat the epidemic together as one nation.