New data confirms that the Trump Administration has made significant progress in deregulation in Fiscal Year 2019. Regulatory costs have fallen by $50 billion, and they are expected to decrease by a similar amount in Fiscal Year 2020. The Council of Economic Advisers estimates that this shift in regulation will increase real incomes by $3,100 per household per year over the next 5 to 10 years, by promoting choice, productivity, and competition.

President Trump's Executive Order 13771, which requires Federal departments and agencies to eliminate two regulatory actions for each new one and not exceed a regulatory cost allowance, has been instrumental in the Administration's deregulatory success. Under Trump, Federal agencies have taken 393 deregulatory actions and only 52 new significant regulatory actions under this order.

Compared to previous administrations, the Trump Administration has significantly reduced the number of regulations. The total number of pages in the Code of Federal Regulations has decreased, and the number of restrictive terms has also decreased under Trump, indicating a commitment to stopping regulatory accumulation.

Deregulation has particularly benefited small businesses, which often struggle to understand and comply with regulations due to limited resources. Small businesses have reported that regulations are no longer their top concern since the Trump Administration took office.

In addition to deregulation, the Trump Administration is working to ensure that regulatory guidance is transparent and not used to bypass the rulemaking process. Agencies will need to post their guidance on a single website, clarify that guidance is non-binding, and submit significant guidance for regulatory review.

The Administration's deregulatory efforts have cut red tape for American businesses, allowing them the freedom to create jobs. The Fall Unified Agenda is projected to lead to $52 billion in additional savings in Fiscal Year 2020, further benefiting consumers, job creators, and the economy.