Principal Deputy National Security Advisor Jon Finer, along with National Security Council Senior Director for Africa Dana Banks and Deputy Assistant Secretary for African Affairs Michael Gonzales, recently traveled to Nigeria, Equatorial Guinea, and Mauritania. The purpose of the trip was to emphasize the Biden Administration's commitment to collaborating with African nations to address global challenges and advance mutual interests.

In Nigeria, Mr. Finer held meetings with Vice President Yemi Osinbajo, Minister of Foreign Affairs Geoffrey Onyeama, and other high-ranking Nigerian officials. The discussions focused on the significance of the bilateral relationship between the United States and Nigeria, as well as the shared commitment to democratic values. They also talked about U.S. support for Nigeria's efforts to tackle regional security issues, particularly maritime security in the Gulf of Guinea. Mr. Finer reiterated the U.S. commitment to working together to combat climate change, terrorism, corruption, and to promote human rights and the rule of law. Additionally, they discussed the Build Back Better World (B3W) initiative, a G7 infrastructure partnership that emphasizes transparency and high standards. The delegations also agreed to collaborate on strengthening global health security and ending the COVID-19 pandemic, including the United States' donation of over 7.5 million vaccine doses to Nigeria.

In Equatorial Guinea, Mr. Finer met with President Teodoro Obiang Nguema Mbasogo, Vice President Teodoro Nguema Obiang Mangue, and other senior officials to discuss improving maritime security and addressing the COVID-19 pandemic.

In Mauritania, Mr. Finer engaged in discussions with President Mohamed Ould Ghazouani, Minister for Foreign Affairs Ismael Ould Cheikh Ahmed, Minister of Defense Hanana Sidi, and other senior Mauritanian officials. He expressed U.S. support for Mauritania's efforts in combating terrorism, addressing longstanding human rights concerns, fighting corruption, and defeating COVID-19. The B3W initiative was also a topic of discussion. Additionally, Mr. Finer met with the Executive Secretary and staff of the G5 Sahel during his time in Mauritania, as well as with alumni of the Young African Leaders Initiative (YALI).