In this press briefing, President Trump addresses the violence, looting, and rioting taking place in Democrat-controlled cities such as New York, Portland, Chicago, and Seattle. He calls on mayors and governors to use all necessary resources to end the violence and protect their citizens. The President specifically mentions New York City, Chicago, Portland, and Seattle, highlighting the number of police officers and guardsmen available in each city to quell the violence if allowed to do their jobs. He criticizes the Democrats and the radical left for their stance on defunding the police and their support for policies such as closing prisons and ending cash bail. 

President Trump also provides an update on the progress of Operation Warp Speed, the initiative to develop a safe and effective COVID-19 vaccine. He announces an agreement with Moderna to manufacture and deliver 100 million doses of their vaccine candidate. He highlights the partnerships with Johnson & Johnson, Sanofi, and GSX for large-scale manufacturing of their vaccines. The President mentions that three vaccine candidates are in the final stage of clinical trials and that the military is ready to deliver the vaccine as soon as it is approved by the FDA. He also mentions the use of convalescent plasma as a treatment for COVID-19 and urges recovered patients to donate plasma.

Regarding the economy, President Trump highlights the rebound and strength of the U.S. economy, with the Dow Jones passing 28,000 points for the first time since March. He compares the U.S. economic recovery to that of other countries, noting that the European Union's GDP decline was nearly 40 percent worse than the United States'. He emphasizes the importance of remaining vigilant in the fight against the pandemic and practicing good hygiene, social distancing, and wearing masks.

The President also comments on Senator Kamala Harris, the Democratic vice presidential nominee. He criticizes her record, calling her a "phony" and highlighting her stance on issues such as raising taxes, slashing funds for the military, and being against fracking and petroleum products. He mentions her treatment of Justice Kavanaugh during his confirmation hearings and expresses surprise at her selection as Joe Biden's running mate. President Trump also addresses FISA abuse, stating that there was "tremendous FISA abuse" and accusing the Obama administration of spying on his campaign.

The press briefing concludes with a question about the eviction crisis and the President's response that evictions will be stopped. He is then asked about Senator Harris's past record on marijuana convictions and her credibility, to which he responds that she lied and criticizes her policy positions. The President is also asked about the recent funding cuts for the Seattle Police Department and the resignation of the police chief. He expresses concern about the defunding movement and the impact it may have on public safety. The briefing ends with a question about Senator Harris's potential impact on Biden's chances in the election, to which President Trump responds that he prefers Vice President Mike Pence.