President Biden and Prime Minister Kishida Fumio of Japan held a virtual meeting to emphasize the strong relationship between the two countries and their shared vision of a free and open Indo-Pacific region. They highlighted the importance of the U.S.-Japan Alliance and agreed that it has never been stronger or more necessary. President Biden commended Prime Minister Kishida's commitment to the alliance and his efforts to strengthen Japan's defense capabilities. They discussed the need to increase spending on defense and sustain vital investments over time. The leaders also emphasized the importance of nuclear nonproliferation and disarmament, as well as strengthening cybersecurity. They welcomed Japan and Australia's signing of the Reciprocal Access Agreement for closer trilateral defense cooperation. 

Both leaders expressed their commitment to pushing back against China's attempts to change the status quo in the East China Sea and South China Sea. They also underscored the importance of peace and stability across the Taiwan Strait and expressed concern about China's practices in Xinjiang and Hong Kong. President Biden reaffirmed the United States' unwavering commitment to the defense of Japan, including the Senkaku Islands. They condemned the recent ballistic missile launches by North Korea and committed to close coordination on North Korea issues with South Korea. The President expressed support for the resolution of the abductions issue.

The leaders pledged to work together to deter Russian aggression against Ukraine and to take strong action in response to any attack. They emphasized the importance of close cooperation among the United States, Japan, and South Korea on security and other issues. They also reaffirmed their support for ASEAN centrality and the Quad (Australia, Japan, India, and the United States) as a critical forum for promoting a free and open Indo-Pacific region.

President Biden and Prime Minister Kishida highlighted the importance of enhancing economic ties between the United States and Japan. They established a new ministerial-level Economic Policy Consultative Committee to drive economic cooperation and strengthen the rules-based economic order in the Indo-Pacific region and the world. They expressed their support for U.S. economic leadership in the Indo-Pacific and the proposed Indo-Pacific Economic Framework. They also emphasized the importance of sustainable and inclusive economic policies and the swift resolution of trade issues.

The leaders reaffirmed their commitment to partnering in global efforts to end the COVID-19 pandemic. They agreed to continue working together to mitigate the spread of the virus and align efforts in and around U.S. facilities in Japan. President Biden expressed his intention to host the next Global COVID-19 Summit and stressed the importance of increasing collective commitments, including doses and efforts to vaccinate the world. They also highlighted the significance of people-to-people ties and resolved to strengthen the friendship between the United States and Japan.