This executive order, issued on March 31, 2017, aims to promote the efficient and effective administration of United States trade laws. It focuses on importers who unlawfully evade antidumping and countervailing duties, which not only expose US employers to unfair competition but also deprive the government of lawful revenue. The policy of the US is to impose appropriate bonding requirements, based on risk assessments, on entries of articles subject to antidumping and countervailing duties to protect the revenue of the country. The order also defines key terms such as "importer" and "covered importer." 

Within 90 days of the order, the Secretary of Homeland Security, in consultation with the Secretary of the Treasury, the Secretary of Commerce, and the United States Trade Representative, is tasked with developing a plan that would require covered importers posing a risk to the revenue of the United States to provide security for antidumping and countervailing duty liability through bonds and other legal measures. The plan should also include other appropriate enforcement measures and be consistent with relevant regulations.

The order further directs the Secretary of Homeland Security, through the Commissioner of US Customs and Border Protection (CBP), to develop and implement a strategy and plan to combat violations of US trade and customs laws within 90 days. This includes enabling interdiction and disposal, beyond seizure, of inadmissible merchandise entering through any mode of transportation, as authorized by law. Additionally, to protect intellectual property rights (IPR) holders from the importation of counterfeit goods, the Secretary of the Treasury and the Secretary of Homeland Security are instructed to take necessary steps, including rulemaking if needed, to ensure that CBP can share information with rights holders regarding potential IPR infringement or violation, as well as information on voluntarily abandoned merchandise.

The Attorney General, in consultation with the Secretary of Homeland Security, is to develop recommended prosecution practices and allocate appropriate resources to prioritize prosecuting significant offenses related to trade law violations.

The order includes general provisions that clarify it does not impair existing authorities or functions of executive departments or agencies, or the Director of the Office of Management and Budget. It emphasizes that implementation should be consistent with applicable law and subject to the availability of appropriations. Lastly, the order states that it does not create any enforceable rights or benefits for any party against the United States or its entities.