The article is a transcript of remarks made by President Varela of Panama and Vice President Pence of the United States during a meeting in Panama City. President Varela condemned the terrorist attack that occurred in Barcelona and expressed solidarity with the Spanish government and people. He also emphasized the strong diplomatic relations between Panama and the United States and expressed the desire for more American companies to invest in Panama. President Varela highlighted Panama's role as a major connection for world trade and the importance of the United States' participation in the country's infrastructure projects. He also discussed the need for cooperation in security and border control, particularly in addressing drug trafficking and illegal migration. President Varela expressed concern about the political conflict in Venezuela and called for a return to democratic order in the country. Vice President Pence commended Panama's leadership in the fight against radical Islamic terrorism and drug trafficking. He emphasized the historic friendship between the United States and Panama and the importance of the Panama Canal in strengthening the bond between the two countries. Vice President Pence also praised Panama's free-market policies and commitment to prosperity and security. He reiterated the United States' support for Panama in addressing security challenges, particularly in fighting drug trafficking, and expressed gratitude for Panama's partnership in the global coalition to defeat ISIS. Vice President Pence also addressed the crisis in Venezuela, emphasizing the need for the restoration of democracy and expressing the United States' commitment to working with Panama and other Latin American countries to achieve a peaceful solution. He highlighted the potential consequences of a failed state in Venezuela, including increased drug trafficking and illegal migration. Vice President Pence concluded by reaffirming the shared values of freedom, security, and prosperity between the United States and Panama.