President Biden has announced his intent to appoint several individuals to key roles in various organizations. In the Institute of American Indian Arts (IAIA) Board of Trustees, Johnpaul Jones, an architect, Madeline Fielding Sayet, a Mohegan theater maker, Jane Semple Umsted, an artist, Rose Simpson, an artist, and Manuelito Wheeler, the Director of the Navajo Nation Museum, have been appointed as members.

Jones has a distinguished career as an architect, with designs that pay respect to indigenous architectural traditions and native landscapes. Sayet is a theater maker whose work focuses on the stories and futures of indigenous communities. Umsted is an artist whose work reflects her Choctaw roots and vibrant colors. Simpson is an artist with a Bachelor of Fine Arts from the IAIA and has exhibited her work in various museums. Wheeler, who was born and raised on the Navajo Nation, is currently the Director of the Navajo Nation Museum.

In the President's Export Council, Keisha Lance Bottoms, the former Mayor of Atlanta, and Shamina Singh, the Founder and President of the Mastercard Center for Inclusive Growth, have been appointed as members. Bottoms has experience in public engagement and leadership, while Singh has a background in social impact and sustainability.

In the Route 66 Centennial Commission, Juliana Stratton, the Lieutenant Governor of Illinois, and Trait Thompson, the Executive Director of the Oklahoma Historical Society, have been appointed as members. Stratton is dedicated to uplifting communities and has leadership roles in various councils and committees. Thompson has experience in project management and has authored a book on the Oklahoma State Capitol.

Finally, in the United States Commission on International Religious Freedom, Susie Gelman, a former Board Chair of Israel Policy Forum, has been appointed as a commissioner. Gelman has a background in law and has served in leadership roles in various Jewish organizations.

These appointments reflect President Biden's commitment to diversity and inclusion in key positions.