During a press briefing, White House Press Secretary Kayleigh McEnany criticized Nancy Pelosi, Chuck Schumer, and Alexandria Ocasio-Cortez for their opposition to President Trump's nomination of a Supreme Court justice. McEnany argued that it is the President's constitutional duty to nominate a justice, regardless of the timing or politics of the situation. She also highlighted the President's commitment to protecting religious liberty, freedom of speech, and the Second Amendment. 

In response to questions about the COVID-19 pandemic, McEnany defended the administration's handling of the crisis, pointing out that the initial projections estimated much higher death tolls. She also addressed comments made by the President regarding the impact of the virus on young people, stating that the President was referring to the low mortality rate among young people and the fact that some states have had zero pediatric deaths. McEnany emphasized that the President takes the virus seriously and is focused on developing therapeutics and a vaccine.

McEnany also addressed questions about the confirmation process for a new Supreme Court justice. She expressed confidence that Republicans will remain unified and that the nominee will be someone with a stellar track record who will interpret the Constitution as written. She criticized Democrats for their threats to pack the court or pursue impeachment in response to the nomination.

In addition, McEnany discussed the administration's efforts to pass a stimulus bill, blaming Speaker Pelosi for the lack of progress in negotiations. She mentioned that the administration is open to passing one-off bills for specific areas of need if Democrats are not willing to agree to a comprehensive relief package.

McEnany also addressed various other topics, including healthcare, China, and the recent controversies surrounding former administration officials Olivia Troye and Miles Taylor. She defended the administration's actions and criticized Troye and Taylor for their opportunistic behavior and false allegations against the President.