December 22 marks the two-year anniversary of the signing of the Tax Cuts and Jobs Act (TCJA) by President Donald J. Trump. The TCJA was the largest tax cut in U.S. history and included reforms to individual and corporate taxes. Since its passage, U.S. multinational enterprises have repatriated $1 trillion in overseas earnings.

The Council of Economic Advisers (CEA) made several predictions about the long-term effects of the TCJA on economic growth, business investment, wages, and the labor market. While it will take more time for the full economic benefits to materialize, many of the CEA's projections have been accurate.

One of the major provisions of the TCJA allows businesses to immediately deduct the cost of new capital investments, leading to increased investment in operations. Investment levels have been higher than projected, with investment in 2018 being 4.5 percent higher and in 2019 being 3.3 percent higher than the projections.

The TCJA also provided tax relief for small businesses by allowing certain pass-through entities to deduct 20 percent of their qualified business income. Over 80 percent of small firms believe that the TCJA had a significant impact on the economy, and over 50 percent believe it had a positive effect on their business.

The CEA estimated that a drop in the corporate tax rate would increase average household income by $4,000 over five years. The individual tax cuts also boosted disposable income for most households, with the doubling of the child tax credit benefiting 40 million American families.

Overall, real disposable personal income per household has risen by about $6,000 since the TCJA was signed into law. A substantial portion of the estimated five-year income gains of $4,000 has already been realized.

The TCJA has also supported a strong labor market, with the unemployment rate falling below pre-2016 election forecasts and reaching a half-century low of 3.5 percent this year. There are now more job openings than unemployed people, and labor demand has surged.

Actual job gains after the TCJA was signed into law were nearly three times higher than projected, and the robust job market has brought Americans off the sidelines and into the labor market. Wage growth for blue-collar workers has been higher than wage growth for white-collar workers, reversing the trend from the previous administration.

The TCJA also created Opportunity Zones to spur investment and increase labor demand in economically-depressed areas. This provision has helped the 35 million Americans living in designated Opportunity Zones, and evidence shows that it is working as intended.

Overall, two years after the TCJA was signed into law, economic growth continues to exceed expectations, and the labor market continues to break records. The law has already improved the U.S. economy and the standard of living for Americans by lowering the cost of capital, increasing business investment, and raising personal income.