This article is about an executive order issued by President Donald Trump on April 26, 2017, regarding the review of designations under the Antiquities Act. The order emphasizes the importance of natural resources to the American economy and states that designations of national monuments have a significant impact on the management of federal lands and the use of neighboring lands. It highlights the need for public outreach, coordination with relevant stakeholders, and proper balance between the protection of landmarks and the use of federal lands. 

The order directs the Secretary of the Interior to review all presidential designations or expansions of designations made since January 1, 1996, where the designation covers more than 100,000 acres or where there was inadequate public outreach and coordination. The review should consider factors such as the requirements and objectives of the Antiquities Act, the classification of designated lands, the effects on available uses of federal and non-federal lands, concerns of affected governments, and the availability of resources for proper management. 

The Secretary is instructed to consult and coordinate with other relevant executive departments or agencies and the governors of affected states. Within 45 days, an interim report summarizing the findings of the review regarding the Bears Ears National Monument and other designations deemed appropriate should be provided. The report should include recommendations for presidential actions, legislative proposals, or other actions to carry out the policy set forth in the order. Within 120 days, a final report with recommendations should be submitted. 

The order concludes with general provisions stating that it does not impair existing authorities or functions and should be implemented consistent with applicable law and subject to the availability of appropriations. It also clarifies that the order does not create any enforceable rights or benefits against the United States or any other party.