The Biden-Harris Administration is taking action to address the rising prices of meat at grocery stores. Half of the recent price increases in food at home can be attributed to higher prices for beef, pork, and poultry. The main reason for these price increases is a lack of competition in the meat-processing sector. Four large conglomerates control a significant portion of the market for these products, and they have been raising prices while generating record profits during the pandemic.

The consolidation of the meat-processing industry has given these companies the power to squeeze both consumers and farmers. Prices for consumers would be lower and fairer for farmers if there was more competition in the industry. These meat-processors have been generating record profits during the pandemic, even as consumers pay more for meat and farmers earn less. The dominant market position of these companies allows them to increase prices while maintaining high profitability.

Some of these companies have also been rewarding shareholders with large dividends and buybacks. For example, JBS provided billions of dollars in dividends and share buybacks in 2020, and Tyson raised dividends by 6% in 2021.

These record profits and dividend payments come at a time when consumers are facing higher food prices, workers are risking their health to keep the food supply chain running, and farmers are dealing with extreme weather events. The Biden-Harris Administration and the U.S. Department of Agriculture are committed to transforming the food system to make it fair, competitive, distributed, and resilient.

To address these issues, the administration is taking several actions, including investing in new and expanded meat-processing facilities, strengthening antitrust enforcement, providing support to small and mid-sized farmers and ranchers, and promoting transparency in the meat industry.

Overall, these actions aim to create a food system that is fair, competitive, transparent, and resilient, benefiting consumers, farmers, and workers, and offering affordable and healthy food produced closer to home.