On August 6, 2020, President Donald J. Trump issued two executive orders addressing the national emergency regarding the information and communications technology and services supply chain. The first order, Executive Order 13873, was issued on May 15, 2019, and is titled "Securing the Information and Communications Technology and Services Supply Chain." The second order, issued on the same day, is titled "Addressing the Threat Posed by TikTok, and Taking Additional Steps to Address the National Emergency With Respect to the Information and Communications Technology and Services Supply Chain."

The executive orders aim to address the threat posed by mobile applications developed and owned by companies in the People's Republic of China, particularly TikTok and WeChat. The orders state that these applications capture vast amounts of personal and proprietary information from their users, which can potentially give the Chinese Communist Party access to this data. Additionally, WeChat is reportedly used for censorship and disinformation campaigns that benefit the Chinese Communist Party.

To protect national security, the executive orders prohibit certain transactions related to WeChat, including any transaction with Tencent Holdings Ltd., the company that owns WeChat, and its subsidiaries. The Secretary of Commerce is tasked with identifying the transactions subject to this prohibition. The orders also prohibit any transaction that evades or avoids the prohibition set forth in the orders and any conspiracy formed to violate these prohibitions.

The executive orders state that prior notice to individuals or entities affected by these measures would render them ineffectual, so no prior notice is required. The Secretary of Commerce is authorized to take necessary actions to implement these orders, including adopting rules and regulations. All departments and agencies of the United States are directed to take appropriate measures within their authority to implement these orders.

The orders include general provisions that clarify their intent and implementation. They do not impair or affect the authority granted by law to executive departments or agencies, nor do they affect the functions of the Director of the Office of Management and Budget. The orders are to be implemented consistent with applicable law and subject to the availability of appropriations. They do not create any right or benefit enforceable against the United States or any other party.