In a meeting held in the Vice President's ceremonial office, Vice President Kamala Harris expressed her gratitude to the leaders present for their advocacy in protecting women's rights and their constitutional right to make decisions about their own bodies. She emphasized that the right of women to make decisions about their own bodies is not negotiable and that no legislative institutions have the right to interfere with or prevent women from making those decisions.

The conversation focused on the recent developments in Texas, where a law empowering vigilantes to interfere with a woman's relationship with her healthcare provider was allowed to stand by the Supreme Court. The United States Department of Justice has deemed this law unconstitutional and is prepared to take action against it.

The meeting also highlighted the larger issue of reproductive rights across the country, with 22 states having laws that could restrict the legal status of abortions. In 2021, 90 provisions were passed that restrict access to reproductive healthcare. The impact of limited access to abortion clinics in states like Kentucky and Mississippi, as well as the effect on neighboring states and healthcare professionals, was also discussed.

Vice President Harris emphasized the importance of providing all people, regardless of gender or status, with access to healthcare as a human right and a civil right. She believes that when all people are able to fully participate in society and make choices for themselves without government interference, the democracy and nation become stronger. The Vice President expressed her commitment to this issue and stated that she, along with many other leaders, has been a strong advocate for the right of women to make decisions about their own bodies.

When asked about immediate steps the administration can take to combat the Texas law, Vice President Harris mentioned the need to codify Roe v. Wade, indicating the administration's support for legislation that would enshrine the protections of the landmark Supreme Court case into law.