President Donald J. Trump has announced his intent to nominate three individuals for various judicial positions. 

1. Justin R. Walker from Kentucky has been nominated to serve as a Judge on the U.S. District Court for the Western District of Kentucky. Walker is currently an Assistant Professor of Law and Co-Director of the Ordered Liberty Program at Brandeis School of Law. He also works as a Partner of Counsel at Dinsmore & Shohl, LLP, focusing on commercial and appellate litigation. Walker has previously served as an appellate attorney at Gibson, Dunn & Crutcher LLP in Washington, D.C. He has clerked for U.S. Supreme Court Justice Anthony Kennedy and then-Judge Brett Kavanaugh of the U.S. Court of Appeals for the D.C. Circuit. Walker holds a J.D. from Harvard Law School and a B.A. from Duke University.

2. Daniel Z. Epstein from Texas has been nominated to serve as a Judge on the U.S. Court of Federal Claims. Epstein is currently a Special Assistant to President Donald J. Trump and Senior Associate Counsel to the President. Prior to joining the White House, he was counsel to both the Presidential Transition Team and the Trump for President Campaign. Epstein founded Cause of Action Institute, Inc., a public interest law firm, and served as its Executive Director and President of the Board. He has also worked as Counsel for the House of Representatives Committee on Oversight and Government Reform. Epstein holds a J.D. from Emory University School of Law, a B.A. from Kenyon College, and is currently a Ph.D. candidate in the Department of Political Science at George Washington University.

3. W. Stephen Muldrow from Puerto Rico has been nominated to serve as the United States Attorney for the District of Puerto Rico. Muldrow currently serves as an Assistant United States Attorney in the Middle District of Florida and has previously served as the Office's Acting United States Attorney, First Assistant United States Attorney, and Chief of the Major Crimes Section. He has also worked as an Assistant United States Attorney in the District of Puerto Rico. Muldrow's prosecutorial career has focused on drug trafficking offenses, money laundering, and violent crimes. He holds a J.D. from American University Washington College of Law, an M.A. from American University School of International Service, and a B.A. from Bucknell University.