The article is about a speech given by someone, presumably a government official, in Atlantic City, New Jersey. The speaker expresses gratitude towards Governor Murphy and his wife for their warm welcome. They also congratulate the incoming Chair and Vice Chairs, Governor Cox, Abby, Governor Polis, and Marlon. The speaker mentions that they are joined by the new Intergovernmental Affairs director, Secretary Tom Perez.

The main focus of the speech is on building an economy with good American jobs that pay well. The speaker acknowledges that not everyone needs a four-year degree to find a successful career. They highlight alternative paths to success, such as college courses in high school, Registered Apprenticeships, and training in growing industries.

The speaker mentions the Biden Administration's Investing in America agenda, which aims to create millions of jobs in industries like clean energy and manufacturing. They emphasize the importance of education in preparing students for these jobs, starting with free, high-quality universal preschool and a high school experience that opens up avenues to a four-year degree. The speaker commends the efforts of various governors in implementing programs that support job training and partnerships between schools, colleges, and employers.

The speaker urges other governors to continue their efforts in preparing the workforce, mentioning the possibility of using highway funds for job training. They encourage the creation of Registered Apprenticeship programs and the provision of childcare or emergency assistance for students in community college programs.

The speaker also mentions the Workforce Hubs Initiative, which focuses on five cities and aims to create a diverse and skilled workforce to meet the demand for labor. They visited the Workforce Hub in Columbus, Ohio, and express enthusiasm for the new pathways to local jobs being created there.

The speech concludes with the speaker emphasizing the importance of jobs in providing dignity and changing lives. They mention their personal connection to the middle class and express the desire to work with governors to transform the economy from the middle out and the bottom up.