The article is a Presidential Memorandum issued on October 5, 2020, regarding an energy and environment permit. The memorandum states that this permit supersedes and revokes a previous permit issued on June 28, 2017, and another permit issued on December 19, 2003. The permit does not affect the applicability of any relevant laws and regulations.

The memorandum defines the terms "Facilities" and "Border facilities" as the portions of the international pipeline project associated with the permittee's application for an amendment to its existing permit. It also includes the land, structures, installations, or equipment related to these facilities.

The permit is subject to several conditions. These include that the Border facilities and their operation must comply with the conditions, provisions, and requirements of the permit and any subsequent amendments. The President has the authority to terminate, revoke, or amend the permit at any time. The permittee cannot make substantial changes to the Border facilities without the President's approval, but they can make changes to the average daily throughput capacity and directional flow of products.

The operation and maintenance of the Border facilities will be subject to inspection by representatives of relevant federal, state, and local agencies. These authorized officers and employees will have free and unrestricted access to the facilities. The facilities must also comply with all applicable laws and regulations, including pipeline safety laws.

If the permit is terminated, revoked, or surrendered, the permittee must remove the Border facilities at their own expense within a specified time. If they fail to comply, the President may direct an appropriate official or agency to take possession of the facilities or remove them at the permittee's expense. The permittee has no claim for damages caused by such actions.

In cases where national security requires it, the President can enter upon and take possession of the Border facilities or parts thereof. The United States will pay just and fair compensation to the permittee for the use of the facilities and bear the cost of restoring them to their previous condition.

Any transfer of ownership or control of the Border facilities must be communicated in writing to the President. The permit remains in force unless terminated, revoked, or amended by the President, regardless of ownership or name changes.

The permittee is responsible for acquiring any necessary right-of-way grants, permits, and authorizations. They must also hold harmless and indemnify the United States from any liability arising from the construction, operation, or maintenance of the Border facilities. The facilities must be maintained in good repair and compliance with applicable laws.

The permittee is required to file sworn statements or reports with the President and appropriate agencies regarding the Border facilities and their activities. The permittee may also be requested to provide information to the President regarding the facilities.

The permit does not create any enforceable rights or benefits against the United States or any other party.