This article discusses the executive orders on immigration issued by President Donald Trump on January 27, 2017. The orders aim to protect the American people from terrorist attacks by foreign nationals entering the United States. The visa-issuance process is highlighted as a crucial step in detecting individuals with terrorist ties and preventing them from entering the country. The orders call for a review of the visa process to ensure that those approved for admission have no ties to terrorism and do not bear hostile attitudes toward the United States. The orders also suspend the issuance of visas and other immigration benefits to nationals of countries that do not provide adequate information for adjudications. The Secretaries of State and Homeland Security are required to submit reports on the progress of implementing these orders. Additionally, the orders call for the implementation of a uniform screening standard and procedure for all immigration programs to identify individuals seeking to enter the US fraudulently or with malicious intent. The US Refugee Admissions Program is suspended for 120 days to review and implement additional procedures to ensure the security of the country. The orders also prioritize refugee claims made by individuals facing religious persecution in their home countries. The Secretaries of State and Homeland Security are directed to examine the involvement of state and local jurisdictions in the placement or resettlement of refugees. The orders also mention the rescission of authority relating to the terrorism grounds of inadmissibility, the expedited completion of a biometric entry-exit tracking system, the suspension of the Visa Interview Waiver Program, and the review of nonimmigrant visa reciprocity agreements. The Secretary of Homeland Security is required to provide periodic reports on the progress of implementing the biometric tracking system and the Secretary of State is directed to review the visa validity reciprocity agreements. Finally, the orders call for transparency and data collection regarding terrorism-related offenses committed by foreign nationals in the United States, acts of gender-based violence against women by foreign nationals, and the estimated long-term costs of the US Refugee Admissions Program.