Acting Commissioner Morgan held a press briefing to discuss the southwest border enforcement statistics for September. He thanked the men and women of Customs and Border Protection (CBP) for their efforts in dealing with the unprecedented crisis at the border. He mentioned the recent death of a Border Patrol agent and emphasized the dedication and sacrifice of CBP personnel.

Morgan stated that CBP faced unprecedented levels of illegal crossings in fiscal year 2019, with enforcement actions totaling nearly 1 million, an 88% increase from the previous year. He highlighted the sharp increase in arrivals from families and the strain it placed on Border Patrol facilities, which were not designed to hold families and children.

Morgan attributed the increase in illegal crossings to the public perception that US immigration laws contain loopholes, which allowed individuals to enter the US if they arrived with a child. He also criticized cartels and smuggling organizations for exploiting these loopholes and treating migrants as commodities.

He highlighted the administration's initiatives, such as the Migrant Protection Protocol (MPP), which allows migrants crossing the border without documents to be returned to Mexico to await immigration proceedings. He praised Mexico for its cooperation in implementing MPP and other border security efforts, stating that their support was having a dramatic impact.

Morgan mentioned the construction of a border wall, stating that 71 miles of new wall system had already been constructed. He emphasized that the wall system, which includes lighting, technology, and access roads, was essential for border security and had shown positive results where implemented.

He acknowledged the need for Congress to pass meaningful legislation to address the broken immigration system and emphasized that the administration's efforts, despite judicial obstacles, were working. He called on Congress to take action and reiterated the need for a bipartisan approach.

During the Q&A session, Morgan addressed questions about Mexico's role in addressing the border crisis, the treatment of journalists, the number of children held at the border, the need for retention bonuses and increased pay for Border Patrol agents, and the perception of ICE.

In conclusion, Morgan expressed his commitment to providing CBP personnel with the tools and resources they need to effectively secure the border and protect the nation. He emphasized the importance of cooperation between the US and Mexico in addressing the regional crisis and reiterated the need for Congress to act on immigration legislation.