President Donald J. Trump has announced several appointments for the Executive Office of the President. Some of the key appointments include:
- Zachary D. Fuentes as Assistant to the President and Deputy Chief of Staff
- Derek Lyons as Assistant to the President and White House Staff Secretary
- May Davis as Deputy Assistant to the President and Deputy Policy Coordinator
- Jordan Karem as Deputy Assistant to the President and Director of Oval Office Operations
- Catherine Bellah Keller as Deputy Assistant to the President and Deputy White House Staff Secretary
- Douglas Lynn Hoelscher as Deputy Assistant to the President and Director of Intergovernmental Affairs
- Stephanie Grisham as Deputy Assistant to the President and Director of Communications for the Office of the First Lady
- Rickie Niceta as Deputy Assistant to the President and Social Secretary
- Francis John Brooke as Special Assistant to the President for Economic Policy
- Abigail Audrey Slater as Special Assistant to the President for Economic Policy
- Laura Megan Cunliffe as Special Assistant to the President for Domestic Policy
- Robert Timothy Goad as Special Assistant to the President for Domestic Policy
- James Boyce Sherk as Special Assistant to the President for Domestic Policy
- Drew Caelen Trojanowski as Special Assistant to the President for Domestic Policy
- Theodore Wold as Special Assistant to the President for Domestic Policy
- Dino Luigi LaVerghetta as Special Assistant to the President and Associate Counsel to the President
- Adam Kennedy as Special Assistant to the President and Director of Research
- Timothy Pataki as Special Assistant to the President for the Office of Public Liaison
- Jeffrey K. Freeland as Special Assistant to the President for Legislative Affairs
- Ryan M. Kaldahl as Special Assistant to the President for Legislative Affairs
- Jane Lucas as Special Assistant to the President for Legislative Affairs
- Ja’Ron K. Smith as Special Assistant to the President for Legislative Affairs
- Hannah Hennigan Salem as Special Assistant to the President and Director of Press Advance
- Daniel Fisher as Special Assistant to the President and Director of the White House Visitors Office
- Reagan Thompson as Special Assistant to the President and Director of Policy for the First Lady.