On June 26, 2008, President Donald Trump declared a national emergency with respect to North Korea due to the threat of proliferation of weapons-usable fissile material on the Korean Peninsula. This was done through Executive Order 13466, under the International Emergency Economic Powers Act. Certain restrictions on North Korea were maintained through Proclamation 8271, which terminated the exercise of authorities under the Trading With the Enemy Act. 

In 2010, Executive Order 13551 was signed, expanding the scope of the national emergency to address the threat posed by the actions and policies of the North Korean government. This included the sinking of the Republic of Korea Navy ship Cheonan, nuclear tests, missile launches, violations of United Nations Security Council Resolutions, and illicit activities such as money laundering and narcotics trafficking.

Additional steps were taken in 2011 through Executive Order 13570 to ensure the implementation of import restrictions contained in United Nations Security Council Resolutions, complementing the restrictions provided for in the Arms Export Control Act.

In 2015, Executive Order 13687 was signed to further expand the scope of the national emergency, addressing the provocative and destabilizing actions of the North Korean government, including cyber-related actions, violations of United Nations Security Council Resolutions, and human rights abuses.

In 2016, Executive Order 13722 was signed to take additional steps in dealing with North Korea's nuclear and missile programs, which violated United Nations Security Council resolutions and commitments made under the Six-Party Talks.

The national emergency declared in 2008 and expanded in subsequent executive orders continues to be in effect. President Trump has now extended the national emergency for one year, beyond June 26, 2017, in accordance with the National Emergencies Act. This extension is necessary due to the ongoing threat posed by North Korea's actions and policies. The notice of this extension will be published in the Federal Register and transmitted to Congress.