President Donald J. Trump hosted President Nursultan Nazarbayev of Kazakhstan at the White House to discuss the enhanced strategic partnership between the United States and Kazakhstan. The two leaders reaffirmed the independence, territorial integrity, and sovereignty of Kazakhstan, as well as its role in advancing global peace and prosperity. They resolved to strengthen cooperation on political and security issues, trade and investment, and people-to-people relationships. They also committed to address shared challenges in Central Asia through regional formats, such as the C5+1 dialogue. The leaders pledged to deepen their cooperation against violent extremism and international terrorism, while respecting the rule of law and human rights.

President Trump praised Kazakhstan's global leadership and its efforts in non-proliferation, including the renunciation of its nuclear arsenal and support for preventing the spread and use of chemical weapons. They condemned the proliferation of weapons of mass destruction, including North Korea's nuclear and missile programs. The leaders also discussed regional security, with President Trump thanking President Nazarbayev for Kazakhstan's support in the United States' South Asia strategy and contributions to humanitarian efforts in Afghanistan. They emphasized the need for an Afghan-led and Afghan-owned peace process. The leaders also discussed defense and security cooperation, pledging to enhance bilateral relationships and explore Kazakhstan's interest in joining the Cybercrime Convention. They highlighted the importance of law enforcement cooperation and information sharing to combat terrorism and violent extremism.

In terms of economic cooperation, President Trump and President Nazarbayev pledged to promote a fair and reciprocal partnership that increases bilateral trade and investment. They discussed Kazakhstan's implementation of its World Trade Organization obligations, fair labor practices, contract sanctity, and intellectual property rights. President Trump commended Kazakhstan's plans to develop a diverse and innovative economy and expressed support for United States development finance institutions to invest in Kazakhstan. The leaders also discussed bilateral cooperation in various sectors, including the digital economy, healthcare, infrastructure, commercial aviation, finance and banking, agriculture, and space exploration. They highlighted the Central Asia Trade and Investment Framework Agreement and planned to strengthen cooperation in the use of space technologies to assess environmental hazards and mitigate natural disasters. They also discussed sanctions issues to avoid unintended consequences for Kazakhstan's economy.

Lastly, the presidents acknowledged the importance of human capital development and the expansion of diplomatic and consular presence in both countries. President Trump offered assistance to improve English education programs in Kazakhstani schools.