This presidential memorandum, issued on April 10, 2020, outlines the United States' plan to provide COVID-19 assistance to Italy. Italy, being heavily impacted by the pandemic, has requested assistance from the United States. The memorandum states that assisting Italy will not only help fight the COVID-19 outbreak but also demonstrate U.S. leadership and maintain critical supply chains.

The memorandum directs various government departments and agencies to support Italy through public international organizations, non-governmental organizations (NGOs), and faith-based organizations. They are instructed to prioritize agency action as necessary to implement the memorandum.

To assist Italy's urgent need for medical equipment and supplies, the memorandum instructs the Secretary of Commerce to facilitate contacts between Italian authorities and U.S. companies for commercial sales. The Secretary of Defense is tasked with identifying available nonlethal excess supplies for humanitarian relief purposes in Italy. The USAID Administrator is to coordinate with the Secretary of Health and Human Services to identify NGOs and international organizations capable of providing supplies and equipment. The Secretary of State is to encourage corporations and NGOs with a presence in Italy to donate medical equipment and supplies.

The memorandum also mentions utilizing the existing U.S. military presence in Italy to provide assistance. This includes providing telemedicine services to Italian hospitals, facilitating the transport of field hospitals and supplies, treating non-COVID-19 patients at U.S. facilities, and offering military-to-military medical evacuation services.

Technical support from the Department of Health and Human Services is to be provided to assist Italy's health sector in response to the COVID-19 pandemic. Additionally, the memorandum allows for support to the recovery of the Italian economy, subject to policy limitations.

All support and assistance provided under this memorandum are subject to the limitation that they should not detract from domestic requirements for responding to the spread of COVID-19 within the United States.

The memorandum concludes with general provisions, stating that it does not impair existing authorities or create any enforceable rights or benefits against the United States or its entities.

This memorandum was issued by President Donald J. Trump.