During a press briefing, White House Press Secretary Sarah Sanders discussed several topics. She announced that Vice President Mike Pence would participate in an Honorable Carry Ceremony at Joint Base Pearl Harbor, where the remains of Americans killed in the Korean War would be returned to the United States. Sanders also mentioned that the White House and FEMA are monitoring the wildfires in California and providing federal assistance. She stated that the President is closely following the situation in Turkey involving Pastor Andrew Brunson, who has been detained by the Turkish government. Sanders announced that the Department of Treasury is sanctioning Turkey's Minister of Justice and Minister of Interior for their roles in Brunson's arrest. In response to questions, Sanders addressed the President's tweets about the Russian probe, stating that they are his opinion and not an order. She also discussed the ongoing trade war with China, the tax cut law's impact on churches, and the President's support for voter ID laws. Sanders declined to comment on specific intelligence matters but stated that the remains of American soldiers returned by North Korea are being carefully identified. She also discussed the possibility of restructuring capital gains taxes, the President's desire for a Space Force, and the administration's stance on refugees. Sanders addressed the President's tweets about the Mueller investigation, stating that he wants the investigation to end but has not made a decision on whether to sit down with Special Counsel Robert Mueller. She also reiterated the President's belief that the investigation is based on a "dirty, discredited dossier" and criticized the media for reporting classified information. Sanders stated that the President condemns violence but supports freedom of speech and the press. She also discussed the President's tweets about Paul Manafort and denied having specific information on the President's acceptance of an invitation from Indian Prime Minister Narendra Modi. Finally, Sanders addressed the President's views on the new Prime Minister of Pakistan and stated that the United States will continue to strengthen its strategic partnership with India.