On June 24, 2019, President Donald Trump issued executive orders related to foreign policy. The orders were issued under the authority granted to the President by the Constitution and the laws of the United States, including the International Emergency Economic Powers Act (IEEPA), the National Emergencies Act, and other relevant statutes. The purpose of these orders was to take additional steps in response to the national emergency declared in Executive Order 12957 in 1995, specifically in relation to the actions of the Government of Iran and Iranian-backed proxies. The orders aim to address Iran's destabilizing actions in the Middle East, promotion of international terrorism, advancement of its ballistic missile program, and irresponsible and provocative actions in international waters.

The key provisions of the executive orders include blocking all property and interests in property of certain individuals and entities associated with the Supreme Leader of Iran and the Iranian Supreme Leader's Office. The Secretary of the Treasury, in consultation with the Secretary of State, has the authority to determine additional persons and entities subject to these blocking measures. The orders also authorize the imposition of sanctions on foreign financial institutions that knowingly conduct significant financial transactions on behalf of blocked persons. The entry into the United States of aliens meeting certain criteria outlined in the orders is suspended. The Secretary of the Treasury, in consultation with the Secretary of State, is authorized to take necessary actions to carry out the purposes of the orders, excluding the purposes described in the suspension of entry. Any transactions or conspiracies that violate the prohibitions set forth in the orders are also prohibited.

The orders provide definitions for terms used, such as "person," "entity," "foreign financial institution," "knowingly," and "United States person." They also state that prior notice of measures taken pursuant to the orders is not required for those persons with a constitutional presence in the United States. The orders do not impair the authority granted to executive departments or agencies or the functions of the Director of the Office of Management and Budget. They are to be implemented consistent with applicable law and subject to appropriations. Finally, the measures taken in these orders are in response to actions of the Government of Iran after the 1981 Algiers Accords and are intended as a response to those later actions.