President Donald Trump has signed into law the Coronavirus Aid, Relief, and Economic Security Act (CARES Act). While he acknowledges the importance of the Act in responding to the coronavirus outbreak, he raises constitutional concerns about certain provisions. 

One provision, Section 15010(c)(3)(B) of Division B, requires the Chairperson of the Council of the Inspectors General on Integrity and Efficiency to consult with Congress regarding the selection of the Executive Director and Deputy Executive Director for the Pandemic Response Accountability Committee. President Trump believes that this requirement violates the separation of powers by intruding upon his authority to oversee executive branch operations.

Another provision, Section 4018 of Division A, establishes a new Special Inspector General for Pandemic Recovery (SIGPR) within the Department of the Treasury. President Trump disagrees with the provision that allows the SIGPR to issue reports to Congress without presidential supervision, as required by the Take Care Clause.

Additionally, certain provisions condition the authority of officers to spend or reallocate funds upon consultation with or approval from congressional committees. President Trump believes these provisions are forms of congressional aggrandizement and that spending decisions should not be dependent on prior consultation or approval from congressional committees.

Lastly, some provisions require recommendations regarding legislation to Congress. President Trump asserts that he has the authority to recommend legislation only if he deems it necessary and expedient. Therefore, he will continue to treat these provisions as advisory and non-binding.

In summary, while President Trump has signed the CARES Act into law, he raises constitutional concerns about provisions that he believes infringe upon his executive powers and the separation of powers. He intends to treat some of these provisions as hortatory but not mandatory and will continue to assert his authority in the execution of the laws.