In this proclamation issued by President Donald J. Trump on April 30, 2020, he encourages Americans to maintain physically active and healthy lifestyles during National Physical Fitness and Sports Month. The proclamation recognizes the important role that sports play in American society and highlights their ability to unite communities, entertain, and improve health. Despite the social distancing measures in place during the coronavirus pandemic, the proclamation emphasizes the importance of engaging in regular physical activity at home to improve and maintain physical fitness. It recommends at least 60 minutes of moderate-to-vigorous physical activity for youth ages 6-17, including aerobic and muscle-strengthening activities, and at least 150 minutes of moderate intensity activity per week, along with muscle-strengthening activities, for adults. Additionally, it suggests that older adults incorporate multicomponent physical activities that include balance training. The proclamation mentions the United States Department of Health and Human Services' Move Your Way campaign, which provides tools and resources to help people of all ages and abilities live healthier lives through increased physical activity. The proclamation also highlights the role of sports in uniting the nation once the coronavirus pandemic is over and emphasizes the values and benefits that participation in sports brings, especially for youth. It mentions the National Youth Sports Strategy and the President's Council on Sports, Fitness, and Nutrition, which aim to increase youth sports participation and ensure access to safe sporting opportunities. The proclamation concludes by urging all Americans to invest in the health of the nation by incorporating physical activity into their daily lives and promoting the positive effects of sports on youth development. As a result, President Trump proclaims May 2020 as National Physical Fitness and Sports Month and calls upon the people of the United States to prioritize physical activity and sports participation.