President Biden has announced his intent to nominate several individuals for key leadership positions in his administration. These include Richard Lee Buangan for Ambassador Extraordinary and Plenipotentiary to Mongolia, Rachna Sachdeva Korhonen for Ambassador Extraordinary and Plenipotentiary to the Republic of Mali, Rebecca Haffajee for Assistant Secretary for Planning and Evaluation at the Department of Health and Human Services, and Jaime Areizaga-Soto for Chair of the Board of Veterans' Appeals at the Department of Veterans Affairs.

Richard Lee Buangan is a career member of the Senior Foreign Service and currently serves as the Principal Deputy Assistant Secretary in the Bureau of Global Public Affairs at the State Department. He has held various positions in the State Department, including Deputy Assistant Secretary in the Bureau of East Asian and Pacific Affairs and Executive Assistant to the Secretary of State.

Rachna Sachdeva Korhonen is a career member of the Senior Foreign Service and currently serves as a Deputy Assistant Secretary and the Executive Director of the combined Executive Offices of the State Department's Bureau of Near Eastern Affairs and the Bureau of South and Central Asian Affairs. She has previously served as the Consul General and Principal Officer of the U.S. Consulate in Dharan, Kingdom of Saudi Arabia.

Rebecca Haffajee has been serving as the Acting Assistant Secretary for Planning and Evaluation at the Department of Health and Human Services since March 2021. Prior to joining the federal government, she worked as a policy researcher at the RAND Corporation and as an assistant professor of health management and policy at the University of Michigan School of Public Health. Her work focuses on behavioral health, drug policy, health equity, and public health law and policy.

Jaime Areizaga-Soto is an attorney, public servant, and Army JAG Brigadier General who is currently mobilized to active duty as the Principal Deputy General Counsel of the National Guard Bureau. He has served in various roles, including Deputy Secretary for Veterans and Defense Affairs of Virginia, where he advised on matters related to veterans and military families. Areizaga-Soto has also practiced international law and has a background in cross-border infrastructure project finance.

These nominees bring a wealth of experience and expertise to their respective positions and will play important roles in the Biden administration's efforts to advance its policy priorities.