This executive order, issued on September 13, 2020, focuses on healthcare and specifically addresses the issue of high prescription drug prices in the United States. The order states that Americans pay more for prescription drugs than residents of any other developed country, even though the drugs are often made in the same places. It argues that other countries regulate drug prices by negotiating with manufacturers, resulting in lower costs for their residents. However, Americans end up paying more, effectively subsidizing innovation and lower-cost drugs for the rest of the world.

The order highlights that high drug prices have economic and health consequences for patients. It causes Americans to allocate a significant portion of their resources to pharmaceutical treatments, often at the expense of other needs. Additionally, high prices lead to patients skipping doses or abandoning treatment, which can result in poor clinical outcomes and costly medical interventions.

The order emphasizes that the Federal Government is the largest payer for prescription drugs but ends up paying more than many smaller buyers, including other developed nations. It argues that when the government purchases a drug covered by Medicare Part B, it should pay at least the lowest price that the manufacturer sells the drug to any other developed nation.

The order states that the need for affordable Medicare Part B drugs is particularly urgent during the COVID-19 pandemic. It acknowledges the increase in unemployment and food prices, which further strain the budgets of seniors and Medicare Part B beneficiaries.

The policy section of the order declares that the Medicare program should not pay more for costly Part B prescription drugs than the most-favored-nation price. The most-favored-nation price refers to the lowest price, adjusted for volume and differences in national gross domestic product, that a drug manufacturer sells a pharmaceutical product in a member country of the Organization for Economic Cooperation and Development with a comparable per-capita gross domestic product.

The order instructs the Secretary of Health and Human Services to take appropriate steps, consistent with the law, to implement a payment model for Medicare Part B that would pay no more than the most-favored-nation price for certain high-cost prescription drugs and biological products. The goal of this model is to determine if paying no more than the most-favored-nation price would improve clinical outcomes and reduce expenditures associated with high drug costs for patients who require pharmaceutical treatment.

The general provisions of the order clarify that it does not affect the authority of executive departments or agencies, nor does it impact the functions of the Director of the Office of Management and Budget. The order must be implemented in accordance with applicable law and subject to the availability of appropriations. It also states that the order does not create any rights or benefits enforceable against the United States or any other party.