White House Press Secretary Jen Psaki provided several updates during a press briefing. She started by discussing the situation at the southern border, stating that President Biden is working to build a fair, orderly, and humane immigration system. She provided data on the decreasing number of children in Customs and Border Protection facilities and the reduction in the amount of time children spend in those facilities.

Psaki also announced that Treasury Secretary Janet Yellen will provide an update on the economy during Friday's briefing. She mentioned that the President and other administration officials will be promoting the economic vision through various events across the country. She also mentioned that Secretary Vilsack will join a briefing to discuss child nutrition proposals.

In terms of COVID-19, Psaki mentioned that the President will provide an update on vaccination goals and plans to make the vaccine more accessible. She also addressed the issue of releasing U.S. hostages in Iran, stating that discussions are ongoing but no agreement has been reached.

Psaki provided an update on the domestic violent extremism review, stating that the policy review has been completed and they are now assessing the lessons learned and developing policy responses. She mentioned that an update and policy recommendations will be announced in the coming weeks.

Psaki also discussed the President's upcoming speech, where he will provide updates on vaccination goals and plans to make the vaccine more accessible. She mentioned that the President believes in stable and predictable relations with Russia and will work with them on areas of mutual interest while addressing concerns.

Regarding international assistance, Psaki mentioned that the U.S. is providing aid to India to help with the COVID-19 crisis. She also mentioned that the U.S. is working with Brazil to provide critical medical supplies.

Psaki addressed questions about the CDC's guidelines on reopening schools and the possibility of requiring vaccinations for students. She stated that the CDC engages with organizations and groups to ensure that recommendations are feasible and address safety. She also mentioned that the President supports transgender rights and will work to ensure equal treatment for transgender youth.

Psaki discussed tax-related issues, including the SALT cap and the step-up in basis. She mentioned that discussions are ongoing with congressional Democrats on these issues. She also addressed concerns about the federal government having insight into bank accounts, stating that the proposal aims to crack down on tax evasion.

Psaki concluded the briefing by mentioning ongoing discussions with Republicans on infrastructure plans and the difference in views on payfors. She stated that the administration believes the wealthiest should pay their fair share.