President Joseph R. Biden welcomed Prime Minister Suga Yoshihide of Japan for the first foreign-leader visit of his presidency. The two leaders renewed the Alliance between the United States and Japan, emphasizing their commitment to universal values and common principles. They pledged to address global threats from COVID-19 and climate change while defending the rules-based international order. The U.S.-Japan Alliance, built on shared values and principles, is crucial for the safety and prosperity of both nations. The leaders discussed the impact of China's actions on peace and prosperity in the Indo-Pacific region and expressed concerns over Chinese activities that violate the international rules-based order. They also reaffirmed their commitment to the complete denuclearization of North Korea and the resolution of the abductions issue. The United States and Japan will continue to work with allies and partners to build a free and open Indo-Pacific. They launched a new Competitiveness and Resilience (CoRe) Partnership to promote a sustainable, inclusive, healthy, green global economic recovery. The partnership will focus on competitiveness and innovation, COVID-19 response and global health, and climate change and clean energy. The leaders also emphasized the importance of maintaining and strengthening the bilateral trade relationship, addressing unfair trade practices, and achieving prosperity in the Indo-Pacific region. They recognized the climate crisis as an existential threat and launched the U.S.-Japan Climate Partnership to achieve climate goals. Additionally, they pledged to strengthen cooperation in advancing health security and responding to future public health crises. The leaders expressed their commitment to building a more resilient and vibrant future in the Indo-Pacific through leadership in science, innovation, technology, and health. They concluded by emphasizing the importance of the U.S.-Japan Alliance and people-to-people ties in sustaining their partnership into the future.