The executive order issued on October 9, 2019, emphasizes the importance of transparency and fairness in the rule of law. It states that regulated parties must have advance knowledge of the rules by which the federal government will judge their actions. The order highlights the requirements of the Administrative Procedure Act (APA) and the Freedom of Information Act (FOIA) in ensuring transparency and accountability.

The order calls for agencies to act transparently and fairly in civil administrative enforcement or adjudication. It states that no person should be subjected to such actions without prior public notice of the enforcing agency's jurisdiction and the applicable legal standards. The order also encourages greater private-sector cooperation in enforcement and information sharing, as well as the establishment of predictable outcomes for private conduct.

The order provides definitions for terms used, such as "agency," "collection of information," "guidance document," "legal consequence," "unfair surprise," "pre-enforcement ruling," and "regulation." These definitions clarify the scope and application of the order.

The order outlines specific requirements for the proper reliance on guidance documents, fairness and notice in administrative enforcement actions and adjudications, fairness and notice in jurisdictional determinations, and the opportunity for affected parties to contest agency determinations. It also calls for agencies to establish rules of agency procedure for civil administrative inspections and appropriate procedures for information collections.

Furthermore, the order directs agencies to propose procedures that encourage voluntary self-reporting of regulatory violations, voluntary information sharing, and the provision of pre-enforcement rulings to regulated parties. Agencies are required to submit a report demonstrating compliance with the Small Business Regulatory Enforcement Fairness Act (SBREFA) within a specified timeframe.

The order includes general provisions that clarify its implementation, its consistency with applicable law, and its lack of creating enforceable rights or benefits against the United States or its entities. It also specifies that certain actions related to foreign or military affairs, national security, criminal investigations, intellectual property rights, employee misconduct, or circumstances undermining national security are exempt from the order's application.