The National Environmental Policy Act (NEPA), which turned 50 years old in 2020, was put in place to inform decision making regarding the potential environmental impacts of major infrastructure projects. However, complying with the regulatory requirements of NEPA has become unnecessarily complex and time-consuming, leading to delays in important infrastructure projects. To address this issue, President Trump directed the Council on Environmental Quality (CEQ) to modernize the NEPA regulations. CEQ has now issued a notice of proposed rulemaking outlining its plans for modernization.

The proposed changes are the first comprehensive update to the NEPA regulations in over 40 years and are backed by evidence that demonstrates the need for these updates. Currently, the average time to complete an environmental impact statement (EIS) process is 4.5 years, with some highway projects taking over 6 years and some reviews taking decades. These delays have high costs, including reduced job creation and lower annual incomes.

NEPA modernization aims to reduce the time needed to complete an EIS through increased coordination within the Federal government. Currently, project sponsors must obtain approval from various agencies for permitting decisions, and the reviews for these permits are often conducted sequentially rather than concurrently. The proposed updates include aspects of President Trump's One Federal Decision policy, which improves coordination and sets a two-year average goal for completing environmental reviews for major infrastructure projects.

It's important to note that these proposed changes are administrative improvements to the process, and the Federal government will still perform all required environmental reviews. The goal is to streamline the process and improve efficiency while maintaining the necessary environmental assessments.

NEPA modernization aligns with the Trump Administration's commitment to regulatory reform, which includes greater transparency, improved benefit-cost accounting, and deregulation. The aim is to improve the American economy, American lives, and public safety by realizing the benefits of improved infrastructure.