President Biden held a briefing in the Roosevelt Room to discuss preparations for the 2023 hurricane season and peak wildfire season. He highlighted the significant damages caused by hurricanes and extreme weather events in the United States, amounting to over $165 billion in damages last year. The President mentioned the advancements in hurricane modeling systems by the National Oceanic and Atmospheric Administration (NOAA), which have improved forecasting accuracy and saved lives. However, he emphasized the need for further action, citing the recent havoc wreaked by a super typhoon in Guam and the Northern Mariana Islands.

President Biden stressed the importance of investing in infrastructure to enhance recovery efforts. He mentioned the use of cement utility poles instead of wooden ones, which mitigated damage during the typhoon and emphasized their cost-effectiveness in the long run. The President also noted the increasing intensity of wildfire seasons in the United States and the need to address climate change. He highlighted the investments made to combat climate change, including record funding in the Bipartisan Infrastructure Law and the Inflation Reduction Act to increase community resilience to drought, flooding, and wildfires.

The President mentioned the utilization of advanced satellite technology for better prediction and resource allocation in response to wildfires and storms. He highlighted the funding of water projects to address the drought crisis, initiatives by the U.S. Army Corps of Engineers and NOAA to improve flood and coastal resilience, and efforts to harden the electric grid and create micro-grids for faster recovery after storms. Additionally, President Biden mentioned the funding of conservation, restoration, and protection of coastal areas and flood resilience projects in disadvantaged communities, with over 32,000 projects funded or underway across the country.

He encouraged individuals to visit Build.gov to find out how their communities may be impacted and to learn about ongoing projects. The President expressed gratitude to the brave firefighters and first responders who put their lives on the line to keep communities safe, mentioning the assistance provided by American firefighters to Canada and other countries.

Regarding the debt ceiling, President Biden acknowledged that some progressives may not be satisfied with the debt deal but expressed optimism that Congress would act on it. He mentioned his upcoming visit to Colorado for a commencement speech at the Air Force Academy and hoped that progress would be made by the time he landed.