President Donald J. Trump has announced his intent to nominate several individuals for judicial positions. The nominees are as follows:

1. Michael S. Bogren of Michigan - He is nominated to serve as District Judge on the U.S. District Court for the Western District of Michigan. Bogren is currently the Chairman of Plunkett Cooney P.C.’s Board of Directors and the Managing Partner in the firm’s Kalamazoo, Michigan, office. His practice focuses on representing municipalities in both Federal and State courts, including First Amendment, zoning, and employment matters.

2. Jeffrey Vincent Brown of Texas - He is nominated to serve as District Judge on the U.S. District Court for the Southern District of Texas. Brown is currently a Justice on the Supreme Court of Texas, where he has served since 2013. Prior to joining the Supreme Court of Texas, he served as a justice on Texas’ Fourteenth Court of Appeals and as a judge on the State’s 55th District Court. He was also an attorney in private practice.

3. Stephanie Dawkins Davis of Michigan - She is nominated to serve as District Judge on the U.S. District Court for the Eastern District of Michigan. Davis is currently a Magistrate Judge on the U.S. District Court for the Eastern District of Michigan. Before being selected as a Magistrate Judge in 2016, she served 18 years as an Assistant U.S. Attorney in the Eastern District of Michigan. She also has experience in private practice.

4. Brantley Starr of Texas - He is nominated to serve as District Judge on the U.S. District Court for the Northern District of Texas. Starr is currently the Deputy First Assistant Attorney General of Texas, where he oversees nearly two dozen divisions of the Office of the Attorney General of Texas. He has previously served in various positions in Texas State government, including Deputy Attorney General for Legal Counsel and Assistant Solicitor General. He also clerked for Justice Don Willett of the Supreme Court of Texas early in his legal career.