This executive order, issued by President Donald Trump on April 29, 2017, addresses trade agreement violations and abuses. It states that every trade agreement and investment agreement entered into by the United States should enhance economic growth, contribute to a favorable balance of trade, and strengthen the American manufacturing base. The order highlights that many trade agreements have failed to meet these criteria, resulting in trade deficits, lack of reciprocal treatment, offshoring of factories and jobs, loss of intellectual property, reduced innovation, downward pressure on wages and income, and an impaired tax base. The policy of the United States is to negotiate new trade agreements that benefit American workers and domestic manufacturers, protect intellectual property, and encourage research and development. The order also emphasizes the intention to renegotiate or terminate existing agreements that harm the United States economy, businesses, intellectual property rights, innovation rate, or the American people. The Secretary of Commerce and the United States Trade Representative, in consultation with other relevant officials, are directed to conduct performance reviews of all trade agreements and investment agreements, as well as trade relations with countries governed by the World Trade Organization (WTO) rules with which the United States runs significant trade deficits. These reviews are to identify violations or abuses, unfair treatment, instances of failed agreements, and propose appropriate actions to remedy deficiencies. The Secretary of Commerce, the USTR, and other relevant heads of executive departments and agencies are tasked with taking appropriate and lawful actions to address trade law violations, abuses, and instances of unfair treatment. The order also includes general provisions, stating that it does not impair existing authorities or functions of executive departments or agencies, and it should be implemented consistent with applicable law and subject to the availability of appropriations. It also clarifies that the order does not create any enforceable rights or benefits against the United States or any other party.