During a press briefing, White House Press Secretary Sarah Sanders announced that Broadcom Limited will be moving their company back to the United States from Singapore. The CEO of Broadcom credited President Trump's economic agenda for making the United States the best place in the world to grow a business. Sanders also mentioned the introduction of the Tax Cuts and Jobs Act by the House Ways and Means Committee, which is aimed at providing tax relief for the American people. 

Following Sanders' remarks, National Security Advisor General McMaster previewed President Trump's upcoming trip to Hawaii and Asia. McMaster highlighted three main goals for the trip: strengthening international resolve to denuclearize North Korea, promoting a free and open Indo-Pacific region, and advancing American prosperity through fair and reciprocal trade. McMaster also discussed the possibility of putting North Korea back on the American list of state-sponsored terrorism and emphasized the need for all nations to do more to counter the North Korean threat. He also addressed the President's language regarding North Korea, stating that the President will use whatever language he wants to use and that there is a grave danger if North Korea doesn't understand the United States' resolve to counter their aggression. McMaster also discussed the role of China in the North Korea issue, stating that China recognizes the importance of denuclearization and that more can be done to isolate North Korea economically.

During the Q&A portion of the briefing, McMaster addressed questions about the President's security during his trip, the possibility of a meeting with Putin, additional sanctions on North Korea, and the President's stance on human rights. McMaster reiterated the United States' commitment to protecting the American people and its allies and emphasized the need for all options to be on the table in dealing with North Korea. He also stated that the President will use the trip to promote his vision for a free and open Indo-Pacific region and to strengthen partnerships against transnational terrorist organizations. Lastly, McMaster responded to questions about the President's stance on authoritarian regimes, stating that the President is focused on being effective in advancing and protecting human rights and promoting the rule of law, but that the effectiveness of yelling about these issues is questionable and that the President's actions should be examined.