On January 19, 2018, President Donald Trump signed into law the "FISA Amendments Reauthorization Act of 2017." This law reauthorizes Title VII of the Foreign Intelligence Surveillance Act until December 31, 2023, and introduces several amendments to current law. Title VII, specifically Section 702, allows the Intelligence Community to collect intelligence on international terrorists, weapons proliferators, and other foreign intelligence targets located outside the United States. The purpose of this intelligence collection is to keep the nation safe from threats. Section 702 has been effective in disrupting plots against American citizens and military personnel. The Act preserves and extends this important national security tool.

It is important to note that Section 702 has privacy protections for American citizens, and it is prohibited from being used to target Americans or individuals located within the United States. Only foreigners located abroad can be targeted for surveillance under Section 702. The Act also establishes additional procedures to protect the privacy of Americans whose communications are incidentally collected. For example, the Federal Bureau of Investigation (FBI) must obtain an order from the Foreign Intelligence Surveillance Court before accessing the contents of Section 702-acquired communications in a predicated criminal investigation. This provision allows the FBI to connect the dots and identify national security threats, especially during the early stages of an investigation when there may be limited information available. The Act ensures privacy safeguards while maintaining the effectiveness of foreign intelligence collection efforts.

President Trump expresses his preference for a permanent reauthorization of Title VII to protect the nation's safety and security. However, by signing this Act, he ensures that the intelligence program will continue to protect Americans for the next six years. The President emphasizes the importance of remaining vigilant in the face of foreign threats to the nation's safety, freedom, and way of life.