The article discusses how Speaker McCarthy and congressional Republicans have committed to balancing the budget while adding $3 trillion or more to the deficit through tax cuts that primarily benefit the wealthy and large corporations. This requires significant program cuts, which have yet to be disclosed to the American people. However, past Republican legislation, budgets, and statements indicate that health care will likely be severely affected.

Republican budgets over the past decade have consistently included plans to repeal the Affordable Care Act (ACA) and make deep cuts to Medicaid. This would result in higher health care costs for millions of Americans, the removal of critical protections for people with pre-existing conditions, and millions losing health coverage and care. Additionally, health care for seniors and people with disabilities, including home care and nursing home care, would be at risk.

The article argues that the American people deserve to see the full and detailed budget plan from congressional Republicans, including the specific cuts to ACA, Medicaid, Social Security, Medicare, and other critical programs. This plan should also be compared with the President's budget plan, set to be released on March 9.

If Republicans are successful in repealing the ACA and making deep cuts to Medicaid, the article outlines several potential consequences. These include higher health care costs for millions of Americans, millions losing their health insurance, worse care for seniors and people with disabilities, loss of access to opioid treatment and mental health care for millions, and the closure of rural hospitals.

Aside from these measurable harms, the article also highlights the disruptive and unprecedented nature of Republican plans for the ACA and Medicaid. In 2017, various groups, including patient groups, physicians, hospitals, insurers, insurance regulators, health care experts, and governors from both parties expressed concerns about the potential consequences of repealing the ACA, such as destabilizing health insurance markets and reducing the availability of affordable coverage and care.