President Donald J. Trump has announced his first wave of United States Marshal nominations. The United States Marshal is responsible for protecting the Federal judiciary, apprehending fugitives, transporting prisoners, and protecting witnesses. The President has nominated five individuals for the position. 

Norman Euell Arflack of Kentucky has been nominated to serve as the United States Marshal for the Eastern District of Kentucky. He is currently the Commissioner for the Kentucky Department of Veterans Affairs and has previously held positions in the Kentucky Department of Alcoholic Beverage Control and the Kentucky Justice and Public Safety Cabinet. Mr. Arflack has a background in law enforcement and military service.

Michael T. Baylous of West Virginia has been nominated to serve as the United States Marshal for the Southern District of West Virginia. He is currently a Lieutenant and Public Information Officer for the West Virginia State Police and has a background in law enforcement and military service.

David G. Jolley of Tennessee has been nominated to serve as the United States Marshal for the Eastern District of Tennessee. He is currently a Senior Security Consultant and has previously served as the Director of the Tennessee Valley Authority Police and as the United States Marshal for the Western District of Tennessee. Mr. Jolley has a background in law enforcement.

Daniel R. McKittrick of Mississippi has been nominated to serve as the United States Marshal for the Northern District of Mississippi. He was previously the Chief U.S. Probation Officer for the Northern District of Mississippi and has a background in law enforcement and corrections.

Jesse Seroyer, Jr. of Alabama has been nominated to serve as the United States Marshal for the Middle District of Alabama. He is a retired special projects coordinator for the Office of the Attorney General of Alabama and former U.S. Marshal for the Middle District of Alabama. Mr. Seroyer has a long career in law enforcement, including serving as Chief Special Investigator for the Alabama Office of the Attorney General.