During a press briefing, White House Press Secretary Jen Psaki provided updates on various topics. She announced that President Biden will be unveiling the first of two critical packages to rebuild the economy and create better-paying jobs for American workers. The first package will focus on investments in domestic manufacturing, R&D, the caregiving economy, and infrastructure, while the second package will focus on creating economic security for the middle class through investments in childcare, healthcare, education, and other areas.

Psaki also announced that the CDC has extended the federal eviction moratorium through June 30th to support renters and small landlords during the COVID-19 crisis. Additionally, the White House announced a set of actions to promote offshore wind energy and create union jobs. The Department of Interior, Energy, and Commerce set a goal to deploy 30 gigawatts of offshore wind in the United States by 2030.

In response to questions, Psaki stated that the President will continue to call on governors and the American people to abide by public health guidelines to prevent the spread of COVID-19. She also mentioned that the White House will provide guidance on vaccine verification, but there will be no centralized federal vaccinations database or federal mandate requiring a single vaccination credential.

Regarding infrastructure, Psaki stated that the President has a plan to fix the infrastructure of the country and will propose a plan to pay for it. She also mentioned that the President believes in rebalancing the tax code and ensuring that those who can afford to pay more do so.

Psaki addressed questions about the Derek Chauvin trial and George Floyd's family, stating that the President will be closely watching the trial and continues to believe in the need for greater accountability and reforms in law enforcement. She also mentioned that the President's national police oversight commission is still being worked on.

Regarding immigration, Psaki stated that the President is focused on addressing the root causes of migration from Central America and will work with countries in the region to find solutions. She also mentioned that the process of vetting and finding sponsor families for unaccompanied children is ongoing, with various organizations and individuals involved.

Psaki provided updates on U.S. actions in response to the crisis in Myanmar, including sanctions on military-owned companies and suspension of trade and investment engagement with Burma.

On other topics, Psaki mentioned the formation of a task force to investigate past tampering with science decisions in the White House and the administration's commitment to scientific integrity. She also stated that the President plans to release a comprehensive health report and that the White House is focused on returning to a diplomatic approach with Iran but has not yet reviewed the long-term agreement between China and Iran.