National Eating Disorders Awareness Week is an opportunity to highlight the serious impact of eating disorders on the lives of Americans. Eating disorders, such as binge-eating, bulimia nervosa, and anorexia nervosa, affect people from all backgrounds and genders, with nearly 1 in 10 Americans expected to develop an eating disorder in their lifetime. The article mentions a troubling increase in eating disorders among children, older adults, military service members, and transgender individuals. 

The COVID-19 pandemic has posed additional challenges for individuals with eating disorders, resulting in a significant increase in calls and chats to national eating disorder hotlines. Hospitalizations for eating disorders have also doubled during this time. Despite the high mortality rate of eating disorders, shame and stigma often prevent people from seeking help. However, early detection and intervention can lead to full recovery.

The Biden administration is working to improve access to treatment, recovery, and social support for individuals with eating disorders and their caregivers. Efforts include developing better therapies and interventions through the National Institute of Mental Health and ensuring that eating disorder care is treated like any other medical condition by health insurance plans. Funding from the Substance Abuse and Mental Health Services Administration (SAMHSA) provides resources to recognize symptoms and refer individuals for early treatment.

The administration is also focused on increasing access to mental health services for young people, who are particularly vulnerable to eating disorders. The American Rescue Plan includes funding to help schools support the mental health of students, and there are plans to double the number of school-based health counselors, social workers, and nurses.

In conclusion, National Eating Disorders Awareness Week aims to reduce the burden of eating disorders on individuals and their families. Immediate assistance is available through the SAMHSA National Helpline and the National Suicide Prevention Lifeline. The proclamation encourages citizens, government agencies, businesses, nonprofits, and other groups to participate in activities that promote awareness and improve access to care and support services for those affected by eating disorders.