In a press briefing, White House Press Secretary Sarah Huckabee Sanders addressed several topics. She expressed condolences for the victims of the wildfires in California and announced that President Trump had approved a major disaster declaration for the state. She also provided updates on the recovery efforts in Puerto Rico and the US Virgin Islands following Hurricane Maria.

Sanders discussed the President's immigration policy objectives, which include strengthening penalties against illegal immigrants and implementing a merit-based immigration system. She also mentioned that the First Lady visited an infant recovery center in West Virginia to raise awareness about neonatal abstinence syndrome.

Sanders announced that the President will travel to Harrisburg, Pennsylvania to deliver remarks on tax relief for Americans. She also extended an invitation to the White House Press Corps to bring their children to celebrate Halloween at the Eisenhower Executive Office Building.

During the briefing, Sanders responded to questions about the President's recent comments about Secretary of State Rex Tillerson. She stated that the President was joking and that he has full confidence in Tillerson. Sanders also addressed Senator Bob Corker's comments about the President's leadership, stating that Corker is entitled to his opinion but not his own facts.

Sanders discussed the President's priorities for tax reform and stated that adjustments may be made to the tax bill. She also mentioned the President's plans to issue an executive order on healthcare reform.

Sanders commented on the controversy surrounding NFL players kneeling during the national anthem. She stated that the President supports the NFL asking players to stand for the anthem. Sanders also addressed questions about the President's knowledge of Harvey Weinstein's behavior and his relationship with Hillary Clinton.

Other topics discussed in the briefing include the President's decision on recertifying the Iran nuclear deal, his relationship with Republicans in Congress, the administration's position on Catalonia, and the President's claim that the US is the highest-taxed nation in the world.