During a press briefing aboard Air Force One, White House Deputy Press Secretary Hogan Gidley addressed several topics. First, he discussed the issue of plastic guns, stating that it is currently illegal to own or make a wholly plastic gun in the United States. Gidley confirmed that President Trump supports this law and is committed to protecting Americans while also supporting the First and Second Amendments.

Gidley also mentioned that the President had spoken to the NRA about this issue and referred reporters to the President's tweets for more information. When asked about the availability of blueprints for these guns, Gidley reiterated the President's statement and previous comments on the matter.

Regarding the midterm elections, Gidley stated that the President's administration will not tolerate foreign interference in the electoral process. He referred reporters to a statement from the National Security Council on this matter.

On the topic of a potential government shutdown, Gidley said that the President's focus is on fixing the immigration laws and finding a lasting solution. He expressed frustration with Democrats for not coming to the table to discuss the issue and accused them of playing politics with people's lives. Gidley emphasized that the President wants the problem fixed immediately and highlighted the importance of securing the border.

When asked about the percentage of immigrants who are criminals, Gidley deferred to the Department of Homeland Security for the most up-to-date numbers. He reiterated that these crimes are preventable and that the President wants to protect American citizens.

Gidley addressed the issue of the President calling journalists the enemy of the people, stating that the President has been clear that the majority of coverage has been negative. He argued that despite the success of the administration, the press refuses to cover it positively.

Regarding North Korea, Gidley mentioned the successes achieved so far, such as the release of detainees and the absence of missile launches. He emphasized that more needs to be done for complete denuclearization.

Gidley could not provide information on why Eric Trump and Ivanka Trump were on the trip, but he mentioned that Ivanka has been working on workforce development and touting the Perkins Act for retraining workers.

When asked about collusion with a foreign government to interfere in a U.S. election, Gidley referred reporters to legal counsel for a definitive answer. He also mentioned that he had no information to share regarding other members of Congress on the trip.