President Donald J. Trump met with individuals in the Roosevelt Room who have experienced hardship as a result of Obamacare. The individuals shared their stories, highlighting the poor coverage and rising prices they have faced. Examples included cancelled health insurance, limited networks, high deductibles, and a lack of insurer options. Some individuals saw their insurance costs skyrocket, including a mother of six whose insurance costs increased from $17,000 to $52,500 per year. The rising prices also affected business owners, with one individual seeing workers' compensation insurance costs increase from $17,000 to over $70,000 per year. The middle class was particularly affected by Obamacare, with premiums increasing 30-40 percent annually. A working mother saw her premiums sharply rise, forcing her family into the individual market where a mid-level plan cost 65 percent of her monthly gross income. The owner of a manufacturing association expressed optimism that President Trump's reforms will benefit consumers by increasing options and lowering costs. Another individual, a farmer, saw his catastrophic coverage costs spike from $119 to over $500 per month, leading him to settle for a less desirable plan. A medical doctor expressed opposition to Obamacare, citing rising premiums and deductibles that have harmed his patients. A local county commissioner shared how his family has endured significant hardship due to Obamacare, with their insurance costs skyrocketing. A 35-year-old attorney resigned from the Democratic National Committee because he could not support a party that wanted to include taxpayer funding of abortion in Obamacare. A young nurse has had to work longer hours to afford her increased health insurance premium, which now costs more than her mortgage. After hearing these stories, President Trump, Vice President Mike Pence, and Secretary of Health and Human Services Tom Price committed to fighting for reforms that will bring costs down and increase access to care for all Americans.