The Biden-Harris Administration has announced the selection of 10 drugs for Medicare price negotiation, marking a significant milestone in implementing President Biden's law to lower healthcare and prescription drug costs for American seniors. These drugs, which include treatments for conditions like diabetes, heart failure, and cancer, have high total spending in Medicare Part D. Negotiations for these drugs will begin in 2023, with the negotiated prices taking effect in 2026. 

The announcement comes as part of the Inflation Reduction Act, which allows Medicare to directly negotiate prescription drug prices to secure better deals for seniors. The pharmaceutical industry has opposed this progress, prioritizing profits through stock buybacks and dividends rather than investing in research and development. Many Americans struggle to afford their medications due to high costs.

The implementation of Medicare drug price negotiation is expected to lower out-of-pocket costs for seniors and save money for taxpayers. A report released by the Department of Health and Human Services (HHS) shows that 9 million Medicare Part D enrollees paid a total of $3.4 billion in out-of-pocket costs for these drugs in 2022. The average annual out-of-pocket costs for these drugs were as high as $6,497 per enrollee in 2022.

The Biden Administration's actions have already resulted in cost savings for seniors. The Inflation Reduction Act made recommended vaccines free for Medicare beneficiaries, saving an average of $70 in out-of-pocket costs on vaccines like shingles and Tdap. Seniors with diabetes now have their insulin costs capped at $35 per month, saving them significant amounts of money. Additionally, seniors taking drugs covered under Part B have experienced lower coinsurance costs thanks to Medicare inflation rebates.

Further provisions of the Inflation Reduction Act will continue to lower prescription drug costs for people with Medicare. Starting in 2024, Part D enrollees will no longer pay 5% co-insurance when they reach the catastrophic phase of their benefit. In 2025, nearly 19 million seniors and other Part D beneficiaries are projected to save $400 per year when the out-of-pocket cap drops to $2,000. Additionally, 1.9 million enrollees with the highest drug costs will save an average of $2,500 per year. The lower prices negotiated for the selected high-spend drugs will go into effect in 2026.

The President's Budget for Fiscal Year 2024 includes further measures to lower prescription drug costs, such as expanding the negotiation authority to more drugs and bringing drugs into negotiation sooner after launch. It also proposes curbing inflation in prescription drug prices and capping the prices of insulin products at $35 for a monthly prescription in the commercial market, benefiting all Americans.