The Presidential Memoranda on Increasing Access to High-Quality Science, Technology, Engineering, and Mathematics (STEM) Education, issued by President Donald J. Trump on September 25, 2017, emphasizes the importance of equipping young people with the knowledge and skills necessary for high-paying jobs in STEM fields. The memorandum highlights the growing role of technology in driving the American economy and the need for increased access to high-quality STEM education.

The memorandum acknowledges that many K-12 and post-secondary students lack access to quality STEM education, particularly in computer science. It states that approximately 40 percent of high schools do not offer physics, and 60 percent do not offer computer programming. Additionally, only 18 percent of the nearly 17,000 high schools accredited to offer Advanced Placement exams in 2015 were accredited to teach Advanced Placement Computer Science (AP-CS). Minorities and students in rural communities face even greater challenges in accessing computer science education.

To address these issues, the memorandum directs the Department of Education to prioritize the recruitment and training of high-quality STEM teachers, with a particular focus on computer science. It also establishes the promotion of high-quality STEM education, including computer science, as a priority for the Department of Education and sets a goal of devoting at least $200 million in grant funds per year to this effort.

The memorandum further instructs the Secretary of Education to explore administrative actions to promote computer science in existing K-12 and post-secondary programs. This includes providing guidance documents and technical assistance to support high-quality computer science education.

The memorandum requires the Secretary of Education to submit an annual report to the Director of the Office of Management and Budget (OMB) on the activities carried out under the memorandum, including how grant funds were spent and the impact of administrative actions taken. The report should assess whether these actions were successful in promoting and expanding access to high-quality STEM education, particularly for underserved populations.

The memorandum concludes by defining computer science as the study of computers and algorithmic processes, including computing principles and theories, hardware, software design, coding, analytics, and computer applications.

Overall, the memorandum aims to increase access to high-quality STEM education, particularly in computer science, and ensure that students are equipped with the skills needed for STEM careers.