In a press briefing, President Trump discussed proposals to support the airline industry and stabilize the oil industry. He mentioned that the airline industry has been heavily impacted by the coronavirus pandemic and that the government will be taking steps to help them keep their employees and save their businesses. He also spoke with the President of Russia and the King of Saudi Arabia about oil production and OPEC, expressing his hope that a deal can be reached to prevent layoffs in the industry. 

The President also expressed gratitude to the American people for their sacrifices and discussed the progress being made in the healthcare sector. He mentioned the conversion of the Javits Center into a 3,000-bed hospital and the construction of temporary hospitals and care facilities by the Army Corps of Engineers. He also highlighted the success of the Project Airbridge airlift operation in delivering protective equipment to healthcare workers. The President mentioned the development of promising new treatments and therapies, including one by Pfizer that may prevent the virus from replicating, and the ongoing testing of Gilead's antiviral drug, remdesivir. He also emphasized the importance of mental health and the work being done by mental health professionals. 

The President provided updates on economic relief efforts, including the Federal Reserve's announcement of up to $2.3 trillion in support for businesses, states, and local governments, and the replenishment of the Paycheck Protection Program to help small businesses keep their workers on payroll. He also announced the availability of emergency grant funding for college students impacted by the cancellation of classes and housing. The President mentioned the progress being made in testing, with over 2 million tests completed in the United States, and discussed steps being taken to ensure American workers receive unemployment and paid leave benefits.

During the press briefing, questions were asked about the timeline for reopening the country, the medical criteria for reopening, reinfection cases, and the availability of testing. The Vice President and the doctors on the task force reiterated that reopening the country will be based on a combination of factors, including the decline of the virus in different areas, the availability of therapeutics, widespread testing, and guidance from the CDC. They mentioned the progress being made in testing and the need for surveillance testing in the future. The Vice President also addressed questions about federal funding for testing sites, stating that while the federal government will continue to provide support, states have the option to take control of testing sites.