President Donald J. Trump has announced his intent to nominate four individuals for various judicial positions. 

1. Kathryn C. Davis of Maryland is nominated to serve as a Judge on the United States Court of Federal Claims. She is currently Senior Counsel in the Federal Programs Branch of the Department of Justice's Civil Division. Ms. Davis has litigated significant cases involving the interests of the United States. She is also a Professorial Lecturer in Law at The George Washington University Law School. Ms. Davis has a B.S. from Boston University and a J.D., cum laude, from Temple University Beasley School of Law.

2. Joshua M. Kindred of Alaska is nominated to serve as a Judge on the United States District Court for the District of Alaska. He is currently the Regional Solicitor for the Alaska Region of the Department of the Interior. Prior to that, Mr. Kindred was Environmental Counsel to the Alaska Oil and Gas Association and served as an Assistant District Attorney and Violent Unit Supervisor for the State of Alaska. He has a B.A. from the University of Alaska Anchorage and a J.D. from Willamette University College of Law.

3. Edward H. Meyers of Maryland is nominated to serve as a Judge on the United States Court of Federal Claims. He is currently a Partner at Stein Mitchell Beato & Missner LLP in Washington, D.C., specializing in litigating bid protests, breach of contract disputes, and copyright infringement matters. Mr. Meyers previously worked at Kirkland & Ellis LLP and served as a law clerk to Judge Loren A. Smith of the United States Court of Federal Claims. He has a B.A. from Vanderbilt University and a J.D., summa cum laude, from The Catholic University of America, Columbus School of Law.

4. Jennifer P. Togliatti of Nevada is nominated to serve as a Judge on the United States District Court for the District of Nevada. She currently serves as a Senior Judge on the Nevada District Court and works as a private mediator and arbitrator for complex civil litigation cases and mass torts. Judge Togliatti has extensive experience as a judge in Nevada's Eighth Judicial District Court, including serving as Chief Judge from 2011 to 2014. Before becoming a judge, she was a Deputy District Attorney for Clark County, Nevada. She has a B.S. from the University of Nevada, Las Vegas, and a J.D. from the California Western School of Law.