The article provides a list of nominations sent to the Senate for various positions. Here is a summary of the nominations:

1. Bidtah N. Becker, of Arizona, has been nominated to be a Member of the National Council on the Arts for a term expiring September 3, 2022.

2. Estrellita Bograd Brodsky, of New York, has been nominated to be a Member of the National Council on the Humanities for a term expiring January 26, 2026, replacing Russell A. Berman.

3. Nani A. Coloretti, of California, has been nominated to be Deputy Director of the Office of Management and Budget, replacing Shalanda D. Young.

4. Gretchen Gonzalez Davidson, of Michigan, has been nominated to be a Member of the National Council on the Arts for a term expiring September 3, 2022, replacing Thomas Edgar Rothman.

5. Steven H. Fagin, of New Jersey, has been nominated to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Yemen.

6. Vanessa Northington Gamble, of the District of Columbia, has been nominated to be a Member of the National Council on the Humanities for a term expiring January 26, 2026, replacing John Fonte.

7. David Anthony Hajdu, of New York, has been nominated to be a Member of the National Council on the Humanities for a term expiring January 26, 2026, replacing Phyllis Kaminsky.

8. Jodi Beth Herman, of Maryland, has been nominated to be an Assistant Administrator of the United States Agency for International Development, replacing Richard C. Parker.

9. Jerry Kang, of California, has been nominated to be a Member of the National Council on the Humanities for a term expiring January 26, 2026, replacing Joyce Malcolm.

10. Kathryn Kahrs Matthew, of South Carolina, has been nominated to be a Member of the National Council on the Humanities for a term expiring January 26, 2026, replacing Noel Valis.

11. Jerome H. Powell, of Maryland, has been nominated to be Chairman of the Board of Governors of the Federal Reserve System for a term of four years (reappointment).

12. Glenna Laureen Wright-Gallo, of Nevada, has been nominated to be Assistant Secretary for Special Education and Rehabilitative Services, Department of Education, replacing Johnny Collett.

13. Shalanda D. Young, of Louisiana, has been nominated to be Director of the Office of Management and Budget, replacing Russell Vought.