The Biden-Harris Administration has announced the first-ever Federal Building Performance Standard, which aims to cut energy use and electrify equipment and appliances in 30 percent of Federal government-owned building space by 2030. This is part of President Biden's goal of achieving net-zero emissions in all Federal buildings by 2045. The U.S. Department of Energy (DOE) has also proposed a rulemaking to electrify new Federal buildings and those undergoing major renovations. These actions are expected to save taxpayer dollars, reduce greenhouse gas emissions, increase resilience, strengthen U.S. energy independence, and create jobs.

In addition to the Federal actions, the State of California has joined the President's National Building Performance Standard Coalition, a group of over 30 state and local governments committed to reducing the emissions footprint of existing buildings. With California joining the coalition and the new Federal Building Performance Standard, one quarter of all commercial, Federal, and multifamily buildings in the United States are now covered by or moving toward sustainable building performance standard policies.

Residential and commercial buildings in the United States account for 35 percent of carbon dioxide emissions and cost $190 billion to power each year. With the majority of existing buildings expected to remain in service in 2050, electrifying these buildings is crucial to achieving President Biden's climate goals.

The Council on Environmental Quality has announced the Federal Building Performance Standard for existing Federal buildings, which requires agencies to cut energy use and electrify equipment and appliances to achieve zero scope 1 emissions in 30 percent of their buildings by 2030. Agencies will be purchasing American-made products to reach this goal. Upgrading Federal buildings to meet the new standard will reduce reliance on imported fossil fuels, cut greenhouse gas emissions, and improve air quality.

The Department of Energy has released a Clean Energy Rule for new Federal buildings and major renovations, which sets emissions reduction targets and requires equipment and appliance electrification. This rule is projected to save $8 million per year in building costs.

The President's Building Performance Standard Coalition has grown with the addition of California. Over 30 state and local governments, including Colorado, Washington, New York City, and others, are committed to developing building performance standards with a goal of adoption by Earth Day 2024. The adoption of these standards is estimated to bring $124 billion into the building electrification and construction industry by 2040. The President's Inflation Reduction Act provides tax incentives to support building owners, developers, and contractors in meeting these standards.

Federal agencies are taking action to cut building energy use and emissions, including advancing net-zero goals in new building construction, major modernizations, and existing building retrofits. This includes electrifying systems, saving energy, and lowering emissions.