President Joe Biden has announced his intent to nominate seven individuals to key roles in his administration. 

1. Bathsheba Nell Crocker: Nominated for Representative of the United States of America to the Office of the United Nations and Other International Organizations in Geneva, with the rank of Ambassador. She has held various positions in the Department of State and has experience in international organizations, humanitarian issues, and policy planning.

2. Claire A. Pierangelo: Nominated for Ambassador Extraordinary and Plenipotentiary to the Republic of Madagascar and to the Union of the Comoros. She is a career member of the Senior Foreign Service and has served in positions related to national defense, human resources, and European and Eurasian affairs.

3. Julia Gordon: Nominated for Assistant Secretary for Housing, Federal Housing Commissioner, Department of Housing and Urban Development. She is the president of the National Community Stabilization Trust and has extensive experience in federal policy related to homeownership and community development.

4. Dave Uejio: Nominated for Assistant Secretary for Fair Housing and Equal Opportunity, Department of Housing and Urban Development. He is currently the Acting Director of the Consumer Financial Protection Bureau and has experience in strategic planning, policy prioritization, and organizational performance.

5. Sara Bronin: Nominated for Chair of the Advisory Council on Historic Preservation. She is an architect, attorney, and policymaker specializing in historic preservation, property, land use, and climate change. She has held positions at various academic institutions and has been involved in public service and advocacy for equitable, sustainable, and well-designed places.

6. Fagan Harris: Nominated for Member of the Board of Directors of AmeriCorps. He is a social entrepreneur and CEO of Baltimore Corps, a nonprofit organization that focuses on recruiting and advancing opportunities for underestimated communities. He has been involved in workforce development, impact consultancy, and social entrepreneurship.

7. Alvin Warren: Nominated for Member of the Board of Directors of AmeriCorps. He is the Vice President of Career Pathways and Advocacy for the LANL Foundation and has experience in education, tribal affairs, and community development. He has worked on issues related to Native American tribes, land rights, and public infrastructure.

These nominees bring diverse backgrounds and expertise to their respective roles and reflect President Biden's commitment to addressing important issues such as international relations, housing, historic preservation, and community development.