President Donald Trump has signed into law H.R. 244, the Consolidated Appropriations Act, 2017, which funds the operation of the Federal Government through September 30, 2017. However, the President has expressed concerns about certain provisions in the bill that he believes limit his constitutional authority. These provisions include restrictions on the transfer of Guantanamo detainees, requirements for advance notice to Congress before certain military actions, interference with the President's ability to negotiate international agreements and recognize foreign governments, and limitations on the President's ability to obtain advice and supervise the executive branch. The President has stated that he will interpret these provisions consistently with his constitutional authority. He has also expressed his intention to treat a provision regarding medical marijuana laws in a manner consistent with his responsibility to enforce the laws. The President has indicated that he will handle provisions related to the submission of executive branch information to Congress in a manner consistent with his constitutional authority to protect national security, foreign relations, and the deliberative processes of the executive branch. The President has also stated that he will construe provisions that prohibit the denial of Inspector General access to agency records or documents consistently with his authority to control the dissemination of information protected by executive privilege. Additionally, the President has declared that provisions prohibiting the use of funds to recommend legislation to Congress or requiring recommendations of legislation to Congress will be treated as advisory and non-binding, as the Constitution gives the President the authority to recommend necessary and expedient measures. Lastly, the President has expressed concerns about provisions that give congressional committees veto power over the use of appropriated funds or conditions the authority of officers to spend or reallocate funds on the approval of congressional committees, viewing them as impermissible congressional aggrandizement. The President has stated that he will notify the relevant committees before taking specified actions, but will not treat spending decisions as dependent on the approval of congressional committees. The President has also emphasized that provisions that allocate benefits on the basis of race, ethnicity, and gender will be treated in a manner consistent with the requirement to afford equal protection of the laws under the Fifth Amendment of the Constitution.