Since President Trump's election, there have been significant gains in wealth and income for Americans, particularly for the working class. The Dow Jones Industrial Average has hit a record high under the Trump administration, but wealth gains extend beyond the stock market. Total household and nonprofit net wealth increased by over $12 trillion in the first 11 quarters of the administration, more than any other president in that time frame. The bottom 50 percent of households saw a 47 percent increase in net worth, while the top 1 percent saw a smaller increase. This represents a departure from past trends of wealth concentration.

Income measures also show positive trends for lower-income Americans. Real take-home pay for the middle class has increased by around $5,000 under President Trump, and real median household income is at its highest level ever recorded. Average hourly earnings growth for production and non-supervisory workers has been above 3.0 percent for 17 consecutive months. The prime-age labor force has expanded by 2.3 million people since the 2016 election, with a significant number of workers entering employment from outside the labor force.

These gains in wealth and income have led to a reduction in income inequality. Historically disadvantaged groups are experiencing the fastest wage growth, reversing the trends observed in the previous administration. Income inequality fell in 2018 by the largest amount in over a decade, and the Gini coefficient, a measure of overall inequality, also decreased.

The labor market benefits blue-collar workers, as evidenced by bonus growth in industries such as construction, manufacturing, and leisure and hospitality. Higher incomes and a strong labor market have also resulted in fewer Americans living below the poverty line. Millions of people have been lifted out of poverty, and poverty rates for African Americans and Hispanics have reached historic lows. Welfare enrollment has decreased as more people find employment and their incomes rise.

These trends challenge the narrative that the Trump economy only benefits the top earners, highlighting the administration's pro-growth and pro-worker policies.