This executive order, issued on December 18, 2020, focuses on the Department of the Treasury's efforts to reunite matured savings bonds with their rightful owners. The order highlights that there are over 75 million unredeemed savings bonds, dating back as far as 1935, with an estimated value of $27 billion. The purpose of the order is to ensure that owners of matured savings bonds have the opportunity to redeem them.

The order outlines several actions to achieve this goal. Firstly, the Department of the Treasury is directed to digitize and make electronically searchable the records of matured unredeemed savings bonds. A pilot project is currently underway to assess the feasibility and cost of this digitization, and if successful, a vendor will be selected to carry out the task. The focus will be on digitizing records from the years with the highest percentage of matured unredeemed debt.

Secondly, within 30 days of receiving data from the digitized records, the Department is required to incorporate this information into the existing Treasury Hunt tool. Treasury Hunt is an online tool that helps individuals determine if they are the owners of matured unredeemed savings bonds. The goal is to make the information collected from digitized records accessible through Treasury Hunt, while ensuring privacy and compliance with applicable laws.

Additionally, the Department is instructed to conduct customer research to understand why individuals do not redeem savings bonds upon maturity, identify barriers that individuals encounter when attempting to redeem their bonds, and explore the feasibility of modifying or developing alternative redemption methods to overcome these barriers.

The order also emphasizes collaboration with states and state associations to obtain additional data and information regarding owners of unredeemed bonds. The Department aims to learn from best practices employed by states in redeeming mature bonds and encourages states to add direct links to Treasury Hunt on their unclaimed property websites or other relevant platforms.

Lastly, the Secretary of the Treasury is required to publish a report within six months, detailing the actions and initiatives undertaken by the Department to implement this order.

The order concludes by stating that it does not affect the authority granted by law to executive departments, agencies, or their heads, nor does it impact the functions of the Director of the Office of Management and Budget. It is to be implemented in accordance with applicable law and subject to the availability of appropriations. Furthermore, it does not create any substantive or procedural rights or benefits enforceable against the United States or any other party.