The White House is excited about the latest jobs report, which showed that the economy created 228,000 new jobs in November, including 31,000 new manufacturing jobs. Since President Trump took office, the US economy has created 1.7 million jobs overall. The Hispanic unemployment rate is at a historic low, and manufacturing unemployment has dropped to 2.6 percent. The President is going to give a campaign rally in Pensacola, Florida, to appeal to working-class voters and discuss the issues he ran on. The President's endorsement of Roy Moore in the Alabama Senate race is based on his support for the President's agenda. The President will be traveling to Pensacola, which is in Trump country, to thank the voters and highlight his accomplishments. The White House is committed to the recovery in Puerto Rico, but specific details about the loans promised to them in storm aid are not provided. The President's speech in Mississippi at the opening of the museum will focus on bringing the nation together and honoring the leaders of the Civil Rights Movement. The White House appreciates Dina Powell's service and her work on the Middle East peace process. The President remains committed to achieving a lasting peace agreement between Israel and Palestine. The decision to recognize Jerusalem as the capital of Israel is seen as the right decision by the White House. The President was aware of the potential ramifications of the decision. The White House is committed to participating in the Olympics and will ensure the safety of the athletes and delegation. The allegations against Roy Moore are troubling and concerning, but the President's endorsement is based on the issues. The President has been following events in Yemen and is encouraging Saudi Arabia to allow for humanitarian assistance. The President will not be deterred by protests and boycotts in Mississippi and believes it is unfortunate that people are choosing to play politics with the event. The President has always condemned racism, violence, and bigotry, and is looking forward to his remarks in Mississippi. The President's health will be evaluated in a physical next month.