The Biden-Harris Administration has added over 1.5 million jobs to the economy in the first three months of their administration, which is a significant improvement compared to the previous three months. However, there is still work to be done to recover from the economic crisis caused by the pandemic. The administration is taking steps to remove barriers that are preventing Americans from returning to work and making it easier for employers to hire new workers.

One area of focus is addressing the child care crisis, which has led to many parents, especially mothers, leaving the labor force. The Department of Health and Human Services is providing guidance to states to distribute funding to child care providers quickly and easily, helping them stay open and meet the needs of families. Additionally, the expansion of the Child and Dependent Care Tax Credit will provide financial support to families for child care expenses.

The administration is also directing the Secretary of Labor to expand reemployment services and workforce development counseling for unemployment beneficiaries. This will help unemployed individuals find suitable jobs and confirm their eligibility for benefits.

To support the hard-hit restaurant and bar industry, the administration has launched the Restaurant Revitalization Fund, which provides grants to help these businesses hire back workers. The first grants are being sent out to 16,000 restaurants.

State and local governments will receive funding to hire back public sector workers and support COVID response and vaccination efforts. This will help address the 1.3 million job deficit in state and local employment since the start of the pandemic.

The Employee Retention Credit has been extended and expanded to help employers rehire and retain workers. The Treasury Department will provide clear steps on how businesses can claim the credit, increasing awareness and participation.

The Department of Labor will also clarify the rules of the unemployment insurance program to ensure that everyone understands the requirements. This includes reaffirming that individuals cannot continue to receive benefits if they turn down a suitable job due to general concerns about COVID-19.

Overall, the administration is focused on supporting workers and facilitating hiring as the economy recovers from the pandemic.