During a press briefing, Jeff Zients, the White House COVID-19 Response Coordinator, discussed the progress of the vaccination campaign in the United States. The Biden administration has set a new goal of administering 200 million shots by the President's 100th day in office, double the original goal of 100 million shots. This means that by April 29th, more than half of all adult Americans will have received at least one shot. The administration has taken aggressive actions to increase vaccine supply, including using the Defense Production Act to expedite production and brokering a partnership between Merck and Johnson & Johnson. The weekly vaccine supply has tripled since the administration took office, and by the end of May, there will be enough vaccine for every adult in the U.S. The administration has also increased the number of vaccinators and places to get vaccinated, with nearly 50,000 vaccination sites across the country, including pharmacies, community health centers, and federally supported vaccination sites. The administration is also working to reach harder-to-reach communities and ensure equity in vaccine distribution. Currently, 71 percent of individuals 65 and older have received at least one shot. However, despite the progress, Zients emphasized the importance of not letting down our guard and continuing to follow public health guidance. Dr. Rochelle Walensky, Director of the CDC, discussed the disproportionate impact of COVID-19 on certain communities and the need to address health disparities. The CDC is providing funding to support vaccine distribution and access in disproportionately affected communities, with a focus on racial and ethnic minority communities. They are also investing in training and deploying more community health workers to help the hardest-hit communities. Dr. Anthony Fauci discussed a new clinical trial that will test whether COVID-19 vaccines prevent infection and transmission among college students. The trial aims to answer important questions about the effectiveness of vaccines in preventing asymptomatic infection and transmission. During the Q&A session, Fauci also addressed the issue of the origins of the virus, stating that there are various theories but the prevailing one is that the virus likely emerged naturally and spread in the community before being recognized. He noted that Dr. Redfield, former CDC Director, expressed an opinion about the possibility of a lab escape, but there is no evidence to support that claim. Zients addressed questions about vaccine supply, stating that Moderna and Pfizer are on track to meet their quarterly targets, and Johnson & Johnson is expected to deliver at least 11 million doses next week, with a goal of 20 million doses by the end of March. The briefing concluded with a reminder to continue following public health measures and getting vaccinated when eligible.