President Joe Biden has announced his intent to nominate several individuals for key leadership positions in his administration. 

Erika L. McEntarfer is nominated for Commissioner of Labor Statistics at the Department of Labor. She is a senior supervisory economist at the United States Census Bureau and has experience in various fields of economics, including labor and education economics.

Jeff Rezmovic is nominated for Chief Financial Officer at the Department of Homeland Security. He has served in various roles at the Department of Homeland Security, including Deputy Chief of Staff for Policy, where he focused on counterterrorism, cybersecurity, and border security.

Laura Stone is nominated for Ambassador Extraordinary and Plenipotentiary to the Republic of the Marshall Islands. She is a career member of the Senior Foreign Service and has held various positions in the Department of State, including Deputy Coordinator of the Secretary of State's Office of COVID Response and Health Security.

Leslie N. Bluhm and Alvin Harlyn Warren are nominated for members of the Board of Directors of AmeriCorps. Bluhm is a social entrepreneur and co-founder of Chicago Cares, Inc., a volunteer service organization. Warren is currently Vice President of Career Pathways and Advocacy for the LANL Foundation and has experience in education and tribal affairs.

David K. Sing is nominated for a member of the National Council on the Humanities. He is a Professor Emeritus at the University of Hawai'i Hilo and has directed programs that integrate native perspective, history, and culture into education.

William J. Brodsky and Claudia Slacik are nominated for Director of the Securities Investor Protection Corporation. Brodsky has over 50 years of experience in the financial services industry, including serving as President and CEO of the Chicago Mercantile Exchange. Slacik has over 30 years of experience in the financial services sector and has served on various boards of directors.

Todd Gloria is nominated for a member of the Board of Trustees of the Harry S. Truman Scholarship Foundation. He currently serves as the Mayor of the City of San Diego and has previously served as a City Councilmember and in the California State Assembly.

Tadd M. Johnson is nominated for a member of the Board of Trustees of the Morris K. Udall and Stewart L. Udall Foundation. He is the first Native American on the University of Minnesota Board of Regents and has a background in tribal law and government.

These nominations are subject to Senate confirmation.