President Donald J. Trump and Prime Minister Shinzo Abe reaffirmed their commitment to strengthening the U.S.-Japan alliance and addressing the North Korean threat. They expressed their joint commitment to achieving the permanent and verifiable denuclearization of North Korea, as well as the need for North Korea to abandon all weapons of mass destruction and ballistic missile programs. The leaders also emphasized the continuation of the global maximum pressure campaign until North Korea denuclearizes. President Trump commended Japan's efforts to prevent North Korean ship-to-ship transfers and urged North Korea to resolve its abductions of Japanese citizens. 

In terms of economic ties, President Trump highlighted the persistent trade deficit between the United States and Japan and called for new steps to expand bilateral trade and investment. The leaders agreed to intensify trade and investment discussions and coordinate enforcement activities against unfair trade practices by third countries.

Regarding the Indo-Pacific region, the leaders affirmed the importance of a free and open Indo-Pacific underpinned by shared norms and values. They emphasized the need for market-based, clean, transparent, and responsibly financed infrastructure projects, as well as open and fair access, social and environmental considerations, and good governance. The leaders also emphasized the importance of safeguarding unimpeded lawful commerce and respect for international law, including freedoms of navigation and overflight in the South China Sea. They called for the halt of militarization of disputed features in the South China Sea and for the peaceful management and resolution of disputes in accordance with international law.

President Trump reaffirmed the United States' commitment to Japan's defense through the full range of U.S. military capabilities, including providing advanced weapons and defense articles. The leaders also reiterated their commitment to the realignment of the United States Forces Japan and the relocation of Marine Corps Air Station Futenma to ensure peace and security in the region.