President Donald J. Trump has announced his intent to nominate four individuals for the position of United States Marshal. The United States Marshal is responsible for apprehending fugitives, transporting prisoners, and protecting witnesses. The nominees are:

1. John Cary Bittick of Georgia: Currently the sheriff of Monroe County, Georgia, Bittick has held this position for 35 years. He has previously served as president of both the Georgia Sheriff's Association and the National Sheriff's Association. Bittick holds a Bachelor of Arts in criminal justice from Mercer University and is a graduate of the FBI National Academy.

2. Steven L. Gladden: Currently serving as the Economic Crimes Advisor (Intermittent) in the Office of Technical Assistance at the United States Department of the Treasury, Gladden has 26 years of experience with the United States Marshals Service. He has held several leadership roles, including Assistant Chief Inspector in the Asset Forfeiture Division. Gladden earned his B.A. from the Carolina School of Broadcasting.

3. David L. Lyons of Georgia: Lyons recently retired as Chief of Police for the Garden City, Georgia Police Department, a position he held for over 15 years. He has also served as Chief of Police in Zebulon, Georgia, Deputy Director of the Lamar County Emergency Management Agency, and Chief of Police in Woodstock, Georgia. Lyons has a Juris Doctor from the Woodrow Wilson College of Law, a Master of Arts in Business Management from Central Michigan University, and a Bachelor of Science in Human Services from the University of Tennessee at Chattanooga.

4. Rodney D. Ostermiller of Montana: Currently serving as the Acting U.S. Marshal for the District of Montana, Ostermiller began his law enforcement career with the United States Marshals Service in 1991. He has held various positions within the service, including Chief Deputy U.S. Marshal for the District of Montana. Ostermiller holds a Bachelor of Science in social & criminal justice from Montana State University, an Executive Master of Public Administration from Golden Gate University, and a Master of Business Administration from Champlain College.