The executive order issued by President Donald Trump on June 25, 2019 aims to address the issue of affordable housing in the United States. The order acknowledges that rising housing costs are making it difficult for many Americans to access affordable housing, with a significant number of households spending more than 30% of their incomes on housing. The lack of housing supply to meet the demand is identified as the driving factor behind the rising costs.

The order highlights the regulatory barriers imposed by federal, state, local, and tribal governments that hinder housing development. These barriers include restrictive zoning and growth management controls, rent controls, building codes, energy efficiency mandates, and more. These regulations increase the costs associated with housing development and contribute to the lack of affordable housing.

The order establishes the White House Council on Eliminating Regulatory Barriers to Affordable Housing, chaired by the Secretary of Housing and Urban Development, to address and reduce these regulatory barriers. The council consists of various officials from different government departments and agencies. Its mission includes soliciting feedback from stakeholders, evaluating the impact of regulatory barriers on housing development, identifying actions that can be taken to minimize these barriers, and recommending policies to reduce regulatory burdens.

The council is required to submit a report on its implementation within 12 months and may submit subsequent reports as requested. The heads of agencies and offices are expected to provide necessary assistance and information to the council. The council is set to terminate on January 21, 2021, unless extended by the President.

The executive order does not impair existing authorities granted by law or the functions of the Director of the Office of Management and Budget. It is to be implemented consistent with applicable law and subject to the availability of appropriations. The order does not create any enforceable rights or benefits against the United States or any other party.