In a press briefing, White House Press Secretary Jen Psaki discussed several topics, including the President's infrastructure plan, the COVID-19 vaccination campaign, gun violence, and voting rights. Psaki highlighted the positive response to the infrastructure plan from various stakeholders, including the U.S. Chamber of Commerce, Ford Motors, and the League of Conservation Voters. She also mentioned early polling showing bipartisan support for components of the plan. Psaki announced the launch of a nationwide grassroots network to encourage people to get vaccinated, with founding members including NASCAR, the American Medical Association, and Catholic Charities. She also mentioned that President Biden was tested for COVID-19 and tested negative. Psaki addressed questions about the plan's funding, the opposition from Republicans, and concerns about tax increases. She emphasized the need for investment in infrastructure and dismissed claims that the plan would harm businesses or lead to job losses. Psaki discussed the recent contamination of 15 million doses of the Johnson & Johnson vaccine and reassured that it would not impact the supply to the American people. She also commented on the recent arrest of pro-democracy activists in Hong Kong, expressing concern over Beijing's actions. Psaki answered questions about the President's support for the Equality Act, paid family and medical leave, and gun control measures. She also addressed concerns about undocumented immigrants not receiving the COVID-19 vaccine and the administration's focus on vaccinating the American population first. Psaki mentioned ongoing discussions about bringing critical supply chains back to the U.S. and the administration's commitment to supporting the American workforce. She also discussed the voting bill in Georgia and the administration's concerns about its impact on voting access. Psaki mentioned that President Biden is considering giving a joint session address to Congress and that the pause in refugee flights is not related to resources being allocated to the border.