The Vice President of the United States, Mike Pence, held a press briefing on the White House Coronavirus Task Force's efforts to combat the spread of the coronavirus. Pence stated that the safety and health of the American people is President Trump's highest priority. He mentioned that there are currently over 100 coronavirus cases in the United States, but most of those infected are recovering. Unfortunately, another American has passed away from the virus. Pence reassured the public that the risk of contracting the virus remains low for healthy individuals, but it is still important to follow common preventive practices such as staying home when sick, avoiding close contact with sick people, and practicing good hygiene. Pence also discussed the government's efforts to provide support and resources to federal agencies, as well as state and local partners. He mentioned that the House of Representatives passed a federal funding bill that implements the President's vision and provides support to healthcare facilities. The Vice President also highlighted the focus on protecting the elderly and those with preexisting health conditions, with new guidelines being implemented for nursing homes. He mentioned that the government is working closely with airlines to collect information about passengers in case of a positive coronavirus test. Pence discussed the progress in expanding testing capabilities across the country, with state and university laboratories now able to conduct tests without federal resources. He also mentioned the creation of a consortium of commercial laboratories to increase testing capacity. The Vice President and the task force will be visiting Minnesota to meet with 3M and Washington State to ensure that they have the necessary support and resources. Pence emphasized that the government is working closely with the private sector and appreciates their cooperation and support. The press briefing concluded with comments from other members of the task force, addressing topics such as hand hygiene, travel restrictions, and the possibility of declaring a national emergency. Overall, the briefing provided updates on the government's efforts to combat the coronavirus and reassured the public that the risk remains low for healthy individuals.