The President has nominated ten individuals for Federal judgeships and four individuals for U.S. Attorney positions. Michael B. Brennan of Wisconsin has been nominated for a Circuit Judge position on the U.S. Court of Appeals for the Seventh Circuit. L. Steven Grasz of Nebraska has been nominated for a Circuit Judge position on the U.S. Court of Appeals for the Eighth Circuit. Donald C. Coggins, Jr. of South Carolina has been nominated for a District Judge position on the United States District Court for the District of South Carolina. Terry A. Doughty of Louisiana has been nominated for a District Judge position on the United States District Court for the Western District of Louisiana. Michael J. Juneau of Louisiana has been nominated for a District Judge position on the United States District Court for the Western District of Louisiana. A. Marvin Quattlebaum, Jr. of South Carolina has been nominated for a District Judge position on the United States District Court for the District of South Carolina. Holly Lou Teeter of Kansas has been nominated for a District Judge position on the United States District Court for the District of Kansas. Robert E. Wier of Kentucky has been nominated for a District Judge position on the United States District Court for the Eastern District of Kentucky. Elizabeth Ann Copeland of Texas has been nominated for a Judge position on the United States Tax Court. Patrick J. Urda of Indiana has been nominated for a Judge position on the United States Tax Court. Scott C. Blader of Wisconsin has been nominated for the United States Attorney position for the Western District of Wisconsin. Robert M. Duncan, Jr. of Kentucky has been nominated for the United States Attorney position for the Eastern District of Kentucky. John R. Lausch Jr. of Illinois has been nominated for the United States Attorney position for the Northern District of Illinois. William J. Powell has been nominated for the United States Attorney position for the Northern District of West Virginia.