This article discusses an executive order issued by President Donald Trump on December 10, 2020, regarding the branding and marking of United States foreign assistance. The order emphasizes the need for recipients of U.S. foreign assistance to be aware of the efforts made by American taxpayers to aid them and improve their lives. To ensure this awareness and maintain American influence and leadership, the order calls for the branding and marking of all foreign assistance as "American aid." 

The Secretary of State, in coordination with other relevant agencies, is directed to initiate a notice-and-comment rulemaking process within 120 days to establish standard federal marking regulations. These regulations will include proposing amendments to existing regulations and selecting a single logo that embodies the values and generosity of the American people. The single logo will be prominently displayed on all materials related to foreign assistance programs, communications, public affairs materials, and packaging.

Agencies that are not subject to existing regulations related to branding and marking of foreign assistance goods and materials are required to identify them solely with the single logo within 120 days. Exceptions may be made in cases where the use of the single logo raises political, safety, or security concerns or undermines the objectives of the United States in providing aid. The Secretary is authorized to waive the single logo requirement in such cases.

Within 180 days of the order, the Secretary, in coordination with other relevant agencies, is required to submit a report on the implementation of the order to the President.

The order concludes with general provisions stating that it does not affect the authority granted by law to executive departments or agencies, and it should be implemented consistent with applicable law and subject to the availability of appropriations. It also clarifies that the order does not create any enforceable rights or benefits against the United States or any other party.