This executive order, issued on January 18, 2021, aims to improve transparency and protect Americans from unwarranted criminal punishment for unintentional violations of regulations. The order emphasizes that federal criminal law should be clearly written to ensure that all Americans can understand what is prohibited. It states that agencies promulgating regulations that may subject a violator to criminal penalties should be explicit about the conduct that is prohibited and the mental state required for those offenses. The order also encourages agencies to consider administrative or civil enforcement for strict liability offenses instead of criminal enforcement. It states that criminal prosecution for regulatory offenses should focus on individuals who have knowledge of the regulation and choose not to comply, thereby causing or risking substantial public harm. The order includes definitions of key terms such as "agency," "mens rea," "person," and "regulatory offense." It further directs agencies to promote regulatory transparency by including statements about potential criminal penalties in notices of proposed rulemaking and final rules. The order also requires agencies to justify the use of strict liability standards for regulatory offenses not specifically articulated in the authorizing statute. Additionally, the order instructs agencies to develop plans to address regulatory offenses subject to potential criminal liability through administrative means rather than referring them to the Department of Justice. It outlines factors that agencies should consider when deciding whether to refer a matter to the Department of Justice, such as the harm caused by the offense and the putative defendant's knowledge of the regulation. The order includes general provisions that clarify its scope and applicability, including exceptions for actions related to national security, criminal investigations or prosecutions, and certain types of offenses. It states that the order does not create any substantive or procedural rights enforceable against the United States or its entities.