During a press briefing aboard Air Force One, White House Deputy Press Secretary Hogan Gidley addressed several topics. Gidley confirmed that President Trump has spoken with a total of eight potential Supreme Court Justice nominees, including three today and Senator Mike Lee yesterday. Gidley stated that the President may make his announcement before Monday, but will announce his nominee on Monday. He reiterated that the President is looking for someone with a superior intellect, who will uphold the Constitution, and has the right temperament. Gidley did not provide details on any potential follow-up interviews or meetings with the candidates. Regarding NATO, Gidley stated that the President wants changes in the financial burden that the United States bears and plans to have a conversation with Vladimir Putin about Crimea. Gidley also addressed reports about EPA Administrator Scott Pruitt, stating that the President is aware of the reports and is looking into them, but did not provide a timeline for a decision. He mentioned that the border situation is in crisis mode and that the President wants a lasting solution, but Democrats refuse to come to the table. Gidley did not have specific numbers on how many parents have been reunited with their children, but referred reporters to the Department of Homeland Security (DHS) and the Department of Health and Human Services (HHS) for more information. He stated that the injunctions put on the case by certain courts make the situation more difficult. Gidley also clarified that the President maintains that Russia meddled in the election, despite his recent tweet. Regarding the President's upcoming trip to Europe, Gidley stated that the President wants to protect the American people and convey his messages and sentiments to other leaders. He mentioned that the President has improved relationships with other nations, citing Israel as an example. Gidley did not confirm or deny reports about North Korea's nuclear activity, but stated that Secretary of State Mike Pompeo will be going to North Korea on July 5th and that the President wants denuclearization.