In a speech delivered from the State Dining Room, President Joe Biden announced the end of the 20-year war in Afghanistan. He praised the successful evacuation efforts, which resulted in over 120,000 people being evacuated, more than double what experts thought possible. The President acknowledged the bravery and selflessness of the military, diplomats, and intelligence professionals who risked their lives to rescue American citizens, allies, and Afghan partners. He honored the 13 U.S. servicemembers who lost their lives in the mission.

President Biden explained that the decision to end the war was made in April and was based on the assumption that the Afghan Security Forces would be able to hold their own against the Taliban. However, when the Afghan government collapsed, the U.S. had to quickly secure the airport in Kabul and evacuate as many people as possible. The President assured that efforts will continue to bring out the remaining Americans and Afghan allies who wish to leave.

The President addressed criticisms of the evacuation process, stating that starting the evacuation earlier would not have prevented the chaos and danger that arose when the Afghan government collapsed. He emphasized that the U.S. achieved its initial goal of eliminating the threat of al Qaeda and preventing Afghanistan from being used as a base for attacks on the U.S. homeland. He argued that the focus now needs to shift to new threats and challenges such as terrorism in other countries, cyberattacks, and competition with China and Russia.

President Biden pledged to continue supporting the Afghan people through diplomacy, humanitarian aid, and efforts to ensure human rights, especially for women and girls. He stressed the need to learn from past mistakes and set clear, achievable goals in future missions. He affirmed that the U.S. will continue to fight terrorism but without engaging in large-scale troop deployments. The President concluded by honoring the sacrifice of the military and expressing his belief that ending the war in Afghanistan is the right decision for America's safety and security.