The executive order issued on September 13, 2020, focuses on addressing high drug prices in the United States. The order states that Americans pay more for prescription drugs compared to residents of other developed countries, even for drugs manufactured in the same places. Other countries regulate drug prices by negotiating with manufacturers, leaving Americans to bear the burden of higher prices. This situation not only creates unfairness but also has economic and health consequences for patients. High drug prices lead to the diversion of resources away from other productive uses, and patients may skip doses or abandon treatment due to cost, resulting in poor outcomes. 

The order proposes that the Medicare program should not pay more for costly Part B or Part D prescription drugs than the most-favored-nation price. The most-favored-nation price refers to the lowest price for a pharmaceutical product that the manufacturer sells in a member country of the Organisation for Economic Co-operation and Development (OECD) with a comparable per-capita gross domestic product. 

The order directs the Secretary of Health and Human Services to implement a payment model in Medicare Part B and Part D that limits payments to the most-favored-nation price for certain high-cost drugs and biological products. The purpose of this model is to test whether paying no more than the most-favored-nation price can mitigate poor clinical outcomes and increased expenditures associated with high drug costs.

The order also revokes a previous executive order issued on July 24, 2020, titled "Lowering Drug Prices by Putting America First."

It is important to note that this executive order does not impair the authority granted to executive departments and agencies or the functions of the Director of the Office of Management and Budget. It is intended to be implemented consistent with applicable law and subject to the availability of appropriations. Additionally, this order does not create any enforceable right or benefit against the United States or any other party.