President Donald Trump has signed into law the "Further Consolidated Appropriations Act, 2020," which funds certain government agencies through September 30, 2020. However, the President has expressed concerns about certain provisions in the Act that he believes restrict his constitutional authority as Commander in Chief. These provisions include requirements for the President to receive recommendations from subordinates or provide advance notice to Congress before directing certain military actions. The President asserts that his authority as Commander in Chief is exclusive and cannot be subject to such conditions. He also highlights provisions that could interfere with his constitutional authority in foreign relations, such as requirements regarding international negotiations, receiving ambassadors, and recognizing foreign governments. The President states that his administration will treat these provisions in a manner consistent with his constitutional authorities. Additionally, the President addresses the reauthorization of the United States Commission on International Religious Freedom, stating that it cannot be considered an executive branch entity due to the involvement of members appointed by the legislative branch. The President assures that the executive branch members of the commission will remain accountable to him. The President also addresses provisions related to the powers of special agents under the Inspectors General for the Architect of the Capitol and the Government Publishing Office, stating that these agents, as employees within the Legislative Branch, must limit their use of authorities to actions that aid Congress's constitutional functions. The President further discusses provisions related to the submission of executive branch information to Congress or the public, the use of funds to deny Inspector General access to agency records, and the authority to recommend legislation to Congress. He asserts that his administration will treat these provisions in a manner consistent with his constitutional authority to control the disclosure of certain information and to recommend legislation. Finally, the President expresses concerns about provisions that condition spending or reallocation of funds on the approval or consultation of congressional committees. He argues that these forms of congressional aggrandizement are impermissible and that his administration will make efforts to notify relevant committees but will not treat spending decisions as dependent on their approval or prior consultation.