This article is a summary of a Presidential Memorandum issued on July 29, 2020. The memorandum revokes a previous Presidential permit and replaces it with a new one. The permit is related to an international pipeline project and includes the Border facilities, which are defined as a 30-inch diameter pipeline extending from the international border between the United States and Canada to the first mainline shut-off valve or pumping station in the United States. 

The memorandum states that the Border facilities and their operation are subject to all conditions, provisions, and requirements of the permit. The President has the authority to terminate, revoke, or amend the permit at any time. The permittee is allowed to make changes to the average daily throughput capacity and directional flow of products, but any substantial changes require approval from the President.

The operation and maintenance of the Border facilities are subject to inspection by federal, state, and local agencies. The permittee is required to grant free and unrestricted access to these facilities to authorized officials and employees of these agencies. The facilities are also subject to applicable laws and regulations, including those related to pipeline safety.

If the permit is terminated, revoked, or surrendered, the permittee is responsible for removing the Border facilities at their own expense, unless otherwise decided by the President. If the permittee fails to comply, the President may direct an official or agency to take possession of or remove the facilities at the permittee's expense. The permittee has no claim for damages caused by such actions.

The memorandum also states that the United States has the right to enter upon and take possession of the Border facilities if national security requires it, provided notice is given to the permittee. In this case, the United States must pay just and fair compensation to the permittee for the use of the facilities and bear the cost of restoring them to their previous condition.

Any transfer of ownership or control of the Border facilities must be immediately communicated in writing to the President. The permit remains in force unless terminated, revoked, or amended by the President, regardless of any transfers or changes.

The permittee is responsible for acquiring necessary rights-of-way grants, permits, and other authorizations. They must also hold harmless and indemnify the United States from any liability arising from the construction, operation, or maintenance of the Border facilities, including environmental contamination. The permittee is required to maintain the facilities in good repair and compliance with applicable law.

The permittee is obligated to file sworn statements or reports with the President and appropriate agencies regarding the Border facilities and their activities. The permittee may also be requested to provide information to the President regarding the facilities.

Finally, the memorandum states that the permit does not create any enforceable rights or benefits against the United States or any other party.