The Acting Administration provided an update on the vaccination program in a recent teleconference. The President's goal is to ensure that at least 90 percent of Americans have a vaccination site within five miles of where they live by April 19th. To achieve this, the administration is opening more federally run mass vaccination sites. Three new sites were announced: Columbia Place Mall in South Carolina, Colorado State Fairgrounds in Colorado, and Minnesota State Fairgrounds in Minnesota. These sites are located in high-risk communities to promote equity in vaccine distribution. Over 2.1 million shots have been administered at these sites, with over 60 percent going to racial and ethnic minorities. The vaccination program is accelerating, with an average of 3.1 million shots administered per day. Nearly one in three Americans and over 40 percent of adults have received at least one shot, and 25 percent of adults are fully vaccinated. The administration emphasized the importance of not letting our guard down and continuing to follow preventive measures like wearing masks, social distancing, and getting vaccinated. 

Dr. Walensky provided an overview of concerning data trends, including an increase in new cases and hospital admissions. While deaths have decreased, there is still cause for concern as cases continue to rise. Younger adults are being disproportionately affected by the virus, and outbreaks among this demographic have been linked to youth sports and extracurricular activities. CDC guidance recommends limiting these activities and implementing testing strategies to prevent clusters. Dr. Walensky also highlighted a report that demonstrated the impact of not following mitigation strategies, which resulted in an outbreak at a bar leading to cases, school closures, and hospitalizations. CDC has updated its guidance on cleaning and disinfecting surfaces, stating that regular cleaning with soap and detergent is often sufficient to reduce the risk of COVID-19 spread.

Dr. Fauci addressed the issue of COVID-19 and pregnancy, noting that pregnant women are at increased risk of adverse outcomes from the virus. While data on the safety and efficacy of COVID-19 vaccines in pregnant women is limited, studies have shown that vaccines induce immune responses in pregnant women and can provide immune transfer to their babies. The American College of Obstetrics and Gynecology recommends allowing pregnant individuals who choose to receive the vaccine to do so. Dr. Fauci emphasized the importance of vaccination in protecting pregnant women and their babies from adverse outcomes.

In response to a question about single doses of Pfizer and Moderna vaccines, Dr. Fauci explained that while there are different opinions on this approach, the current strategy of administering two doses is the best route. He mentioned concerns about the level of protection after one dose and the need for full vaccination to address variants effectively. The focus is on increasing vaccination rates, and time will tell the impact of vaccination on different demographics and variants.

Regarding the situation at the Emergent plant and the AstraZeneca vaccine, it was clarified that all Johnson & Johnson vaccines available in the U.S. have been authorized by the FDA and none came from the plant in question. Johnson & Johnson has taken control of the plant and will only produce their vaccine there to eliminate the risk of cross-contamination. The AstraZeneca vaccine is still scheduled to go through the FDA's authorization process, and there is no impact on its production schedule. The FDA will evaluate the AstraZeneca vaccine independently, and Johnson & Johnson has assured that they will meet their production goals.