In a recent interview with The Washington Post, Vice President Mike Pence discussed the tragic murder of journalist Jamal Khashoggi and the US government's response. Pence stated that the administration is determined to use all means at its disposal to get to the bottom of the murder and hold those responsible accountable. He also expressed his sympathies to Khashoggi's loved ones and colleagues at The Washington Post. When asked about President Erdogan's report that the murder was premeditated, Pence said that it flies in the face of earlier assertions made by the Saudi regime and underscores the need to find out what happened. Pence emphasized the importance of the US-Saudi relationship but said that any actions or sanctions taken will be a decision for President Trump. 

The interview then shifted to the topic of Space Force, with Pence discussing the Trump administration's vision for revitalizing American leadership in space. He explained that the President wants to establish a sixth branch of the armed forces called the United States Space Force to protect American interests in space. Pence highlighted the need to protect satellite technology infrastructure and address the deployment of anti-satellite technologies by countries like China and Russia. He also addressed concerns about an arms race in space, saying that the US wants to meet the security challenges in space with American strength and leadership. Pence stated that the administration plans to seek authorization from Congress to establish the Space Force in the next National Defense Authorization Act. He also addressed concerns about the cost of the Space Force, arguing that the security of the United States is priceless and that the administration will work with Congress to secure funding. The interview concluded with a discussion on immigration and the issue of the migrant caravan heading towards the US-Mexico border. Pence emphasized the need to secure the border and close loopholes in immigration laws that are being exploited by human traffickers and criminal gang members. He called for a Congress that is willing to fund a border wall and enact immigration reforms to address the crisis.