On October 11, 2019, President Donald Trump issued a memorandum regarding three Executive Orders (EOs) related to collective bargaining agreements within executive departments and agencies. These EOs, signed on May 25, 2018, aimed to reduce costs and promote government performance and accountability. However, they were partially enjoined by the United States District Court for the District of Columbia on August 25, 2018.

On July 16, 2019, the United States Court of Appeals for the District of Columbia Circuit vacated the District Court's judgment, asserting that it lacked jurisdiction. The Court of Appeals has now issued the mandate, making its judgment effective.

The memorandum states that the provisions of the EOs subject to the District Court's injunction set reasonable goals for agencies during bargaining, directed agencies to refuse negotiation on certain topics, and established rules that replaced agencies' duty to bargain with unions. However, sections of the EOs recognized agencies' ability to comply with collective bargaining agreements containing prohibited terms if they were effective on the date of the EOs.

While the District Court's injunction was in effect, agencies could still negotiate subjects covered by the enjoined provisions. However, the EOs did not address collective bargaining agreements entered into during this period. Therefore, the memorandum clarifies that agencies must adhere to the terms of collective bargaining agreements executed while the injunction was in effect.

For agencies still engaged in collective-bargaining negotiations, they should comply with the terms of the EOs to the extent consistent with the law. However, if between the date of the EOs and the date of the Court of Appeals' mandate, the parties to collective bargaining negotiations have executed an agreement that incorporates specific terms prohibited by the EOs, an agency may execute the new collective bargaining agreement containing those terms.

The memorandum also authorizes and directs the Director of the Office of Personnel Management to publish it in the Federal Register.