President Donald J. Trump has announced his intent to nominate several individuals for various judge positions in the United States District Courts. The nominees are as follows:

1. Kathryn Kimball Mizelle, from Florida, is nominated to serve as Judge on the United States District Court for the Middle District of Florida. She is an attorney at Jones Day, specializing in complex civil and criminal litigation and appeals. Mizelle has previously served at the Department of Justice and as an adjunct professor of law at the University of Florida Levin College of Law.

2. Benjamin J. Beaton, from Kentucky, is nominated to serve as Judge on the United States District Court for the Western District of Kentucky. He is a Partner at Squire Patton Boggs LLP and co-chairs the firm's Appellate & Supreme Court practice group. Beaton has experience in complex commercial litigation and teaches constitutional interpretation at the University of Louisville Brandeis School of Law.

3. Hector Gonzalez, from New York, is nominated to serve as Judge on the United States District Court for the Eastern District of New York. He is a Partner at Dechert, LLP, specializing in complex commercial litigation and corporate investigations. Gonzalez has previously served as an Assistant United States Attorney and Assistant District Attorney.

4. Ryan T. McAllister, from New York, is nominated to serve as Judge on the United States District Court for the Northern District of New York. He is a Counsel at Boies Schiller Flexner, LLP, focusing on complex commercial litigation. McAllister has previous experience working in government and as a law clerk to a judge in the United States Court of Appeals.

5. David C. Woll, Jr., from New York, is nominated to serve as Judge on the United States District Court for the Eastern District of New York. He currently serves as Principal Deputy Assistant Secretary for Community Planning and Development at the United States Department of Housing and Urban Development. Woll has a background in law, having served as a Senior Counsel for various government agencies and in private practice.