During a recent press briefing, officials provided updates on the progress of COVID-19 vaccinations in the United States. They highlighted that over 200 million Americans have received at least one dose of the vaccine, and 171 million Americans are fully vaccinated. The officials emphasized the importance of continuing vaccination efforts to combat the Delta variant and labeled the current situation as a "pandemic of the unvaccinated."

The briefing also mentioned the recent full approval of the Pfizer vaccine by the FDA, stating that this milestone will help increase vaccination rates. Efforts are being made to encourage vaccination through requirements for federal workers, healthcare personnel, and nursing home staff. The officials urged businesses, non-profits, and educational institutions to implement vaccination requirements as well.

The CDC director provided an overview of the current COVID-19 data, highlighting the increase in cases, hospitalizations, and deaths. She emphasized the higher risk faced by unvaccinated individuals and shared data showing significantly higher hospitalization rates among the unvaccinated compared to the vaccinated.

Dr. Fauci discussed the use of monoclonal antibodies as a treatment and prevention measure for COVID-19. He explained the benefits of monoclonal antibodies in reducing the risk of hospitalization or death when administered early in the infection. He also mentioned that these antibodies can be used for post-exposure prophylaxis.

Dr. Murthy discussed the impact of the FDA approval on vaccination efforts. He emphasized that the approval will increase confidence in the vaccine among healthcare professionals and encourage more vaccinations. He also mentioned the importance of vaccination for pregnant individuals and efforts being made to reach out to communities and provide accurate information.

During the Q&A session, officials addressed questions regarding mask mandates in schools, vaccination efforts for pregnant individuals, plans for boosters, and legal support for vaccine mandates. They reiterated the importance of vaccination, especially in light of the Delta variant, and emphasized the need for transparency and ongoing communication with the public.

Overall, the briefing focused on the progress made in vaccination efforts, the importance of vaccination requirements, and the continued efforts to combat the Delta variant and protect public health.