President Joseph R. Biden Jr. has signed into law the "National Defense Authorization Act for Fiscal Year 2022." The Act provides appropriations for the Department of Defense, Department of Energy national security programs, and the Department of State. It includes benefits for military personnel and their families, as well as authorities to support national defense. However, President Biden expresses concerns about certain provisions in the Act.

Section 1032 of the Act prohibits the transfer of Guantánamo Bay detainees to certain foreign countries, while section 1033 prohibits their transfer into the United States without meeting certain conditions. The President believes these provisions hinder the executive branch's ability to determine the prosecution and release of detainees. They may also make it difficult to comply with court judgments and impede negotiations with foreign countries. President Biden urges Congress to eliminate these restrictions.

The President also raises constitutional concerns about several provisions in the Act, including sections 1048, 1213(b), 1217, and 1227(a)(1). These provisions require executive departments and agencies to submit reports to congressional committees that may contain highly sensitive classified information. While acknowledging the need for congressional oversight, President Biden asserts the executive branch's authority to protect national security and classified information. He expects the Congress to understand and respect this understanding.

Sections 6103(a) and 6503(b) of the Act direct the Executive on discussions and votes within international organizations. President Biden supports the objectives expressed in these provisions but affirms his constitutional discretion in articulating the views of the United States before international organizations and foreign governments.

Additionally, President Biden objects to section 351 of the Act, which requires the Secretary of Defense to create a working group. The Act suggests that the working group members should be subject to Senate confirmation. The President argues that this conflicts with the separation of powers principle, as it allows Congress to interfere with the executive branch's selection of employees. While the Service Secretaries can consult with the Senate, the President will not submit the working group appointees for confirmation.

Lastly, President Biden opposes the use of open-air burn pits, which are prohibited in contingency operations. He requests that the Secretary of Defense seek Presidential approval before exercising any exemption authority to this prohibition added by the Act.