The President of Zambia, Hakainde Hichilema, and Vice President of the United States, Kamala Harris, held a press conference at State House in Lusaka. President Hichilema welcomed Vice President Harris and expressed his pride in the strong relationship between the US and Zambia, based on shared values such as constitutionalism and the rule of law. He thanked President Biden for choosing Zambia to co-chair the second Summit for Democracy and discussed the country's focus on rebuilding its economy and resolving its debt burden. President Hichilema emphasized the importance of good governance, fighting corruption, and investing in the skills and technology needed for economic growth. Vice President Harris commended President Hichilema's leadership and the democratic reforms underway in Zambia. She announced over $16 million in new programs for Zambia, with a focus on anti-corruption and economic reform. Vice President Harris also discussed the US commitment to supporting long-term economic growth and addressing climate change in Zambia. During the press conference, Vice President Harris was asked about the indictment of former President Donald Trump and the detention of a Wall Street Journal reporter in Russia. She declined to comment on the ongoing criminal case but expressed concern about the detention of the journalist and reaffirmed the US commitment to press freedom. President Hichilema highlighted the importance of the rule of law and stressed that transgressions against the law should be addressed regardless of the individual involved. He emphasized that Zambia's relationship with China and the US should not be seen as working against each other but as opportunities for cooperation and global stability. The press conference concluded with a question about mechanisms for Zambian goods to be exported to the US market, to which Vice President Harris discussed the collaboration and memorandum of understanding (MOU) between the two countries to increase the flow of goods and services.