The press briefing began with a positive discussion of the recent jobs report, which showed that more than 2.5 million jobs were added in May, contrary to predictions that 7.5 million jobs would be lost. The briefing highlighted the significant number of jobs created in manufacturing, construction, and leisure and hospitality sectors, as well as the decrease in the number of workers on temporary layoffs. The briefing also mentioned the increase in average weekly hours and the reopening of small businesses. The stock market was also noted to be performing well, reflecting confidence in President Trump's ability to revive the economy. 

The briefing then shifted to questions about the growing movement to defund or dismantle police forces across the country and the President's thoughts on police reform in the wake of the George Floyd killing. The President was described as being appalled by the defunding the police movement and does not support it. The briefing also mentioned that the President recognizes instances of racism but believes that the majority of police officers are good people. The President does not support kneeling during the national anthem and is against the kneeling movement. The briefing did not provide a clear answer on whether the President believes there is systemic racism in law enforcement.

The briefing then addressed questions about the Democrats' Policing Act and whether the administration supports it. The press secretary stated that the legislation has not been reviewed yet by the President, but mentioned that there are some nonstarters in the bill, particularly regarding the issue of immunity for police officers. The administration's stance on banning the use of chokeholds was not addressed in detail.

The briefing also touched on other topics such as the potential withdrawal of troops from Germany, the removal of fencing around Lafayette Square, the situation in Hong Kong, and the possibility of another coronavirus stimulus package. The briefing did not provide clear answers on these topics and stated that there were no announcements at that time.

Overall, the briefing highlighted the positive aspects of the recent jobs report and reiterated the President's stance against defunding the police. However, it did not provide detailed information on specific police reforms or other policy proposals.