President Donald J. Trump has announced his intent to nominate the following individuals for key positions in his administration:

1. Robin Bernstein: Nominated to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Dominican Republic. She has served as President and Director of Richard S. Bernstein and Associates, Inc. since 2004, and Vice President and Director of Rizbur, Inc. since 2002. She has provided leadership and management to the business, government, and non-profit communities of Florida for four decades. Bernstein is also involved in relief efforts for victims of Hurricane Maria in Puerto Rico and the U.S. Virgin Islands. She holds a B.A. from American University School of International Service and an M.B.A. from George Washington University. She speaks French and basic Spanish.

2. Christopher Ashley Ford: Nominated to be an Assistant Secretary of State, International Security and Non-Proliferation. He currently serves as Special Assistant to the President and Senior Director for Weapons of Mass Destruction and Counterproliferation at the National Security Council. Ford has served on several different committees in the U.S. Senate, worked as a State Department official, and served as a senior fellow at Hudson Institute. He is the author of three books and numerous articles and monographs. Ford also served as an intelligence officer in the U.S. Navy Reserve. He holds an A.B. from Harvard University, a D.Phil. from Oxford University, and a J.D. from Yale Law School.

3. Jeffrey Kessler: Nominated to be an Assistant Secretary of Commerce, Enforcement and Compliance. He is a counsel in the International Trade, Investment, and Market Access group at Wilmer Cutler Pickering Hale and Dorr LLP. Kessler has represented U.S. manufacturers in domestic trade remedy proceedings and has been involved in litigating high-profile World Trade Organization disputes. He advises American companies and industry associations on trade, investment, and market access barriers imposed by China. Kessler is a member of the American Bar Association and a Term Member of the Council on Foreign Relations. He holds a B.A. from Yale University, an M.A. from the University of Chicago, and a J.D. and M.A. from Stanford University.