During a press briefing, White House Press Secretary Jen Psaki announced that President Biden signed an executive order on the implementation of the infrastructure bill. The executive order laid out six main priorities for implementation, including improving transportation, expanding broadband access, and investing in clean energy. Psaki also mentioned that former Lieutenant Governor and former Mayor Mitch Landrieu will be leading the implementation effort, and a task force will be established to oversee the process. The task force will be co-chaired by National Economic Council Director Brian Deese and Landrieu and will include members of the Cabinet. Psaki also discussed the President's upcoming meeting with Chinese President Xi Jinping. The meeting will focus on setting the terms of competition with China and addressing areas of concern, such as economic issues and human rights. Psaki emphasized the importance of rebuilding alliances and approaching the China relationship from a position of strength. She also mentioned that the President will express areas where he feels China should be taking additional action and behaving in a manner that aligns with international expectations. Psaki stated that the President does not consider Xi an "old friend" but believes that their past interactions allow for candid discussions. On the topic of inflation, Psaki acknowledged that rising costs are a concern for the American people and attributed them to the impact of the COVID-19 pandemic. She emphasized the need to get COVID-19 under control as the best step to address inflation. Psaki also mentioned that the Build Back Better Agenda, currently being considered by Congress, includes provisions aimed at lowering costs for the American people, such as cutting childcare costs and negotiating prescription drug prices. In response to a question about the President's approval ratings, Psaki stated that the focus is on communicating the benefits of the infrastructure bill to the American people and that the President and his team will be out in the country talking about how the bill will impact people's everyday lives. Psaki also addressed questions about the ongoing trial of Kyle Rittenhouse and declined to comment on an ongoing case. She emphasized that the President's view is that vigilantes should not be patrolling communities with assault weapons and that peaceful protests should not be corrupted by opportunists. Psaki stated that the President's focus is on turning down the temperature on divisive rhetoric and actions and bringing Americans together. She also mentioned that the White House is in contact with state officials and the Department of Justice's Community Relations Service to ensure de-escalation and contingency planning in the event of protests related to the trial.