The United States needs to accelerate the development and deployment of 5G technology in order to maintain its edge in the global wireless industry. 5G is the next-generation wireless network that can move data at exponentially faster speeds than current 4G LTE networks. The US is already a global leader in 4G technology, which has resulted in increased GDP, job creation, lower consumer costs, and the development of advanced applications. To lead in 5G, a forward-looking spectrum policy is necessary. Spectrum refers to the frequencies in which invisible radio waves move data between devices. As devices become more advanced, the demand for spectrum will continue to grow, and additional spectrum needs to be made available and used efficiently. President Trump has signed a Presidential Memorandum to develop a national strategy for spectrum policy, which orders federal agencies to review their existing spectrum usage and prepare a plan for research and development to enable better use of spectrum in the future. This strategy aims to accomplish three important goals: maintaining the US's leadership in wireless technology, supporting economic growth and job creation, and improving national security. Wireless technology currently contributes $475 billion to the US economy every year and supports nearly 4.7 million jobs. With the deployment of 5G, the US can better defend itself with more resilient critical infrastructure, advanced radar systems, and cutting-edge communications. State and local governments can also contribute to the race to 5G by improving access to land, infrastructure, and property that will support new wireless networks. Furthermore, it is crucial that incumbent users transition their spectrum to the winning bidders in a timely manner. The completion of the Federal Communications Commission's spectrum auctions is necessary for the US to succeed in 5G deployment. The Presidential Memorandum and the national spectrum strategy aim to ensure that the American people will benefit from the development of the next generation of wireless technology.