On September 29, 2020, President Donald J. Trump issued a Presidential Memorandum regarding the "Alaska to Alberta Railway" project. The memorandum outlines the conditions and regulations for the construction, connection, operation, and maintenance of the Border facilities associated with the project. Here are the key points of the memorandum:

1. The Border facilities, including the construction, connection, operation, and maintenance, shall be subject to all applicable laws and regulations.
2. Federal, state, and local agencies have the right to inspect the Border facilities and shall be granted free access by the permittee.
3. The permit can be terminated, revoked, or amended at any time at the discretion of the President.
4. The permittee shall not make substantial changes to the Border facilities without the President's approval.
5. The permittee is responsible for acquiring necessary rights-of-way, permits, and authorizations.
6. The permittee shall hold harmless and indemnify the United States from any liability arising from the construction, operation, or maintenance of the Border facilities.
7. The permittee shall maintain the Border facilities in good repair and compliance with applicable laws.
8. The permittee shall provide suitable inspection facilities to relevant government agencies at no cost to the United States.
9. The permittee shall file sworn statements or reports with the President and appropriate agencies as required by law.
10. The permittee shall provide information to the President regarding the Border facilities upon request.
11. The permittee shall provide written notice to the President regarding any material investment in the facilities by non-Canadian foreign investors.
12. The permit expires in 10 years if construction has not commenced by that date.
13. The permit does not create any enforceable rights or benefits against the United States or any other party.

The memorandum was signed by President Donald J. Trump on September 28, 2020.