Senior administration officials held a background press call to discuss the upcoming visit of Japanese Prime Minister Shinzo Abe to the White House. They emphasized the importance of alliances in the Asia Pacific region to US security and prosperity. The officials mentioned that President Trump has already spoken to several leaders in the region, including Japan and Korea. They also highlighted the significance of Prime Minister Abe's visit, as he is only the second head of state to visit President Trump since his inauguration. The officials provided an overview of the schedule for the visit, which includes meetings in the Oval Office, a working lunch, and a trip to Mar-a-Lago. They mentioned that the leaders will discuss a wide range of subjects, including the bilateral relationship, security, and the economy. While they did not provide specific details on deliverables, they mentioned that the US and Japan share an interest in a strong global economy and job growth in both countries. The officials also addressed questions about the Senkaku Islands, the format of the summit, the possibility of a news conference, trade discussions, and Japan's bilateral relations with Russia. They confirmed that there will be a press conference after the meeting in the Oval Office and noted that the President believes in bilateral agreements that can negotiate terms more favorable to the US. The officials also expressed respect for Japan's bilateral relations with Russia and clarified that the US is not seeking to interfere with that relationship. They mentioned that the President's views on currency manipulation may come up in conversation but are not a top priority. They also acknowledged the importance of the automobile industry to both countries and anticipated that it would be a topic of discussion. Regarding North Korea, the officials stated that it is premature to detail the Trump administration's strategy but emphasized the importance of urging North Korea not to take provocative actions. Finally, the officials addressed concerns from Japan about the US commitment to its defense, stating that Secretary of Defense Mattis has already made clear statements about the strength of the alliance and the unwavering commitment to it.