President Joe Biden has announced his intent to nominate three individuals to serve as key leaders in his administration at the Federal Communications Commission (FCC). The nominees are Anna M. Gomez for Commissioner, Geoffrey Adam Starks for Commissioner, and Brendan Carr for Commissioner. 

Anna M. Gomez is a telecommunications attorney with extensive experience in domestic and international communications law and policy. She currently serves as a Senior Advisor for International Information and Communications Policy in the Bureau of Cyberspace and Digital Policy. Gomez has previously served as the National Telecommunications and Information Administration Deputy Administrator and has held various positions at the FCC, including Deputy Chief of the International Bureau and Senior Legal Advisor to Chairman William E. Kennard. She has also worked in the Senate Committee on Commerce, Science and Transportation Subcommittee on Communication and the National Economic Council. Gomez earned her B.A. in Pre-Law from Pennsylvania State University and her J.D. from George Washington University Law School.

Geoffrey Adam Starks has been serving as a Commissioner of the FCC since 2017. He has focused on creating access to high-quality broadband for all Americans, including those in rural areas, and has worked to enhance network security. Starks previously served as Assistant Bureau Chief of the FCC's Enforcement Bureau and as Senior Counsel to the Deputy Attorney General at the U.S. Department of Justice. He earned his A.B. in Social Studies from Harvard College and his J.D. from Yale Law School.

Brendan Carr is currently a Commissioner at the FCC, having joined the agency in 2012. He has been dedicated to expanding affordable, high-speed Internet service to all Americans and leads the FCC's Connected Care Pilot Program, which supports the delivery of quality healthcare to low-income Americans and veterans. Carr previously served as the FCC's General Counsel and has worked in multiple offices at the Commission. He earned his B.A. from Georgetown University and his J.D. from the Catholic University of America's Columbus School of Law.

These nominations reflect President Biden's commitment to appointing leaders who have experience and expertise in telecommunications and will work towards expanding access to broadband and improving communication policies in the United States.