On February 28, 2020, President Donald Trump issued an executive order to establish the Interagency Committee on Trade in Automotive Goods. This committee will provide advice on the implementation, enforcement, and modification of provisions of the United States-Mexico-Canada Agreement (USMCA) that relate to automotive goods. The committee will review the operation of the agreement with respect to trade in automotive goods, including the economic effects of the automotive rules of origin on the US economy, workers, and consumers, as well as the impact of new technology on these rules.

The committee will be composed of the Secretary of Commerce, the Secretary of Labor, the United States Trade Representative (USTR), the Chairman of the United States International Trade Commission, and the Commissioner of U.S. Customs and Border Protection. The USTR will serve as the chair of the committee and may invite representatives from other executive departments or agencies to participate as members or observers.

The committee will make recommendations on actions or determinations under section 202A of the United States-Mexico-Canada Agreement Implementation Act by consensus. If consensus cannot be reached, the matter may be decided by a majority vote, with the chair having the ability to break any tie vote.

The Secretary of the Treasury, the Secretary of Labor, and the Commissioner of U.S. Customs and Border Protection are directed to issue necessary regulations and measures in consultation with the USTR to implement section 202A of the Act.

Each executive department and agency will bear its own expenses incurred in connection with the committee's functions. The order does not affect the authority granted by law to executive departments or agencies, and it is subject to applicable law and availability of appropriations.

It is important to note that this executive order does not create any right or benefit enforceable at law or in equity against the United States or any other party.