In honor of National Kinship Care Month, the Biden-Harris Administration has released three landmark regulations to improve services and support for children and families in the child welfare system. The regulations aim to advance equity, protect LGBTQI+ youth, and expand access to legal services. 

The first regulation focuses on supporting kinship caregivers, such as grandparents or other relatives, who step in to provide a loving home for children when their parents are unable to do so. The regulation simplifies the process for kinship caregivers to become foster care providers and requires states to provide them with the same financial support as any other foster home. This will help families care for children in their extended family and receive the resources they need.

The second regulation addresses the disparities faced by LGBTQI+ youth in the foster care system. LGBTQI+ children are overrepresented in foster care and often face mistreatment and discrimination. The regulation requires child welfare agencies to ensure that LGBTQI+ children in their care are placed in foster homes where they will be protected from mistreatment related to their sexual orientation or gender identity. It also mandates that caregivers receive special training to meet their needs and that they have access to necessary services.

The third regulation aims to expand access to legal services for families involved in the child welfare system. Many families facing challenges like familial, health, housing, or economic issues must navigate complex legal proceedings without access to a lawyer. This proposed rule would allow child welfare agencies to use federal funds to provide families with legal representation, helping them achieve stability and access necessary resources. It would also allow Tribes to be reimbursed for the legal costs of intervening in state foster care court proceedings involving Indian children.

These regulations are part of the Administration's commitment to strengthening services for children and families in the child welfare system, with a focus on equity and support for underserved populations.