The executive order issued by President Donald Trump on May 25, 2018, focuses on the efficient and effective use of taxpayer-funded union time by federal employees. The order emphasizes that government agencies should ensure that taxpayer-funded union time is used efficiently and authorized in reasonable amounts. It also calls for agencies to monitor and make information about the use of taxpayer-funded union time readily available to the public.

The order includes definitions for terms such as "agency," "agency business," "bargaining unit," "employee," "grievance," and "labor organization." It sets standards for reasonable and efficient taxpayer-funded union time usage, stating that agencies should strive for a negotiated union time rate of 1 hour or less.

The order also addresses employee conduct with regard to agency time and resources, stating that employees may not engage in lobbying activities during paid time and should spend at least three-quarters of their paid time performing agency business or attending necessary training. It prohibits the free or discounted use of government property or resources by employees acting on behalf of a labor organization, unless it is generally available for non-agency business.

Furthermore, the order requires agencies to develop and implement procedures for authorizing taxpayer-funded union time, as well as systems to monitor its use. It also mandates annual reporting on the purposes and amounts of taxpayer-funded union time, compensation of employees using such time, expenses incurred, and value of free or discounted use of government property.

The order emphasizes public disclosure and transparency, directing the Office of Personnel Management (OPM) to publish a standardized form for agency reports and produce an annual report detailing various aspects of taxpayer-funded union time usage. It also calls for the implementation and renegotiation of collective bargaining agreements to ensure compliance with the order.

The general provisions of the order state that it does not abrogate any existing collective bargaining agreements, does not interfere with employee rights, and is subject to applicable law and appropriations. It also clarifies that the order does not create any enforceable rights or benefits against the United States or any other party.

Overall, the executive order aims to ensure the effective and efficient use of taxpayer-funded union time by federal employees and improve transparency in this regard.