President Donald J. Trump has announced his intent to nominate several individuals to key positions in his Administration. 

- Donald Y. Yamamoto of Washington is nominated to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Federal Republic of Somalia. He currently serves as the Principal Deputy Assistant Secretary in the Bureau of African Affairs and has previously served as Acting Assistant Secretary in the same bureau. Mr. Yamamoto has extensive experience in Africa, including serving as the United States Ambassador to both Ethiopia and Djibouti.

- Kevin K. Sullivan of Ohio is nominated to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Nicaragua. He currently serves as the Deputy Permanent Representative to the United States Mission to the Organization of American States in Washington, D.C. Mr. Sullivan has held various positions in the Foreign Service, including Deputy Chief of Mission/Chargé d’Affaires in Buenos Aires, Argentina and Deputy Chief of Mission at the United States Embassy in Lilongwe, Malawi.

- Kip Tom of Indiana is appointed to be the United States Representative to the United Nations Agencies for Food and Agriculture at the Department of State, with the rank of Ambassador. Mr. Tom is the chairman of Tom Farms and has extensive agribusiness experience around the world. He serves on several boards, including the Indiana Economic Development Corporation and the Future Farmers of America Foundation.

- Donald L. Palmer of Florida is nominated to be a Member of the Election Assistance Commission. He currently serves as a fellow with the Bipartisan Policy Center’s Democracy Project and as a senior advisor with the Election Assistance Commission. Mr. Palmer has previous experience as the chief election official of the Commonwealth of Virginia and the director of elections with the Florida Department of State.

President Trump also announced his intent to appoint Christine M. Ciccone of New Hampshire to be an Assistant Secretary for Legislative Affairs at the Department of Homeland Security. Ms. Ciccone currently serves as a senior advisor at the Department of Homeland Security and has previous experience in the United States Senate and the Department of State.