The article discusses the importance of protecting the critical infrastructure of the United States from cybersecurity threats. It emphasizes that the responsibility lies with the government at the federal, state, local, tribal, and territorial levels, as well as with the owners and operators of the infrastructure. The degradation or malfunction of systems controlling this infrastructure could have severe consequences for national and economic security. 

To address these threats, the Biden Administration has established the Industrial Control Systems Cybersecurity Initiative, a voluntary collaboration between the government and the critical infrastructure community. The goal of the initiative is to improve the cybersecurity of critical systems by encouraging the deployment of technologies that provide threat visibility, detection, and response capabilities. The government will work with industry to share threat information and implement cybersecurity measures in priority sectors like electricity, natural gas pipelines, water and wastewater, and the chemical sector.

The article also mentions the need for baseline cybersecurity goals that are consistent across all critical infrastructure sectors, as well as security controls for critical infrastructure dependent on control systems. The Secretary of Homeland Security, in coordination with other agencies, will develop and issue cybersecurity performance goals to establish security practices that owners and operators should follow. The goals will be issued within a year, and they will provide clear guidance to ensure the cybersecurity of essential services.

The memorandum concludes with general provisions, stating that it does not impair existing authorities or functions of executive departments and agencies. It also clarifies that the memorandum does not create any enforceable rights or benefits against the United States or its entities.

Overall, the article highlights the government's commitment to protecting critical infrastructure from cybersecurity threats and outlines the initiatives and actions being taken to achieve this goal.