During a press briefing, White House Deputy Press Secretary Karine Jean-Pierre discussed various topics. President Biden signed the Instruments of Ratification for the Accession Protocols to NATO for Finland and Sweden, emphasizing the United States' support for their NATO membership applications. The President also signed the CHIPS and Science Act, which aims to boost semiconductor production in the United States. Jean-Pierre highlighted the economic and national security benefits of the bill and shared a story about a young entrepreneur whose business will benefit from it. Secretary of State Antony Blinken announced a new U.S. Strategy Toward Sub-Saharan Africa, recognizing the importance of Africa to U.S. national security interests. Jean-Pierre encouraged reviewing the strategy on the White House website. She also mentioned the recent decline in gas prices and President Biden's efforts to address rising prices at the pump. Jean-Pierre declined to comment on ongoing investigations, including the FBI search warrant on former President Trump's residence in Florida, and emphasized the independence of the Department of Justice. She stated that the President believes in the rule of law and the independence of the Justice Department's investigations. Jean-Pierre did not provide a specific timeline for when Americans would feel the impact of the CHIPS Act but highlighted new investments and job creation in the semiconductor industry. She also mentioned that the President intends to run for re-election in 2024. When asked about the impact of the Inflation Reduction Act on Black and brown communities, Jean-Pierre emphasized the importance of lowering costs for all Americans and ensuring equitable implementation. She mentioned the ongoing review of the U.S. military mission in Afghanistan and the administration's condemnation of political violence. Jean-Pierre also mentioned that the administration is keeping lines of communication open with Beijing, but there is no update on a potential meeting between President Biden and President Xi Jinping.