The Trump Administration's policies have led to strong economic growth and low unemployment rates in the US. However, there is still a need for more workers to fill job openings. One barrier to bringing more adults, especially women, into the workforce is the high cost of child care. The cost of engaging others to provide child care can be substantial and can deter parents from entering the labor force. Reducing the cost of child care would make it more affordable for parents to work.

The article points out that in the past few decades, the labor force participation rate among mothers with young children has increased significantly but has since leveled off. In 2018, the labor force participation rate for married mothers was 63 percent, while for single mothers it was 74 percent. By contrast, 95 percent of fathers with young children were in the labor force. The high cost of child care may help explain this gap between mothers and fathers.

The cost of child care is influenced by regulations that drive up the cost and reduce its supply. States with higher minimum staff-to-child ratios tend to have higher child care costs. While regulations are important for ensuring safety, some regulations can be ineffective or counterproductive. Stringent regulations can reduce child care staff wages without significantly improving the quality of care. Minimizing the burden of costly and ineffective regulations could help more children access nurturing environments and more parents choose to work.

The tax system also contributes to the high cost of child care. Taxes on earnings reduce the supply of labor, and for low-income families, welfare or Earned Income Tax Credit (EITC) benefits phase out with increased income, creating a disincentive to work. Existing programs, such as the Child Care and Development Fund, the Temporary Assistance for Needy Families (TANF) program, and tax benefits like the Child and Dependent Care Tax Credit (CDCTC) and Flexible Spending Accounts (FSAs), aim to reduce the price of child care for low and middle-income families. These programs provide support to families regardless of how they provide care for their children.

In conclusion, reducing the cost of child care and addressing regulations and tax disincentives can help bring more Americans, especially women, into the workforce. Balancing work and child rearing is a personal decision for families, but creating a system that maximizes opportunity without interfering with personal family decisions is important for the economy and society as a whole.