President Donald Trump hosted his final Cabinet meeting of 2017, where each Cabinet member highlighted their accomplishments and goals for the coming year. Some of the key achievements mentioned include: 
- Secretary of State Rex Tillerson credited the President's foreign policy for strengthening commitments to fight terrorism and gaining new strategic and economic cooperation globally.
- Secretary of the Treasury Steve Mnuchin praised the President's leadership on passing comprehensive tax reform, which aims to create jobs, raise wages, and stimulate the American economy.
- Secretary of Defense Jim Mattis commended President Trump's National Security Strategy and provided an update on the successful efforts in defeating ISIS.
- Attorney General Jeff Sessions reported on the reduction of violent crime, efforts to combat the opioid crisis, and prioritizing criminal immigration enforcement.
- Secretary of the Interior Ryan Zinke announced the opening of 150,000 acres of public land for hunting and fishing, as well as increased energy revenue disbursements to states, tribes, and local communities.
- Secretary of Agriculture Sonny Perdue emphasized the administration's focus on the concerns of farmers, ranchers, and producers, including opening new foreign markets for agricultural products and reducing bureaucratic red tape.
- Secretary of Commerce Wilbur Ross highlighted the significant deals signed during the President's trips to Saudi Arabia and China, as well as progress in enforcing U.S. trade laws.
- Secretary of Labor Alex Acosta credited the President's policies for the lowest unemployment rate in 17 years and highlighted efforts to provide greater access to healthcare through Associated Health Plans and Small Business Plans.
- Acting Secretary of Health and Human Services Eric Hargan reported on the agency's achievements in saving $3.2 billion for seniors over the next ten years and addressing various healthcare issues, such as the opioid crisis and the cost of prescription drugs.
- Secretary of Housing and Urban Development Ben Carson discussed efforts to help HUD-assisted households achieve self-sufficiency and fulfill the President's promise to support the forgotten men and women of the country.
- Secretary of Transportation Elaine Chao highlighted progress in reforming regulations and removing unnecessary burdens for infrastructure projects to support economic growth.
- Secretary of Energy Rick Perry reported on the increase in coal exports and the country's energy revolution, thanks to American innovation and deregulation.
- Secretary of Education Betsy DeVos focused on empowering local schools by reducing regulatory burdens and rescinding outdated sub-regulatory guidance.
- Secretary of Veterans Affairs David Shulkin commended the President's commitment to veterans and listed various bills, proclamations, and Executive Orders that have improved care and services for them.
- Secretary of Homeland Security Kirstjen Nielsen emphasized the department's role in implementing the President's security-guided agenda, including border security, immigration enforcement, and disaster response efforts.
- Environmental Protection Agency Administrator Scott Pruitt highlighted the agency's deregulatory actions, which saved the American people $306 million in regulatory costs.
- United States Trade Representative Robert Lighthizer praised President Trump's efforts to combat unfair trade practices and create free, fair, and reciprocal trade for Americans.
- Small Business Administrator Linda McMahon focused on job creation, with over $30 billion in lending to small businesses and the creation of over 650,000 jobs in 2017.