President Donald J. Trump has granted full pardons to 26 individuals and commuted the sentences of three additional individuals. The pardons include James Kassouf, who pled guilty to filing a false tax return in 1989 but has since devoted his time and resources to supporting charitable causes. Mary McCarty, a former public servant in Palm Beach, Florida, was also granted a full pardon. Christopher Wade, who served probation after pleading guilty to cyber-crimes, received a full pardon as well. Christopher II X, a community leader who battled addiction and now runs a non-profit organization, was granted a full pardon. Cesar Lozada, an immigrant from Cuba who started a successful business, had his 2004 conviction for conspiring to distribute marijuana pardoned. Joseph Martin Stephens, convicted of being a felon in possession of a firearm, received a full pardon. Andrew Barron Worden, an entrepreneur in the solar energy field, was granted a full pardon for his conviction of wire fraud. Robert Coughlin, who pled guilty to conflict of interest as a Department of Justice official, had his full pardon supported by former interim U.S. Attorney for the District of Columbia Jeffrey Taylor. John Boultbee and Peter Atkinson, convicted in an alleged fraud scheme, were granted full pardons. Joseph Occhipinti, a former Supervisory Special Agent with the Immigration and Naturalization Service, received a full pardon. Rebekah Charleston, a victim of sex trafficking who has become an advocate for survivors, was granted a full pardon. Rickey Kanter, the owner of a company that manufactures shoes for diabetics, received a full pardon. Topeka Sam, a criminal justice reform advocate and former inmate, was granted a full pardon. James Batmasian, known for his extensive charitable works, had his conviction for overtime payments without withholding taxes pardoned. William J. Plemons, Jr., a philanthropist who was convicted of various financial crimes, received a full pardon. Russell Plaisance, a tug boat business owner convicted of conspiracy to import cocaine, was granted a full posthumous pardon. Daniela Gozes-Wagner, convicted of health care fraud and money laundering, had her sentence and restitution order commuted. Mark Siljander, a former U.S. Congressman, had his conviction for obstruction of justice and failing to register under the Foreign Agents Registration Act pardoned. Stephanie Mohr, a former police officer, had her conviction for releasing her K-9 partner on a burglary suspect pardoned. Gary Brugman, a former U.S. Border Patrol agent, had his conviction for deprivation of rights pardoned. John Tate and Jesse Benton, convicted for indirect campaign payments, received full pardons. Charles Kushner, a philanthropist who pled guilty to various charges including witness retaliation, had his full pardon supported by former United States Attorney General Edwin Meese. Margaret Hunter, convicted of conspiracy to misuse campaign funds, received a full pardon. Paul Manafort, convicted as part of the Special Counsel Mueller's investigation, was granted a full and complete pardon. Roger Stone, Jr., whose sentence was previously commuted, received a full and unconditional pardon. Mark Shapiro and Irving Stitsky, convicted for their involvement in a real estate investing firm, had their sentences commuted.