President Donald J. Trump has proclaimed September 16 to September 22, 2018, as Prescription Opioid and Heroin Epidemic Awareness Week. In his proclamation, he acknowledges the devastating toll that the opioid epidemic has taken on the United States and its people. Drug overdoses are now the leading cause of deaths resulting from injury in the country, with approximately 134 Americans dying every day from an opioid overdose in 2017. Over 400,000 Americans, including many young people, have died from overdoses involving opioids between 1999 and 2017. 

President Trump has tasked his administration with strengthening the public health and safety response to the opioid overdose crisis. He released a plan earlier this year to address the epidemic by reducing drug demand, cutting off the flow of illicit drugs, expanding access to overdose prevention and evidence-based treatment, and conducting research for prevention and treatment improvement. The administration is providing targeted funding to states and communities to help those in need. President Trump also secured $6 billion in new funding for combating the opioid epidemic.

The president encourages raising awareness about the opioid crisis and removing the harmful stigma and misconceptions surrounding prescription and illicit opioid abuse. He urges individuals who have been affected by addiction, either personally or through a loved one, to share their stories. The White House launched The Crisis Next Door platform to facilitate dialogue and potentially save lives. President Trump emphasizes the importance of community support and unity in fighting the opioid epidemic. He reaffirms the commitment to creating a stronger, healthier, and drug-free society.

In conclusion, President Trump calls upon Americans to observe Prescription Opioid and Heroin Epidemic Awareness Week with appropriate programs, ceremonies, religious services, and other activities that raise awareness about the opioid crisis. He also encourages concrete follow-up activities to address the issue.