On July 14, 2020, President Donald Trump issued executive orders related to Hong Kong's autonomy and the actions taken by China. The orders were issued under the authority of various laws, including the United States-Hong Kong Policy Act of 1992, the Hong Kong Human Rights and Democracy Act of 2019, and the Hong Kong Autonomy Act of 2020.

The executive orders state that Hong Kong is no longer sufficiently autonomous to justify differential treatment in relation to China under United States laws. This determination was made in response to China's announcement to impose national security legislation on Hong Kong, which was seen as undermining Hong Kong's autonomy and freedoms.

The orders include various actions to suspend or eliminate different treatment for Hong Kong under United States law. These actions include suspending the application of certain provisions of the United States-Hong Kong Policy Act of 1992, amending regulations to eliminate preferential treatment for Hong Kong, revoking license exceptions for exports to Hong Kong, and terminating agreements related to extradition and the transfer of sentenced persons between the United States and Hong Kong.

The orders also block the property and interests in property of individuals and entities determined to be involved in coercing, arresting, detaining, or imprisoning individuals under China's national security law in Hong Kong, or those responsible for undermining democratic processes or human rights in Hong Kong.

The orders further prohibit donations to individuals or entities whose property is blocked under the orders and suspend the entry into the United States of individuals determined to meet certain criteria outlined in the orders.

The Secretary of the Treasury, in consultation with the Secretary of State, is authorized to take necessary actions to implement the orders, and reports on the national emergency declared in the orders will be submitted to Congress.

The orders also state that if changes in China's actions ensure that Hong Kong is sufficiently autonomous, the determinations made and actions taken under the orders will be reconsidered.