On July 8, 1970, President Richard M. Nixon issued a special message to Congress on Indian Affairs, marking the beginning of a new era in Federal Indian policy known as Indian Self-Determination. This policy recognized the adaptability and creativity of Native Americans and their contributions to the nation. In 1975, the Indian Self-Determination and Education Assistance Act (ISDEAA) was passed, which emphasized the Nation-to-Nation relationship between the United States and Tribes and established Tribal institutions through contracting and compacting with the Federal Government.

The current administration has built upon the legacy of the ISDEAA by taking historic measures. These include signing the first-ever Presidential Proclamation recognizing missing and murdered indigenous peoples, establishing Operation Lady Justice and the Task Force on Missing and Murdered American Indians and Alaska Natives to combat this crisis, and awarding grants to improve public safety, support victims of crime, and fund youth programs in American Indian and Alaska Native communities. The administration is also addressing the opioid and drug addiction crisis and providing resources for healthy families and communities.

The administration has also advanced cultural priorities for Indian Country, such as allowing Tribes to retain bald and golden eagle remains found on their land and repatriating culturally important remains and artifacts to Tribes with heritage in the Mesa Verde region. Efforts have been made to enhance coordination regarding economic growth, jobs, infrastructure, and improved standards of living in Indian Country, including collaboration on Tribal energy development, hosting a Federal Tribal Broadband Summit, and providing technical assistance for connectivity in native communities. The Department of Transportation has established the Tribal Transportation Self-Governance Program to improve transportation infrastructure in Indian Country.

In response to the coronavirus pandemic, the Department of the Treasury, in consultation with the Department of the Interior and federally recognized Tribes, has disbursed nearly $8 billion from the CARES Act's Coronavirus Relief Fund to Tribal jurisdictions. This is the largest single investment in Indian Country and is providing critical resources for the response and recovery from the pandemic. The Department of Health and Human Services, the Indian Health Service, and the Federal Emergency Management Agency are also working closely with Tribal nations to provide assistance and financial support.

On the 50th anniversary of Indian Self-Determination, the administration pledges to ensure the sovereignty, strength, and health of Indian Tribes and Tribal citizens.