Melania Trump, the First Lady of the United States, has emphasized the importance of supporting America's children, especially in light of the disruptions caused by the COVID-19 pandemic. She has made foster care a top priority through her Be Best campaign. Currently, there are over 400,000 children in the foster care system, with 124,000 of them awaiting permanent placement with a forever family. In June, President Trump signed an executive order aiming to strengthen the child welfare system through improved partnerships, resources, and oversight. Melania Trump has been working with the Administration for Children and Families to help children in the foster care system find loving and safe forever families. She recently held a virtual roundtable where she heard personal stories from foster care advocates, parents, and young people who have aged out of the system. Melania Trump believes that no child should have to grow up without their siblings and is committed to creating policies and delivering resources to prevent such experiences. While primary prevention efforts are crucial, Melania Trump acknowledges that foster care services will still be necessary in some cases, and it is the responsibility of the system to ensure that children and youth do not leave without a forever family. The Administration for Children and Families Assistant Secretary, Lynn Johnson, is leading an initiative to achieve permanency for the 124,000 children waiting for placement. The Department of Health and Human Services has launched the Assistant Secretary's "All-In" Foster Adoption Challenge to engage with governors, human services leaders, and philanthropic and faith-based organizations. Melania Trump emphasizes the need for everyone's involvement, including the engagement of youth who have experienced the child welfare system, to bring awareness to necessary changes in circumstances, issues, and policies. The goal is to help America's children find safe and loving families that they can call their own forever.