President Donald J. Trump has announced his intent to nominate several judicial nominees. 

1. Daniel A. Bress: He is a partner at Kirkland & Ellis LLP and specializes in complex trial and appellate litigation. He has also served as an Adjunct Professor at the University of Virginia School of Law and the Columbus School of Law at the Catholic University of America. He has clerked for Judge J. Harvie Wilkinson III of the U.S. Court of Appeals for the Fourth Circuit and Justice Antonin Scalia on the Supreme Court of the United States.

2. Daniel P. Collins: He is a partner at Munger, Tolles & Olson LLP and focuses on appellate litigation. He has argued cases in the U.S. Court of Appeals for the Ninth Circuit and the California Supreme Court. He has also worked at the U.S. Department of Justice and served as an Assistant U.S. Attorney. He has clerked for Judge Dorothy W. Nelson of the U.S. Court of Appeals for the Ninth Circuit and Justice Antonin Scalia on the Supreme Court of the United States.

3. Kenneth Kiyul Lee: He is a partner at Jenner & Block LLP and specializes in appellate litigation. He has argued appeals in multiple federal courts of appeals and maintains an active pro bono practice. He has served as Associate Counsel to President George W. Bush. He has clerked for Judge Emilio M. Garza of the U.S. Court of Appeals for the Fifth Circuit.

4. Stanley Blumenfeld: He is a judge on the Los Angeles Superior Court and currently serves as the Assistant Supervising Judge. He is also an adjunct professor at the University of Southern California School of Law. He has worked at O’Melveny & Myers LLP and served as an Assistant United States Attorney. He has clerked for Judge Cynthia Holcomb Hall of the U.S. Court of Appeals for the Ninth Circuit.

5. Patrick J. Bumatay: He is an Assistant United States Attorney in the U.S. Attorney’s Office for the Southern District of California. He has served in various positions in the Department of Justice and has clerked for Judge Timothy M. Tymkovich of the U.S. Court of Appeals for the Tenth Circuit Court and Judge Sandra L. Townes of the U.S. District Court for the Eastern District of New York.

6. Jeremy B. Rosen: He is a partner at Horvitz & Levy LLP and specializes in appellate litigation. He has clerked for Judge William Matthew Byrne, Jr., of the U.S. District Court for the Central District of California and Judge Ferdinand F. Fernandez of the U.S. Court of Appeals for the Ninth Circuit.

7. Mark C. Scarsi: He is a partner at Milbank, Tweed, Hadley & McCoy LLP and serves as the Chair of the firm’s Global Intellectual Property Practice. He has a background in software engineering and has worked in defense applications. He received his law degree from the Georgetown University Law Center.