President Joe Biden has announced his intent to nominate several individuals for key positions in his administration. Kathleen A. FitzGibbon is nominated for Ambassador Extraordinary and Plenipotentiary to the Republic of Niger. She is a career member of the Senior Foreign Service and currently serves as the Deputy Chief of Mission of the U.S. Embassy in Abuja, Nigeria.

Alan J. Patricof is nominated for Member of the Securities Investor Protection Corporation. He is the Co-founder and Chairperson of Primetime Partners, a venture capital fund focused on servicing the aging population. Patricof has been instrumental in growing the venture capital field and has helped build and foster the growth of numerous major global companies.

Juan Eduardo Sanchez is nominated for Federal Co-Chairman of the Southwest Border Regional Commission. Raised in Laredo, Texas, Sanchez has spent more than twelve years in public service working to improve the quality of life for people on the U.S.-Mexico border. He has worked with federal, state, and local governments to create economic growth and development opportunities for the southwest region.

Jay T. Snyder is nominated for Member of the U.S. Advisory Commission on Public Diplomacy. He has an expansive career in philanthropy, public service, and business. Snyder founded the Open Hands Initiative, a nonprofit organization dedicated to public diplomacy, and has served in both federal and state government appointments.

Joe Falk is nominated for Member of the United States Institute of Peace. He is a consultant with the law firm of Akerman LLP and a licensed mortgage originator. Falk has been involved in the mortgage industry and has testified before Congress on improving the regulatory structure governing the industry. He is also involved in various organizations, including the national LGBTQ Victory Fund and the Miami-based Frost Science Museum.

These nominations reflect President Biden's commitment to selecting individuals with diverse backgrounds and experiences to serve in his administration.