White House Press Secretary Sarah Sanders began the press briefing by expressing the President's happiness at seeing Congressman Scalise back on the House floor. She then discussed the President's engagement in monitoring the recovery efforts in Puerto Rico, including the waiving of the Jones Act to ensure resources are making it to the island. Sanders emphasized that the full weight of the United States government is engaged in providing aid to Puerto Rico. She also mentioned that 44 out of 69 hospitals in Puerto Rico are now fully operational, and that the Army Corps of Engineers is working to restore power on the island. 

Sanders then talked about the President's tax relief plan, which is based on cutting taxes for hardworking Americans, simplifying the tax code, cutting taxes for businesses, and encouraging companies to bring back wealth parked overseas. She shared a story of a small business owner who supports the tax plan. 

Gary Cohn, the Director of the National Economic Council, then spoke about the President's tax plan and answered questions about its impact on the middle class, itemized deductions, and abuse by wealthy taxpayers. He stated that the plan aims to give middle-class Americans a tax cut and that the details are still being worked out. 

Tom Bossert, the Homeland Security Advisor, discussed the hurricane relief efforts in Puerto Rico. He addressed concerns about the Jones Act waiver, logistical challenges in distribution, power restoration, and the response of the federal government. Bossert mentioned that a three-star general has been put in charge of the recovery efforts and that the focus is on protecting the safety and security of the people in Puerto Rico. 

During the question and answer session, Sanders was asked about Secretary Price's use of private planes, the President's endorsement of Roy Moore, and the controversy surrounding NFL players kneeling during the national anthem. She reiterated that the White House is conducting a review of Price's flights and that the President has not endorsed Moore's controversial comments. Sanders also defended the President's position on the national anthem protests, stating that it is about showing pride in the country and supporting the flag and the national anthem.