During a press briefing aboard Air Force One, White House Press Secretary Karine Jean-Pierre discussed President Biden's State of the Union Address and his agenda for the future. She highlighted the President's focus on bringing back manufacturing, creating good-paying jobs, tackling inflation, lowering prescription drug prices, protecting Social Security and Medicare, and addressing police reform and gun violence.

Jean-Pierre also mentioned that President Biden will be visiting a training center in Wisconsin to highlight how his economic plan has created jobs, including union jobs. She emphasized the President's commitment to bipartisanship and his belief in working across the aisle to deliver on important issues.

During the Q&A session, Jean-Pierre addressed questions about the heckling during the State of the Union Address and whether it would affect bipartisanship. She stated that President Biden remains optimistic and committed to working with Republicans. She also discussed the President's trust in Republicans' commitment to protecting Social Security and Medicare, despite their past attempts to cut these programs.

Jean-Pierre mentioned that the President's budget, which will be released on March 9th, will focus on fiscal responsibility and address issues such as the extension of the Medicare trust fund. She also highlighted the President's commitment to police reform and his desire to see the George Floyd Justice in Policing Act passed with bipartisan support.

The press secretary declined to comment on specific personnel matters, such as the resignation of White House Chief of Staff Ron Klain or the appointment of a new National Economic Council Director. She also did not provide details on the President's response to the Republican House Oversight Committee hearings on Hunter Biden.

Jean-Pierre briefly addressed the issue of Chinese surveillance balloons and stated that the President prioritizes national security and protecting American interests. She did not provide a response to China's request for the return of recovered balloon parts.

Regarding the President's remarks about fentanyl and opioids, Jean-Pierre highlighted the administration's efforts to secure the border and crack down on drug trafficking. She acknowledged the importance of treatment in addressing the opioid crisis and stated that the administration is committed to expanding access to lifesaving treatments.

The press secretary did not provide information on whether the President plans to invite lawmakers or governors to a Super Bowl Sunday gathering or whether he will conduct a traditional Super Bowl Sunday interview. She also did not confirm whether the President will visit Ukraine to mark the one-year anniversary of the conflict.

Jean-Pierre concluded the briefing by stating that she does not have any further information to share at this time and thanked the press for their questions.