The article is a presidential memorandum issued by Donald J. Trump on July 29, 2020, regarding the issuance of a permit for the "Burgos" pipeline project. The memorandum supersedes and revokes previous permits issued to the permittee and Valero Logistics Operations L.P. The permit does not affect the applicability of any relevant laws and regulations. It defines the "Facilities" as the portion of the pipeline project in the United States and the "Border facilities" as parts of the Facilities extending from the international border between the United States and Mexico. 

The memorandum states that the Border facilities shall be subject to all conditions, provisions, and requirements of the permit and any subsequent presidential amendment. The permit can be terminated, revoked, or amended at any time at the discretion of the President. The permittee is allowed to make changes to the average daily throughput capacity and directional flow of products through the Border facilities without the President's approval.

The operation and maintenance of the Border facilities are subject to inspection by representatives of appropriate federal, state, and local agencies. The permittee must grant them free and unrestricted access. The Border facilities must comply with all applicable laws and regulations, including pipeline safety laws and regulations.

If the permit is terminated, revoked, or surrendered, the permittee must remove the Border facilities at their own expense within a specified time. If they fail to comply, the President may direct an appropriate official or agency to take possession or remove the facilities at the permittee's expense. The permittee has no claim for damages caused by such actions.

The President has the right to enter upon and take possession of the Border facilities for national security reasons. The United States must pay just and fair compensation to the permittee for the use of the facilities and bear the cost of restoring them to their previous condition.

Any transfer of ownership or control of the Border facilities must be communicated in writing to the President. The permit remains in force unless terminated, revoked, or amended by the President.

The permittee is responsible for acquiring necessary rights-of-way, permits, and authorizations. They must hold harmless and indemnify the United States from any liability arising from the construction, operation, or maintenance of the Border facilities. The permittee must maintain the facilities in good repair and compliance with applicable law.

The permittee must file sworn statements or reports with the President and appropriate agencies regarding the Border facilities and their activities. The permittee may be requested to provide information to the President regarding the facilities.

The permit does not create any enforceable rights or benefits against the United States or its entities.