Since President Biden took office, the U.S. economy has been experiencing a strong recovery, with over 3 million jobs created and an average of 600,000 jobs added each month. This recovery is attributed to the success of the American Rescue Plan, which has jumpstarted the economy and helped Americans get back to work. Additionally, over two-thirds of adults in the country have been vaccinated, providing protection for vulnerable populations.

To support struggling homeowners, the Biden-Harris Administration extended the foreclosure moratorium and mortgage forbearance enrollment period for homeowners with government-backed mortgages. This extension provided relief and allowed homeowners to pause their mortgage payments for up to eighteen months. Approximately 7.2 million households took advantage of these options.

As a result of successful vaccination efforts and economic recovery, the number of households in forbearance has decreased by more than 50% from its peak during the pandemic. However, to ensure a stable and equitable recovery, the Biden-Harris Administration is taking further action to support homeowners and the housing market.

The administration is offering borrowers loan modifications and payment reductions to help them stay in their homes. For homeowners who can resume their pre-pandemic monthly mortgage payments, mortgage servicers will be required to offer options that allow missed payments to be moved to the end of the mortgage without additional cost. For homeowners facing deeper financial hardship due to pandemic-related income loss, enhanced assistance will be provided, including a roughly 25% reduction in monthly principal and interest payments.

The Department of Housing and Urban Development (HUD), Department of Agriculture (USDA), and Department of Veterans Affairs (VA) will implement these measures to ensure homeowners can afford to remain in their homes and build long-term equity. The options for homeowners with government-backed mortgages will be brought closer in alignment with options for homeowners with mortgages backed by Fannie Mae and Freddie Mac.

Furthermore, agencies across the federal government are taking additional steps to support borrowers during the economic and public health recovery. It is important for borrowers to reach out to their mortgage servicer or housing counselor to understand the available options.