This executive order, issued by President Donald Trump on October 10, 2019, aims to control federal spending and restore the nation's fiscal security. The order focuses on the implementation of a budget-neutrality requirement called "Administrative pay-as-you-go" (Administrative PAYGO) for executive branch administrative actions affecting mandatory spending. Under this mechanism, each executive department and agency must propose measures to reduce mandatory spending whenever they propose a discretionary administrative action that would increase mandatory spending. The order acknowledges that agencies have applied this requirement with varying degrees of stringency, sometimes resulting in higher mandatory spending. Therefore, the order seeks to institutionalize and strengthen Administrative PAYGO to keep mandatory spending under control. The order also defines terms such as "discretionary administrative action" and "increase" in the context of mandatory spending. It applies to discretionary administrative actions undertaken by agencies, but if an agency determines that a proposed administrative action required by statute would increase mandatory spending, they must consult with the Office of Management and Budget (OMB) before taking further action. The order also outlines requirements for agency proposals, including the submission of estimated budgetary effects and proposals to offset any increase in mandatory spending. The Director of OMB is instructed to issue guidance on the implementation of this order within 90 days and to revoke a previous OMB memorandum. The Director is also granted the authority to waive certain requirements when necessary for essential services or program delivery. Additionally, the Director has the flexibility to pursue additional deficit reduction through agency administrative actions. The order includes general provisions, stating that it does not impair existing authorities or functions, must be implemented consistent with applicable law and appropriations, and does not create any enforceable rights or benefits against the United States or its entities.