On December 21, 2020, the President signed several bills into law that designate various facilities of the United States Postal Service and a courthouse with specific names. These include:
1. H.R. 2246 designates the facility in Brookhaven, Mississippi as the Deputy Donald William Durr, Corporal Zach Moak, and Patrolman James White Memorial Post Office Building.
2. H.R. 2454 designates the facility in Rosebud, South Dakota as the Ben Reifel Post Office Building.
3. H.R. 2969 designates the facility in Winter Haven, Florida as the Althea Margaret Daily Mills Post Office Building.
4. H.R. 3005 designates the facility in Poway, California as the Ray Chavez Post Office Building.
5. H.R. 3275 designates the facility in Grand River, Ohio as the Lance Corporal Andy "Ace" Nowacki Post Office.
6. H.R. 3680 designates the facility in Henning, Tennessee as the Paula Croom Robinson and Judy Spray Memorial Post Office Building.
7. H.R. 3847 designates the facility in Hopewell, Virginia as the Reverend Curtis West Harris Post Office Building.
8. H.R. 3870 designates the facility in New York, New York as the Normandia Maldonado Post Office Building.
9. H.R. 4034 designates the facility in Bremerton, Washington as the John Henry Turpin Post Office Building.
10. H.R. 4200 designates the facility in Montrose, Colorado as the Sergeant David Kinterknecht Post Office.
11. H.R. 4279 designates the facility in Laceyville, Pennsylvania as the Melinda Gene Piccotti Post Office.
12. H.R. 4672 designates the facility in Cupertino, California as the Petty Officer 2nd Class (SEAL) Matthew G. Axelson Post Office Building.
13. H.R. 4725 designates the facility in Colorado Springs, Colorado as the Chaplain (Capt.) Dale Goetz Memorial Post Office Building.
14. H.R. 4785 designates the facility in Castroville, Texas as the Lance Corporal Rhonald Dain Rairdan Post Office.
15. H.R. 4875 designates the facility in North Canton, Ohio as the Lance Cpl. Stacy "Annie" Dryden Post Office.
16. H.R. 4971 designates the facility in Leesburg, Virginia as the Norman Duncan Post Office Building.
17. H.R. 5317 designates the facility in Houston, Texas as the Deputy Sandeep Singh Dhaliwal Post Office Building.
18. H.R. 5954 designates the facility in Holly, Michigan as the Holly Veterans Memorial Post Office.
19. S. 4902 designates the courthouse in Salt Lake City, Utah as the Orrin G. Hatch United States Courthouse.