This executive order, issued on February 12, 2020, focuses on the reliable and efficient functioning of critical infrastructure in the United States. It emphasizes the importance of positioning, navigation, and timing (PNT) services provided by space-based systems, such as the Global Positioning System (GPS), for various sectors including the electrical power grid, communications infrastructure, transportation, agriculture, weather forecasting, and emergency response. The disruption or manipulation of PNT services has the potential to adversely affect national and economic security. 

The order aims to strengthen national resilience by fostering the responsible use of PNT services by critical infrastructure owners and operators. It establishes definitions for PNT services, responsible use of PNT services, critical infrastructure, PNT profile, and Sector-Specific Agency (SSA). The policy of the United States is to ensure that disruption or manipulation of PNT services does not undermine the reliable and efficient functioning of critical infrastructure. 

The implementation of the order includes various actions such as the development of PNT profiles by the Secretary of Commerce, in coordination with SSAs and the private sector, to identify systems, networks, and assets dependent on PNT services and manage associated risks. The Secretaries of Defense, Transportation, and Homeland Security are directed to refer to these PNT profiles in updates to the Federal Radionavigation Plan. The Secretary of Homeland Security, in coordination with SSAs, is tasked with developing a plan to test the vulnerabilities of critical infrastructure systems in the event of disruption or manipulation of PNT services. 

Within 90 days of the availability of PNT profiles, heads of SSAs and other executive departments and agencies are required to develop contractual language for inclusion of relevant information from the PNT profiles in Federal contracts for products, systems, and services that integrate or utilize PNT services. The Federal Acquisition Regulatory Council, in consultation with SSAs and other agencies, is directed to incorporate these requirements into Federal contracts within 180 days of their completion. 

The heads of SSAs and other agencies are also required to submit a report to the Assistant to the President for National Security Affairs and the Director of the Office of Science and Technology Policy (OSTP) on the adoption of PNT profiles in their respective agencies' acquisitions. Additionally, the Secretaries of Transportation, Energy, and Homeland Security are directed to develop plans to engage with critical infrastructure owners or operators to evaluate the responsible use of PNT services. 

The Director of OSTP is tasked with coordinating the development of a national plan for the research and development (R&D) and pilot testing of additional, robust, and secure PNT services that are not dependent on global navigation satellite systems (GNSS). The plan should also include approaches to integrate and use multiple PNT services to enhance the resilience of critical infrastructure. Within 180 days, the Secretary of Commerce is required to make available a GNSS-independent source of Coordinated Universal Time to support the needs of critical infrastructure owners and operators. 

The order concludes with general provisions, stating that it does not impair or affect the authority granted by law to executive departments or agencies, and that its implementation is subject to applicable law and availability of appropriations. It also clarifies that the order does not create any right or benefit enforceable against the United States or any other party.