President Joe Biden has announced his intention to nominate 10 individuals for key roles in his administration. 

David R. Gilmour, a career member of the Senior Foreign Service, is nominated for Ambassador Extraordinary and Plenipotentiary to the Republic of Equatorial Guinea. He has served in various positions within the Department of State, including Deputy Assistant Secretary for Central Africa and Director of Public Diplomacy for Africa.

Scott Miller, an LGBTQ rights activist and philanthropist, is nominated for Ambassador Extraordinary and Plenipotentiary to the Swiss Confederation and to the Principality of Liechtenstein. He is currently the co-chair of the Gill Foundation's board of directors and has worked to advance LGBTQ equality.

Marc R. Stanley, a board-certified civil trial lawyer, is nominated for Ambassador Extraordinary and Plenipotentiary to the Argentine Republic. He has served in leadership positions in charitable and civic organizations and was a Council Member of the United States Holocaust Memorial Museum.

Sam Bagenstos, currently serving as General Counsel to the Office of Management and Budget, is nominated for General Counsel of the Department of Health and Human Services. He is a law professor and has previously served in the Obama-Biden Administration's Department of Justice.

Melissa Dalton, currently the Principal Deputy Assistant Secretary of Defense for Strategy, Plans, and Capabilities, is nominated for Assistant Secretary for Homeland Defense and Global Security Affairs at the Department of Defense. She has advised senior defense leaders on national security and defense strategy.

Alexia Latortue, Deputy Chief Executive Officer of the Millennium Challenge Corporation, is nominated for Assistant Secretary for International Markets at the Department of the Treasury. She has extensive experience in international development and has worked on private sector development and financial systems development.

Brent Neiman, a professor of economics at the University of Chicago's Booth School of Business, is nominated for Deputy Under Secretary / Designated Assistant Secretary for International Finance and Development at the Department of the Treasury. His research focuses on international macroeconomics, finance, and trade.

Alice Albright, Chief Executive Officer of the Global Partnership for Education, is nominated for Chief Executive Officer of the Millennium Challenge Corporation. She has previously served in the Obama-Biden Administration and has worked in banking and finance.

Todd Harper, Chairman of the National Credit Union Administration, is nominated to continue serving as Chairman. He has specialized in financial services policy and has led the NCUA Board since January 2021.

Owen Herrnstadt, Chief of Staff to the International President and Director of Trade and Globalization at the International Association of Machinists and Aerospace Workers, is nominated for Member of the Board of Directors at the Export-Import Bank. He has extensive experience in labor and employment law and has taught at various universities.