In a press briefing, White House Deputy Press Secretary Karine Jean-Pierre highlighted several key points. First, she celebrated the historic investiture of Justice Ketanji Brown Jackson to the United States Supreme Court, noting that this marks the first time in history that four women, including a Black woman, will serve on the Supreme Court. She also praised President Biden's commitment to diversity in the judiciary, highlighting that 68% of his nominees have been women and 66% are people of color.

Jean-Pierre then provided an update on the response to Hurricanes Ian and Fiona. She mentioned that President Biden has been in regular contact with state and local officials, including Florida Governor Ron DeSantis and South Carolina Governor Henry McMaster. FEMA Administrator Deanne Criswell is on the ground in Florida, and federal teams are working to save lives, conduct search and rescue missions, and assess and restore critical infrastructure.

Regarding Russia's actions in Ukraine, National Security Advisor Jake Sullivan provided an update. He condemned Russia's attempts to annex parts of Ukraine and stated that the United States will never recognize these actions. The U.S. government, supported by its G7 partners, will impose sanctions and export controls on individuals, entities, and countries that support Russia's annexation efforts. Sullivan also mentioned that the U.S. will continue to provide military equipment to Ukraine and use diplomatic tools to reject Russia's actions.

Sullivan addressed the recent incident involving the Nord Stream pipeline and stated that the U.S. government is still investigating the incident and has not made a definitive determination of responsibility. He also mentioned that there is a risk of Russia using nuclear weapons in the conflict, but the U.S. is prepared to respond decisively if necessary.

In response to questions, Jean-Pierre stated that President Biden's trip to Florida and Puerto Rico is not about politics but rather about providing support to the people affected by the hurricanes. She also mentioned that the President has been in regular contact with Governor DeSantis and that their focus is on assisting the communities in need.

Jean-Pierre noted that the President had a private bill signing ceremony for a bill naming a post office in honor of the late Representative Jackie Walorski. She also addressed concerns about possible price gouging by oil and gas companies during the hurricane response and reiterated the President's commitment to ensuring that companies do not take advantage of the situation.

Regarding student loan forgiveness, Jean-Pierre mentioned that the application for debt relief will be available in October, and the Department of Education is exploring alternative ways to provide relief to borrowers with commercially held loans.

Finally, Jean-Pierre stated that the President is regularly updated on Hurricane Ian and that the administration is working closely with officials on the ground to provide assistance.