This executive order, issued on September 25, 2020, focuses on healthcare and the protection of infants born alive. It emphasizes that every infant, regardless of the circumstances of their birth, has the same rights and protections under federal law. The order highlights laws such as the Emergency Medical Treatment and Labor Act (EMTALA) and the Rehabilitation Act, which prohibit discrimination against individuals with disabilities. It also mentions the Born-Alive Infants Protection Act, which affords infants born alive the same legal protections as any other person.

The order acknowledges that some hospitals refuse to provide necessary medical treatment to extremely premature or disabled infants, even when parents request it. It states that the denial of treatment or discouragement of parents from seeking treatment for their children devalues their lives and may violate federal law. 

The policy of the United States, according to the order, is to recognize the human dignity and worth of every newborn or infant child, regardless of prematurity or disability, and to ensure their protection under the law.

The Secretary of Health and Human Services is tasked with ensuring that individuals responsible for programs and activities receiving federal funding are aware of their obligations towards infants in need of stabilizing treatment. The Secretary must also investigate complaints of violations and take appropriate enforcement action, including terminating federal funding for non-compliant programs.

The order also prioritizes the allocation of discretionary grant funding and research dollars for programs and activities conducting research to improve the survival, especially without impairment, of infants born alive. It emphasizes the importance of training medical personnel in providing life-saving treatment to all infants born alive.

Finally, the order clarifies that it does not impede existing authority or functions of executive departments or agencies. It is to be implemented consistent with applicable law and subject to the availability of appropriations. Additionally, the order does not create any enforceable rights or benefits against the United States or any other entity.