This executive order, issued by President Donald Trump on June 16, 2020, focuses on improving law enforcement practices and building community engagement. The purpose of the order is to secure the inalienable rights of all Americans and address instances of misconduct, particularly in African-American communities. The order includes several provisions:

1. Certification and Credentialing: State and local law enforcement agencies are required to assess and improve their practices through independent credentialing bodies certified by the Attorney General. These bodies will evaluate use-of-force policies, de-escalation techniques, and community engagement practices.

2. Information Sharing: The Attorney General will create a database to coordinate the sharing of information between law enforcement agencies regarding excessive use of force incidents. The database will track terminations, de-certifications, criminal convictions, and civil judgments against law enforcement officers. The information will be made available to the public while ensuring fair process for officers.

3. Mental Health, Homelessness, and Addiction: The order recognizes the need for appropriate social services to address mental health, homelessness, and addiction issues. The Attorney General will identify opportunities to train law enforcement officers, increase the capacity of social workers, and develop co-responder programs. The Secretary of Health and Human Services will survey community support models and provide recommendations for funding and implementation.

4. Legislation and Grant Programs: The Attorney General, in consultation with relevant officials, will propose new legislation to Congress to enhance law enforcement practices and community engagement. This includes assistance for implementing credentialing processes, improving use-of-force policies, retention and recruitment of officers, access to mental health services, and programs to improve relationships between law enforcement and communities.

5. General Provisions: The order states that it does not impair existing authorities or functions of executive departments or agencies. It is subject to applicable law and availability of appropriations, and does not create enforceable rights or benefits against the United States or any other party.

Overall, this executive order aims to promote transparency, accountability, and the protection of rights within law enforcement agencies.