On May 8, 2019, President Donald J. Trump issued executive orders related to foreign policy. The orders are based on the authority granted to the President by the Constitution and the laws of the United States, including the International Emergency Economic Powers Act (IEEPA), the National Emergencies Act, the Immigration and Nationality Act, and section 301 of title 3 of the United States Code. 

The main objective of these orders is to deny Iran all paths to both a nuclear weapon and intercontinental ballistic missiles, as well as to counter Iran's malign influence in the Middle East. The orders aim to block property and interests in property of individuals and entities involved in Iran's iron, steel, aluminum, and copper sectors, and those who engage in significant transactions related to these sectors. The orders also prohibit financial institutions from conducting significant financial transactions with Iran in relation to these sectors. Additionally, the orders suspend the entry into the United States of individuals who meet certain criteria related to the orders. 

The orders prohibit the making of any contributions or provisions of funds, goods, or services to individuals or entities whose property and interests in property are blocked, and the receipt of any contributions or provisions of funds, goods, or services from them. They also prohibit any transactions that evade or avoid, or attempt to violate, the prohibitions set forth in the orders, as well as any conspiracy formed to violate these prohibitions. 

Certain exceptions apply to transactions for the conduct of the official business of the Federal Government or the United Nations. The orders also provide definitions for terms used in the orders and authorize the Secretary of the Treasury, in consultation with the Secretary of State, to take necessary actions to implement the orders. 

It is important to note that these measures are a response to actions of the Government of Iran occurring after the conclusion of the 1981 Algiers Accords, and are intended solely as a response to those later actions.