This executive order, issued on June 11, 2019, focuses on the regulation of agricultural biotechnology products in the United States. The purpose of the order is to enhance rural prosperity and improve the quality of American lives through the potential benefits of biotechnology in agriculture. It emphasizes the importance of a science-based regulatory system that evaluates products based on human health and safety, as well as potential benefits and risks to the environment. The order also aims to foster public confidence in biotechnology and avoid unnecessary regulatory burdens. 

The order defines "product of agricultural biotechnology" as a plant or animal, or a product of such, developed through genetic engineering or targeted manipulation of genetic information, with the exception of those developed for non-agricultural purposes. 

The policy outlined in the order is to adopt regulatory approaches that are proportionate responses to the risks posed by agricultural biotechnology products, while avoiding arbitrary distinctions across different technologies. It emphasizes the importance of basing regulatory decisions on scientific and technical evidence, reviewing regulatory applications in a timely manner, ensuring transparency and consistency in regulation, and making regulatory determinations based on risks associated with the product and its intended end use. The order also promotes trade in agricultural biotechnology products by urging trading partners to adopt science- and risk-based regulatory approaches.

To streamline regulations, the order directs the Secretary of Agriculture, the Administrator of the Environmental Protection Agency, and the Commissioner of Food and Drugs to identify relevant regulations and guidance documents that can be streamlined within their respective jurisdictions. The order also calls for the establishment of a web-based platform, funded by the Department of Agriculture, that provides regulatory information and guidance for developers of agricultural biotechnology products.

The order further instructs the agencies to review their regulations and guidance that apply to genome-edited-specialty-crop-plant products with significant health, agricultural, or environmental benefits. The agencies are directed to update their regulations and guidance to remove barriers that impede small developers, the government, and academic institutions from bringing innovative and safe genome-edited-specialty-crop-plant products to the market.

The order also calls for the development of a domestic engagement strategy to build public confidence in the use of safe biotechnology in agriculture and the food system. Additionally, an international communications and outreach strategy is to be developed to increase international acceptance of agricultural biotechnology products and expand markets for US agricultural exports.

The order concludes with general provisions, stating that it does not impair existing authorities or create any enforceable rights or benefits.