The White House Coronavirus Task Force met to discuss the establishment of the Ready Reserve Corps and express gratitude to healthcare workers. The Vice President provided updates on the current state of the pandemic, mentioning that 12 states have rising cases and percent-positive cases, while 28 states have rising cases or rising positives. He also highlighted that 50% of all new cases are occurring in four states: California, Arizona, Texas, and Florida. The Vice President emphasized that fatalities are at their lowest level since the end of March, but vigilance is still necessary. He stated that the federal government is working with governors and state health officials to provide resources and support, particularly in the most affected states. The Vice President also mentioned that the United States has made significant progress in testing, personal protective equipment, ventilators, and therapeutic medicines. He announced the deployment of Disaster Medical Assistance Teams to Arizona and ongoing efforts to support other states. The Vice President reiterated the importance of following public safety measures, such as wearing masks and practicing good hygiene, to continue reopening in a safe and responsible way. The Secretary of Health and Human Services provided updates on the national response and the CDC's guidance for reopening schools. The Surgeon General discussed the disproportionate impact of COVID-19 on vulnerable communities and emphasized the importance of prevention measures, including mask-wearing and social distancing. The Secretary of Education mentioned that guidance is being provided to schools to ensure safety measures are in place. In response to a question about rising cases, the Vice President stated that the federal government is ready to respond and is working with states to provide resources and support. He also highlighted the importance of testing and stated that the increase in cases is partly due to increased testing. The Vice President emphasized the need for continued cooperation from the American people to slow the spread and flatten the curve.