In a joint statement issued by Prime Minister Narendra Modi and President Donald Trump, it was announced that the partnership between India and the United States will be raised to the level of a comprehensive global strategic partnership. The leaders discussed various aspects of the partnership, including defense and security cooperation, strategic energy partnership, technology cooperation, global connectivity, trade relations, and people-to-people ties. They emphasized the importance of increasing defense capabilities through cooperation in defense equipment and platforms, as well as enhancing interoperability between their armies. The leaders also discussed cooperation in homeland security, fighting terrorism, and combating drug trafficking and organized crime. They highlighted the growing strategic energy partnership and the mutual investment in the energy sector. Both leaders expressed their commitment to fair and balanced trade and discussed the potential for a comprehensive trade agreement. They also focused on cooperation at the global level, particularly in the Indo-Pacific region, and emphasized the importance of sustainable and transparent financing in connectivity infrastructure development. The leaders acknowledged the role of the Indian diaspora in strengthening bilateral relations and discussed the possibility of discussing social security contributions within the framework of a totalization agreement. President Trump expressed his gratitude for the warm welcome received in India and emphasized the productive nature of the visit. He highlighted the expansion of defense cooperation, the joint commitment to fighting terrorism, and the revitalization of the Quad Initiative. President Trump also discussed the importance of a secure 5G wireless network and the need for a fair and reciprocal bilateral economic relationship. The leaders announced the establishment of a counter-narcotics working group to address the threat of illicit drugs, such as fentanyl and opioids. They expressed confidence in the future of the U.S.-India relationship and the potential for new breakthroughs and achievements.