During a press briefing aboard Air Force One, White House Press Secretary Sarah Sanders provided updates on President Trump's schedule and addressed various topics. The President was heading to Florida for an economic tax roundtable with Hispanic business owners and leaders. Sanders mentioned that the President had watched bits and pieces of James Comey's interview but didn't learn anything new. She criticized Comey's credibility and called him a self-admitted leaker. On the topic of Syria, Sanders reiterated the US commitment to defeating ISIS and called on Gulf partners to contribute more militarily and financially. Sanders also commented on Jon Lerner's withdrawal as Vice President Mike Pence's national security advisor, stating that he didn't want to be a distraction. When asked about the possibility of firing Deputy Attorney General Rod Rosenstein, Sanders didn't provide any personnel announcements. She confirmed that President Trump gave the directive to expel 60 Russian diplomats and stated that he wants to be tough on Russia while hoping for a good relationship. The President is still open to a White House summit with Vladimir Putin, but it depends on Russia's actions. Sanders mentioned that Michael Cohen is still the President's personal attorney, and the President wants to maintain attorney-client privilege. She didn't disclose any additional options considered during the Syria air strikes but stated that the US would keep options on the table if Syria, Russia, and Iran don't act as better actors. Regarding former FBI Deputy Director Andrew McCabe, Sanders said that the Department of Justice would determine if further investigation is necessary. She briefly mentioned the upcoming meeting with Japanese Prime Minister Shinzo Abe, which will focus on North Korea talks and trade discussions. Sanders didn't provide any details on whether the US would rejoin the Trans-Pacific Partnership. Lastly, she mentioned that China is on the watch list for currency manipulation, and the Treasury Department is constantly monitoring the situation.