The United States and Finland celebrate the 100th anniversary of their diplomatic relations and express that their relationship is stronger than ever. They share values of democracy, human rights, and the rule of law. The two countries aim to deepen and widen their connections in various areas.

Economically, they have a strong bilateral trade and investment relationship, and they plan to expand commerce and investment between the two countries. They strive for free, fair, and reciprocal trade and investment and aim to fight against unfair trade practices.

In terms of energy security, they will cooperate to strengthen energy markets and develop infrastructure. They also aim to reduce dependence on any single energy source.

Security cooperation between the United States and Finland is exceptionally strong. They work together to defend and advance Transatlantic and global security. They will enhance their cooperation by developing defense capabilities, boosting cyber and hybrid defenses, and protecting critical infrastructure and technology.

As members of the Arctic Council, they want to maintain the Arctic as a region of cooperation and low tension. They emphasize security, sustainable development, environmental protection, and the well-being of people living in the Arctic. They also share a commitment to clean air and water and environmental protection.

To improve competitiveness and productivity, they will strengthen bilateral and Transatlantic cooperation in innovation, technology, and research. They specifically mention new technologies such as 5G and 6G, artificial intelligence, robotics, and quantum computing. They aim to ensure that these technologies are developed and deployed for the greater good and address security challenges associated with them.

Overall, the United States and Finland not only focus on their bilateral relationship but also work towards a strong transatlantic relationship and effective international cooperation in tackling common challenges.