White House Press Secretary Jen Psaki provided several updates and announcements during her press briefing. Here are the key points:

1. The President's Homeland Security Advisor, Dr. Liz Sherwood-Randall, held a coordination call with FEMA and the National Weather Service to assess the potential impact of the storm system moving towards the Mid-Atlantic region.

2. The President spoke with Senator Collins and invited her and other Senate Republicans to the White House to discuss the American Rescue package.

3. Psaki highlighted the economic benefits of the American Rescue Plan, citing reports that estimate it could boost GDP, create jobs, and accelerate economic growth.

4. The U.S. Conference of Mayors sent a letter to congressional leadership urging immediate action on the American Rescue Plan, signed by over 400 mayors.

5. West Virginia Governor Jim Justice, a Republican, expressed support for a large relief package.

6. The President's administration is working to release Hurricane Maria funds and adjust the White House fence perimeter.

7. Psaki emphasized the President's willingness to engage with both Democrats and Republicans and his belief that it is possible to pass a bipartisan package while still addressing the urgent needs of the American people.

8. The President's meeting with Senate Republicans is an opportunity for an exchange of ideas, but not for making or accepting offers.

9. Psaki acknowledged the urgency of passing the relief package and the need to address the economic and health challenges facing the country.

10. The White House is closely monitoring the situation in Myanmar and is considering appropriate actions, including a review of sanctions and laws.

11. Psaki discussed the administration's efforts to address racial disparities in COVID-19 vaccine distribution and improve data reporting on vaccination by race and ethnicity.

12. The President has been briefed on the desecration of a statue of Mahatma Gandhi in California and condemns such acts.

13. Psaki stated that the White House does not spend much time talking about or thinking about former President Trump.

14. The administration is reviewing the continued provision of intelligence briefings to former President Trump.

15. Psaki confirmed that the confirmation vote for Alejandro Mayorkas as Secretary of Homeland Security is expected to take place tomorrow, and the immigration executive actions will proceed accordingly.

16. The administration is prioritizing the threat of domestic violent extremism, including white supremacist groups, and conducting a review of all activities that pose a threat.

17. Psaki emphasized the urgency of passing the relief package and the President's commitment to engaging with all sides and hearing different perspectives. She noted that the President's focus is on the needs of the American people, not on former President Trump.

18. The White House is working on ways to engage with everyday Americans, but specific details were not provided.

19. The administration is committed to addressing hate speech on social media platforms but does not have a direct role in decisions made by those platforms.

20. The President believes that the United States is still looked to for leadership by the international community, despite the events of January 6th.

21. Psaki will check on the President's schedule regarding paying respects to Officer Sicknick.

22. Psaki did not provide details on the current treatment of unaccompanied migrants at the border but mentioned that there will be a briefing and announcement tomorrow on immigration.