President Joe Biden has announced his intent to nominate several individuals for key positions in his administration. Here are the nominees and their backgrounds:

1. David Crane: Nominee for Under Secretary for Infrastructure, U.S. Department of Energy. Crane is currently the CEO at Climate Real Impact Solutions and has extensive experience in sustainability, clean energy, and climate change. He previously served as the CEO of NRG, where he led the company's transformation into a Fortune 200 company.

2. Richard Weiner: Nominee for Director of the European Bank for Reconstruction and Development. Weiner is a Senior Partner at the law firm Sidley Austin LLP, specializing in international trade and investment. He has worked on U.S.-E.U. trade and investment policy for over 30 years.

3. Colleen Joy Shogan: Nominee for Archivist of the United States. Shogan is the Senior Vice President and Director of the David M. Rubenstein Center for White House History and has taught courses on politics and American history at Georgetown University. She has also served in senior roles at the Library of Congress and has expertise in the American presidency, political development, and Congress.

4. Robert Harley Shriver, III: Nominee for Deputy Director of the Office of Personnel Management. Shriver is currently the Associate Director for Employee Services at OPM and has previously worked on government-wide initiatives related to LGBTQ+ equality, labor relations, and federal hiring. He has also worked on healthcare policy and IT.

5. Bijan Sabet: Nominee for Ambassador to the Czech Republic. Sabet is a Co-founder and General Partner of Spark Capital, a venture capital firm focused on technology startups. He has led investments in companies such as Twitter, Wayfair, and Oculus.

6. Eric W. Kneedler: Nominee for Ambassador to Rwanda. Kneedler is a career member of the Senior Foreign Service and currently serves as Deputy Chief of Mission at the U.S. Embassy in Nairobi, Kenya. He has extensive experience in political affairs and has served in various diplomatic roles in Kenya, the Philippines, Thailand, and Indonesia.

7. Elizabeth Rood: Nominee for Ambassador to Turkmenistan. Rood is currently the Deputy Chief of Mission at the U.S. Embassy in Moscow, Russia. She has served in various diplomatic roles focused on international security, nonproliferation, and regional conflicts. She has also served in Afghanistan, Pakistan, and other countries.

8. Alvin Brown: Nominee for Member of the National Transportation Safety Board. Brown served as the Mayor of Jacksonville, Florida and has experience in urban policy, community revitalization, and job creation. He has also worked in the White House and served as an executive in various organizations.

These nominees bring diverse backgrounds and expertise to their respective positions and will play key roles in the Biden administration's agenda.