President Donald J. Trump has announced his intent to nominate the following individuals for key positions in his administration:

1. Christopher Fall of Virginia: Nominated to be Director of the Office of Science at the Department of Energy. Dr. Fall is currently the Principal Deputy Director of the Advanced Research Projects Agency – Energy. He has previously served in various roles at the Office of Naval Research and the White House Office of Science and Technology Policy. Dr. Fall holds a Ph.D. in Neuroscience and a B.S. in Mechanical Engineering from the University of Virginia.

2. Christine J. Toretti of Pennsylvania: Nominated to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Malta. Ms. Toretti is a businesswoman, philanthropist, and civic leader. She was the President and CEO of the S.W. Jack Drilling Company and has served on various advisory boards and committees. Ms. Toretti is also a Republican National Committeewoman from Pennsylvania and has been involved in initiatives to advance women in politics. She received her B.S. from the University of Virginia.

3. Harry B. Harris Jr. of Florida: Nominated to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Korea. Admiral Harris currently serves as the commander of U.S. Pacific Command. He has a long and decorated career in the Navy, with expertise in the Indo-Pacific region. Admiral Harris has held various command assignments and has received multiple degrees, including a M.P.A. from Harvard's Kennedy School of Government and a M.A. from Georgetown's School of Foreign Service.

4. Ronald Gidwitz of Illinois: Nominated to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Kingdom of Belgium. Mr. Gidwitz is a partner in GCG Partners and has previously led Helene Curtis Industries as President and CEO. He has also held leadership positions in various public institutions and organizations, including the Chicago Economic Development Commission and the Boys & Girls Clubs of America. Mr. Gidwitz earned a B.A. from Brown University and has received numerous honors and awards for his civic leadership.

These individuals will need to be confirmed by the Senate before assuming their positions.