On January 13, 2021, the President signed into law several bills, including:

1. H.R. 221, the "Special Envoy to Monitor and Combat Anti-Semitism Act," which elevates the Special Envoy for Monitoring and Combating Anti-Semitism.
2. H.R. 1418, the "Competitive Health Insurance Reform Act of 2020," which authorizes Federal antitrust oversight of the health insurance industry.
3. H.R. 1472, which renames the Homestead National Monument of America near Beatrice, Nebraska, as the Homestead National Historical Park.
4. H.R. 1492, the "Yucca House National Monument Expansion Act," which authorizes the Department of the Interior to acquire privately-owned land for inclusion within the Yucca House National Monument in Colorado.
5. H.R. 1923, the "Circulating Collectible Coin Redesign Act of 2020," which requires Treasury to redesign and issue certain circulating coins to honor American women, the United States Semiquincentennial, and youth sports and the U.S. Paralympics.
6. H.R. 1925, which designates the Manhattan Campus of the New York Harbor Health Care System of the Department of Veterans Affairs as the Margaret Cochran Corbin Campus of the New York Harbor Health Care System.
7. H.R. 2444, the "Eastern European Security Act," which authorizes the Secretary of State to make direct loans to certain NATO member countries.
8. H.R. 2502, the "Transparency in Federal Buildings Projects Act of 2019," which requires the General Services Administration to make prospectuses for certain public buildings publicly available on its website.
9. H.R. 2744, the "USAID Branding Modernization Act," which authorizes the U.S. Agency for International Development (USAID) to use logos and various additional markings to identify USAID foreign assistance programs abroad.
10. H.R. 3153, the "Expanding Findings for Federal Opioid Research and Treatment Act," which requires the National Science Foundation to support research on opioid addiction.
11. H.R. 3250, the "Julius Rosenwald and the Rosenwald Schools Act of 2020," which requires a special resources study of sites associated with Julius Rosenwald and the Rosenwald Schools.
12. H.R. 4044, the "Protect and Restore America's Estuaries Act," which reauthorizes the National Estuary Program.
13. H.R. 4508, the "Malala Yousafzai Scholarship Act," which directs the U.S. Agency for International Development to award scholarships to Pakistani women.
14. H.R. 4704, the "Advancing Research to Prevent Suicide Act," which requires the National Science Foundation to support research relevant to suicide prevention and treatment.
15. H.R. 5126, the "Direct Enhancement of Snapper Conservation and the Economy through Novel Devices Act of 2020," which requires certain descending devices to be used when fishing for Gulf reef fish.
16. H.R. 5472, the "Jimmy Carter National Historical Park Redesignation Act," which redesignates the Jimmy Carter National Historic Site in Plains, Georgia, as the Jimmy Carter National Historic Park.
17. S. 371, the "Building Up Independent Lives and Dreams Act," which provides charitable organizations with flexibility when making mortgage disclosures.
18. S. 1310, the "Organization of American States Legislative Engagement Act of 2020," which strengthens the participation of elected national legislators in the activities of the Organization of American States.
19. S. 5076, which authorizes the Sergeant at Arms and Doorkeeper of the Senate to delegate authority to approve payroll and personnel actions.