During a recent press briefing, officials discussed the state of the COVID-19 pandemic, the need for additional funding for the response, and updates on booster shots and long-term impacts of COVID. Here are the key points from the briefing:

1. Funding for COVID-19 response: The officials emphasized the urgent need for additional funding from Congress to continue the fight against COVID-19. They requested emergency funds to ensure the availability of vaccines, treatments, and tests for the American people. They also highlighted the importance of global funding to vaccinate the world and protect against new variants. The officials expressed disappointment that the current bill does not include global funding.

2. Booster shots: Dr. Fauci discussed the effectiveness of booster shots in protecting against severe illness, hospitalizations, and death. He mentioned studies from Israel that showed the benefits of second booster doses, particularly for older adults. He also mentioned ongoing research on fourth doses and the need for longer-term data.

3. Long COVID: Secretary Becerra discussed the long-term impacts of COVID-19, including Long COVID. He highlighted the need for support and resources for individuals experiencing Long COVID, as well as those dealing with mental health and substance-use challenges caused by the pandemic. The officials mentioned plans to launch new centers of excellence and a national research agenda to address Long COVID.

4. Pediatric vaccines: The officials announced that the U.S. will be the first nation to donate tens of millions of pediatric COVID-19 vaccines to low- and lower-middle-income countries. They emphasized the importance of vaccinating children and mentioned that more than 20 countries have already requested vaccines for their young children.

Overall, the officials stressed the need for additional funding, both domestically and globally, to continue the COVID-19 response. They highlighted the importance of vaccines, boosters, treatments, and tests in controlling the pandemic and protecting public health.