The article discusses the commitment of the Biden administration to promoting gender equity and eliminating gender-based violence globally. It highlights the importance of treating all individuals with human dignity and ensuring the rights of women and girls are protected. The article emphasizes that gender-based violence, including rape and sexual violence, is used as a weapon of war in conflicts worldwide. The author, President Biden, states that preventing and responding to gender-based violence is a central part of his life's work.

The article argues that advancing the rights of women and girls is not only a moral imperative but also essential for societal and economic progress. It states that communities and economies thrive when women are able to fully participate and contribute their ideas and energies. The article highlights the positive outcomes associated with women's engagement in peacebuilding and security efforts, such as sustainable and equitable outcomes, reduced conflict, and longer-lasting peace agreements.

The article mentions the Obama-Biden Administration's development of the first comprehensive National Action Plan on Women, Peace, and Security (WPS) in American history. It also references bipartisan legislation passed in 2017 to translate these commitments into law. The report evaluates the progress made in implementing this law and outlines the way forward across various federal government agencies.

The article acknowledges the setbacks caused by the COVID-19 pandemic, which have exposed and exacerbated existing inequities. It emphasizes the need to seize this moment to fundamentally change the approach to gender equity and equality.

President Biden instructs departments and agencies across the Federal Government to prioritize gender equity and equality. He emphasizes the importance of addressing the unequal treatment of women, particularly women of color, LGBTQI+ women, and other marginalized groups. The article concludes by stating that promoting human rights for all people, including empowering women globally, is a core pillar of the administration's foreign policy.