President Joe Biden has announced his intent to nominate six individuals for key roles in his administration. The nominees are as follows:

1. Jonathan Eric Kaplan - Nominee for Ambassador Extraordinary and Plenipotentiary to the Republic of Singapore. Kaplan is currently the Chairperson of the EducationSuperHighway, a nonprofit organization that provides American public school classrooms with high-speed internet access. He has a background in entrepreneurship and innovation, having previously served as the Chairperson and CEO of FishSix Restaurant Corporation and Pure Digital Technologies. Kaplan holds a Bachelor of Science degree in industrial management from Carnegie Mellon University.

2. Francisco O. Mora - Nominee for Permanent Representative of the United States of America to the Organization of American States (OAS), with the rank of Ambassador. Mora is a Professor of Politics and International Relations at Florida International University and has held various teaching positions. He has authored several books and articles on politics and international affairs. Mora earned a B.A. in International Affairs from The George Washington University and a Ph.D. in International Affairs from the University of Miami.

3. Nicole Angarella - Nominee for Inspector General, United States Agency for International Development (USAID). Angarella currently serves as the general counsel to the USAID Inspector General, leading a team of attorneys and specialists. She has spent her entire federal career in the Inspector General community and has a background in legal counsel. Angarella holds a B.A. in political science from the University of Mary Washington and a law degree from the Columbus School of Law at The Catholic University of America.

4. John Plumb - Nominee for Assistant Secretary for Space Policy, Department of Defense. Plumb is the Principal Director, Chief of Government Relations at the Aerospace Corporation, where he focuses on national security space programs. He has extensive experience in national security roles, including serving at the White House, the Pentagon, and the U.S. Senate. Plumb is a U.S. Navy Submarine Officer with over 25 years of active and reserve service. He holds a Ph.D. in Aerospace Engineering from the University of Colorado.

5. Amy Searight - Nominee for Assistant Administrator for the Bureau for Asia, USAID. Searight is currently Senior Associate for Asia at the Center for Strategic and International Studies (CSIS) and has previously served in the Obama-Biden Administration. She has held positions in the Department of Defense and the U.S. Agency for International Development, focusing on South and Southeast Asia. Searight received her B.A. in political economy from Williams College and an M.A. in East Asian Studies and Ph.D. in Political Science from Stanford University.

6. Alex Wagner - Nominee for Assistant Secretary of the Air Force for Manpower and Reserve Affairs, Department of Defense. Wagner is a lawyer who served in various positions in the Department of Defense during the Obama-Biden administration. He has also worked in private practice, specializing in intellectual property law and the First Amendment. Wagner holds a law degree from Georgetown Law and an undergraduate degree from Brown University.

These nominations are subject to confirmation by the Senate.