The Biden-Harris Administration is taking steps to increase American-made content in federal purchases and strengthen critical supply chains. President Biden signed an executive order launching a whole-of-government initiative to support American manufacturing. The administration has made progress in implementing this vision, including the opening of the Made in America Office, which reviews proposed waivers of Made-in-America laws. The office issued new waiver guidance to reduce waivers and maximize the use of taxpayer dollars on domestic products and services. The administration is proposing significant changes to the implementation of the Buy American Act, aiming to increase U.S. content in federal government purchases and support domestic production of critical products. The federal government is a major buyer in various markets, and leveraging its purchasing power is part of the administration's industrial strategy to grow future industries and support U.S. workers and firms. The proposed rule aims to strengthen Buy American requirements. The administration has already taken action to buy American, with agencies highlighting over $2 billion in new purchases to support American manufacturing. These purchases align with the President's commitment to strengthen research and development, manufacturing, and job growth in future industries. The administration's COVID-19 response has also increased U.S. capacity to produce critical products. The Build Back Better agenda includes plans to invest $30 billion to prevent and prepare for future pandemics. Additionally, the administration is investing in workforce training and small business supports to bolster the Made in America agenda. The Small Business Administration has created a new manufacturing office to help small manufacturers access federal contracts and support. The Department of Labor has invested in workforce training and apprenticeships, with a focus on strengthening the domestic manufacturing workforce. These investments aim to ensure that workers can succeed in quality jobs as the manufacturing sector expands.