The article discusses the Bipartisan Infrastructure Investment and Jobs Act, which is currently being considered by the Senate. The act aims to make significant investments in America's infrastructure and address economic disparities that have disproportionately affected communities of color.

One of the key focuses of the act is to provide high-speed internet access to every American household. There is currently a digital divide in the country, with communities of color being less likely to have access to reliable internet. The act includes a $65 billion investment in broadband infrastructure, with a specific focus on Tribal communities.

Another important aspect of the act is the elimination of lead pipes and the delivery of clean drinking water to every household. Many pipes and treatment plants in the country are aging, leading to polluted drinking water and endangering public health. The act will replace all lead pipes and service lines, with a particular emphasis on communities of color that are at the highest risk for lead exposure.

The act also invests in public transit options and addresses the backlog of repairs. Communities of color rely more heavily on public transit, but often face longer commute times and limited economic opportunities. The act makes the largest federal investment in public transit in history, with a focus on reducing commute times and creating more economic opportunities in communities of color.

Additionally, the act creates a program to reconnect communities that have been divided by transportation infrastructure. Historically, highway construction has often cut off communities from opportunity and perpetuated economic and racial injustices. The program will fund the planning, design, and reconstruction of infrastructure to reconnect these communities.

Other provisions of the act include the electrification of school buses to improve air quality for children, the remediation of brownfield and Superfund sites that disproportionately affect communities of color, and the safeguarding of communities of color from climate crises and extreme weather risks.

Overall, the Bipartisan Infrastructure Investment and Jobs Act aims to make significant investments in infrastructure while addressing economic disparities and promoting equity and racial justice.