President Biden and Vice President Harris had a successful first year in office, delivering results for the American people. They achieved significant milestones in areas such as the economy, climate crisis, judiciary, and government representation. Here are some key highlights from their first year:

1. Job Creation: President Biden oversaw the creation of over 6 million jobs, making it the greatest year of job creation in American history.

2. Unemployment Rate: The unemployment rate dropped from 6.2% to 3.9%, marking the biggest single-year drop in American history.

3. Unemployment Claims: The average number of Americans filing for unemployment reached its lowest level since 1969. Additionally, the number of people receiving unemployment benefits dropped from over 18 million to 2 million, the largest single-year drop in history.

4. Economic Legislation: President Biden passed significant economic legislation with the most impact of any first-year president.

5. Child Poverty: Experts estimated that 2021 had the lowest child poverty rate ever.

6. Expanded Health Care Access: Nearly 5 million Americans gained health insurance coverage.

7. Reduced Hunger: The number of households experiencing food insecurity dropped by 32%.

8. Judicial Appointments: President Biden confirmed more judges to lower federal courts than any president since President Kennedy.

9. Diverse Judiciary: More Black women were appointed to the U.S. Court of Appeals under President Biden than any other president, even over an 8-year term.

10. Diverse Cabinet: President Biden's Cabinet was the first majority non-white Cabinet in history, with a significant number of women. It included the first woman Treasury Secretary, LGBTQ+ and Native American Cabinet officials, and the first woman Director of National Intelligence.

11. Climate Investments: President Biden made the largest-ever investments in the power grid, electric vehicle chargers, and climate resilience.

12. Clean Water: A national, bipartisan plan was implemented to ensure safe and clean drinking water for all Americans, accompanied by the largest investment in this area.

13. Cleaner Cars: The administration set the strongest vehicle emissions standards ever, aiming to save drivers money at the pump and reduce pollution.

14. Wind Energy: President Biden approved the first-ever large-scale offshore wind projects.

15. Diverse Personnel: The Biden Administration was the most diverse in history, with a significant representation of women, people of color, individuals with disabilities, LGBTQ+ individuals, first-generation Americans, and first-generation college graduates.