President Biden's Investing in America agenda aims to stimulate economic growth by investing in infrastructure, clean energy, and climate resilience. The administration is providing significant funding opportunities for states, territories, tribes, and local governments to make transformative investments. The majority of funding from the Bipartisan Infrastructure Law (BIL) is being deployed by non-Federal partners, and the Inflation Reduction Act (IRA) offers new funding for clean energy, climate mitigation, agriculture, and conservation-related projects.

To ensure that all communities can access these funds, the Biden-Harris Administration is providing technical assistance and resources. They have created state infrastructure coordinators, released guidebooks and toolkits, and established programs to provide technical advisors for lower-capacity communities. The White House has released an updated technical assistance guide that focuses on federal and state programs for accessing and deploying funding from the BIL and IRA. The guide covers over 150 technical assistance and capacity building programs, providing more than $1 billion in federal support.

The administration has also launched the Thriving Communities Network (TCN), which delivers intensive technical assistance and capacity building resources for communities experiencing economic distress. The TCN coordinates efforts across multiple federal agencies and engages regional and field staff to support communities in accessing grant and financial management support, pre-development assistance, community engagement, planning, and project delivery.

The Biden-Harris Administration is committed to delivering on the Justice40 Initiative, which ensures that 40% of the benefits from federal investments flow to disadvantaged communities. The place-based technical assistance network is a key component of this commitment. Additionally, states have been providing unprecedented support by establishing state infrastructure coordinators and sharing best practices.

Philanthropic organizations have also played a crucial role in supporting communities' access to federal infrastructure funding. Several philanthropic organizations have committed over $1.6 billion to support the implementation of clean energy and climate provisions of the IRA. This funding will provide critical technical assistance to underserved communities.

The Biden-Harris Administration welcomes additional commitments from non-governmental stakeholders to support states and help local communities access this historic investment. The goal is to create good-paying jobs, grow clean energy industries, and build more equitable and healthier communities across the country.