The Bipartisan Infrastructure Law, supported by President Biden, aims to address environmental injustices and promote economic opportunity in communities across America. The law focuses on various aspects of environmental justice, including resilience to extreme weather and climate change, clean drinking water, legacy pollution, public transit, clean school buses, modern and clean infrastructure, and resilience. 

In terms of clean drinking water, the law aims to expand access to clean drinking water for all American families, eliminate lead service lines, and address dangerous PFAS chemicals. An investment of $55 billion will be made to improve water infrastructure and eliminate lead service pipes in communities, including disadvantaged communities and Tribal Nations.

Legacy pollution is another key area of focus, as many Black and Hispanic Americans live near Superfund sites. The law plans to invest $21 billion to clean up Superfund and brownfield sites, reclaim abandoned mine land, and cap orphaned oil and gas wells. These efforts aim to address environmental harm, improve public health, create jobs, and promote environmental justice.

The law also emphasizes public transit, recognizing that communities of color are more likely to rely on public transportation. An investment of $66 billion will be made to modernize and expand transit and rail networks, replace transit vehicles with clean, zero-emission vehicles, and improve transportation accessibility for marginalized communities.

In terms of clean school buses, the law aims to provide electric school buses to school districts across the country. Diesel air pollution, which is linked to asthma and other health problems, particularly affects communities of color and Tribal communities. The law also includes funding for public transit agencies to adopt low- and no-emissions buses, contributing to cleaner air and supporting domestic manufacturing.

The law recognizes the importance of modern and clean infrastructure in protecting public health. With investments of $17 billion in port infrastructure and $25 billion in airports, the law aims to address repair and maintenance backlogs, reduce congestion and emissions near ports and airports, and promote electrification and other low-carbon technologies. The goal is to improve the health of communities near industry and transportation corridors.

Resilience to climate change is a major focus of the law, as millions of Americans are affected by climate-related events each year. The law invests over $50 billion in protecting against droughts, heat waves, wildfires, and floods, as well as weatherizing American homes. These investments aim to make communities safer and infrastructure more resilient, particularly in areas vulnerable to climate change impacts.

Overall, the Bipartisan Infrastructure Law represents a historic investment in environmental justice, with the aim of combatting climate change, promoting economic opportunity, and addressing long-standing environmental inequities.