The article provides a list of nominations that have been sent to the Senate for various positions. Here are the nominations mentioned in the article:

1. Ann Marie Yastishock: Nominated to be the Ambassador Extraordinary and Plenipotentiary of the United States of America to the Independent State of Papua New Guinea, as well as the Ambassador Extraordinary and Plenipotentiary of the United States of America to the Solomon Islands and the Republic of Vanuatu.

2. Manuel P. Micaller, Jr.: Nominated to be the Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Tajikistan.

3. Kristina A. Kvien: Nominated to be the Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Armenia.

4. Henry V. Jardine: Nominated to be the Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Mauritius, as well as the Republic of Seychelles.

5. Diane Susan Kaplan: Nominated to be a Member of the Board of Directors of the Corporation for Public Broadcasting.

6. Patrice H. Kunesh: Nominated to be the Commissioner of the Administration for Native Americans, Department of Health and Human Services.

7. Milancy Danielle Harris: Nominated to be the Deputy Under Secretary of Defense.

8. Jeffrey R. Gural: Nominated to be the Chairperson of the Public Buildings Reform Board.

9. Phillip A. Washington: Nominated to be the Administrator of the Federal Aviation Administration.

10. Frances Kay Behm: Nominated to be a United States District Judge for the Eastern District of Michigan.

11. Tamika R. Montgomery-Reeves: Nominated to be a United States Circuit Judge for the Third Circuit.

The article also mentions three withdrawals that have been sent to the Senate:

1. James A. Diossa: Withdrawn nomination for a Member of the Board of Trustees of the James Madison Memorial Fellowship Foundation.

2. Ed Gonzalez: Withdrawn nomination for an Assistant Secretary of Homeland Security.

3. Raymond M. Jefferson: Withdrawn nomination for Under Secretary for Benefits of the Department of Veterans Affairs.