The Biden-Harris Administration has set a goal of reducing the death rate from cancer by at least 50 percent over the next 25 years and improving the experience of living with and surviving cancer. This initiative, known as the Cancer Moonshot, was initially launched by Joe Biden when he was Vice President in 2016. The renewed effort is possible due to recent progress in cancer therapeutics, diagnostics, and patient-driven care, as well as lessons learned from the COVID-19 pandemic.

The President and First Lady Jill Biden are also calling for action on cancer screening to make up for screenings that were missed during the pandemic. They want to ensure that everyone in the United States has access to tools for preventing, detecting, and diagnosing cancer.

Over the past two decades, the death rate from cancer has already fallen by about 25 percent, thanks to bipartisan support, public health progress, and scientific advances. The 21st Century Cures Act, passed five years ago, provided funding for cancer research and streamlined decision-making at the FDA. First Lady Jill Biden has been advocating for cancer education and prevention since 1993, and she will continue to emphasize the importance of early detection and screenings.

The Biden-Harris Administration has maintained its commitment to cancer research and funding. President Biden's first budget included strong funding for biomedical and health research, as well as full funding for the 21st Century Cures Act and the Beau Biden Cancer Moonshot Initiative. The President has also proposed the creation of the Advanced Research Projects Agency for Health (ARPA-H) to improve research capabilities in areas such as cancer, infectious diseases, and Alzheimer's disease.

The Administration has also prioritized strengthening healthcare for Americans by lowering costs and expanding coverage. The President's healthcare agenda includes measures to cut prescription drug costs, strengthen the Affordable Care Act, improve Medicare benefits, and expand coverage for uninsured Americans.

The new goals for the Cancer Moonshot include accelerating progress in cancer research, improving access to care and treatments, and addressing disparities in cancer outcomes. The Administration aims to achieve these goals through a coordinated effort involving the entire government.