A new study released by the National Renewable Energy Laboratory (NREL) shows that the United States is on track to achieve President Biden's goal of installing 500,000 public electric vehicle (EV) chargers. The study, conducted in collaboration with the Joint Office of Energy and Transportation and the U.S. Department of Energy's Vehicle Technologies Office, provides a detailed analysis of the estimated number, type, and location of chargers needed to support the growing adoption of EVs.

The study highlights that nearly $24 billion has already been committed for public charging infrastructure through 2030, thanks to President Biden's Investing in America agenda, private investments, and rising demand for EVs. This demonstrates the effectiveness of the Biden-Harris Administration in attracting private investment and expanding the EV charging network.

To further support the growth of EVs, President Biden's Bipartisan Infrastructure Law includes significant investments in EV charging, clean transportation, and EV battery components. The law allocates $7.5 billion for EV charging, $10 billion for clean transportation, and over $7 billion for EV battery components, critical minerals, and materials. Additionally, the National Electric Vehicle Infrastructure program (NEVI), a $5 billion initiative, aims to create a national network of high-speed chargers along major highways and interstates.

The Biden-Harris Administration has also set new national standards for federally-funded EV chargers, ensuring interoperability between different charging companies and a consistent charging experience for EV drivers. The standards allow flexibility to accommodate industry innovation and local needs. The Administration is actively working to enhance interoperability within the NEVI program, collaborating with experts from various sectors to achieve this goal.

In addition to expanding the charging network, the Administration is focused on improving the reliability and availability of existing charging infrastructure. A summit will be held in early July to facilitate collaboration between industry, state and local partners, and government agencies.

Since President Biden took office, EV sales have tripled, and the number of publicly available charging ports has increased by over 40%. There are now more than three million EVs on the road and over 140,000 public chargers across the country. Private sector investments in electric vehicle, battery, and charging manufacturing in the U.S. have exceeded $130 billion since President Biden's inauguration.

Overall, the study and the Biden-Harris Administration's initiatives demonstrate significant progress towards building a robust and convenient EV charging network, supporting the transition to clean energy, and creating good-paying union jobs.