President Joe Biden has announced his intention to nominate six individuals for key roles in his administration. The nominees are:

1. Lisa Carty: Nominated to serve as the Representative of the United States of America on the Economic and Social Council of the United Nations, with the rank of Ambassador and Alternate Representative to the United Nations General Assembly. Carty is currently the Director for Humanitarian Financing and Resource Mobilization with the United Nations Office for the Coordination of Humanitarian Affairs. She has extensive experience in multilateral diplomacy, focusing on humanitarian, global health, and development issues.

2. Ernest DuBester: Nominated to serve as the Chair of the Federal Labor Relations Authority. DuBester has been a Member of the FLRA since 2009 and previously served as its Chairman from January to November 2013. With over 45 years of experience in Labor-Management relations, he has worked in various roles, including as a counsel to the National Labor Relations Board and a Union attorney. He also served as Chairman and Member at the National Mediation Board.

3. Dennis DeConcini: Nominated to serve as a Member of the Board of Trustees of the Barry Goldwater Scholarship and Excellence in Education Foundation. DeConcini is a former United States Senator from Arizona, serving from 1977 to 1995. During his time in the Senate, he was involved in various committees and played a key role in intelligence oversight and human rights matters. After retiring from the Senate, he served on the Arizona Board of Regents and is currently involved in public policy initiatives.

4. Joseph Green: Nominated to serve as a Member of the Board of Trustees of the Barry Goldwater Scholarship and Excellence in Education Foundation. Green currently works as the Dean of the University College at North Carolina Central University. He has extensive experience in higher education, focusing on student success and increasing graduation rates among underrepresented, first-generation, low-income, and non-traditional students.

5. Barbara George Johnson: Nominated to serve as a Member of the Board of Trustees of the Barry Goldwater Scholarship and Excellence in Education Foundation. Johnson has over 30 years of experience as a public policy professional in New Jersey, with a focus on economic, health, and social policy. She has worked in various roles, including as the Executive Director for the John S. Watson Institute for Public Policy and as the principal of GOVCONNECTIONS, LLC, providing government relations and health care consulting services.

6. Mildred Otero: Nominated to serve as a Member of the Board of Trustees of the Barry Goldwater Scholarship and Excellence in Education Foundation. Otero is currently the Senior Vice President for National Impact at Leadership for Educational Equity (LEE). She has held various positions in education policy and advocacy, including serving as the Chief Education Counsel in the U.S. Senate Committee on Health, Education, Labor and Pensions and as a senior policy officer with the Bill and Melinda Gates Foundation.

These nominations reflect President Biden's commitment to assembling a diverse and experienced team to address key issues and advance his administration's agenda.