Vice President Kamala Harris spoke at the Pennsylvania Convention Center in Philadelphia, emphasizing the importance of the upcoming election. She thanked Chairman of the DNC, Jaime Harrison, and Pennsylvania Democratic Party Chairman, Sharif Street, for their leadership. Harris praised Governor Tom Wolf, and expressed support for Josh Shapiro as the next governor and Bob Casey as the senator. She also mentioned John Fetterman as the soon-to-be senator. Harris highlighted the need to fight for working people, good jobs, fair wages, and democracy. She criticized the recent Supreme Court decision on abortion rights and condemned the push for an abortion ban. Harris argued against government interference in women's healthcare decisions and urged trust in women. She pointed out the hypocrisy of those who called for states to decide on the abortion issue while making it more difficult to vote in states. Harris urged Pennsylvanians to pay attention to state house and state senate races, elect Josh Shapiro as governor, and hold onto the U.S. House of Representatives and expand the majority in the Senate by electing John Fetterman. She warned of the consequences if Republicans were to gain control and stated the importance of protecting contraception, marriage equality, healthcare, Social Security, Medicare, and good jobs. Harris also discussed a better scenario where Democrats hold the governor's office, the Senate, and gain two more Democratic senators. In that scenario, she promised to fight for paid family leave, affordable childcare, renewing the assault weapons ban, and working people's rights. Harris expressed her pride in breaking the record for tiebreaking votes in the Senate and mentioned her intention to cast the tiebreaking vote for the Women's Health Protection Act and the John Lewis Voting Rights Advancement Act. She urged Pennsylvania Democrats to fight for their beliefs and emphasized the importance of the next 11 days. Harris ended her speech by stating that when Democrats fight, they win.