During a press briefing, White House Press Secretary Jen Psaki announced that President Biden had a secure video call with Russian President Vladimir Putin, with the main topic of discussion being Ukraine. Psaki introduced National Security Advisor Jake Sullivan, who provided details about the call.

Sullivan stated that President Biden reiterated America's support for Ukraine's sovereignty and territorial integrity. He warned President Putin that if Russia further invades Ukraine, the United States and its European allies would respond with strong economic measures. The US would also provide additional defensive materiel to Ukraine and fortify NATO allies on the eastern flank with additional capabilities. Sullivan emphasized that there is an option for de-escalation and diplomacy, and the US is prepared to engage in discussions that cover larger strategic issues.

The President also spoke with the leaders of France, Germany, Italy, and the UK to debrief them on the call and consult on the way forward. The administration is also debriefing embassies of NATO members, EU members, and key Indo-Pacific allies. President Biden will be speaking with the leaders of both houses of Congress to discuss bipartisan efforts to stand up for American interests and support friends and partners.

Regarding next steps, President Biden and President Putin agreed that their teams will follow up on the issues discussed in the call. The President and his European colleagues also agreed that their teams will work together to ensure that engagement with Russia is closely coordinated. The US is prepared for all contingencies and will continue diplomatic efforts while preparing for specific responses to Russian escalation.

During the Q&A session, Sullivan clarified that fortifying allies on the eastern flank would involve providing additional capabilities and potentially additional deployments, rather than sending US troops to the region. He also stated that President Biden believes that President Putin has not yet made a decision on whether to invade Ukraine, but he made it clear that there would be consequences if Russia does escalate militarily.

Sullivan mentioned that the US is prepared to support efforts to advance the Minsk Agreement in support of the Normandy Format. The President and President Putin also discussed larger strategic issues and the possibility of engaging in discussions similar to those during the Cold War era.

Sullivan declined to provide specific details about the strong economic measures that the US is prepared to take, but he stated that the US would communicate those measures directly to Russia. He also mentioned that the US is coordinating closely with European allies on the issue.

Sullivan emphasized that the US's objective is to deter a Russian military invasion of Ukraine and that the measures on the table are designed to show the Russian government the consequences of such an invasion. He highlighted that diplomacy must be pursued in the context of de-escalation rather than escalation.

Sullivan stated that the world's safety depends on the actions taken by Russia and that the US is prepared to deal with any contingency. He also pushed back against criticism that President Biden is being weak on Russia, citing the administration's actions in response to previous Russian actions.

Regarding Iran, Sullivan mentioned that the President and President Putin had a productive discussion on the issue. He highlighted the importance of preventing Iran from acquiring a nuclear weapon and stated that the US is open to talking to Russia about strategic issues in the European theater.

Sullivan did not provide a specific timeline for de-escalation, stating that it depends on Russia's actions. He reiterated the US's commitment to dialogue and direct engagement with Russia's leaders.

Psaki also provided updates on other topics during the briefing, including the President's upcoming trip to Kansas City, the Surgeon General's new health advisory on youth mental health, and Vice President Kamala Harris's summit on maternal health.