President Biden has been focused on supporting small businesses since taking office. His administration has provided over $300 billion in relief to Main Street and aims to fully forgive over 6 million small business loans by the end of the year. However, many small businesses still struggle to grow and compete globally due to a tax code that favors multinational corporations and a financial system that limits access to capital.

To address these issues, President Biden's Build Back Better Agenda aims to crack down on unfair tax schemes that benefit big corporations. A Treasury Department analysis shows that the agenda will protect 97% of small business owners from income tax rate increases and deliver tax cuts to over 3.9 million entrepreneurs. The revenue generated from a fairer tax system will be used to invest in the economy and create jobs, including investments in small businesses.

The agenda also includes measures to level the playing field for small businesses. This includes creating a national paid leave program where the benefits are paid by the federal government, not the employer. This will help small businesses that can't afford to provide this benefit to their employees. Additionally, the agenda will increase access to contracting opportunities and provide financing and technical assistance programs for small businesses, including small manufacturers.

The current tax system favors large multinational corporations over small businesses. Small businesses don't have the resources to exploit loopholes and shift profits to tax havens like multinational corporations do. President Biden's tax reform plan aims to level the playing field and raise revenue for new programs for Main Street. The plan will not affect small businesses that file taxes as pass-through entities, and the top income tax bracket increase will only impact less than 3% of small business owners.

In addition to protecting small businesses from tax increases, the agenda will provide tax cuts to over 3.9 million small business owners. This will give entrepreneurs the financial security they need to start or expand their businesses.

Furthermore, the agenda includes a federally-funded paid leave program, which will help small businesses compete with larger corporations in retaining workers. Currently, the US is one of the few countries without a federal paid family and medical leave program. President Biden's plan guarantees twelve weeks of paid leave by year 10 of the program and ensures workers get three days of bereavement leave per year, with wage replacement provided by the federal government.

Lastly, the agenda aims to increase access to federal contracts, capital, and technical assistance for small firms. This will directly benefit small businesses and help them thrive.

Overall, President Biden's Build Back Better Agenda seeks to create a fairer tax system, provide support to small businesses, and level the playing field for Main Street entrepreneurs.