During a press briefing, White House Press Secretary Jen Psaki provided updates on various topics. Regarding the aftermath of Hurricane Ida, she mentioned that power restoration and damage assessment are ongoing in Louisiana and Mississippi. The federal government is providing assistance, including sharing aerial and satellite imagery, expediting permitting for restoration efforts, and deploying personnel to assist with debris removal and traffic control. Psaki also highlighted the efforts to support healthcare facilities and provide federal assistance to impacted individuals.

Psaki mentioned that President Biden will be traveling to New Orleans to survey storm damage and meet with local leaders. She also announced steps taken by the White House and federal agencies to create, preserve, and sell approximately 100,000 additional affordable homes over the next three years, with a focus on lower and middle-income individuals.

On the topic of COVID-19, Psaki affirmed that the majority of hospitalized patients are unvaccinated, emphasizing the importance of vaccination in preventing serious illness and hospitalization. She stated that the decision to make boosters widely available in September was based on recommendations from leading public health officials.

Regarding the situation in Afghanistan, Psaki reiterated that no one anticipated the rapid collapse of the Afghan government and security forces. She stated that President Biden consistently emphasized the need for Afghan leaders to lead and unite the country. Psaki did not provide details about a reported call between President Biden and former Afghan President Ghani but reiterated the President's focus on leadership and cohesion in Afghanistan.

Psaki addressed concerns about the evacuation process and the number of people left behind. She highlighted the extensive efforts made to evacuate American citizens, Afghan partners, and vulnerable individuals, noting that over 120,000 people were evacuated. She emphasized ongoing diplomatic efforts and the commitment to supporting those who wish to leave Afghanistan.

Psaki also touched on other topics, including the potential lifting of steel tariffs, the U.S. stance on recognizing the Taliban as the legitimate government of Afghanistan, and the administration's efforts to protect abortion rights. She stated that the President supports codifying Roe v. Wade and is open to working with Congress on updating the Authorization for Use of Military Force (AUMF).