During a press conference, Acting Administrator Slavitt, along with Dr. Walensky from the CDC and Dr. Fauci from the NIH, provided updates on the COVID-19 vaccination program in the United States. Slavitt highlighted the progress made in the vaccination program, with over 80% of seniors and 50% of adults in the U.S. having received at least one shot. He emphasized that getting a vaccine is now easy, with an abundance of vaccine doses available and over 60,000 vaccination sites across the country. Slavitt urged everyone who is eligible to make an appointment and encouraged individuals to help others who may need assistance in getting vaccinated.

Dr. Walensky provided an overview of the current COVID-19 data, noting an increase in cases, hospitalizations, and deaths. She emphasized the importance of getting vaccinated and shared data showing the effectiveness of the vaccines in preventing infection, hospitalization, and death. She also discussed breakthrough infections, stating that they are rare and often asymptomatic or mild, further highlighting the effectiveness of the vaccines.

Dr. Fauci discussed the efficacy and safety of the vaccines, presenting data from clinical trials and real-world settings. He emphasized the importance of following the science and encouraged individuals to review the data when making decisions about vaccination. He also expressed optimism about reaching normalcy through vaccination, citing examples from Israel where a high vaccination rate has led to a decline in cases.

During the Q&A session, topics discussed included the distribution of vaccines in different areas, the pace of vaccination, adverse events related to the Johnson & Johnson vaccine, and the future of mask-wearing and travel restrictions. The panelists addressed these questions, emphasizing the need for equitable distribution of vaccines, the commitment to sustaining the current vaccination pace, ongoing monitoring of adverse events, and the importance of following the data and scientific guidance in determining future guidelines for mask-wearing and travel.