The United States Government is proud to work with governments and institutions in Africa, such as the African Union and Africa Centres for Disease Control and Prevention, to advance public health goals. They are committed to strengthening health systems and institutions, advancing global health security, combatting diseases like HIV/AIDS, malaria, and tuberculosis, promoting sexual and reproductive health, closing gaps in nutrition and non-communicable diseases, and achieving universal health coverage and the 2030 Agenda for Sustainable Development.

The Biden-Harris Administration has invested and committed to providing nearly $20 billion in health programs in the Africa region. This includes funding for HIV/AIDS, malaria, family planning and reproductive health, maternal and child health, and the health, humanitarian, and economic impacts of COVID-19. These programs complement US investments in multilateral organizations like the World Health Organization and the Global Fund to Fight HIV/AIDS, TB, and Malaria.

US investments and partnerships in health in Africa have saved lives, strengthened health systems, and prepared for health security threats. Maternal and child mortality and malaria mortality have declined thanks to sustained partnership and investment. In Fiscal Year 2021 alone, US investments enabled the provision of family planning and reproductive health services to millions of African women, averting unintended pregnancies and preventing maternal deaths. The President's Emergency Plan for AIDS Relief (PEPFAR) has also made significant contributions in saving lives and preventing HIV infections.

The US has also invested in building more resilient health systems by addressing health workforce shortages. The Global Health Worker Initiative (GHWI) aims to invest $1.33 billion annually from 2022 to 2024 in the health workforce in Africa, for a total of at least $4 billion by Fiscal Year 2025. This initiative will support the training and deployment of health workers, including clinicians, community health workers, and public health professionals.

In addition, the US is committed to strengthening global health security and has invested $782 million in global health security programs in Africa. This includes addressing capacity gaps and supporting National Action Plans for Health Security. The US has also announced $215 million in new funding to address the COVID-19 pandemic in Africa, focusing on vaccination, reducing morbidity and mortality, and strengthening health systems.

The US is also investing in health infrastructure through the Partnership for Global Infrastructure and Investment (PGII). The goal is to mobilize funds for sustainable infrastructure, including health systems and global health security. The US has committed over $253 million to projects focused on pandemic preparedness and health system resilience in Africa.

Lastly, the US is partnering with African governments to address the rising burden of cancer. Efforts include technological interventions, research support, access to prevention and treatment, clinical trials, and capacity building for global cancer research.

Overall, the US-Africa Partnership is dedicated to improving public health in Africa through investments, partnerships, and initiatives across various health sectors.