During a recent press briefing, Dr. Walensky and Dr. Fauci provided updates on the Omicron variant and the effectiveness of vaccines against it. Here are the key points:

- The current seven-day daily average of COVID-19 cases in the US is about 117,900, with a 7.7% increase in hospital admissions and a 5% increase in daily deaths compared to the previous week.
- The Omicron variant has been reported in at least 36 states and over 75 countries. It is estimated to represent about 3% of cases in the US, but in some areas like New York and New Jersey, it could represent about 13% of cases.
- Early data suggests that Omicron is more transmissible than Delta, with a doubling time of about two days.
- Vaccination, boosting, and masking are crucial in preventing the spread of the virus, especially among vulnerable populations such as seniors, pregnant individuals, and immunocompromised individuals.
- Data from CDC's COVID Data Tracker shows that nursing home residents who are fully vaccinated and have received a booster dose have a 10 times lower rate of getting infected compared to those who have only received a primary vaccination series or are unvaccinated.
- In vitro neutralization studies have shown that vaccine-induced antibodies have a reduced ability to neutralize the Omicron variant, but booster shots significantly enhance vaccine protection against Omicron.
- Clinical studies have shown that two-dose mRNA vaccines have reduced effectiveness against Omicron infection, but the effectiveness against hospitalization is still maintained at around 70%. Boosters increase the effectiveness against symptomatic disease to 75%.
- There is currently no need for a variant-specific booster, and the message remains the same: if you are unvaccinated, get vaccinated; if you are fully vaccinated, get boosted.
- The US has already prevented 10.3 million hospitalizations and saved 1.1 million lives through its vaccination program.
- Employers and schools should continue to follow CDC guidance, which includes vaccination, masking, ventilation, distancing, and handwashing, to prevent the spread of the virus.
- There is no need for a lockdown, as the US has effective vaccines and other preventive measures in place.
- It is difficult to predict the impact of Omicron, but the best course of action is to get vaccinated and boosted to reduce vulnerability to the virus.

Overall, the briefing emphasized the importance of vaccination, boosting, and other preventive measures in combating the Omicron variant and preventing severe illness and hospitalizations.