President Biden has announced eight new federal judicial nominees, all of whom are highly qualified and dedicated to upholding the rule of law and the Constitution. These nominations reflect the President's commitment to diversity in the courts, both in terms of personal and professional backgrounds. This is President Biden's thirteenth round of nominees for federal judicial positions and his first slate of nominations in 2022, bringing the total number of announced nominees to 83.

The nominees for the United States Court of Appeals for the Third Circuit include Arianna J. Freeman, who is currently a Managing Attorney with the Federal Community Defender Office for the Eastern District of Pennsylvania. She has extensive experience working in the federal defender's office and has previously clerked for two judges on the United States District Court for the Eastern District of Pennsylvania.

Tiffany M. Cartwright has been nominated for the United States District Court for the Western District of Washington. She is currently a partner at the civil rights law firm MacDonald Hoague & Bayless and has previously clerked for a judge on the United States Court of Appeals for the Ninth Circuit and a justice on the Alaska Supreme Court.

Nusrat Jahan Choudhury has been nominated for the United States District Court for the Eastern District of New York. She is currently serving as the Legal Director of the American Civil Liberties Union of Illinois and has held various positions with the American Civil Liberties Union in New York. She has also clerked for judges on the United States Court of Appeals for the Second Circuit and the United States District Court for the Southern District of New York.

Judge Ana Isabel de Alba has been nominated for the United States District Court for the Eastern District of California. She has been serving as a California Superior Court Judge on the Superior Court of Fresno County since 2018 and has prior experience as a litigator, focusing on employment, business, tort, and construction litigation.

Robert Steven Huie has been nominated for the United States District Court for the Southern District of California. He is currently an attorney at Jones Day and has previously served as an Assistant United States Attorney in the Criminal Division of the United States Attorney's Office for the Southern District of California. He has also worked as a civil litigator at Latham & Watkins and as an attorney at Wiggin and Dana.

Natasha C. Merle has been nominated for the United States District Court for the Eastern District of New York. She is currently serving as Deputy Director of Litigation at the NAACP Legal Defense and Educational Fund, Inc. and has previously held positions with the organization. She has also clerked for judges on the United States District Court for the Eastern District of New York and the United States District Court for the Southern District of New York.

Jennifer H. Rearden has been nominated for the United States District Court for the Southern District of New York. She is currently a partner at Gibson, Dunn & Crutcher LLP and has extensive experience in litigation and crisis management. She has also worked at Davis Polk & Wardwell LLP and King & Spalding LLP.

Judge Nina Nin-Yuen Wang has been nominated for the United States District Court for the District of Colorado. She has been serving as a United States Magistrate Judge for the District of Colorado since 2015 and has prior experience as a partner at Faegre Baker Daniels LLP and as an Assistant United States Attorney in the Civil Division of the United States Attorney's Office for the District of Colorado.

These nominees represent President Biden's continued commitment to strengthening the federal bench, and he has already achieved the most lower court judge confirmations for the first year of a presidency since the Kennedy Administration.