The article provides a summary of a teleconference held by senior administration officials. The officials discuss an upcoming summit on COVID-19 that will be hosted by President Biden. They highlight the United States' commitment to global vaccination efforts, including the donation of over 600 million vaccine doses to other countries. The officials announce that the U.S. will purchase an additional 500 million Pfizer vaccine doses to donate to low- and lower-middle-income countries. The summit will focus on three main goals: vaccinating the world, saving lives now through improved access to medical resources, and building better health security for the future. The officials emphasize the need for accountability and collective action in ending the pandemic. The summit will feature sessions chaired by the President, Vice President, and other leaders, and will include world leaders, philanthropists, and public health experts. The officials state that the U.S. will continue to lead in the global vaccination effort and work with international organizations and partners to track progress and ensure accountability. The officials also mention that President Biden supports a waiver of intellectual property protections for COVID-19 vaccines and that the U.S. will continue to work on that effort in the World Trade Organization. The officials do not provide specific details on the cost of the additional vaccine doses or the foreign leaders participating in the summit. They mention that the U.S. will release targets and asks for governments, international institutions, and the private sector to help end the pandemic. The officials acknowledge the ambitious target of achieving 70 percent vaccination globally by the end of September 2022 and urge all countries to work towards it. They emphasize that the new doses will be shared through the COVAX facility, but specific allocation details will be worked out later. The call concludes with a reminder that the contents of the call are embargoed until 6:00 a.m. the next day.