During a recent press conference, Acting Administrator Slavitt, Dr. Fauci, and Dr. Walensky provided updates on the progress of COVID-19 vaccinations and changes to public health guidelines. Here are the key points from the conference:

1. Progress on vaccinations: Since President Biden took office, 250 million shots have been administered, and nearly 60% of adult Americans have received at least one shot. The vaccination effort is steadily progressing, and case counts, hospitalizations, and deaths are decreasing.

2. Vaccinations for adolescents: Individuals aged 12-15 years old are now eligible to receive the Pfizer vaccine. Efforts are being made to make vaccines easily accessible, with walk-in vaccinations available at over 20,000 local pharmacies. Free rides to vaccination sites are also being offered through Uber and Lyft.

3. Funding for public health infrastructure: $7.4 billion in funding from the American Rescue Plan will be released to hire, train, and support public health workers across the country. This funding will help strengthen public health departments, expand the CDC Epidemic Intelligence Service, recruit and train future public health leaders, and increase staffing at laboratories.

4. Updated guidelines for fully vaccinated individuals: Based on the decreasing case numbers, the effectiveness of vaccines, and the low risk of transmission, the CDC is updating its guidance. Fully vaccinated individuals can now participate in indoor and outdoor activities, both large and small, without wearing masks or practicing physical distancing.

5. Importance of vaccination: While the new guidance allows fully vaccinated individuals to resume activities without masks, it is still important for those who are not vaccinated to continue wearing masks, practicing social distancing, and getting vaccinated as soon as possible.

6. Universal coronavirus vaccine: Dr. Fauci discussed the concept of developing a universal coronavirus vaccine that would provide protection against various coronaviruses. Recent studies have shown promising results in developing neutralizing antibodies that can target multiple coronaviruses, including SARS-CoV-2 and its variants.

Overall, the conference emphasized the progress made in vaccination efforts, the importance of getting vaccinated, and the updated guidelines for fully vaccinated individuals. The focus is on continuing to drive vaccination rates up and monitor the evolving science and variants of the virus.