During a press briefing, White House Press Secretary Jen Psaki highlighted President Biden's nomination and confirmation of the most diverse class of federal judges in history. She mentioned that the Senate confirmed nine district court judges, bringing the total to 40, which is the highest number for a President in their first year in office since President Reagan. Psaki also noted that the President has appointed more Black women to the circuit courts than any other administration in history. She mentioned the Senate's confirmation of 41 ambassadors to countries around the world, including critical allies like Japan and France.

Psaki also announced that the Department of Justice will be awarding $1.6 billion in grants to support initiatives to reduce violent crime and make communities safer. These grants will address the surge in gun violence and support community violence intervention programs, evidence-based police and prosecution strategies, victim assistance programs, and more.

In response to questions about the Omicron variant, Psaki stated that vaccinated individuals are likely to have mild or asymptomatic cases, but unvaccinated individuals are at a higher risk of hospitalization and death. She emphasized the importance of getting vaccinated and stated that the President will outline additional steps in his speech the following day.

Regarding the negotiations over the Build Back Better plan, Psaki stated that the President considers Senator Manchin a longtime friend and is focused on moving forward. She mentioned that there is still work to be done and that the President will work with the Senate to get the legislation passed.

Psaki also addressed questions about COVID-19 testing, travel restrictions, and the situation in Ukraine. She mentioned that the administration is working to increase access to testing and is considering lifting travel restrictions on Southern African countries. She stated that the U.S. supports the aspirations of countries to join NATO and that the President is committed to honoring the security treaty with Japan.

In response to questions about the drone strikes and Iran, Psaki stated that the administration is reviewing its approach to drone strikes and is considering other options. She also mentioned that the U.S. is prepared to take additional steps if diplomacy with Iran fails.

Psaki did not provide a direct response to questions about potential sanctions against individuals in Ukraine or the exodus of Democratic members from the House of Representatives. She stated that retirements in Congress are common and that the President is focused on advancing his agenda.

The briefing concluded with Psaki stating that the President will continue to work on his agenda and address the challenges posed by the COVID-19 pandemic. She emphasized the administration's commitment to getting Americans vaccinated and lowering the costs of childcare, healthcare, and eldercare.