In a press briefing, White House Press Secretary Jen Psaki provided an update on the battle against the COVID-19 pandemic in the United States. She noted that almost 70% of adult Americans have been vaccinated, with 60% fully vaccinated. Psaki highlighted the positive trend of increasing vaccination rates in states with high case rates, such as Arkansas, Florida, Louisiana, Texas, and California. She also mentioned that unvaccinated individuals account for virtually all hospitalizations and deaths in the country. Psaki emphasized the importance of getting vaccinated, as it provides strong protection against severe illness, hospitalization, and death. She mentioned that the vaccines are also effective against variants, citing data from the United Kingdom showing a significant decrease in hospitalization and deaths. Psaki acknowledged the rise in cases among the unvaccinated and encouraged people to seek information about vaccines and discuss any concerns they may have. In response to a question about mask recommendations and travel restrictions, Psaki stated that the administration is guided by the CDC and will follow their guidance on such matters. She also mentioned that the President plans to visit the Office of the Director of National Intelligence (ODNI) to receive an update on their work and express his support for the intelligence community. Psaki confirmed that the administration is considering recommendations on mask-wearing and travel restrictions, but no decisions have been made yet. She reiterated that the CDC will evaluate data and make recommendations based on health data. Psaki also addressed questions about the President's visit to ODNI and his expectations for the outcome of the January 6th Select Committee hearing. She stated that the President supports the investigation into the events of January 6th and trusts Speaker Pelosi's leadership in the matter. Psaki mentioned that the President will receive updates on the hearing but did not specify if he plans to watch it.