During a press briefing, White House Press Secretary Jen Psaki provided updates on various topics. 

Firstly, President Biden announced an extension of the pause on student loan repayments for an additional 90 days, through May 1st, 2022. This extension aims to provide relief to student loan borrowers still coping with the pandemic.

Psaki also highlighted the progress made in addressing supply chain bottlenecks. She mentioned that the number of containers sitting on docks at the Ports of LA and Long Beach has decreased by nearly 50%, and the average time containers sit on docks has fallen by a week. The price of shipping a container between Asia and the West Coast has also decreased by more than 25% since its peak in September. Additionally, retail stocks on shelves are at about 90% inventory, allowing people to purchase Christmas gifts on time.

In terms of healthcare, Psaki announced that a record-breaking 13.6 million people have signed up for health insurance during Open Enrollment, with 4.6 million people gaining health insurance through the Affordable Care Act since President Biden took office. The Rescue Plan has also reduced premiums by an average of $50 per person per month.

Psaki also mentioned that the Department of Treasury has announced authorizations to provide assistance and support to the Afghan people, including humanitarian aid and additional COVID-19 vaccine doses.

Regarding Senator Joe Manchin, Psaki stated that the President considers him a friend and believes they share values. While there may be disagreements, the focus is on working together to get things done.

Psaki addressed concerns about the theft of pandemic relief funds, stating that there is no new data or analysis of fraud. The concerns stem from two older reports on challenges with small-business loans and unemployment insurance payments in 2020.

On COVID-19 treatments, Psaki clarified that the administration has purchased 10 million Pfizer doses and 3 million Merck doses. The exact timeline for distribution is still being determined, but the administration aims to have them available as soon as supply is ready.

Regarding the Build Back Better Act, Psaki expressed optimism and stated that ongoing discussions and negotiations will continue at a staff level. The President has been in touch with Senator Manchin's team, but specific details were not provided.

Psaki also addressed the issue of Russia, stating that diplomatic discussions are ongoing and emphasizing that NATO is a defensive alliance. The administration remains focused on addressing the threat posed by Iran's nuclear program, and National Security Advisor Jake Sullivan is visiting Israel to continue consultations on this matter.

In terms of COVID-19 guidance, Psaki reiterated that the administration follows CDC guidance. Fully vaccinated individuals can gather with family members, and masks may be recommended for unvaccinated children. She encouraged parents to visit the CDC website for guidance on travel and gatherings.

Psaki also mentioned that the President will be spending Christmas at the White House with family and will then spend time in Delaware between Christmas and New Year's.

Regarding poll numbers on the economy, Psaki stated that economic policies are driven by economists and not by polls. The administration remains focused on addressing the challenges caused by the pandemic and continuing to implement policies that promote job creation and economic growth.