During a recent press briefing, several members of the White House COVID-19 response team provided updates on the state of the pandemic and the progress of vaccination efforts in the United States. Here are the key points from the briefing:

1. Vaccination Progress: The U.S. has made significant progress in its vaccination campaign, with over 220 million shots administered in the first 100 days of President Biden's administration. As of now, 57% of adult Americans have received at least one shot, and the goal is to have 70% of adults with at least one shot by July 4th.

2. Vaccination Strategy: The next phase of the vaccination program focuses on reaching those who still need protection from the virus. The strategy includes improving access to vaccines, building vaccine confidence, and ensuring equity in vaccine distribution.

3. Improved Access: Efforts are being made to make it easier for Americans to get vaccinated. Federal pharmacy partners, such as CVS, Rite Aid, Walmart, and others, are now offering walk-up vaccinations at their locations nationwide. Mobile clinics are also being expanded to reach people in their communities.

4. Vaccine Confidence: The administration is investing in public education to address vaccine hesitancy and provide accurate information about vaccines. The goal is to empower Americans with facts and answer their questions to build trust in the vaccines.

5. Equity: Steps are being taken to ensure equity in vaccine distribution, particularly in rural communities. Vaccine doses are being sent directly to rural health clinics, and funding is being provided to enhance vaccine access and education in rural areas.

6. Vaccinating Adolescents: Plans are in place to vaccinate adolescents aged 12 to 15 once the Pfizer vaccine receives emergency use authorization for this age group. Local pharmacies and pediatricians will be ready to administer the vaccine to this population.

7. Global Efforts: The U.S. is committed to supporting global vaccination efforts. Steps include supporting the waiver of intellectual property protections for COVID-19 vaccines, increasing vaccine manufacturing capacity, and sharing vaccines with other countries. Approximately 60 million doses of the AstraZeneca vaccine will be shared with other countries by the end of June.

8. Impact of Vaccines: The briefing highlighted the effectiveness of COVID-19 vaccines in reducing cases, hospitalizations, and deaths. Studies from Israel and Qatar demonstrated high vaccine effectiveness against various COVID-19 variants. Vaccination is crucial in curbing the spread of the virus and returning to a more normal lifestyle.

9. Vaccine Confidence Campaign: The COVID-19 Community Corps and various community organizations are working to address vaccine confidence, motivation, and access. They are engaging with communities, providing information, and helping people make vaccine appointments.

10. Importance of Vaccination: The briefing emphasized the importance of getting vaccinated, even for those who may be at lower risk of severe illness. Vaccination helps protect individuals, prevent transmission, and contribute to ending the pandemic.

Overall, the briefing highlighted the progress made in vaccination efforts, the strategies to reach more Americans, and the commitment to global vaccination efforts. The administration is focused on improving access, building vaccine confidence, and ensuring equity in vaccine distribution.