The Biden-Harris Administration is taking a multi-pronged approach to address the global food security crisis. President Biden and G7 leaders will contribute over $4.5 billion, with more than half coming from the United States. This funding will support efforts in 47 countries and regional organizations to address increasing needs.

The actions of Russian President Vladimir Putin, including the destruction of agricultural facilities and the blockade of Black Sea ports, have strangled food and agriculture production and used food as a weapon of war. This, combined with the impacts of COVID-19, conflict, and high prices for fuel and fertilizer, has devastated global food security and nutrition. Estimates suggest that up to 40 million more people could be pushed into poverty in 2022 as a result of Putin's war in Ukraine.

The most immediate needs will be in the Horn of Africa, which is experiencing a record-setting drought that may lead to famine. As many as 20 million people in the region may face the threat of starvation by the end of the year. To address this, the U.S. Government will provide $2 billion for emergency interventions and $760 million for sustainable near-term food assistance.

The U.S. Government's response includes global humanitarian assistance, with $2.8 billion already provided to scale up emergency food operations in affected countries. An additional $2 billion will be committed for emergency humanitarian needs over the next three months. The U.S. Government is also investing $760 million to combat the effects of high food, fuel, and fertilizer prices in vulnerable countries.

The Feed the Future initiative, led by the U.S. Agency for International Development (USAID), is expanding its global footprint in eight new target countries in Africa. This expansion is part of President Biden's commitment to end global hunger and build sustainable food systems abroad.

The United States is also playing a leadership role in the Global Agriculture and Food Security Program (GAFSP), contributing $155 million to support projects that increase agricultural productivity and improve livelihoods in the world's poorest countries. The United States is serving as Co-Chair of the GAFSP Steering Committee to deepen and accelerate the program's response to the food security crisis.

Overall, the United States is taking a proactive approach to address the global food security crisis and provide assistance to vulnerable populations affected by conflict, drought, and high food prices.