President Biden has announced his intent to appoint several individuals to key roles in his administration. 

Jill Nash will be appointed as a member of the J. William Fulbright Foreign Scholarship Board. Nash is a senior public affairs and corporate communications executive with experience in leading global teams for consumer and technology brands. She has also been involved in philanthropic work and currently serves on the Board of Trustees of the Women's Sports Foundation and Emerge California.

Teri Hawks Goodmann will serve as the Chair of the National Capital Planning Commission. Goodmann has experience in city and regional planning, economic development, and historic preservation. She has served on various boards and commissions related to community development and currently serves on the Dubuque County Historical Society Board of Directors and the National Waterways Foundation Board.

Dr. Margaret Hamburg will be appointed as the Vice Chair of the President's Intelligence Advisory Board. Hamburg is a renowned leader in public health, medicine, and science, with expertise in biological threats and biomedical research. She has held various leadership positions, including Commissioner of the Food and Drug Administration and Assistant Secretary for Planning and Evaluation at the U.S. Department of Health and Human Services.

Kim Cobb will serve as a member of the President's Intelligence Advisory Board. Cobb is a climate scientist and professor at Brown University. Her research focuses on understanding climate change impacts, particularly climate extremes and coastal flooding. She has received numerous awards and recognition for her work and is an advocate for women in science and diversity in the field.

Kneeland Conner Youngblood will also be a member of the President's Intelligence Advisory Board. Youngblood is the CEO of Pharos Capital Group, a healthcare-focused private equity firm. He has served on various boards, including American Beacon Advisors, Inc., Starwood Hotels and Lodging, and Gap Inc. He has also held governmental positions as a gubernatorial and presidential appointee.

These appointments highlight the administration's focus on education, planning, intelligence, and healthcare.