The Biden-Harris Administration is committed to addressing the educational disparities that have been exacerbated by the pandemic and building a more equitable education system. They recognize that the immediate impact of the pandemic is not enough to address the long-standing inequities in education.

The American Rescue Plan has provided historic investments in schools to support the safe reopening and address the academic, social, emotional, and mental health needs of students. This includes funding for summer learning and enrichment programs, hiring nurses and counselors, supporting vaccination efforts, and other measures to take care of students. The plan also includes targeted funding for underserved students, such as those with disabilities, experiencing homelessness, or from low-income families.

The Build Back Better Agenda aims to further address educational inequities and revitalize the education system. It includes a $20 billion investment for Title I schools to help address funding disparities between under-resourced and wealthier districts. The agenda also focuses on early childhood care and education, with plans to establish universal preschool for all three- and four-year-olds, benefiting five million children and saving families money on preschool tuition. It also aims to make high-quality child care affordable and accessible, particularly for low- and middle-income families.

The agenda recognizes the importance of teachers and aims to address the growing teacher shortage. It includes investments in teacher preparation, support for Grow Your Own programs and teacher residency programs, and increased compensation and benefits for early childhood educators. The agenda also focuses on expanding career pathways for middle and high school students through access to high-quality career and technical education programs.

Infrastructure improvements are also a priority, with plans to invest in upgrading and building new public schools, addressing lead in schools, increasing broadband access, and electrifying school buses. The agenda also prioritizes support for children with disabilities, the physical and mental well-being of students, full-service community schools, and fostering diverse schools.

Overall, the Biden-Harris Administration is committed to advancing educational equity and making significant investments to address disparities, rebuild schools on a stronger and more equitable foundation, and enable America to compete globally.