The Biden-Harris Administration has announced new actions and progress in delivering clean drinking water, replacing lead pipes, and remediation of lead paint. These actions are part of the Biden-Harris Lead Pipe and Paint Action Plan, and the Administration aims to replace all lead service lines in America within the next decade. The White House Summit on Accelerating Lead Pipe Replacement featured discussions with state and local officials, water utilities, labor unions, and NGOs on reducing public health risks associated with lead pipes. The following actions were announced:

1. Launching the Biden-Harris Get the Lead Out Partnership: This innovative partnership involves federal, state, and local governments, Tribes, water utilities, labor unions, and NGOs. It aims to accelerate the replacement of lead service lines and prioritize lead remediation efforts in overburdened and underserved communities.

2. Introducing Lead Service Line Replacement Accelerators: The EPA is partnering with the Department of Labor, Connecticut, New Jersey, Pennsylvania, and Wisconsin to provide targeted technical assistance to communities for replacing lead pipes. This initiative will guide communities through the process of lead service line removals and increase community outreach and education efforts.

3. Utilizing Funding for Lead Pipe Replacement: The EPA announced that $1.2 billion in revolving loan funds from the Bipartisan Infrastructure Law has already been allocated to 23 states for lead service line identification and replacement. This funding will help more communities access federal funds for lead pipe removal.

4. Addressing Lead in Housing: The Department of Housing and Urban Development (HUD) has made $568 million available to address lead-based paint and other housing-related hazards. This funding will improve health and safety in privately-owned older homes and public housing.

5. Clarifying the Use of Fiscal Recovery Funds: The Treasury Department has clarified that state, local, and tribal governments can use the $350 billion in aid provided under the American Rescue Plan for replacing lead service lines and protecting communities against lead in water.

6. Leveraging Existing Funding: The Office of Management and Budget (OMB) has formulated a preliminary lead pipes crosscut of existing funding for the Fiscal Year 2023 President's Budget. Agencies have been directed to leverage and prioritize existing funding for lead remediation, with a focus on disadvantaged communities.

7. Leveraging USDA Funding: The USDA has awarded $132 million in loans and grants for projects dealing with lead, including $78.2 million for reducing exposure to lead in drinking water.

8. Issuing Guidance to Support Lead Service Line Removal: The EPA has released guidance to help communities and water utilities identify lead pipes, develop lead service line replacement plans, and ensure oversight and reporting to the EPA.

9. Closing Gaps in Childhood Lead Testing: The CDC has updated the Blood Lead Reference Value and provided funding to support lead testing and reporting, enhanced surveillance, and services for lead-exposed children.

10. Advancing Regulations to Protect Communities: The EPA is in the process of proposing the Lead and Copper Rule Improvements, while HUD is implementing its Lead Safe Housing Rule to eliminate or mitigate lead-based paint hazards.

11. Decreasing Lead Exposure in Disadvantaged Communities: The EPA has released a strategy to reduce lead exposures and disparities in communities burdened by pollution.

12. Advancing Lead Remediation in Schools and Child Care Centers: A partnership between the EPA, Department of Education, Department of Health and Human Services, and USDA is making progress on lead remediation in schools and child care centers.

The Biden-Harris Get the Lead Out Partnership includes federal, state, and local governments, Tribes, water utilities, labor unions, and NGOs. The inaugural partners are committed to accelerating lead service line replacement and prioritizing lead remediation efforts in overburdened and underserved communities.