During a press briefing aboard Air Force One en route to Las Vegas, White House Press Secretary Karine Jean-Pierre provided updates on various topics. She announced that President Biden would be visiting the Carpenters Union International Training Center in Las Vegas to deliver remarks and announce $8.2 billion in funding for passenger rail projects across the country, including the first two high-speed rail projects in the United States. She also mentioned that the President would meet with the president of the University of Nevada, Las Vegas (UNLV), along with representatives from public safety and the student body, to offer condolences for recent tragedies and show support for the community.

Jean-Pierre highlighted positive economic news, including 199,000 jobs created last month and unemployment falling to 3.7 percent. She also mentioned that annual inflation had fallen to its lowest level in over 2.5 years.

Admiral John Kirby provided an update on the situation in the Middle East, addressing concerns about the humanitarian situation in Gaza and efforts to increase the flow of humanitarian assistance into the region. He also discussed the potential for a ceasefire resolution at the UN Security Council and efforts to open up additional avenues for humanitarian aid to enter Gaza.

Kirby addressed questions about the impact of airstrikes on civilian casualties in Gaza and the potential for creating future generations susceptible to joining extremist groups. He emphasized the need to balance military operations with efforts to prevent strategic defeats and reiterated the importance of precise targeting and reducing civilian casualties.

Kirby also discussed the ongoing tensions between Russia and Ukraine, the restoration of military-to-military communications between the U.S. and China, and efforts to secure funding for Ukraine and Israel.

Regarding domestic issues, Jean-Pierre addressed questions about the Hunter Biden case, the President's emotional state in response to the charges, and the possibility of a pardon. She reiterated the President's love and support for his son and stated that nothing had changed regarding the President's stance on a potential pardon.

Jean-Pierre also discussed the need for Congress to pass gun control measures and expressed concern about the lack of progress on a supplemental bill to support Ukraine. She emphasized the President's commitment to addressing gun violence and supporting Ukraine.

Other topics covered during the briefing included the University of Pennsylvania president's comments on Capitol Hill, polling on the President's handling of the Gaza crisis, the grounding of Osprey helicopters, and the $8 billion funding announcement for rail projects.