The White House is launching a national task force to address online harassment and abuse. The task force, co-chaired by the Gender Policy Council and the National Security Council, aims to develop recommendations for federal and state governments, technology platforms, schools, and other entities to combat online harassment and abuse. The task force will focus on increasing support for survivors, expanding research, improving prevention efforts, and strengthening accountability for offenders and platforms. The launch event will be hosted by Vice President Kamala Harris and will include Cabinet officials, advocates, and survivors. The task force will provide recommendations within 180 days on steps the federal government can take to address the issue. The task force will also collaborate with the private sector and civil society. The role of major social media platforms will be considered, but no specific platforms are being targeted. The task force will make policy recommendations and focus on illegal conduct such as cyber stalking, non-consensual distribution of intimate images, targeted harassment, and online abuse linked to gender-based violence. The task force will also address the connection between online misogyny and extremism, hate, and violent acts. The National Security Council's involvement is based on the connection between online harassment and abuse and extremism and terrorism. The task force is part of the Biden administration's commitment to addressing hate and violent extremism. The launch event will include the announcement of research showing the nexus between online misogyny and domestic terrorism. The task force's work is not related to the January 6th Committee's investigation into social media and extremism. The task force will engage with major technology companies to improve user safety and address abuse on their platforms. The task force will also consider privacy and free speech concerns, focusing on non-speech aspects of online activities that are harmful and illegal. The task force will distribute a factsheet on tying misogyny to violence. The launch of the task force comes 18 months into the administration and reflects the administration's ongoing commitment to combatting gender-based violence. The task force was developed through interagency work and will provide recommendations within 180 days.