The Acting Administrator, Andy Slavitt, began the press conference by discussing the success of Ohio's VAX-a-Million program, which offers vaccinated residents a chance to win $1 million. He mentioned that Ohio saw a 55% increase in vaccination rates among younger adults after announcing the program. Several other states have also implemented similar incentive programs. The Treasury Department has issued new guidance on vaccine incentive programs, encouraging states to use federal funds to draw attention to vaccines and get their states back to normal quickly.

United Airlines announced that they will be giving away round-trip tickets to vaccinated individuals as part of their efforts to encourage vaccination. Slavitt emphasized the importance of ending the pandemic and urged those who are on the fence about getting vaccinated to find a reason to do so.

Dr. Walensky provided an overview of the current COVID-19 data, showing a decrease in cases, hospital admissions, and deaths. She encouraged vaccinated individuals to enjoy Memorial Day weekend, but reminded unvaccinated individuals to continue following safety guidelines.

Dr. Fauci discussed the progress in COVID-19 treatment and the availability of treatment guidelines on the NIH website. He mentioned ongoing trials for various therapeutic interventions and the positive results of Regeneron's monoclonal antibody cocktail trial. He also highlighted the importance of vaccinations and the protection they provide against variants.

Dr. Nunez-Smith provided an update on equity in vaccination efforts, noting that the majority of vaccine doses have been administered to people of color. Data collection and reporting on race and ethnicity have improved, allowing for better targeting of outreach and resources. She emphasized the importance of removing barriers to vaccination and reaching out to underserved communities.

During the Q&A session, Slavitt addressed questions about excess vaccine doses and the timeline for shipping doses overseas. He mentioned that the President has committed to exporting 80 million doses by the end of June and that they are waiting for FDA approval for the AstraZeneca doses.

Dr. Fauci answered a question about the significance of Moderna applying for EUA for teens. He highlighted the importance of vaccinating adolescents before the start of the new school year.

When asked about the potential for unvaccinated individuals to cause super-spreader events over Memorial Day weekend, Dr. Walensky reiterated the importance of following guidelines for unvaccinated individuals and encouraged them to get vaccinated.

Regarding booster shots, Dr. Fauci explained that it is still uncertain when they will be needed. Ongoing studies are being conducted to determine the level of protection provided by vaccines and the potential need for boosters.

The press conference ended with Slavitt expressing the need for a transparent investigation into the origins of the virus and the importance of getting to the bottom of it. He emphasized the need for cooperation from China and the World Health Organization in the investigation.