In a press briefing, White House Deputy Press Secretary Karine Jean-Pierre addressed several topics. She criticized Senator Tuberville's actions for disrespecting the military and military families. She also highlighted opposition from constituents in Alabama to Tuberville's attack on the military. Jean-Pierre emphasized the importance of providing debt relief to borrowers and criticized Republican-elected officials for objecting to including their own constituents in the relief. She also discussed Russia's attack on Ukrainian ports and the Biden administration's support for Ukraine's efforts to get Ukrainian grain to those in need. Jean-Pierre announced the launch of a cybersecurity certification and labeling program called the U.S. Cyber Trust Mark, aimed at helping Americans choose safer and more secure smart devices. She mentioned that 19 leading manufacturers and retailers have already announced their support for the program. Jean-Pierre declined to comment on certain issues, such as the soldier who crossed into North Korea, the Houston Chronicle report about Texas troopers pushing migrant children into the Rio Grande River, and the ongoing investigation into former President Trump's efforts to overturn the 2020 election. She also referred questions about Israel to the State Department and did not comment on specific congressional actions or statements regarding Israel. Jean-Pierre addressed concerns about the pace of processing Afghan allies to enter the US and stated that the administration is committed to taking care of those who helped during the war. She criticized Senator Rand Paul for blocking State Department nominees and highlighted the negative impact on critical posts. Jean-Pierre declined to comment on the IRS whistleblower case or the acting status of Julie Su, the nominee for Secretary of Labor. She stated that the President's commitment to Israel is unwavering and emphasized the longstanding relationship between the US and Israel. Jean-Pierre did not provide details about the verification of the Houston Chronicle report or the secret talks between Turkey, Saudi Arabia, and Russia. She also did not comment on South Africa's request to the International Criminal Court regarding President Putin's visit.