The Biden Cancer Moonshot has announced the launch of a new program called Advanced Research Projects Agency for Health (ARPA-H). This program aims to develop technologies that will enable surgeons to remove cancerous tumors with more precision and accuracy, leading to better health outcomes for cancer patients. The launch of this program is a significant milestone for ARPA-H, which was established and funded by President Biden and bipartisan members of Congress to revolutionize healthcare outcomes for diseases like cancer.

The ARPA-H program aligns with the goals set by President Biden and the First Lady for the Cancer Moonshot, which include cutting the cancer death rate in half and improving the experience of cancer patients. It also supports the President's Unity Agenda, which focuses on areas that unite Americans, such as ending cancer as we know it.

Current surgical technologies often make it difficult for doctors to distinguish cancer cells from normal tissue, leading to repeat surgeries, difficult recoveries, and higher healthcare costs. The Precision Surgical Interventions (PSI) program under ARPA-H aims to develop groundbreaking tools that can accurately identify and differentiate between healthy and cancerous tissue during surgery. These technologies will also help surgeons avoid damaging important structures like nerves, blood vessels, and lymph nodes.

The PSI program will solicit proposals for methods and techniques to improve visibility of cancer and other critical anatomical structures during surgery. Multiple awards are anticipated, and the availability of resources will depend on the quality of proposals received. To ensure usability, awardees will consult with surgeons and ARPA-H. A Proposers Day for interested research teams is scheduled for September 7, 2023, in Chicago, Illinois.

In addition to the ARPA-H program, the Biden-Harris Administration is taking steps to deliver progress in the fight against cancer for service members and veterans through bipartisan action.