During a recent press briefing, Acting Administrator Slavitt provided an update on the progress of the vaccination program and the passage of the American Rescue Plan. He mentioned that the Senate passed the plan, which will cut child poverty, provide $1,400 checks to 85% of the country, fund schools for safe reopening, and create 7 million jobs. The plan also includes funding to scale up the vaccination program. 

Dr. Walensky, the director of the CDC, discussed the current state of the pandemic. She noted that while there has been a decline in cases and deaths, the decline has leveled off, and the pandemic remains a serious situation. She highlighted the importance of vaccination and stated that 59 million people in the US have received at least one dose of the vaccine, with 31 million fully vaccinated. She also announced the CDC's initial guidance for fully vaccinated individuals, which includes the ability to visit other fully vaccinated people without masks or physical distancing, and the ability to visit unvaccinated people from one other household who are not at high risk for severe disease. 

Dr. Fauci discussed the development of antiviral therapeutics for COVID-19. He explained that the strategy for developing these therapeutics involves identifying vulnerable targets in the replication cycle of the virus and designing drugs to inhibit those targets. He compared this approach to the successful development of antiretroviral drugs for HIV. He mentioned several investigational therapeutics for COVID-19, including entry inhibitors, protease inhibitors, and polymerase inhibitors, that are currently in development or undergoing clinical trials. 

Dr. Nunez-Smith spoke about the importance of equity in the vaccination program. She highlighted the disparities in COVID-19 outcomes by race and ethnicity and emphasized the need to ensure equitable access to vaccines. She discussed federal programs aimed at improving equity, such as community vaccination sites, retail pharmacy partnerships, and community health center partnerships. She called on states to set clear equity goals and work with the federal government to address inequitable vaccine uptake. 

In the Q&A session, Dr. Walensky addressed questions about travel guidance for vaccinated individuals, stating that the current travel guidance remains unchanged and that the CDC is still advising against travel due to the risk of increased cases and the emergence of variants. Dr. Fauci discussed the metrics for success in the studies on third vaccine doses, including the level of boost in neutralizing antibodies against the wild-type virus and the variant.