President Biden's economic plan is focused on building a clean energy future in America, creating good-paying jobs, lowering energy costs, and tackling the climate crisis. This week, the Biden-Harris Administration took major executive actions to address the climate crisis in various sectors. Here are some highlights:

1. Electric Vehicle Manufacturing Boom: President Biden toured the Detroit Auto Show and announced an initial $900 million investment to build electric vehicle charging stations across the federal highway system. This investment aims to support the growing electric vehicle industry in the United States.

2. Offshore Wind Power: The administration unveiled plans to accelerate the development of floating offshore wind farms, aiming to slash the cost of the technology by 70% and power 5 million U.S. homes by 2035. This initiative will position the U.S. as a leader in next-generation floating wind turbines.

3. Buying Clean Construction Materials: The administration plans to promote the purchase of low-carbon types of steel, concrete, asphalt, and flat glass. These materials account for a significant portion of carbon emissions from the manufacturing sector, and the plan extends to federally-funded projects as well.

4. Climate-Smart Agriculture Projects: The U.S. Department of Agriculture announced an investment of nearly $3 billion in projects to reduce emissions from farming and forestry. This funding aims to support climate-friendly practices and make the U.S. a leader in combating climate change.

5. CleanEnergy.gov: The administration launched CleanEnergy.gov, a website designed to help families understand how the Inflation Reduction Act can save them money on energy-efficient appliances, electric vehicles, and other clean energy solutions. The website provides information on tax credits and rebates available to consumers.

Overall, President Biden's economic plan is focused on transitioning to a clean energy future, creating jobs, and addressing the climate crisis. The administration is taking significant steps to support industries like electric vehicles, offshore wind, construction, and agriculture, while also providing resources and incentives for individuals and families to make energy-efficient choices.