President Joe Biden has appointed several individuals to key regional leadership roles in various departments. These appointees will play crucial roles in the administration's efforts to rebuild communities affected by the pandemic, economic recovery, and climate change. The appointees have deep expertise in their respective areas and strong relationships with federal, state, tribal, and local leaders. They also represent the diversity of America and the communities they serve.

In the United States Department of Agriculture (USDA), Julia Wickard has been appointed as the State Executive Director for the Farm Service Agency in Indiana. Wickard has extensive experience in the agricultural industry and has held various leadership positions in organizations related to agriculture.

Jeffrey Holmes has been appointed as the State Executive Director for the Farm Service Agency in New Hampshire. Holmes comes from a fifth-generation farming family and has been involved in various agricultural activities throughout his career.

Steve Dick has been appointed as the State Executive Director for the Farm Service Agency in South Dakota. He has served in leadership roles in organizations that connect consumers with farm and ranch families in South Dakota.

Deidre Deculus Robert has been appointed as the State Director for Rural Development in Louisiana. She has a background in legal, administrative, and executive management and has been involved in various organizations related to agriculture and rural development.

Lucas Ingvoldstad has been appointed as the State Director for Rural Development in Nevada. He has experience in public policy, government affairs, and economic development, with a focus on renewable energy and climate change.

Erin Oban has been appointed as the State Director for Rural Development in North Dakota. She has a background in education and nonprofit management and has served in the North Dakota State Senate, where she has been recognized for her leadership on education and other important issues.

Nikki Gronli has been appointed as the State Director for Rural Development in South Dakota. She has a background in marketing and advocacy and has been involved in various community organizations. She has been an advocate for broadband expansion in South Dakota to support economic development.

Perry Hickman has been appointed as the State Director for Rural Development in Virginia. He has extensive experience in mortgage lending and telecommunications services and has worked to provide federal assistance for rural communities.

Ryan Thorn has been appointed as the State Director for Rural Development in West Virginia. He has experience in public and government affairs and economic development, with a focus on creating opportunities for rural communities.

In the Federal Emergency Management Agency (FEMA), Thomas Sivak has been appointed as the Regional Administrator for Region 5, which includes Illinois, Indiana, Michigan, Minnesota, Ohio, and Wisconsin. Sivak has extensive experience in emergency management and public safety.

In the Department of Housing and Urban Development (HUD), Juana Matias has been appointed as the Regional Administrator for Region 1, which includes Connecticut, Maine, Massachusetts, New Hampshire, Rhode Island, and Vermont. Matias has a background in public policy and advocacy and has served as a state representative in Massachusetts.

Candace Valenzuela has been appointed as the Regional Administrator for Region 6, which includes Arkansas, Louisiana, New Mexico, Oklahoma, and Texas. Valenzuela has a background in education and has been involved in advocating for opportunities in her community.

These appointments reflect the administration's commitment to rebuilding communities and addressing important issues such as agriculture, rural development, emergency management, and housing.