President Biden and Prime Minister Lapid of Israel met in Jerusalem and adopted a Joint Declaration on the US-Israel Strategic Partnership. The declaration reaffirms the strong bonds between the two countries and the United States' commitment to Israel's security. It highlights shared values, including democracy, the rule of law, and the commitment to repair the world. The United States expresses its commitment to preserve and strengthen Israel's capability to defend itself against any threats and to maintain Israel's qualitative military edge. The United States also emphasizes its commitment to prevent Iran from acquiring a nuclear weapon and to confront Iran's aggression and destabilizing activities. The declaration acknowledges the historic Memoranda of Understanding on security assistance between the United States and Israel and the importance of Israel's peace agreements with Egypt, Jordan, the United Arab Emirates, Bahrain, and Morocco. The United States commits to supporting Israel's regional integration and expanding the circle of peace with Arab and Muslim states. The declaration also touches on cooperation in economy and strategic infrastructure with India and the United Arab Emirates, as well as the importance of supporting Ukraine's sovereignty and territorial integrity. The United States and Israel pledge to combat efforts to boycott or de-legitimize Israel and to fight against antisemitism. They also commit to discussing the challenges and opportunities in Israeli-Palestinian relations and supporting initiatives that strengthen the Palestinian economy. The declaration highlights extensive bilateral cooperation between the United States and Israel, including in science, technology, intelligence sharing, and global challenges such as climate change and healthcare. It announces the launch of a new U.S.-Israel Strategic High-Level Dialogue on Technology and commitment to enable Israeli passport holders to be included in the U.S. Visa Waiver Program. The declaration concludes by acknowledging the remarkable achievements of the U.S.-Israel partnership and looking forward to the future.