During a press briefing aboard Air Force One en route to Portland, Oregon, Karine Jean-Pierre, the principal deputy press secretary for the White House, discussed various topics. She highlighted President Biden's efforts to lower prescription drug costs and criticized Republicans for their alleged attempts to sell out middle-class families to Big Pharma. Jean-Pierre also mentioned upcoming events for the President, including visits to Pittsburgh and Philadelphia, where he will participate in a reception for Lieutenant Governor John Fetterman. She emphasized the administration's focus on lowering costs, rebuilding the economy, and protecting women's rights. 

In response to a question about negotiations with Iran, Jean-Pierre stated that the administration remains determined to prevent Iran from acquiring a nuclear weapon and views diplomacy as the best way to achieve that. She also expressed concern for the people of Iran and their fight for basic rights, condemning the Iranian government's crackdown on peaceful protesters. 

Regarding Elon Musk's request to support satellite operations in Ukraine, Jean-Pierre referred to the Department of Defense for more information, stating that the Pentagon is exploring options to meet Ukraine's communication needs. 

Jean-Pierre declined to comment on UK Prime Minister Truss's decision about her finance minister or the potential spillover effect of the UK's economic problems on the global and US economy. 

She acknowledged that the President has been following the coverage of the January 6th hearing and believes the committee is doing important work to prevent similar events in the future. Jean-Pierre did not comment on whether the President watched yesterday's hearing or provide any specific insights. 

In response to questions about Governor Newsom's absence during the President's visit to California, Jean-Pierre referred reporters to the governor's office for more information. She noted that the President and Governor Newsom have a friendly relationship but did not provide details on their interactions during the visit. 

Regarding gas prices, Jean-Pierre stated that the President would have an announcement next week but did not provide any specifics. She highlighted the administration's efforts to lower gas prices through policies like the American Rescue Plan. 

Jean-Pierre did not comment on whether the President believes John Fetterman, who had a stroke, has any impairments or provide advice on stroke recovery. She emphasized that the President has a good relationship with Fetterman and will be campaigning with him to highlight Democratic achievements. 

When asked about the remaining members of the Los Angeles City Council who have not resigned, Jean-Pierre reiterated the President's belief that all three councilmembers involved in recent controversies should resign. She condemned their offensive language and emphasized the need to call out such behavior regardless of party affiliation. 

Regarding Representative Bass's mayoral race, Jean-Pierre did not comment on any endorsement or support from the President. She stated that the President's appearance with Bass was to discuss infrastructure and highlight Democratic achievements. 

Jean-Pierre mentioned that the President will have more travel coming up, but specific details were not provided. She acknowledged that the President receives incoming requests for appearances and highlighted the administration's positive policies and achievements.