During a press briefing, White House Press Secretary Jen Psaki introduced Dr. Ashish Jha, the new White House COVID Response Coordinator. Dr. Jha discussed two important topics: expanding access to COVID-19 treatments and the urgent need for funding from Congress. He highlighted the importance of the antiviral therapy Paxlovid, which has been shown to reduce hospitalizations and prevent severe disease. Dr. Jha outlined the administration's efforts to increase the availability of Paxlovid by opening up more sites that can order directly from the federal government. He also emphasized the need for increased communication and education among healthcare providers and the public about the availability and benefits of Paxlovid. 

Dr. Jha then discussed the importance of funding from Congress to address the ongoing COVID-19 pandemic. He emphasized the need for funding to support the development of new vaccines, treatments, and therapeutics. Dr. Jha also highlighted the importance of a global approach to fighting the pandemic, including funding for global vaccination efforts. He expressed confidence that Congress would deliver the necessary funding to protect the American people.

During the Q&A portion of the briefing, Dr. Jha addressed questions about the Vice President's COVID-19 diagnosis and the potential for President Biden to also contract the virus. He emphasized the importance of vaccinations, boosters, and access to therapeutics in preventing severe illness and hospitalizations. Dr. Jha also discussed the availability of Paxlovid for uninsured individuals and the need for access to healthcare services during the pandemic.

In response to questions about the administration's approach to mitigation measures, Psaki reiterated that decisions regarding masking and other measures are made by the CDC and public health officials. She noted that the administration's focus is on reducing hospitalizations and deaths and that the availability of vaccines, testing, and therapeutics has provided more tools to fight the pandemic.

Psaki also addressed questions about the President's legislative agenda, specifically the Build Back Better plan and the potential for bipartisan cooperation. She emphasized the President's desire for bipartisan solutions and his willingness to work with Congress to achieve his policy goals.

In response to questions about pardons and commutations, Psaki highlighted the President's commitment to second chances and his review of clemency petitions. She noted that the President has issued more sentence commutations than his last five predecessors at this point in their presidencies.

Throughout the briefing, Psaki reiterated the administration's commitment to addressing the COVID-19 pandemic, expanding access to treatments, securing funding from Congress, and working towards a global approach to fighting the virus.