The Biden-Harris administration is taking immediate steps to address the housing crisis and boost affordable housing supply in the United States. Despite the economic progress made since President Biden took office, there is still a need to build back better and ensure affordable housing for all. The article highlights several key actions being taken by federal agencies:

1. Boosting the Supply of Quality, Affordable Rental Units: The administration is investing in the construction and rehabilitation of over a million affordable housing units through programs like the Low-Income Housing Tax Credit, the HOME Investment Partnerships program, the Housing Trust Fund, and the Capital Magnet Fund.

2. Boosting the Supply of Manufactured Homes and 2-4 Unit Properties: The administration is calling on state and local governments to reduce zoning and financing barriers for manufactured housing and 2-4 unit properties, which provide affordable housing options.

3. Making More Single-Family Homes Available to Individuals, Families, and Non-Profit Organizations: Efforts are being made to make it easier for owner occupants and non-profit organizations to purchase single-family homes instead of large investors. This includes encouraging the purchase of government-insured and government-owned properties.

4. Working with State and Local Governments to Boost Housing Supply: The administration is urging state and local governments to address zoning policies that limit housing supply, such as exclusionary zoning laws and practices. The administration will provide incentives and support to encourage zoning reform.

To support these efforts, the administration will launch learning and listening sessions with local leaders to exchange best practices on zoning reform and address supply and affordability challenges.

Overall, these immediate steps aim to create, preserve, and sell nearly 100,000 additional affordable homes for homeowners and renters over the next three years, with a focus on the lower and middle segments of the market. The goal is to provide affordable, quality housing to families in need and prevent large investors from driving up home prices and crowding out potential homebuyers.