The Biden Administration is facilitating the air shipment of over 862,000 8-ounce bottle equivalents of Nestlé Health Science Alfamino® Infant and Alfamino® Junior formula and SMA Nutrition Althéra specialty formula. This follows the earlier shipment of over 8 million 8-ounce bottle equivalents of Nestlé products through truck shipment. The U.S. Department of Health and Human Services (HHS) is organizing a flight for Operation Fly Formula to transport the formula products from Switzerland and the Netherlands to New York, NY on August 26. The products will then be trucked to Plainfield, IN. These deliveries will include approximately 68,000 pounds of Nestlé specialty formula product. The formula will be distributed through retail, hospitals, and home health care providers and is intended for use under medical supervision.

The Biden Administration has also sourced several truck shipments from Mexico to Fort Worth, TX, which included approximately 566,000 pounds of Nestlé Gerber Good Start Gentle formula, equivalent to over 8.4 million 8-ounce bottles.

The Food and Drug Administration (FDA) has exercised enforcement discretion to allow Nestlé to export additional infant formula into the U.S. The imported formulas include both standard and specialty options. Nestlé plans to bring over 42 million 8-ounce bottle equivalents into the U.S. market over time.

President Biden launched Operation Fly Formula to expedite the import of infant formula and ensure it reaches stores quickly. The Department of Health and Human Services (HHS), the U.S. Department of Agriculture (USDA), the General Services Administration (GSA), and the Department of Defense (DOD) are partnering to pick up overseas infant formula that meets U.S. health and safety standards and deliver it to store shelves, hospitals, and home health care providers. Operation Fly Formula has already transported nearly 79 million 8-ounce bottle equivalents to the U.S.

The Biden Administration has also invoked the Defense Production Act, reached a consent agreement with Abbott Nutrition to reopen their facility, and issued FDA guidance to allow major formula manufacturers to safely import formula not currently produced for the U.S. market.