During a recent press briefing, Acting Administrator Slavitt provided updates on the COVID-19 vaccination efforts in the United States. He announced that Pfizer and Moderna's vaccine supply will increase to more than 20 million doses per week, double the previous amount. President Biden will also direct the procurement of an additional 100 million doses of the Johnson & Johnson vaccine. Slavitt highlighted the progress made in the vaccination program, including the release of vaccine supply, increased efficiency in the vaccination process, and the mobilization of federal personnel and military support. He also mentioned the expansion of vaccination sites and the partnership between rival drug companies to scale manufacturing. As of now, more than 91 million Americans have received at least one dose of the vaccine, and the country is averaging over 2 million shots per day. Slavitt emphasized the importance of continuing to follow prevention measures and getting vaccinated to protect the most vulnerable populations. 

Dr. Walensky discussed the current state of the pandemic, noting a downward trend in cases and hospital admissions, as well as a decrease in deaths. However, she emphasized that the numbers are still too high and urged people to remain vigilant. She also mentioned the new CDC guidance for fully vaccinated individuals, which allows for small gatherings without masks, visiting unvaccinated people from one other household without masks, and no quarantine or testing after contact with someone who has COVID-19. She reiterated the need to continue studying the vaccines' effectiveness against variants and the duration of protection.

Dr. Fauci addressed the vaccination of special populations, including pregnant women, adolescents, children, and immunocompromised individuals. He mentioned ongoing and planned studies to determine the safety, immunogenicity, and efficacy of vaccines in these groups. He also discussed the transfer of antibodies from vaccinated pregnant individuals to their babies and the inclusion of people with HIV in vaccination efforts. Fauci highlighted the importance of reaching herd immunity, estimated to be around 70-85% of the population, and the need for high vaccination rates in all communities.

In response to questions, Dr. Walensky explained the cautious approach to travel guidance for vaccinated individuals, considering the surges seen after previous holidays. Dr. Fauci discussed the durability of immunity and the need for second doses to ensure a robust immune response. He also emphasized the importance of continuing vaccination efforts to reach herd immunity and addressed concerns about vaccine supply and demand, noting the ongoing work to address vaccine hesitancy and increase access to vaccines.