During a press call on Ethiopia, a senior administration official discussed the ongoing crisis in the country. The official highlighted that the crisis has multiple dimensions, including a humanitarian crisis and a security crisis with regional implications. They also mentioned the unhelpful role of Eritrea in the conflict and how it could distract from other regional priorities. The United States has been emphasizing that there is no military solution to the conflict and has been trying to facilitate a peaceful resolution through dialogue. They have sent a senator and a special envoy to engage with the parties involved.

The official noted that the conflict has had a pendulum-like trajectory, with both sides having moments of advantage. Recently, the Prime Minister of Ethiopia has shown some positive signals, such as prisoner releases and openness to dialogue. The Tigrayan side has also committed to dialogue. However, it remains uncertain how long this constructive phase will last.

The purpose of the call was to reinforce the constructive steps taken by the Prime Minister and to reiterate the progress that needs to be made, including the Ethiopian army not entering Tigray, stopping airstrikes, expanding humanitarian access, and engaging in ceasefire talks. The official emphasized that this is a moment of opportunity that should be seized, but the window for progress will not be open forever.

During the Q&A session, the official discussed various topics, including President Biden's call with the Ethiopian Prime Minister, the role of other countries like the United Arab Emirates and Turkey, the tone of the meeting, and commitments made by the Prime Minister regarding humanitarian access. The official also mentioned the end of Special Envoy Feltman's tenure and the upcoming appointment of David Satterfield as the new special envoy. The official expressed hope for progress but acknowledged that it remains to be seen if the parties will seize the opportunity. They also mentioned the possibility of an off-cycle review of Ethiopia's status in the AGOA trade pact if more progress is made on human rights concerns.