In his address at NATO headquarters in Brussels, President Biden discussed the ongoing fight against COVID-19 in the United States, emphasizing the need for people to get vaccinated. He acknowledged the progress made in the country but also highlighted the tragic loss of lives and urged Americans to remain vigilant.

The President then talked about his meetings with various leaders, including President Erdogan of Turkey. He mentioned that discussions focused on key issues and that both countries have big agendas. He expressed confidence in making progress with Turkey.

President Biden thanked Secretary General Stoltenberg for leading a successful NATO Summit. He emphasized the importance of the Alliance in the face of global health crises and increasing pressure on democratic values. He mentioned the threats posed by Russia and China and highlighted the need for unity among NATO members.

The President discussed his meetings with the Bucharest 9 and the leaders of Estonia, Latvia, and Lithuania, where they discussed Russia's aggressive acts and reaffirmed support for the sovereignty of Ukraine.

Regarding his upcoming meeting with Russian President Putin, President Biden stated that he would make it clear that cooperation is possible if Russia chooses to engage positively. However, he also emphasized that the US will respond if Russia continues harmful activities in areas such as cybersecurity.

The President addressed questions about whether meeting with Putin early in his presidency would be seen as rewarding him. He stated that every world leader at the NATO Summit expressed support and believed it was the right time to engage with Putin.

On the topic of Alexey Navalny, President Biden described his death as a tragedy that would further damage Russia's relationships with the rest of the world.

During the press conference, the President was asked about his previous statement calling Putin a "killer." He mentioned that he answered honestly at the time but believes it is not relevant to the upcoming meeting. He emphasized the need for verification and agreement in any potential cooperation with Russia.

Another question focused on concerns from allies about the January 6th attack on the US Capitol and the continued influence of Donald Trump. President Biden assured allies that he keeps his commitments and stated that the Republican Party is currently fractured and diminished.

Regarding Ukraine's potential NATO membership, the President stated that it would depend on whether they meet the criteria and the decision of the Alliance. He emphasized the need for Ukraine to address corruption and assured support in resisting Russian aggression.

Overall, President Biden emphasized the importance of unity, cooperation, and democratic values in tackling global challenges and strengthening alliances.