In this letter, President Joseph R. Biden Jr. provides a supplemental consolidated report to the Congress, in accordance with the War Powers Resolution, about the deployments and military operations of the United States Armed Forces. The report covers various regions and countries where the U.S. is involved in counterterrorism efforts.

The letter states that the U.S. is working with partners globally, with a focus on the United States Central and Africa Commands' areas of responsibility. The U.S. has deployed forces to conduct counterterrorism operations and to advise, assist, and accompany select foreign partners in their counterterrorism efforts. The primary mission of U.S. military personnel in these locations is to support and facilitate the operations of foreign partner forces, rather than engage in routine combat. However, they may defend themselves against threats or attacks and are equipped with appropriate weapons and equipment for force protection.

The report also highlights that since October 2001, U.S. Armed Forces, including Special Operations Forces, have been conducting counterterrorism combat operations against al-Qa'ida, associated forces, and ISIS. These operations have been successful in significantly degrading ISIS capabilities in Syria and Iraq. The U.S. has deployed combat-equipped forces to several locations in different commands' areas of responsibility in support of these operations.

The letter provides specific information about counterterrorism deployments in Afghanistan, Iraq, Syria, Arabian Peninsula Region (including Yemen and Saudi Arabia), Jordan, Lebanon, Turkey, East Africa Region, Lake Chad Basin and Sahel Region (including Niger), Cuba (Guantanamo Bay), Philippines, Egypt (Multinational Force and Observers), and Kosovo (KFOR). It also mentions the deployment of U.S. Armed Forces to North Atlantic Treaty Organization (NATO) countries in Europe to reassure allies and deter Russian aggression.

President Biden asserts that he has authorized these deployments based on his constitutional and statutory authority as Commander in Chief and Chief Executive. He also mentions regular communication with congressional leadership, relevant committees, and other Members of Congress regarding these deployments.