The memorandum, written by Ronald A. Klain, Assistant to the President and Chief of Staff, outlines the President's plan for managing the Federal regulatory process at the beginning of his Administration. The memorandum directs all executive departments and agencies to take the following steps:

1. Unless authorized by the Director of the Office of Management and Budget (OMB) for emergency situations or other urgent circumstances, no new rule should be proposed or issued until a department or agency head appointed or designated by the President after noon on January 20, 2021, reviews and approves the rule.

2. Rules that have been sent to the Office of the Federal Register (OFR) but not yet published should be immediately withdrawn for review and approval as described in step 1, subject to exceptions allowed by the OMB Director.

3. For rules that have been published in the Federal Register or issued in any manner but have not yet taken effect, consider postponing their effective dates for 60 days from the date of the memorandum. During this period, agencies should review any questions of fact, law, and policy raised by the rules. If necessary, agencies may open a 30-day comment period to allow interested parties to provide input. Agencies may also further delay or propose rules to delay these rules beyond the initial 60-day period.

4. Rules subject to statutory or judicial deadlines should be excluded from the actions requested in steps 1 through 3, and agencies should notify the OMB Director of such exclusions.

5. Agencies should promptly notify the OMB Director of any rules that they believe should be excluded from the directives in steps 1 through 3 due to their impact on critical health, safety, environmental, financial, or national security matters or for other reasons. The OMB Director will review these notifications and determine whether exclusion is appropriate.

6. Agencies must comply with any applicable Executive Orders concerning regulatory management.

The memorandum clarifies that the term "rule" includes any regulatory action or guidance document as defined in relevant Executive Orders. The OMB Director will oversee the implementation of this regulatory review, and any communications related to the review should be directed to the OMB Director. The OMB Director is also authorized to review pending collections of information under the Paperwork Reduction Act of 1995 and take appropriate actions based on that review.

The memorandum concludes by stating that if any actions were taken before noon on January 20, 2021, to undermine the purpose of the memorandum, it may be modified or extended to address those actions. The OMB Director is authorized and directed to publish the memorandum in the Federal Register.