President Biden has announced new efforts to increase accessibility and availability of COVID-19 vaccines in the United States. The goal is for 70% of the adult population to have at least one vaccine shot and for 160 million adults to be fully vaccinated by July 4th. To achieve this, the administration plans to implement the following measures:

1. Walk-in Appointments: Tens of thousands of pharmacies in the federal pharmacy program will be directed to offer walk-in vaccinations. States will also be encouraged to provide walk-in options at state vaccination sites.

2. Pop-Up Clinics and Mobile Units: The Federal Emergency Management Agency (FEMA) will support smaller pop-up vaccination clinics and increase the number of active mobile units. The focus will be on reaching harder-to-reach individuals and communities.

3. Rural Health Clinics: New allocations of the vaccine will be shipped directly to rural health clinics in underserved communities to enhance vaccine access.

4. Community Vaccine Education and Outreach: Additional funding will be provided to community-based organizations and states to educate local communities about the vaccine and increase access. This includes hiring and mobilizing community outreach workers and support specialists.

5. Underserved Communities: Funding will be allocated to reduce health disparities in underserved communities, particularly racial and ethnic minorities, rural populations, and people with disabilities. Efforts will include developing educational materials, identifying barriers to vaccine uptake, and building partnerships between vaccination providers and the community.

6. State and Local Vaccine Outreach: Nearly $250 million will be awarded to state, territorial, and select large city governments to support their next phase of outreach efforts. Tools and resources will be provided, including a rapid Community Assessment Guide and vaccine messages and toolkits.

7. Vaccination in Rural Communities: New steps will be taken to vaccinate rural Americans, including sending vaccines directly to rural health clinics and providing funding for vaccine outreach in rural communities.

8. Vaccinating Adolescents: If the FDA authorizes a vaccine for ages 12-15, states will be directed to make adolescents eligible for vaccination immediately. The administration will launch a comprehensive strategy to make vaccinations available in more places and to build trust with teens and their parents.

These efforts aim to make vaccinations more convenient, increase vaccine confidence, and ensure that everyone in the U.S. has access to the COVID-19 vaccine.