During a press briefing, White House deputy press secretary Karine Jean-Pierre introduced Luisana Pérez, the White House Hispanic Media Director, to kick off Hispanic Heritage Month. Jean-Pierre highlighted the contributions of the Hispanic community to the United States and acknowledged the struggles they face. She also discussed President Biden's commitment to advancing opportunity and equity for the Hispanic community, including initiatives to address unemployment, support small businesses, reduce child poverty, expand healthcare access, and protect DACA. Jean-Pierre mentioned that President Biden would be attending the Congressional Hispanic Caucus Institute Gala to honor Hispanic leaders and highlight the administration's work to create opportunities for Latinos and their families.

Jean-Pierre also provided updates on the tentative agreement reached to avoid a rail shutdown, President Biden's participation in the United We Stand Summit to address hate-fueled violence, his upcoming meeting with the South African President, and his meetings with the families of Brittney Griner and Paul Whelan to discuss efforts to bring them home safely. She addressed concerns about migrant buses being sent to cities and stated that Republican governors using migrants as political pawns is "shameful" and "cruel." Jean-Pierre emphasized that there is a process in place to manage migration flows and called for comprehensive immigration reform.

Regarding the global economy, Jean-Pierre stated that the President's number one economic priority is tackling inflation and lowering costs for the American people. She mentioned the Inflation Reduction Act, efforts to lower healthcare costs and prescription drug prices, and the administration's focus on creating jobs and rebuilding the economy.

Jean-Pierre also briefly discussed the President's remarks at the upcoming summit, which will address hate-fueled violence and unity. She mentioned various actions and initiatives that will be announced during the summit, including efforts by federal agencies, service organizations, and tech companies to prevent and respond to hate-fueled violence.

The briefing concluded with Jean-Pierre addressing questions about Pakistan, security assistance, the secureness of the border, Bill Richardson's trip to Moscow, and African journalists' access to White House events.