President Biden will welcome South African President Cyril Ramaphosa to the White House on September 16th to discuss opportunities for cooperation on various issues such as trade, investment, infrastructure, climate and energy, and health. Meanwhile, President Biden's Special Envoy for the Horn of Africa, Ambassador Mike Hammer, will travel to Ethiopia to engage on the crisis in northern Ethiopia and urge all parties to halt military operations and engage in peace talks. The Biden administration condemns Eritrea's involvement in the conflict, the TPLF offensive, and the Ethiopian government's airstrikes. They emphasize the need for de-escalation and the resumption of humanitarian relief and basic services. Additionally, the administration has announced the departure of Alexandra LaManna, a valuable colleague in the press team. In response to questions about the water crisis in Mississippi, the administration provided updates on FEMA's response and the funding available for infrastructure needs. Regarding the recent speech by President Biden on the state of democracy, the administration believes that making one's voice heard through voting is a powerful action and that the President's message was about uniting around democracy. They assert that it is not a political speech but a call to action. The administration also addressed concerns about the use of military personnel in the speech, stating that their presence was intended to demonstrate respect for the military and its role in defending democracy. On the issue of Russian oil prices, the administration is working on implementing a global price cap to reduce Russia's revenue and ensure a steady oil supply at lower prices. They are confident that other countries will join the effort. The administration is also seeking additional funding from Congress for the COVID-19 response and is confident that an agreement can be reached. In response to a report on sexual assault in the military, the administration reaffirms its commitment to addressing this issue and highlights the actions taken, such as making sexual harassment a named military offense and removing investigations and prosecutions of sexual assault and harassment from the chain of command. The administration acknowledges that more work needs to be done and is focused on implementing real change.