President Biden and Vice President Harris have postponed a planned political event and will instead meet with state legislators and community advocates from the Georgia Asian American and Pacific Islander community. They will discuss the impact of the recent shooting and the rise in anti-Asian hate incidents. The President will offer his support and talk about his commitment to combatting xenophobia and hate. The President and Vice President will also visit the Centers for Disease Control and Prevention to receive an update on the pandemic. The Department of Education has taken steps to grant full relief to borrowers who were harmed by their institutions' misconduct. The relief will result in the cancellation of loans for approximately 72,000 borrowers, discharging $1 billion in loans. The President will continue to communicate with Americans about the benefits of the American Rescue Plan. He will travel to Columbus, Ohio, to highlight how the plan will lower healthcare costs. He will also host an event to mark Equal Pay Day and hold a formal press conference. The Vice President, First Lady, and Second Gentleman will also travel for the Help Is Here tour. The President and his administration had a tough meeting with Chinese officials in Alaska, emphasizing competition and standing up for principles. The administration plans to hold China accountable for breaking trade promises. The friction with China is not expected to impact the meeting between President Biden and President Xi. The administration is committed to an orderly and compassionate immigration system. They are working to address the influx of migrants at the border and will not separate families or send unaccompanied children back to dangerous situations. The administration is also engaging in conversations with Mexico and Canada on various issues, including the pandemic. The President is committed to protecting voting rights and plans to work with Stacey Abrams on this issue. He supports bills like H.R. 1 and H.R. 4 to ensure voting access. The President took a fall on the stairs but is doing fine. The administration is considering donating vaccines to Mexico and Canada, but it is unclear if they will also donate to the COVAX partnership. Vice President Harris, who has Southeast Asian heritage, will play a leading role in the meetings and remarks during the trip.