President Joe Biden has announced his intent to nominate 10 individuals to serve on key Administration boards and commissions. Here are brief summaries of the nominees:

1. Deirdre Hamilton: Nominee for Member of the National Mediation Board. Hamilton has extensive experience as a staff attorney at the International Brotherhood of Teamsters, specializing in the airline industry.

2. Cynthia Hogan: Nominee for Member of the Board of Directors of the Corporation for National and Community Service. Hogan has a background in law and has served in various roles in the Senate and the Obama administration.

3. Catherine McLaughlin: Nominee for Member of the Board of Directors of the Corporation for National and Community Service. McLaughlin is the founding Executive Director of the Biden Institute and has extensive experience in public policy and politics.

4. Shirley Sagawa: Nominee for Member of the Board of Directors of the Corporation for National and Community Service. Sagawa is a former CEO of Service Year Alliance and has played a key role in the creation of AmeriCorps.

5. Evelyn M. Fujimoto: Nominee for Member of the Board of Directors of the National Institute of Building Sciences. Fujimoto is an award-winning design professional with a focus on sustainability and resilience in building interiors.

6. Lori Peek: Nominee for Member of the Board of Directors of the National Institute of Building Sciences. Peek is a sociologist who specializes in studying marginalized populations in disaster situations.

7. Beth Geer: Nominee for Member of the Board of Directors of the Tennessee Valley Authority. Geer has extensive experience in policy and outreach on issues such as climate change and environmental justice.

8. Robert Klein: Nominee for Member of the Board of Directors of the Tennessee Valley Authority. Klein has a background in the electric power industry and has served in various leadership roles in labor organizations.

9. Kimberly Lewis: Nominee for Member of the Board of Directors of the Tennessee Valley Authority. Lewis is the CEO of PROJECTXYZ, Inc., a business that provides services in engineering, logistics, and manufacturing.

10. Michelle Moore: Nominee for Member of the Board of Directors of the Tennessee Valley Authority. Moore is a social entrepreneur with a focus on clean energy and economic growth, and she currently serves as the CEO of Groundswell, a nonprofit organization.