This article is a summary of a conference call held by a senior administration official to discuss the situation in Cuba. The official mentioned several recent developments, including the State Department's joint statement with 20 countries condemning the crackdown on protesters in Cuba, the Central America collaborative migration and root causes strategy, and the meeting with the Mexican delegation to discuss migration management. The official also mentioned the rollout of temporary protected status for Haiti and the nomination of Frank Mora as the U.S. ambassador to the Organization of American States.

The President is scheduled to meet with members of the Cuban American community, as well as Senator Robert Menendez and Greg Meeks, to discuss the situation in Cuba and hear directly from the community. The Treasury Department will also be imposing sanctions on one entity and two Cuban individuals for their role in human rights abuses. The administration is exploring options to provide wireless LTE communications to the Cuban people and ensure their access to information. Humanitarian support for the Cuban people and plans for the remittance working group and embassy staffing will also be discussed.

The official emphasized the importance of listening to the Cuban American community and developing policies that support the Cuban people. The administration is open to hearing different points of view and is engaging with members of Congress and experts to inform its approach. Specific announcements on internet access and remittances are expected, but details were not provided. The official acknowledged the challenges of ensuring internet connectivity and avoiding regime blockage but highlighted the use of VPN technology and other tools to circumvent censorship. The administration is exploring all options to support the Cuban people.

The official also mentioned that the administration has been listening to protesters and engaging with the Cuban American community. While the focus is on supporting the Cuban people, the administration is keeping the conversation on the rights of the Cuban people and their right to peaceful protest. The administration plans to engage regularly with the Cuban American community and seek their input on policies to support the Cuban people.