President Biden has announced his intent to appoint several individuals to key roles in the United States Commission for the Preservation of America's Heritage Abroad and the Cultural Property Advisory Committee. 

For the United States Commission for the Preservation of America's Heritage Abroad, the following individuals will be appointed:

1. Nancy D. Berman: Berman is a community leader and the CEO and Founder of NANDANIE, a luxury fashion brand. She has served in various leadership positions in organizations such as Yad Ezra and Asra Kedisha.

2. Herbert Block: Block is the Executive Director of the American Zionist Movement and has extensive experience in government affairs and property restitution. He previously served as a Member of the U.S. Commission for the Preservation of America's Heritage Abroad from 2011 to 2019.

3. Harley Lippman: Lippman is the Founder and CEO of Genesis10, one of the largest IT consulting firms in the United States. He is also a dedicated philanthropist, focusing on the preservation of Jewish heritage sites.

4. Hershel Wein: Wein is an attorney with over 36 years of experience in law, specializing in tax law and renewable energy. He is actively involved in the New York Jewish community and has served on the board of directors of a private school.

For the Cultural Property Advisory Committee, the following individuals will be appointed:

1. Alexandra Jones: Jones is the Founder and CEO of Archaeology in the Community and a Professor of Practice in History and Archaeology at Goucher College. She has extensive experience in community outreach and service.

2. Alex W. Barker: Barker is a museum anthropologist and archaeologist, specializing in cultural heritage and iconography. He has held leadership positions in various museums and has experience in domestic and international cultural property issues.

3. Andrew Lamarche Connors: Connors is the Director of the Albuquerque Museum and has a background in curating art exhibitions. He has worked with various organizations in the art and museum field.

4. Michael Findlay: Findlay is a Director of Acquavella Galleries, specializing in Impressionist, Modern, and Post-War Contemporary Art. He has served on the Art Advisory Panel for the Internal Revenue Service and is involved in various art-related organizations.

5. Cynthia Denise Herbert: Herbert is a certified member and past President of the Board of the Appraisers Association of America. She has appraised a wide range of fine and decorative art and is an instructor at the Appraisal Institute of America.

6. Nii Otokunor Quarcoopome: Quarcoopome is the curator of African art and department head of Africa, Oceania, and Indigenous Americas at the Detroit Institute of Arts. He has extensive experience in archaeology and has worked in Cambodia since 1996.

7. Miriam T. Stark: Stark is an anthropological archaeologist and a Professor of Anthropology at the University of Hawai'i at Mānoa. She has conducted research in Southeast Asia and North America and has worked closely with Cambodia's Ministry of Culture and Fine Arts.

8. William A. K. Titelman: Titelman has had a varied career and is passionate about art, history, archaeology, and anthropology. He has held leadership positions in law firms, government agencies, and non-profit organizations.

For the J. William Fulbright Foreign Scholarship Board, the following individuals will be appointed:

1. James R. Berman: Berman is a former Principal at Select Equity Group, L.P., and has held senior leadership positions in the investment advisory field. He has also served on the boards of various non-profit, educational, and cultural institutions.

2. Michael Trager: Trager is a Washington lawyer with extensive experience in securities enforcement and litigation. He has been actively involved in supporting the rights of refugees, at-risk children, and the arts.

These individuals will play important roles in preserving America's heritage abroad and advising on cultural property