During a phone briefing, Jeff Zients, the White House COVID-19 Response Coordinator, provided an update on the actions the Biden administration is taking to support states, communities, and hospitals in response to the Omicron variant. This includes activating over 13,000 National Guard members, deploying federal personnel and critical supplies to states, and offering additional support to hospitals and testing sites. 

Dr. Rochelle Walensky, the director of the CDC, discussed the current COVID-19 data and the updated guidance for isolation and quarantine. She highlighted that the rapid increase in cases is largely due to the highly transmissible Omicron variant. Hospitalizations and deaths remain comparatively low, potentially due to milder disease seen in other countries among the vaccinated and boosted individuals. The CDC updated its recommendations to shorten the isolation and quarantine periods based on new evidence on the timing of viral transmission. 

Dr. Anthony Fauci discussed the severity of the Omicron variant and the preliminary data on its impact. Studies from South Africa and the United Kingdom suggest a lower severity of disease with Omicron compared to previous variants. However, the data are still preliminary and it's unclear how they will translate to other populations. Dr. Fauci emphasized the importance of boosters in providing protection against infection and severe disease. He also mentioned ongoing studies to determine the durability of protection and the need for additional shots in the future.

During the Q&A session, topics such as the sensitivity of rapid tests to the Omicron variant, the potential need for a fourth shot, and the consideration of domestic travel mandates were discussed. The FDA's recent statement on rapid tests acknowledged a potential decrease in sensitivity to Omicron but emphasized their continued usefulness in stopping the spread of COVID-19. Dr. Fauci reiterated that requirements for domestic travel will be considered based on new information but currently, masking requirements on planes are deemed sufficient.

The briefing concluded with a reminder to the public about the importance of vaccination, boosting, and adherence to prevention measures such as masking and testing.