President Biden and Vice President Harris have implemented an economic strategy focused on rebuilding the economy from the middle out and the bottom up, rather than the top down. They recognize that the pre-pandemic economy had long-standing challenges, including rising inequality and disinvestment in communities. Their plan, known as Bidenomics, aims to address these challenges and change the economic direction of the country.

Under Bidenomics, the economy has made significant progress. Over 13 million jobs have been added, including nearly 800,000 manufacturing jobs. The economy has experienced strong growth, with the United States leading among major economies. Inflation has fallen for 11 consecutive months, and the deficit has been responsibly reduced.

One key aspect of Bidenomics is making smart public investments. The administration is focused on rebuilding infrastructure, including roads, bridges, and high-speed internet. They are also investing in critical industries for national security, such as semiconductor production and clean energy. These investments are creating millions of good-paying jobs and strengthening clean energy supply chains.

Empowering and educating workers is another pillar of Bidenomics. The administration has achieved record-low unemployment rates for historically marginalized groups and has seen income growth for workers. They are investing in registered apprenticeships, career technical education programs, and advocating for free universal pre-K and community college. President Biden supports making it easier for workers to join unions, recognizing their role in empowering workers.

Promoting competition is another key aspect of Bidenomics. The administration is focused on increasing competition across sectors to lower costs for consumers and increase wages for workers. They have taken steps to lower prescription drug costs, end hidden fees, and crack down on noncompete agreements.

Finally, Bidenomics aims to reduce the deficit and ensure that the wealthy and big corporations pay their fair share. President Biden has pursued fiscal responsibility by closing tax loopholes, cracking down on tax evasion, and cutting wasteful spending. The administration has achieved significant deficit reduction and proposes further reductions in their budget.

Overall, Bidenomics is delivering results for the American people, with job growth, lower costs, and increased opportunities. President Biden is committed to continuing to build an economy that works for working families.