President Joseph R. Biden Jr. has transmitted an Agreement for Cooperation between the United States and the Republic of the Philippines concerning peaceful uses of nuclear energy to the Congress. The Agreement has been negotiated in accordance with the Atomic Energy Act of 1954 and other applicable laws. It meets all statutory requirements and will advance the nonproliferation and foreign policy interests of the United States. The Agreement provides a comprehensive framework for nuclear cooperation based on a mutual commitment to nonproliferation. It allows for the transfer of material, equipment, components, and information for peaceful nuclear purposes but does not permit the transfer of Restricted Data or sensitive nuclear technology. The Republic of the Philippines affirms its intent to rely on international markets for nuclear fuel services rather than acquiring sensitive nuclear technology, while the United States affirms its intent to support the supply of reactors, material, and equipment to ensure a reliable supply of low enriched uranium fuel to the Philippines. The Agreement has a term of 30 years and can be terminated with one year's notice. Nonproliferation conditions and controls will continue in effect even after termination or expiration of the Agreement. The Republic of the Philippines has a strong record on nonproliferation and is committed to a policy of freedom from nuclear weapons. It is a party to the Treaty on the Non-Proliferation of Nuclear Weapons and has adopted safeguards agreements with the International Atomic Energy Agency. President Biden has considered the views and recommendations of relevant departments and agencies and has determined that the Agreement will promote the common defense and security without constituting an unreasonable risk. The President urges Congress to give favorable consideration to the Agreement, and consultations with the Senate Foreign Relations Committee and the House Foreign Affairs Committee will begin immediately. The Agreement will undergo a 30-day review by Congress, followed by a 60-day review.