Vice President Kamala Harris is set to announce an action plan that will expedite investments in the bipartisan infrastructure law. The plan aims to fast-track efforts to lead the electric vehicle (EV) future in the United States. President Biden has set a target of 50% of electric vehicle sales in the U.S. by 2030, and the Bipartisan Infrastructure Law will support this goal by strengthening domestic supply chains, making electric cars more affordable, and creating good-paying, union jobs.

As part of the plan, the Department of Energy (DOE) and Department of Transportation (DOT) will establish a Joint Office of Energy and Transportation. This office will work with industry leaders, manufacturers, workers, and other stakeholders to develop and deploy EV infrastructure across the country. The initial focus will be on building a reliable public charging network, particularly in rural, disadvantaged, and hard-to-reach areas.

The Bipartisan Infrastructure Law includes $5 billion in formula funding for states to build a national charging network. Additionally, $2.5 billion will be allocated for communities and corridors through a competitive grant program. These investments make up the largest-ever U.S. investment in EV charging and will help create a convenient and equitable network of 500,000 chargers, making EVs accessible for all Americans.

The action plan also highlights the importance of increasing domestic manufacturing of EV batteries and components, as well as responsible sourcing and recycling of critical minerals. The Biden-Harris Administration has already released 100-day reviews of supply chains for high-capacity batteries and critical minerals, making recommendations to secure a reliable domestic supply chain. The plan includes over $7 billion in funding to accelerate innovations and facilities across the battery supply chain, supporting the development of a North American battery supply chain and advancing battery recycling.

Overall, the action plan and investments in the bipartisan infrastructure law aim to lay the foundation for a nationwide network of EV charging infrastructure, providing a reliable, affordable, and convenient user experience for all Americans.