The Biden-Harris Administration recognizes the importance of Latino families and communities in America's prosperity and global leadership. They have taken historic actions to advance civil rights, racial equity, and economic prosperity for Latinos. The American Rescue Plan has provided immediate relief to struggling Latino families through benefits such as the Child Tax Credit and Affordable Care Act subsidies. President Biden has also prioritized safeguarding Latinos from COVID-19 by ensuring vaccine access, expanding testing eligibility, and investing in equitable public health infrastructure. The administration has re-established the White House Initiative on Advancing Educational Equity, Excellence, and Economic Opportunity for Hispanics to address systemic inequities in the education system. They are leveraging federal procurement to narrow the racial wealth gap for Latino entrepreneurs and families by increasing contracting opportunities for small disadvantaged businesses. President Biden signed an executive order to advance equity and justice for historically underserved communities, including Latinos. Immigration reform is also a priority, focusing on rebuilding and improving the immigration system to be fair, humane, and orderly. The administration is committed to protecting the integrity of the Census and supporting recovery, opportunity, and equity for Puerto Rico. They are advancing safety for Latino communities through community violence interventions and gun control measures. The Biden-Harris Administration has appointed barrier-breaking Latino leaders to key positions, including the first Latino Secretary of Homeland Security and the first Latino Secretary of Health and Human Services. The Department of Labor has taken steps to promote safe working environments and empower Latino workers. The Small Business Administration provides resources and support to Latino-owned small businesses. In the future, President Biden plans to make generational investments in Latino families through the Build Back Better Agenda and advance equity and economic opportunity for Latinos through infrastructure investments.