Jennifer Klein, Assistant to the President and Director of the Gender Policy Council, chaired a working meeting with bipartisan state legislators from 12 states, survivors, legal experts, and practitioners to discuss proposed actions to strengthen protections for survivors of non-consensually distributed intimate images (NDII) and hold offenders accountable. The meeting was part of the White House Task Force to Address Online Harassment and Abuse, established by President Biden in June 2022.

The non-consensual sharing, dissemination, and monetization of intimate videos and images have become alarmingly widespread in the digital world. A survey conducted by the National Domestic Violence Hotline in 2022 revealed that 27% of respondents reported being threatened with the posting of intimate/sexual pictures without permission, and 17% reported having such images posted without permission.

Forty-eight states, the District of Columbia, Puerto Rico, and Guam already have laws against NDII, but there is a need to strengthen them. Legal experts highlighted that the most effective laws define the offense without a motive requirement and apply to both threats and actual acts of NDII. Practitioners emphasized the importance of treating these crimes as serious offenses under the law.

Survivors of NDII have experienced significant disruptions to their education, career, and relationships, as well as severe mental health consequences. Florida Senate Democratic Leader Lauren Book shared her own experience of being threatened with non-consensual disclosure of intimate images and the need for modern laws to address technology-facilitated gender-based violence.

During the convening, experts discussed new and emerging forms of technology, such as generative artificial intelligence (AI), and legislators from Illinois talked about their work on the Digital Forgeries Act, which addresses synthetically generated NDII, also known as "deepfakes."

The convening also highlighted the federal civil cause of action for individuals whose intimate visual images are disclosed without their consent, established by the 2022 reauthorization of the Violence Against Women Act (VAWA). Participants expressed the need for a complementary law to establish federal criminal liability for the distribution of private, explicit images without consent, citing the SHIELD Act, which has bipartisan support.

White House officials expressed gratitude to the legislators, experts, and survivors and stated that the Administration will continue to take meaningful actions to address online harassment and abuse. They also mentioned their commitment to working with Congress and stakeholders to make bipartisan progress on these issues.