President Biden and the Biden-Harris Administration have been working to implement their Investing in America agenda, which includes several historic laws such as the American Rescue Plan, Bipartisan Infrastructure Law, CHIPS and Science Act, and Inflation Reduction Act. These laws aim to lower costs, create jobs, revitalize manufacturing, and empower workers. The administration has been highlighting the impact of these laws through Investing in America tours and a new website called invest.gov. Here are 10 indicators of the progress made this year:

1. Saved 15 million Americans $800 on health insurance coverage, capped insulin at $35 for seniors on Medicare, negotiated prices for 10 drugs, made recommended vaccines free for Medicare and Medicaid beneficiaries, and implemented the inflation rebate provision of the Inflation Reduction Act.

2. Created over 210,000 new clean energy jobs since August 2022 and 252,000 construction jobs in 2023 due to investments spurred by the Inflation Reduction Act.

3. Mobilized nearly $180 billion in private sector investments in 2023, bringing the total private sector clean energy and manufacturing investments to $628 billion since President Biden took office. The majority of these investments have been in counties with below average wages.

4. Far exceeded forecasts for manufacturing construction investments in the United States, likely driven by projects and investments from the Investing in America agenda.

5. Announced the first potential CHIPS award to BAE Systems, Inc., signaling progress in implementing the CHIPS Act and creating jobs.

6. Announced over 33,000 infrastructure projects from the Bipartisan Infrastructure Law in 2023, including investments in rail, clean hydrogen hubs, lead pipe replacement, and electric grid improvement.

7. Workers, particularly union workers, have seen historic wage gains, including raises for UAW workers, Teamsters workers at UPS, Culinary workers in Las Vegas, and Kaiser Permanente health care workers.

8. The White House launched five Workforce Hubs to create pipelines to good jobs in areas with investments from the Investing in America agenda. The First Lady has traveled to highlight these investments and commitments to train workers in construction trades, semiconductor manufacturing, and registered apprenticeship programs.

9. Launched the American Climate Corps to mobilize a new generation of clean energy and resilience workers, with interest from over 40,000 people, mostly under 35 years old.

10. Enrolled 7 million households in the Affordable Connectivity Program in 2023, bringing total enrollment to over 22 million households, providing savings on internet bills.