During a recent press briefing, Dr. Walensky provided an update on the state of the pandemic. The current seven-day average of cases is about 147,000 per day, a decrease of about 40% over the previous week. The seven-day average of hospital admissions is about 9,500 per day, a decrease of about 28% over the previous week. The seven-day average of daily deaths is about 2,200 per day, a decrease of about 9% over the previous week. The Omicron variant is declining, but caution is still necessary.

Dr. Fauci discussed the question of whether a fourth booster shot will be needed. Data from multiple studies show that a single booster shot continues to provide high levels of protection against severe disease caused by Omicron. However, for immunocompromised individuals, a second booster shot (fourth dose of an mRNA vaccine) is recommended due to their poor initial response to the vaccine.

Mr. Zients discussed the progress made in protecting against COVID-19, with 75% of adults fully vaccinated and two-thirds of eligible adults receiving booster shots. He mentioned the availability of free at-home tests and high-quality masks as additional layers of protection. Effective treatments and therapeutics are also available. The administration is actively planning for the future, enhancing tools such as vaccines, boosters, tests, and treatments, and preparing for potential new variants.

Dr. Inglesby provided an update on increasing and sustaining testing capacity. The administration has issued a formal Request for Information to the testing industry, seeking proposed solutions for managing market volatility, addressing supply chain challenges, and scaling up manufacturing. The goal is to expand and strengthen domestic testing capacity, ensuring readiness for future testing needs.

Overall, the administration is monitoring the decline in cases and hospitalizations and is considering updating guidance on prevention strategies such as mask-wearing based on the data and science. The transition to the next phase of the pandemic will be driven by science and public health, with input from experts and stakeholders.