President Biden is set to meet with the President of South Korea, Moon Jae-in, at the White House on May 21st. The visit is intended to highlight the strong alliance between the United States and South Korea. The discussions will focus on strengthening the alliance and expanding cooperation in various areas, including values, regional security, technology, health, and North Korea. The leaders will also award the Medal of Honor to Colonel Ralph Puckett Jr. for his gallantry during the Korean War, marking the first time a foreign leader has participated in such an award ceremony. The two countries will discuss their comprehensive global partnership, with a focus on deepening cooperation in global health, combating climate change, development, and people-to-people ties. The leaders will also discuss advanced technology and explore ways to work together in areas such as innovation and supply chains. On the issue of North Korea, the United States has completed a policy review and remains committed to the complete denuclearization of the Korean Peninsula. The approach will be calibrated and practical, open to diplomacy to make progress that enhances the security of the United States, its allies, and deployed forces. The United States will consult closely with South Korea on this matter. The visit underscores the importance of the Indo-Pacific region and the United States' engagement with allies and partners to address shared challenges, including China. Specific details of the diplomatic strategy and measures will be discussed privately with allies and key interest groups, rather than publicly. The leaders will also discuss climate change, with a focus on working together on climate ambition, sectoral decarbonization, and clean energy development. The overall goal is to achieve net-zero greenhouse gas emissions by 2050, with enhanced commitments and ambitions for 2030. Regional security, including concerns about Chinese activity towards Taiwan, is expected to be addressed in the joint statement following the summit.