President Biden is set to visit Central New Mexico Community College in Albuquerque to provide an update on efforts to provide relief for student loan borrowers. The plan includes up to $20,000 in debt cancellation for Pell Grant recipients who meet income requirements, with nearly half of student loan debt held by Latino borrowers expected to be cancelled. The Department of Education has received information from close to 26 million people seeking loan reduction or forgiveness, with over 16 million on track to be approved for relief this week. However, Republican officials are working to block the relief, while also calling for a $3 trillion handout to Big Pharma, corporations, and the ultra-wealthy. During his visit, President Biden will be joined by Governor Michelle Lujan Grisham, Senator Ben Ray Luján, Congresswoman Melanie Stansbury, and other community leaders and students. Later in the day, the President will participate in a political event with Governor Lujan Grisham and other officials. The President will also travel to San Diego, where he will attend a political event with Congressman Mike Levin. Tomorrow, he will visit an American technology company in San Diego that will benefit from the passage of the CHIPS and Science Act, which focuses on manufacturing chips in America and hiring veterans. The President's focus on manufacturing and technology investments contrasts with congressional Republicans who have been talking about undoing progress, raising costs, and cutting Medicare and Social Security. On Saturday, President Biden will travel to Chicago for an event before heading to Philadelphia for a political rally with former President Barack Obama. The State Department has confirmed that embassy officials in Moscow were able to visit American citizen Brittney Griner, who is currently detained in Russia. The U.S. government has made an offer to resolve the wrongful detentions of Griner and Paul Whelan, but the Russians have not engaged in good-faith negotiations. The President's itinerary for Chicago and Election Day has not been announced yet. The White House is not preparing for a recession despite predictions from some economists, as they believe the labor market remains strong and the economy is resilient. The President and the administration remain optimistic about the midterms and the choices in front of the American people, focusing on protecting democracy, lowering costs, and delivering for the American people. The nomination of Mayor Eric Garcetti as Ambassador to India remains a priority for the administration. The White House does not comment on company decisions, including Twitter's policy changes. The President's message on threats to democracy is not undermined by Democrats supporting election-denying Republicans in primaries, and the administration will continue to make its argument to the American people. The White House condemns the attack on Imran Khan and his supporters in Pakistan and calls for all parties to remain peaceful. The President does not have thoughts on the Israeli election results as it is still too early to know the composition of the next governing coalition. The President believes in protecting a woman's right to choose and wants to codify Roe v. Wade. The White House will continue to fight for those freedoms and rights.