The article discusses the importance of buying American products and supporting American jobs. It mentions that although the Buy American Act was passed almost 90 years ago, the principle has not been fully implemented. The article highlights the need to prioritize American manufacturing and rejects the idea that automation and globalization prevent the creation of good-paying union jobs in the US. The Biden administration is taking action to make "Buy American" a policy by closing loopholes and strengthening standards to ensure that taxpayer dollars are directed towards American companies. The administration has also appointed the nation's first-ever Made in America Director at the Office of Management and Budget.

The COVID-19 pandemic has emphasized the need for greater manufacturing capacity in critical areas such as public health, information technology, and national defense. To rebuild the economy, the article argues for an industrial strategy based on public investment in new technologies, including the domestic production of clean energy goods and critical medical supplies. The focus should be on creating high-skill, high-value jobs that empower workers and pay family-supporting wages. The administration aims to use Made in America policies to give American workers and companies the tools they need to compete globally for years to come.

The article also emphasizes the importance of diversity, equity, inclusion, and accessibility in these efforts. The administration aims to maximize the federal government's use of goods, products, and materials produced in the US, with a focus on empowering workers, strengthening unionization, addressing the climate crisis, and building critical supply chains. The goal is to reduce the need for waivers from Made in America rules by incentivizing private investment in domestic supply chains in critical industries.

While focusing on Made in America, the administration also recognizes the need to strengthen relationships with allies and trading partners. Resilient supply chains should have redundancies to prevent disruptions caused by health crises or natural disasters. The article concludes by stating that Made in America policies, along with other tools, will help rebuild the industrial base, strengthen supply chains, and make the American dream attainable for current and future generations. As a result, President Biden proclaims July 26 through July 30, 2021, as Made in America Week and encourages Americans to observe the week with appropriate programs and activities.