In a press briefing, White House spokesperson Karine Jean-Pierre announced that President Biden and First Lady Jill Biden will travel to Lewiston, Maine to pay respects to the victims of a recent shooting attack and meet with first responders and community members affected by the violence. Jean-Pierre emphasized the need for Congress to take action on gun control measures, including passing an assault weapons ban, implementing universal background checks, and strengthening red flag laws. She also mentioned that Greg Jackson, the Deputy Director of the White House Office of Gun Violence Prevention, has been on the ground in Maine to support the response efforts.

Jean-Pierre also discussed the "10 Days of 10 Drugs" series, highlighting the drug Farxiga, which is used to treat diabetes, heart failure, and chronic kidney disease. She explained that Farxiga was selected for Medicare price negotiation as part of President Biden's Inflation Reduction Act, which aims to lower drug prices for seniors. Jean-Pierre criticized pharmaceutical companies for lobbying to keep drug prices high and highlighted the administration's efforts to cap insulin prices and allow Medicare to negotiate lower drug prices.

Regarding the ongoing conflict in the Middle East, Admiral John Kirby from the National Security Council provided updates on the evacuation of Americans from Gaza and efforts to provide humanitarian assistance. He emphasized the need for temporary, localized humanitarian pauses in the fighting to allow aid to reach those in need and for Americans to be safely evacuated. Kirby also expressed concern about the impact of Senator Tommy Tuberville's blockade on military appointments, highlighting the negative consequences for military readiness and national security.

Kirby addressed questions about Israel's targeting of civilian areas and reiterated the U.S.'s commitment to minimizing civilian casualties. He acknowledged that Israel has the right to defend itself but emphasized the need to conduct operations in a way that minimizes harm to civilians. Kirby also discussed the situation in Ukraine and the administration's support for the country, stating that the U.S. will continue to provide assistance and work towards a resolution to the conflict.

In response to questions about the White House's strategy on Islamophobia, Jean-Pierre emphasized the administration's commitment to combating hate in all forms and creating a strategy to address Islamophobia. She highlighted the importance of working with community leaders and advocates to develop and implement effective measures.