The article discusses the Deferred Action for Childhood Arrivals (DACA) policy, which was announced by the Department of Homeland Security in 2012. DACA allows noncitizens who were brought to the United States as children to live, study, and work in the country without fear of removal. The Biden-Harris Administration celebrates the 10th anniversary of DACA and calls on Congress to pass legislation to provide lasting protections to Dreamers.

The article highlights the economic contributions and educational achievements of DACA recipients. Since 2012, approximately 825,000 individuals have been granted DACA, leading to increased earning potential, college enrollment, degree completions, and professional job opportunities for recipients. DACA households have significant spending power, owning homes, making mortgage and rental payments, and paying federal, state, and local taxes.

DACA recipients also play essential roles in industries deemed essential by the Department of Homeland Security, including education, healthcare, and the food supply chain. DACA strengthens American families by keeping them together, as many recipients have U.S. citizen relatives.

The article emphasizes the economic benefits of providing permanent protections to Dreamers. Of the 825,000 DACA recipients, some have become lawful permanent residents and U.S. citizens, generating economic value for the country. Granting permanent protections to Dreamers would increase the effective labor supply, boost economic growth, and allow them to contribute indefinitely to sectors heavily reliant on immigrant workers.

In conclusion, the article acknowledges the contributions of DACA recipients and the efforts made by the Biden-Harris Administration to preserve DACA. However, it emphasizes that only Congress can provide the permanent relief needed for Dreamers. Efforts to pass legislation for Dreamers have failed in the past, and the article calls on Congress to pass legislation to protect and honor Dreamers who strengthen the country.