During a teleconference, Jeff Zients, the White House COVID-19 Response Coordinator, provided an update on the Biden administration's efforts to combat the pandemic. He discussed progress in three key areas: vaccine supply, number of vaccinators, and places to get vaccinated. The administration has aggressively increased vaccine supply, with an increase of 57% in allocations in the first four weeks. They are also mobilizing teams to administer vaccines, including deploying federal personnel, National Guard members, and members of the military. They are creating more places where Americans can get vaccinated, such as community centers, high school gyms, and churches, and are standing up high-volume vaccination sites. Data shows that progress is being made, with the daily average of vaccine doses administered almost doubling in the past four weeks. Dr. Walensky, the CDC Director, provided an overview of the current COVID-19 data, noting that cases and hospitalizations have been declining for five weeks. However, she emphasized that the pandemic is still serious and the spread of more transmissible variants could jeopardize progress. Dr. Fauci discussed the issue of breakthrough infections and transmission after vaccination, noting that studies are being conducted to determine if vaccinated individuals can transmit the virus. He highlighted the importance of vaccination in reducing transmission and the need for continued public health measures. Dr. Nunez-Smith discussed the administration's efforts to address equity in the COVID-19 response, including vaccination, treatment, and testing. Carole Johnson, the White House Testing Coordinator, announced a $1.6 billion investment in testing, including support for schools and underserved populations, genomic sequencing, and manufacturing critical testing supplies. She acknowledged the shortage of testing supplies and the need to scale up testing capacity. The impact of winter weather on vaccine distribution and testing was also discussed, with delays and cancellations occurring in some areas. The reopening of schools was addressed, with Dr. Walensky noting that while cases are decreasing, the situation varies by community and age group. The administration supports the vaccination of teachers but does not view it as a prerequisite for reopening schools.