One year into their administration, President Biden and Vice President Harris have focused on delivering results for working families and prioritizing women and families. They established the first White House Gender Policy Council, tasked with advancing gender equity and developing a national gender strategy. The administration has made equity, diversity, inclusion, and accessibility a priority in appointments, with a record number of women and people of color appointed to key positions. President Biden has also focused on judicial nominations, with more lower-court nominees confirmed than any president since Kennedy, including more Black women on the Court of Appeals than any previous president.

In terms of the economy, the Biden-Harris administration added 6.4 million jobs in their first year, the most ever in one year, and managed the fastest-growing economy in decades. They have also addressed women's labor force participation, which hit a 33-year low. Through the American Rescue Plan and pandemic response efforts, the administration has provided relief to women, particularly women of color, who have been disproportionately affected by the pandemic. They have implemented a historic vaccination program, reopened schools, provided direct payments to individuals, and supported child care providers. The expansion of the Child Tax Credit has also contributed to the lowest child poverty rate on record.

The administration's focus on equity extends to the Bipartisan Infrastructure Law, which supports equitable access to good-paying jobs, including in sectors where women have historically been underrepresented. They are also working to advance diversity, equity, inclusion, and accessibility across the federal government, addressing wage gaps and workplace harassment.

President Biden has prioritized preventing and responding to gender-based violence, directing $1 billion in supplemental funding for domestic violence and sexual assault prevention and services. The reauthorization and strengthening of the Violence Against Women Act is also a priority. The administration has taken steps to advance access to comprehensive health care, including reproductive health care, and defend reproductive rights. They have revoked the Mexico City policy and removed the Hyde Amendment restriction from government spending bills.

Internationally, the administration has committed to protecting the rights of women and girls. Vice President Harris announced commitments to advance women's economic security, gender-based violence prevention, and sexual and reproductive health and rights at the United Nations' Generation Equality Forum. They have also emphasized the importance of gender equality and women's political participation at the Summit for Democracy.

Looking ahead, the White House Gender Policy Council is dedicated to breaking down barriers for women and girls, especially women and girls of color. They aim to achieve the president's vision of a world with equal opportunity, safety, security, and fair treatment in all aspects of life.