The Interagency Working Group on Coal and Power Plant Communities and Economic Revitalization (IWG) recently hosted a roundtable discussion led by National Climate Advisor Gina McCarthy and National Economic Council Director Brian Deese. The roundtable included stakeholders from the private sector, philanthropy, labor, and community-based organizations. The focus of the discussion was on new investments in energy communities that have been facilitated by the Biden Administration's efforts to support economic revitalization.

The roundtable also highlighted the announcement of initial awards from the Department of Commerce's Economic Development Administration (EDA) $300 million Coal Communities Commitment, which aims to support economic revitalization, infrastructure investments, and quality jobs in coal communities using funding from the American Rescue Plan.

The discussion emphasized how President Biden's American Rescue Plan and the recently passed Bipartisan Infrastructure Law have already stimulated economic activity in energy communities. Additionally, it highlighted how the Build Back Better Act, if passed, would further expand economic opportunities in these communities. The formation of the IWG and the launch of the Justice40 Initiative were also mentioned as examples of executive actions that have spurred a whole-of-government effort to invest in historically disadvantaged communities.

The Co-Chairs of the IWG also released an end-of-year report highlighting how the administrative and legislative actions of the Biden Administration have bolstered economic activity in energy communities.

To enhance support for energy communities and improve access to federal resources, the IWG announced the launch of the IWG federal funding clearinghouse. This clearinghouse includes over $45 billion in open and planned investment opportunities for infrastructure, environmental remediation, union job creation, and community revitalization efforts targeted towards energy communities.

Representatives from West Virginia, Louisiana, Pennsylvania, New Mexico, Wyoming, and North Carolina participated in the roundtable discussion. The IWG is composed of various government officials as per President Biden's Executive Order 14008, "Tackling the Climate Crisis at Home and Abroad."