The Avi Kwa Ame National Monument, located in the southernmost part of Nevada, holds great cultural and spiritual significance for various Tribal Nations and Indigenous peoples, including the Mojave, Chemehuevi, and Southern Paiute. The area has been inhabited for over 10,000 years and contains numerous archaeological sites and evidence of human occupation. Tribal members have passed down songs and stories that connect them to the landscape and its natural resources. The landscape, including Spirit Mountain, is considered sacred, and its protection is essential for the preservation of cultural heritage.

The Avi Kwa Ame landscape comprises several mountain ranges, valleys, and desert areas, each with its own geological and scientific significance. The volcanic history of the region has shaped its unique geology, which has attracted geologists for many years. The area is also known for its exceptional quietness and dark skies, providing opportunities for stargazing and benefiting migratory birds.

The diverse plant and animal species in the Avi Kwa Ame area have cultural, spiritual, and medicinal value to Indigenous peoples. Traditional hunting and gathering practices, such as bighorn sheep hunting and piñon nut gathering, are still important for some Tribal Nations. The area supports a wide range of bird species, including raptors, and provides habitat for desert mammals like mule deer and bighorn sheep. The threatened Mojave desert tortoise is also found in the area.

The Avi Kwa Ame landscape is characterized by its unique flora and fauna, geological features, and cultural heritage. It offers opportunities for outdoor activities such as hiking, camping, birdwatching, and stargazing, contributing to the region's travel and tourism industry. The monument will be managed by the Bureau of Land Management (BLM) and the National Park Service (NPS) in cooperation with Tribal Nations. A management plan will be developed to ensure the preservation and restoration of the objects of historic and scientific interest within the monument.