In a speech delivered at the South Court Auditorium of the Eisenhower Executive Office Building, President Biden announced several actions aimed at bringing down gas prices. Firstly, he called on Congress to suspend the federal gas tax for the next 90 days, during the busy summer travel season. This would provide immediate relief to consumers at the gas pump. Biden assured that the suspension of the gas tax would not affect the Highway Trust Fund, as the tax revenues are up this year and the deficit is down. He urged companies to pass on the full 18-cent reduction in gas prices to consumers and discouraged any profiteering.

Secondly, Biden called on states to either suspend their state gas tax or find other ways to provide relief to consumers. Many states, including Connecticut, New York, Illinois, and Colorado, have already taken steps to temporarily suspend their gas tax or provide other forms of relief. Biden encouraged more states and local governments to follow suit.

Thirdly, Biden called on the oil industry to increase refining capacity to bring down gas prices. He clarified that the issue is not the production of oil, as the United States is setting records in terms of energy production. Instead, the problem lies in the refining of oil into gasoline. Biden expressed his administration's intention to work with oil-refining companies to bring refineries back online and increase gas supply.

Lastly, Biden urged gas stations to lower their prices at the pump to reflect the decrease in oil prices. He emphasized that gas stations should pass on the cost savings to consumers and not delay in reducing prices. Biden stated that these actions, combined, could help drop gas prices by up to $1.00 per gallon or more.

Biden attributed the rise in gas prices to Russian President Putin's invasion of Ukraine. He defended the decision to support Ukraine and impose sanctions on Russia, stating that standing up to Putin was necessary to prevent further aggression. Biden also highlighted the importance of investing in clean energy and reducing reliance on gas by promoting electric vehicles, public transit, and renewable energy sources.

Overall, Biden emphasized that his administration is taking multiple steps to address the immediate challenge of high gas prices and urged Congress, states, and the oil industry to do their part as well.