During a phone briefing, Jeff Zients, the COVID-19 response coordinator, provided an update on the President's plan to combat COVID-19 this winter. He emphasized the importance of vaccines and boosters as the best defense against the virus, and highlighted the increasing number of Americans getting vaccinated and boosted. The President's winter plan focuses on maximizing booster operations and outreach, including reminder emails to Medicare enrollees, mobile and pop-up clinics, and walk-in booster shots at pharmacies. Zients also mentioned the progress in vaccinating seniors and children, with 55% of eligible seniors boosted and 5 million kids aged 5-11 receiving their first shot. He concluded by discussing the US's commitment to donating vaccine doses to other countries and the progress made so far.

Following Zients' remarks, Dr. Rochelle Walensky, the CDC director, provided an update on the Omicron variant. She stated that while the news is focused on Omicron, over 99% of sequenced cases in the US are still from the Delta variant. She mentioned the presence of Omicron cases in over 50 countries and confirmed cases in 19 states in the US. Walensky highlighted the ongoing efforts to investigate and slow the spread of the new variant, including contact tracing and prevention strategies. She emphasized the importance of following preventive measures such as vaccination, boosting, mask-wearing, handwashing, ventilation, physical distancing, and increased testing. Walensky also mentioned ongoing collaborations, investigations, and technical support related to the Omicron variant.

Lastly, Dr. Anthony Fauci provided an update on the key questions regarding Omicron, including transmissibility, severity, and immune evasion. He mentioned molecular evidence suggesting increased infectivity associated with Omicron and real-world evidence showing a rapid increase in cases. Fauci also discussed preliminary data on the severity of the disease, indicating a potential less severe profile, although more data is needed. He mentioned ongoing studies to determine the effectiveness of antibodies induced by vaccines against Omicron and highlighted the need for more evidence from animal studies, epidemiology, and clinical studies to answer the remaining questions.

During the Q&A session, topics discussed included the safety of COVID-19 vaccines in children, the timeline for learning more about the severity of Omicron, the rationale behind travel restrictions, the use of at-home rapid tests before indoor gatherings, and the availability and accessibility of rapid tests in the US.