President Joseph R. Biden has appointed Sara Minkara as the U.S. Special Advisor on International Disability Rights. This role is crucial in ensuring that U.S. diplomacy and foreign assistance prioritize and protect the human rights of individuals with disabilities worldwide. The COVID-19 pandemic, climate change, and political unrest disproportionately affect people with disabilities, making this appointment more important than ever. Discrimination against individuals with disabilities hampers economic development, limits democracy, and weakens societies. With Sara's leadership, the United States can play a significant role in addressing these challenges and mitigating their negative impacts on people with disabilities globally. As the senior-level disability human rights position at the State Department, the Special Advisor will lead the comprehensive strategy to promote and protect the rights of individuals with disabilities internationally and within the Department. This announcement comes during National Disability Employment Awareness Month, highlighting the progress made towards the economic empowerment of people with disabilities and emphasizing the work that still needs to be done. Sara Minkara is an advocate, expert, and facilitator in the fields of disability, inclusion, authentic leadership, and social entrepreneurship. She founded the nonprofit organization Empowerment Through Integration (ETI) over a decade ago, which focuses on empowering youth with disabilities and promoting authentic inclusion globally. ETI's programs are still active in the Middle East & North Africa (MENA) region, providing social and life skills development for refugees and children with disabilities. Sara is a graduate of Wellesley College and the Harvard Kennedy School and advises various academic, government, and policy groups on disability-related issues. She has received several awards and recognitions for her contributions in disability inclusion, leadership, and social enterprise.