During a background press briefing, a senior administration official provided an overview of President Biden's schedule for the day. The President was expected to meet with the Executive Chairman of Hyundai Motor Group to discuss Hyundai's investment in a new electric vehicle and battery manufacturing facility in Savannah, Georgia. The announcement would include more than $11 billion in new investment in American manufacturing, with a commitment of $5.7 billion for advanced automotive technology and a $5.5 billion investment to open a new factory near Savannah, creating over 8,000 new jobs.

After the meeting, the President would visit the Chargé d'Affaires of the U.S. Embassy Seoul and the Embassy staff. He would then go to Osan Air Base, where he would visit the Air Operations Center's Combat Operations Floor. President Biden would be joined by President Yoon of South Korea to engage with U.S. and Korean military personnel, highlighting the close integration of the U.S. and ROK militaries and the strength of their alliance.

Following that, the President would greet U.S. service members and military families at Osan Air Base before departing for Japan.

During the Q&A session, the senior administration official addressed questions regarding President Biden's views on union workers and foreign investment, the potential expansion of the Quad, the signing of the Indo-Pacific Economic Framework, the new Prime Minister of Australia's attendance at the Quad Summit, U.S. support for Ukraine, joint military exercises with South Korea, and engagement with North Korea.

In response to these questions, the official emphasized the President's focus on bringing investment and jobs to the United States while also valuing union labor. On the Quad expansion, the official stated that the goal is to develop and build upon existing efforts before considering new members. Regarding Ukraine, the official commended South Korea's actions in supporting efforts to address threats to the rules-based international order, particularly Russia's invasion of Ukraine. The official also highlighted the strong U.S.-Australia alliance and expressed confidence in Australia's participation in the Quad. On North Korea, the official acknowledged the challenges posed by COVID-19 and emphasized the importance of the DPRK's decision to engage in serious diplomacy.

The briefing concluded with a reminder that the call was on background, attributable to "senior administration officials," and embargoed until its conclusion.