President Biden is meeting with business leaders and CEOs who have implemented vaccine requirements or are working to implement them. These leaders come from various sectors, including businesses, universities, and healthcare. The President will highlight their leadership in putting strong COVID-19 requirements in place that are showing results in increasing vaccination rates. For example, Tyson Foods saw an increase in vaccination rates from 45 percent to 72 percent after announcing their requirement, and United Airlines saw an increase from 59 percent to 79 percent. The President will emphasize that these requirements are important for sustaining economic recovery and leveling the playing field for businesses.

The Vice President will make her first trip to the Treasury Department since taking office to hold an event with Treasury Secretary Janet Yellen and advocate for proposed investments in childcare. They will announce the release of a Treasury Department report on the economics of childcare, which highlights the need for significant public investment to make childcare more affordable for working families.

Today, over 60 million children will receive the third monthly payment of the Child Tax Credit, which is one of the most significant tax cuts for working families in history. The payments, ranging from $250 to $300 per child, have already had positive impacts on consumer spending, job growth, and a decrease in child poverty.

During the press briefing, White House Press Secretary Jen Psaki addressed questions about General Milley's conversations with his Chinese counterpart at the end of the Trump presidency. Psaki reiterated the President's confidence in General Milley's leadership, patriotism, and fidelity to the Constitution. She also highlighted the context of the period, including the events of the January 6th insurrection, to provide a broader understanding of the situation.

Psaki also addressed the ongoing discussions about COVID-19 vaccine mandates for air travel. While there are discussions about providing consistency and clarity for international air travel, there is no new policy being announced at this time.

Regarding the California recall election, Psaki described it as a resounding victory for Governor Newsom and a support for a science-based approach to fighting the pandemic. She emphasized Governor Newsom's efforts in protecting people and vaccinating the state.

Psaki discussed the ongoing process of determining the need for COVID-19 booster shots. The FDA and CDC are analyzing data, and there will be meetings to evaluate the need for boosters. The administration is prepared to operationalize the recommendations based on these evaluations.

Psaki also addressed questions about General Milley's actions in relation to orders that may be unconstitutional. She reiterated the President's belief in following constitutional orders and preventing unlawful military action. Psaki emphasized that this President has no intention of fomenting unrest or working outside of what is legally allowable.

Regarding Larry Nassar and the gymnasts' testimony, Psaki acknowledged the powerful testimony and bravery of the athletes. She mentioned ongoing investigations and efforts to prevent such abuse from happening again.

Psaki also discussed the President's call for world leaders to recommit to fighting the COVID-19 pandemic and fully vaccinating 70 percent of the world population by next September. She mentioned ongoing discussions about the TRIPS waiver process but emphasized that the administration has been focused on increasing vaccine supply, working on manufacturing capacity, and providing assistance to countries.

Psaki addressed questions about Facebook's internal research on Instagram's impact on young users. She acknowledged the President's concerns about the power of internet platforms but did not provide specific details on any actions or investigations.

Other topics discussed included the supply chain crunch, the timeline for the reconciliation bill, taxes on cigarettes and vaping, and the Iran nuclear negotiations. Psaki noted ongoing negotiations and discussions on these matters.