Since President Biden took office in 2021, companies have committed to investing over $4 billion in manufacturing across Wisconsin. These investments are aimed at increasing productivity, competitiveness, and resilience in the state's economy, while creating good-paying jobs. Some notable investments include Arrowhead Pharmaceuticals building a drug manufacturing facility that will employ 250 workers, Georgia-Pacific expanding its production facility and hiring 100 new employees, and Alliant Energy constructing utility scale battery storage facilities using union workers. 

To support workers in capitalizing on these opportunities, President Biden has allocated $128 million to Wisconsin's Workforce Innovation Grant program, funding various organizations to address workforce challenges and provide training, childcare, entrepreneurship support, healthcare, housing, and transportation. 

Furthermore, about $2.9 billion in federal funding has been announced for infrastructure projects in Wisconsin, including improvements to transportation and access to clean water. This has already provided over 300,000 households with more affordable high-speed internet service.

The Biden-Harris Administration's emergency relief efforts have helped keep over 2,000 restaurants and bars, as well as over 7,000 childcare programs, open in Wisconsin. As a result, the state's unemployment rate has decreased to 3.2%, and there have been record numbers of new business filings, with 118,000 jobs created and 130,000 new businesses in the past two years.

In terms of healthcare, President Biden's economic plan is expected to save Wisconsinites money on premiums and prescription drugs, leading to better health outcomes and increased financial security for families. Over 1.1 million individuals with Medicare in Wisconsin will benefit from provisions such as a yearly cap on out-of-pocket prescription drug costs and a monthly cap on insulin prescription costs. Additionally, over 220,000 individuals in Wisconsin have signed up for health insurance through the ACA Marketplaces and will experience savings on premiums.

Overall, these investments and initiatives are aimed at revitalizing Wisconsin's economy, creating jobs, improving infrastructure, and providing financial relief for individuals and families.