During Asian American, Native Hawaiian, and Pacific Islander Heritage Month, President Joe Biden recognizes the contributions, cultures, and heritage of Asian Americans, Native Hawaiians, and Pacific Islanders (AA and NHPIs). He acknowledges that these communities are among the fastest-growing racial and ethnic groups in the United States, representing diverse backgrounds and enriching the country. The president highlights the essential role played by AA and NHPIs in various aspects of American life, such as serving in the military, advocating for civil rights, starting businesses, and achieving Olympic success. He takes pride in having Vice President Kamala Harris, the first person of South Asian descent to hold the position, and Katherine Tai, the first Asian American United States Trade Representative, in his administration.

President Biden also addresses the surge in anti-Asian hate crimes, expressing concern and denouncing these acts of violence and discrimination. He emphasizes the need to combat xenophobia and hate, directing all executive departments and agencies to take action. The president references the COVID-19 Hate Crimes Act, signed into law last May, which provides law enforcement with resources to identify and investigate hate crimes and ensures accessibility of hate crimes information to AA and NHPI communities. He acknowledges the historical injustices faced by these communities, such as the unjust internment of Japanese Americans during World War II, and commits to addressing racial injustices and advancing equity for all Americans.

The Biden Administration is making investments in AA and NHPI communities, reestablishing and expanding the President's Advisory Commission and the White House Initiative on Asian Americans, Native Hawaiians, and Pacific Islanders. The American Rescue Plan has helped reduce poverty among AA and NHPI families, and efforts are being made to increase access to capital, training, counseling, and healthcare resources for these communities. The administration is also working on rebuilding the immigration system to ensure fair and humane treatment for all, including AA and NHPI communities.

President Biden calls upon all Americans to learn more about the history of AA and NHPIs and observe Asian American, Native Hawaiian, and Pacific Islander Heritage Month with appropriate programs and activities. He emphasizes the importance of building a country where every American, regardless of their background, has an equal opportunity to thrive. The proclamation is signed on April 29, 2022.