Spain and the United States have a strong bilateral relationship based on historical ties, shared democratic values, and a common vision for addressing global challenges. They are committed to upholding peace and security, protecting the planet's climate, promoting democracy and human rights, and enhancing economic prosperity worldwide. During President Biden's visit to Spain, the two countries have reached several understandings:

1. Condemning Russia's war against Ukraine: Spain and the US condemn Russia's aggression against Ukraine and pledge to support Ukraine and hold Russia accountable for its violations of Ukraine's sovereignty and territorial integrity.

2. Defending the rules-based international order: Spain and the US are committed to defending the rules-based international order, strengthening international institutions, and encouraging China to uphold its commitments within this order.

3. Strengthening defense cooperation: Spain and the US reaffirm their commitment to NATO and intend to enhance their defense cooperation, including the permanent stationing of additional US naval vessels in Spain.

4. Defending democracy, human rights, and gender equality: Both countries share a commitment to supporting human rights, particularly the rights of women and vulnerable populations. They will work together to promote gender equity and equality globally.

5. Intensifying collaboration on justice and security issues: Spain and the US plan to reinforce their law enforcement cooperation, combat terrorism, cybercrime, drug trafficking, and trafficking in persons, and strengthen cybersecurity cooperation.

6. Promoting safe and regular migration: Both countries intend to collaborate on a comprehensive approach to manage irregular migration flows, ensuring the just and humane treatment of migrants and addressing the root causes of irregular migration.

7. Fighting climate change and increasing energy security: Spain and the US recognize the urgency of climate action and commit to pursuing a climate-smart recovery. They will develop joint strategies to boost climate action, promote renewable energy, and reduce dependence on Russian fossil fuels.

8. Expanding cooperation in commercial and economic matters: Spain and the US are committed to strengthening the rules-based multilateral trade system, promoting trade and investment, and resolving trade and technological differences. They also aim to boost digital, scientific, and technological cooperation.

9. Strengthening political cooperation: Spain and the US will continue high-level consultations between their governments and regular contact on various regional and issue-focused topics.

10. Looking to the future: Spain and the US intend to continue strengthening their bilateral relations and prioritize cooperation during Spain's presidency of the Council of the European Union in 2023.

Overall, Spain and the US are committed to deepening their cooperation to provide security and prosperity to citizens on both sides of the Atlantic.