The Acting Administrator, Andy Slavitt, provided an update on the vaccination rollout in the U.S. He mentioned that 84 million people have received at least one vaccine dose, and 45 million people have been fully vaccinated. He also highlighted that 70 percent of Americans aged 65 and over have received at least one shot. He emphasized the progress made in increasing vaccine supply and distribution sites. In addition, he mentioned that President Biden will announce $81 billion in funds to support the safe reopening of schools.

Dr. Rochelle Walensky, the Director of the CDC, discussed the current state of the pandemic. She mentioned that cases are increasing slightly, with a seven-day average of nearly 55,000 cases per day. She expressed concern about the apparent stall in the trajectory of the pandemic and urged people to continue practicing prevention measures. She emphasized the importance of taking care of mental well-being and maintaining wellness and resilience.

Dr. Anthony Fauci discussed the effectiveness of COVID-19 vaccines. He presented data showing that fully vaccinated individuals had a significantly lower infection rate compared to those who were not vaccinated. He emphasized the importance of vaccination in ending the pandemic.

During the Q&A session, they addressed concerns about the AstraZeneca vaccine and vaccine hesitancy. They also discussed the global inequality in vaccine access and the administration's efforts to address this issue. They highlighted the importance of transparency and trust in vaccine messaging.

In response to a question about the state of the pandemic, Dr. Walensky and Dr. Fauci emphasized the need to continue vaccination efforts and public health measures. They acknowledged the progress made but urged caution and emphasized the importance of reaching higher vaccination rates.

Overall, the officials provided updates on the vaccination rollout, expressed concern about the current state of the pandemic, and emphasized the importance of vaccination and prevention measures. They also addressed questions about vaccine hesitancy, global vaccine access, and school reopening.