The Bipartisan Infrastructure Deal, also known as the Infrastructure Investment and Jobs Act, has been passed by Congress. This legislation aims to make significant investments in the nation's infrastructure, addressing various areas such as roads, bridges, rails, clean drinking water, high-speed internet, climate change, environmental justice, and more. It is intended to create jobs, improve transportation options, strengthen supply chains, and promote sustainability and equity. Some key provisions of the deal include:

1. Clean Drinking Water: The legislation will invest $55 billion to expand access to clean drinking water and eliminate lead service lines, benefiting households, businesses, schools, and child care centers.

2. High-Speed Internet: With a $65 billion investment, the deal aims to ensure that every American has access to reliable high-speed internet, reducing costs and closing the digital divide.

3. Road and Bridge Repair: The legislation will invest $110 billion to repair and rebuild roads and bridges, focusing on climate change mitigation, resilience, equity, and safety for all users. It also includes a program to reduce traffic fatalities.

4. Public Transit: The deal makes the largest investment in public transit in U.S. history, allocating $39 billion for modernization and expanding options across the country. It aims to replace deficient transit vehicles with clean, zero-emission vehicles and improve accessibility.

5. Airports and Ports: The legislation invests $25 billion in airports and $17 billion in port infrastructure and waterways to address repair and maintenance backlogs, reduce congestion, emissions, and drive electrification.

6. Passenger Rail: A $66 billion investment will be made to improve passenger rail services, eliminating the Amtrak maintenance backlog, modernizing the Northeast Corridor, and expanding rail service to areas outside the northeast and mid-Atlantic.

7. Electric Vehicle (EV) Chargers: The deal includes a $7.5 billion investment to build a national network of EV chargers, supporting the adoption of EVs, reducing emissions, improving air quality, and creating manufacturing jobs.

8. Power Infrastructure: The legislation allocates over $65 billion for upgrading power infrastructure, including clean energy transmission and grid. It aims to build resilient transmission lines, facilitate renewable energy expansion, and support the development of clean energy technologies.

9. Climate Resilience: With an investment of over $50 billion, the deal aims to make infrastructure resilient against climate change impacts, cyber-attacks, and extreme weather events. It will protect against droughts, floods, heatwaves, wildfires, and invest in weatherization.

10. Legacy Pollution: The legislation will invest $21 billion in cleaning up Superfund and brownfield sites, reclaiming abandoned mines, and capping orphaned oil and gas wells. This will address environmental pollution, promote environmental justice, and create union jobs.

Overall, this historic legislation seeks to address long-standing infrastructure challenges and promote economic growth, job creation, environmental sustainability, and equity.