The Biden-Harris Administration is taking action to improve the delivery of government services to the American people. The President has signed an Executive Order, titled "Transforming Federal Customer Experience and Service Delivery to Rebuild Trust in Government," which directs federal agencies to prioritize the experiences of the public in seeking government services. The goal is to ensure an effective, equitable, and accountable government that meets the needs of its people.

The Executive Order includes 36 customer experience improvement commitments across 17 federal agencies. These commitments aim to improve people's lives and the delivery of government services. The order also establishes a sustained, cross-government service delivery process that focuses on key moments in people's lives, such as turning 65, having a child, or applying for a small business loan. The administration will work to identify critical services, assess performance, incorporate customer feedback, and ensure a better experience for the public.

The government has designated 35 High-Impact Service Providers in federal agencies, which are key service providers due to the volume and types of benefits, services, and programs they deliver to the public. These agencies commit to putting their customers at the center of everything they do, including modernizing programs, reducing administrative burdens, and piloting new online tools and technologies to provide a simple, seamless, and secure customer experience.

The Executive Order addresses various areas where the public interacts with the government, such as retiring, filing and managing taxes, surviving a disaster, traveling, financing post-secondary education, managing VA health care and benefits, reducing barriers for those experiencing poverty, financing businesses, supporting women, infants, and children, managing health, and updating personal information.

This Executive Order is part of the President's Management Agenda (PMA) Vision, which aims to deliver excellent, equitable, and secure federal services and customer experience. Improving the delivery, efficiency, security, and effectiveness of government programs will advance equity, enhance people's interactions with public services, and provide greater opportunities for those who need it the most.

Overall, the government's mission is to serve the people, and by prioritizing the needs and experiences of the public, the government aims to rebuild trust, ensure no one is left behind, and inspire others to join in serving future generations of Americans.