President Biden has made combating the climate crisis a top priority for his administration. Climate change is already impacting various aspects of life in the United States, causing extreme heat waves, wildfires, and droughts that affect lives and livelihoods. These extreme weather events have cost the country over $100 billion in the past year, disproportionately affecting low-income communities, communities of color, and people with disabilities. Delaying action on climate change also hinders the country's global competitiveness in manufacturing and innovation.

President Biden has emphasized that climate change is a pressing threat that requires swift action to reduce emissions and strengthen resilience. The Bipartisan Infrastructure Deal passed by Congress aims to address these challenges by investing in the nation's resilience to extreme weather and climate change. It includes provisions to reduce greenhouse gas emissions, expand access to clean drinking water, and build a clean power grid, among other initiatives.

When combined with the Build Back Better Framework, these investments are expected to reduce emissions by over one gigaton this decade, meeting President Biden's commitment to reduce U.S. emissions by 50-52% from 2005 levels by 2030. The goal is to achieve a 100% carbon pollution-free power sector by 2035 and a net-zero economy by 2050. These investments will not only combat climate change but also promote environmental justice, create jobs, and save people money.

The Bipartisan Infrastructure Deal includes several key provisions:

1. Public Transit: It invests $66 billion to modernize and expand transit and rail networks, replace transit vehicles with clean, zero-emission vehicles, and benefit communities of color and transit workers.

2. Electric Vehicle Infrastructure: The deal allocates $7.5 billion to build a national network of EV chargers, with a focus on rural and disadvantaged communities.

3. Clean School Buses: The deal delivers electric school buses nationwide, replacing diesel buses and improving air quality for children. It also invests in low- and no-emission buses for public transit agencies.

4. Modern Infrastructure: The deal invests $17 billion in port infrastructure and $25 billion in airports to reduce congestion, emissions, and support electrification and low-carbon technologies.

5. Resilience: With an investment of over $50 billion, the deal aims to protect against climate change impacts and cyber-attacks, making communities safer and infrastructure more resilient.

6. Clean Drinking Water: The deal invests $55 billion to expand access to clean drinking water, eliminate lead service lines, and clean up dangerous chemicals like PFAS.

7. Legacy Pollution: The deal allocates $21 billion to clean up Superfund and brownfield sites, reclaim abandoned mines, and cap orphaned oil and gas wells. This investment will address environmental harms, create jobs, and advance environmental justice, benefiting communities of color.

8. Clean Energy Transmission: With over $65 billion in investment, the deal upgrades power infrastructure, builds resilient transmission lines, and promotes advanced technologies like advanced nuclear reactors, carbon capture, and clean hydrogen.

Overall, the Bipartisan Infrastructure Deal is a critical step towards President Biden's goal of achieving a net-zero emissions economy by 2050. It is paired with the Build Back Better Framework to grow the economy, lower consumer costs, create jobs, reduce climate pollution, and ensure equitable participation in the economy.