The Consumer Financial Protection Bureau (CFPB) has released a new report showing that the number of Americans with medical debt on their credit reports has decreased by 8.2 million from the first quarter of 2020 to the first quarter of 2022. This decrease can be attributed to the increase in the number of insured Americans, thanks to the efforts of the Biden-Harris Administration to protect and strengthen the Affordable Care Act (ACA) and lower healthcare costs. The CFPB has also taken actions to address inaccurate reporting of debt in collections and encourage the industry to correct their behavior.

The Biden-Harris Administration has initiated a government-wide initiative to reduce the burden of medical debt. They have directly relieved medical debt for low-income Americans and are working to eliminate the use of medical debt to assess creditworthiness for government lending programs. Reducing medical debt has numerous benefits, including improving credit scores, increasing access to credit, and improving physical and mental health outcomes. Since medical debt is more prevalent among low-income communities, reducing the burden of medical debt also promotes financial and health equity.

Despite the progress made, medical debt still accounts for over 50% of debt in collections tradelines, surpassing other sources such as credit cards, personal loans, utilities, and phone bills. The Biden-Harris Administration aims to continue taking action to ease the burden of medical debt and protect consumers from predatory collection practices.

The Department of Veterans Affairs (VA) has made it easier for lower-income veterans to have their VA medical debt forgiven. Previously, the application process for medical debt relief was complex and time-consuming, deterring veterans from applying. The VA has made improvements to simplify the process and make it faster.

Communities across the country are using American Rescue Plan (ARP) funding to buy and forgive medical debt, thereby relieving the burden on residents. These efforts, which involve purchasing medical debt portfolios at discounted rates, have the potential to significantly reduce medical debt. Several states and cities have already used ARP funds to eliminate medical debt, with an expected relief of up to nearly $1.5 billion.

Research has shown that medical debt is not a reliable predictor of overall financial health, and including it in credit scores can negatively impact creditworthiness. The Biden-Harris Administration has instructed all agencies to eliminate medical debt as a factor in underwriting credit programs whenever possible and consistent with the law.

The decline in medical debt reported to credit bureaus is just one aspect of the overall decrease in the financial burden of medical bills during the Biden-Harris Administration. While the CFPB report focuses on medical debt on credit reports, a recent CDC report showed a decline in the number of people in families struggling to pay medical bills, indicating relief across the board.

While progress has been made, there are still many Americans facing significant burdens from medical debt. The Biden-Harris Administration will continue its efforts to ensure that individuals and families dealing with illness are not burdened with excessive medical debt. This includes helping Americans sign up for health insurance, advocating for permanent lower premiums for ACA coverage, closing the Medicaid coverage gap, and taking sweeping actions to reduce the burden of medical debt through government agencies.