President Biden has announced his intent to nominate several individuals to key roles in his administration. These nominees include:

1. Donald R. Cravins Jr. as the Undersecretary of Commerce for Minority Business Development. Cravins currently serves as the Executive Vice President and Chief Operating Officer at the National Urban League. He has a background in law and has previously served in the Louisiana House of Representatives and Senate.

2. David P. Pekoske as the Administrator of the Transportation Security Administration (TSA), U.S. Department of Homeland Security. Pekoske has been serving as the TSA Administrator since 2017 and has extensive experience in government services and security operations.

3. Hugo F. Rodriguez Jr. as the Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Nicaragua. Rodriguez is a career member of the Senior Foreign Service and currently serves as a Senior Advisor in the U.S. Department of State's Bureau of Western Hemisphere Affairs.

4. Rosie Hidalgo as the Director of the Office on Violence Against Women, U.S. Department of Justice. Hidalgo currently serves as Special Assistant to the President and Senior Advisor on Gender-Based Violence at the White House Gender Policy Council. She has worked in the movement to end gender-based violence for over 25 years.

5. Jonathan W. Burks as a Member of the Board of Directors of the United States Institute of Peace. Burks is currently the Vice President for Global Public Policy at Walmart and has held various positions in government and the private sector, including serving as Chief of Staff to Speaker of the House Paul Ryan.

6. Michael K. Singh as a Member of the Board of Directors of the United States Institute of Peace. Singh is currently a Managing Director and Senior Fellow at the Washington Institute for Near East Policy. He has extensive experience in Middle East affairs and has served in various roles in government and policy organizations.

7. Kathryn Wheelbarger as a Member of the Board of Directors of the United States Institute of Peace. Wheelbarger is currently the Vice President for Future Concepts at Lockheed Martin Government Affairs. She previously served as Acting Assistant Secretary of Defense for International Security Affairs at the U.S. Department of Defense.

These nominations cover a range of key positions in the Biden administration, including commerce, transportation security, diplomacy, justice, and peacebuilding.