In a press briefing, White House Press Secretary Karine Jean-Pierre addressed several topics. She first expressed condolences for the victims of the recent shooting in Buffalo, New York, and highlighted the bravery of those in law enforcement who responded to the incident. President Biden and the First Lady will be traveling to Buffalo to meet with the families of the victims and express gratitude to law enforcement and first responders. 

Jean-Pierre also mentioned that the President will be hosting the Prime Minister of Greece for a bilateral meeting to discuss various topics such as the U.S.-Greece relationship, defense partnership, energy security, and support for Ukraine. The President and the First Lady will also host a reception honoring Greece's bicentennial year. 

In addition, the administration announced an Action Plan to Ease the Burden of Housing Costs, which includes efforts to increase the supply of affordable housing units and improve housing affordability. The plan aims to address one of the largest items in a family's budget and one of the largest drivers of inflation in the economy. 

Jean-Pierre highlighted the progress made in implementing the Bipartisan Infrastructure Law, including funding for various infrastructure projects across the country. The President and his administration have been working to deliver results in areas such as climate change, environmental justice, domestic manufacturing, supply chain resilience, and lowering costs for working families. 

Regarding the recent shooting in Buffalo, Jean-Pierre condemned racially motivated hate crimes and emphasized the need to combat hate-fueled domestic terrorism. She mentioned that the motivation for the shooting is still being investigated, but the President believes in calling out and rejecting hatred and extremist ideologies that seek to divide Americans. 

Jean-Pierre also addressed questions about the role of the Press Secretary in promoting the President's interests versus providing unvarnished truth to the American people. She emphasized that the two are not mutually exclusive and that the President expects truth, transparency, and honesty from his administration. 

Other topics discussed in the briefing included the shortage of baby formula, the reestablishment of a U.S. military presence in Somalia, and the need for comprehensive gun reform. Jean-Pierre also expressed gratitude for the support and congratulatory messages she has received as the first Black, gay, immigrant woman to hold her position.