In a press briefing, White House Deputy Press Secretary Karine Jean-Pierre addressed several topics. She expressed the administration's condolences for the victims of recent mass shootings in California and reiterated President Biden's commitment to addressing gun violence. She highlighted the reintroduction of a federal assault weapons ban and emphasized the need for Congress to take action on gun control.

Jean-Pierre also shared positive economic news, stating that 38 states now have unemployment rates at or below 4 percent. She highlighted job creation, lower inflation, and small business growth as indicators of the success of President Biden's economic plan.

Regarding the discovery of classified documents at Vice President Pence's residence, Jean-Pierre declined to comment on ongoing investigations but reiterated the administration's commitment to non-interference in the Department of Justice's work.

She also addressed questions about the U.S. providing military assistance to Ukraine, the release of President Biden's budget for the next fiscal year, and the administration's stance on China providing assistance to Russia. Jean-Pierre emphasized the importance of partnerships with Ukraine and other allies and partners, but did not provide specific details.

When asked about President Biden's response to the recent shootings, Jean-Pierre mentioned his statements expressing condolences to the victims' families and his commitment to addressing gun violence. She also mentioned his past engagements with affected communities and his willingness to work in a bipartisan manner to address the issue.

In response to questions about the President's handling of classified documents, Jean-Pierre referred to the White House Counsel's Office for more information.

Finally, Jean-Pierre discussed the administration's approach to Africa, including upcoming visits by U.N. Ambassador Linda Thomas-Greenfield and Treasury Secretary Janet Yellen. She emphasized the administration's commitment to partnerships with African countries and its support for Finland and Sweden's accession to NATO.