In a press conference, President Biden discussed the ongoing conflict between Russia and Ukraine. He stated that it has been one month since Russia began its invasion of Ukraine and that the NATO summit held the day after the invasion was aimed at achieving unity on three key issues: supporting Ukraine with military and humanitarian assistance, imposing significant economic sanctions on Russia, and fortifying the eastern flank of NATO allies. He announced that the United States has committed over $2 billion in military equipment and more than $1 billion in humanitarian assistance for Ukraine. He also mentioned the coordination with the G7 and the EU on food and energy security. President Biden highlighted the unity and commitment of NATO, the EU, and the G7 in responding to Russia's actions. He mentioned the establishment of four new battle groups in Romania, Hungary, Bulgaria, and Slovakia to reinforce the eastern front. He emphasized that Putin's actions have resulted in the opposite of what he intended, as NATO and its allies have only become more united.

During the Q&A session, President Biden addressed various topics. When asked about the possibility of Russia using chemical weapons in Ukraine, he stated that the US and NATO would respond accordingly but did not provide specific intelligence. Regarding China's involvement in supporting Russia, he mentioned his conversation with President Xi Jinping and warned of the consequences of China assisting Russia. He also discussed the issue of food shortages resulting from the conflict and the need to address them through international cooperation. President Biden expressed his commitment to providing humanitarian assistance and addressing the needs of refugees, both within Ukraine and those seeking refuge in other countries. He emphasized the importance of international collaboration in dealing with the crisis and alleviating the suffering of those affected.

President Biden was also asked about the possibility of Ukraine ceding territory to gain a ceasefire with Russia. He stated that it is a judgment for Ukraine to make, but he does not believe it will be necessary. On the question of Russia's removal from the G20, he expressed support for such a move if the G20 members agree, but also suggested allowing Ukraine to attend the meetings as an observer if Russia's removal is not possible.

Regarding the 2024 presidential election, President Biden said he made a commitment not to run for re-election and that his focus is on the current term, including retaining control of the House and Senate. He expressed confidence in his ability to handle foreign policy and the support he receives from European leaders.

In response to a question about the effectiveness of the actions taken against Russia, President Biden clarified that sanctions alone do not deter, but the continued unity and sustained pressure from the international community can have an impact. He emphasized the need for the world to stay focused on the situation and the suffering caused by Russia's actions.

Overall, President Biden's remarks highlighted the commitment of the United States and its allies to support Ukraine, impose sanctions on Russia, and reinforce NATO's eastern flank. He emphasized the importance of international unity and collaboration in dealing with the crisis and expressed a strong stance against Russia's actions.