During a recent briefing, Jeff Zients, the White House COVID-19 Response Coordinator, provided an update on the vaccination program in the US. He stated that more than 112 million Americans have received at least one dose of the vaccine, and more than 66 million adults are fully vaccinated. The current seven-day average of daily vaccinations is 3 million shots per day. Zients also announced that all adult Americans will be eligible for vaccination by April 19th, ahead of the original May 1st timeline. The goal is to administer 200 million shots in the first 100 days of President Biden's administration.

Zients highlighted the efforts to increase the number of vaccination sites, particularly in underserved areas. The Federal Retail Pharmacy Program has expanded to include around 30,000 pharmacies, and they are on track to have nearly 40,000 pharmacies participating by April 19th. They have also established federally-run mass vaccination sites and are working with community health centers to expand vaccine distribution.

In terms of vaccine supply, over 28 million doses were distributed to states, tribes, and territories this week, and both Pfizer and Moderna are on track to deliver a total of 200 million doses each by the end of May. Johnson & Johnson is working to resolve manufacturing issues at their facility in Baltimore and expects to have a cadence of up to 8 million weekly doses once they secure FDA authorization.

While the vaccination program is progressing, there are still areas of the country experiencing an increase in cases. The CDC is closely monitoring the data and providing assistance to states with significant increases. They are also offering additional tools to help stem the spread, including working with states to ensure they are using all available doses, surging federal personnel to support vaccination efforts, increasing testing capacity, and providing more therapeutics and treatments.

Dr. Walensky, the director of the CDC, provided an overview of the current COVID-19 data, noting that cases and hospital admissions are increasing while deaths are decreasing. She emphasized the importance of vaccination, particularly among younger adults who are seeing increasing numbers of emergency department visits. She also mentioned the funding provided to schools for COVID-19 testing and encouraged participation to slow the spread of the virus.

Dr. Fauci addressed the question of how vaccines were developed so quickly. He explained that the speed and efficiency of vaccine development were due to years of multidisciplinary research and advancements in platforms and immunogen design. He highlighted the work done on mRNA vaccines, viral vectors, and recombinant protein vaccines, as well as the use of crystallography and cryo-EM in immunogen design.

Surgeon General Murthy discussed vaccine confidence and the efforts to address vaccine hesitancy and misinformation. He emphasized the importance of getting vaccinated and urged people to help others get vaccinated as well. He mentioned the COVID-19 Community Corps and the partnerships with various organizations to deliver science-based information to communities.

Overall, the briefing highlighted the progress of the vaccination program in the US, the efforts to expand access to vaccines, and the ongoing challenges in addressing the pandemic.