The Vice President of the United States, Kamala Harris, delivered a speech at the Atlantis Conference Center in Paradise Island, Bahamas. She expressed her gratitude to Prime Minister Davis and congratulated the country on its upcoming 50th anniversary of independence. Harris emphasized the importance of the U.S.-Caribbean relationship and highlighted the common bonds and interests shared between the United States and Caribbean nations.

The Vice President discussed the progress made in addressing the climate crisis in the Caribbean region. She mentioned the launch of the U.S.-Caribbean Partnership to Address the Climate Crisis (PACC 2030) and the efforts to accelerate the transition to clean energy and promote climate resilience. Harris provided examples of clean energy projects and disaster preparedness initiatives that have been implemented with the help of the United States.

Harris also announced additional investments under the PACC 2030, including a $20 million investment in the Caribbean Climate Investment Program to incentivize private sector partnerships for clean energy technologies, and a $15 million investment to support emergency response efforts and strengthen the capacity of the Caribbean Disaster Emergency Management Agency.

Another area of focus discussed by Harris was the need for increased access to development financing in the Caribbean. She mentioned her meeting with the new President of the World Bank and the United States' commitment to leading a diplomatic campaign on multilateral development bank reform. The Vice President also highlighted the importance of including disaster clauses in new debt agreements and mobilizing the private sector to support climate goals.

On the issue of security, Harris reiterated the commitment of the Biden administration to disrupt gun trafficking and hold traffickers accountable. She announced the creation of a new position, a Coordinator for Caribbean Firearms Prosecutions, within the U.S. Department of Justice to enhance information sharing and support the prosecution of traffickers. The Vice President also mentioned the support provided by U.S. law enforcement agencies to strengthen firearms investigations in the Caribbean region.

Regarding Haiti, Harris expressed condolences for the recent flooding and earthquake and emphasized the need for continued support from the international community. She announced $53.7 million in new humanitarian aid for Haiti and expressed the administration's support for the extension of trade preferences for the country. Additionally, Harris announced the process to establish an expanded diplomatic presence in the Eastern Caribbean, including two new embassies, in response to requests from Caribbean partners.

In conclusion, Harris highlighted the progress made in addressing shared priorities over the last two years and emphasized the importance of collaboration and partnership in ensuring the security and prosperity of the region. She expressed the administration's commitment to continue the work and acknowledged that there is more to be done.