As Mental Health Awareness Month is observed, the United States is facing a significant mental health crisis affecting people of all ages. A large number of American adults experience symptoms of anxiety and depression, while parents express concern about their children's mental well-being. Teenagers also report struggling with feelings of sadness or hopelessness. This crisis has revealed weaknesses in the country's care infrastructure and has compounded other domestic challenges. In response, President Biden has proposed a comprehensive national strategy to address the mental health crisis. The administration has already invested nearly $4 billion in expanding access to mental health and substance use services. The President's budget for FY23 includes over $27 billion in discretionary funding and an additional $100 billion in mandatory funding over 10 years to implement the strategy. The administration is taking new actions this month to strengthen the mental health care system, connect more Americans to care, and create a continuum of support. These actions include promoting the well-being of frontline health workers, piloting new approaches to training behavioral health paraprofessionals, strengthening crisis care and suicide prevention infrastructure, and building the capacity of long-term care facilities to deliver behavioral health care. The administration is also addressing the caregiving crisis and taking steps to make mental health care more accessible by reducing barriers such as cost and stigma. They are advancing behavioral health care for the Asian American, Native Hawaiian, and Pacific Islander community, lowering barriers to care among service members, and ensuring access to mental health support in schools and universities. Additionally, the administration is focusing on creating healthy environments by training social and human services professionals in mental health skills, training tribal law enforcement personnel in mental health, enhancing school-based supports in Native communities, and spurring innovation in recovery support models. They are also working to improve financial security among veterans, enforce workplace rights of the mentally ill, and establish a federal research action plan on mental health.