In a press conference, President Biden addressed the unfolding situation in Afghanistan and discussed the reasons behind the decision to withdraw US forces from the country. He emphasized that the US mission in Afghanistan was always focused on counterterrorism, not nation-building, and that the primary goal was to prevent terrorist attacks on American soil. He acknowledged that the terrorist threat has evolved and spread beyond Afghanistan, and that the US has developed over-the-horizon capabilities to address these threats. 

President Biden also highlighted the deal negotiated by the Trump administration with the Taliban, which set a deadline for US forces to withdraw by May 1, 2021. He explained that he had to make a choice between following through on that agreement or escalating the conflict by sending more troops back into combat. He defended his decision to withdraw, stating that the Afghan military collapsed and that the political leaders of Afghanistan were unable to unite and negotiate for the future of their country. 

He expressed empathy for the pain and concern felt by veterans, diplomats, and others who have been involved in Afghanistan, but maintained that the US cannot continue to fight an indefinite war that is not in its national interest. He outlined the current mission in Afghanistan, which focuses on evacuating US and Allied personnel, as well as Afghan allies and vulnerable Afghans, to safety. He assured that the US will defend its personnel with force if necessary and reiterated that the military withdrawal will be completed after the mission is accomplished.

President Biden acknowledged the missteps and challenges faced by the US over the past two decades in Afghanistan, but emphasized that the mission to degrade the terrorist threat of al Qaeda and kill Osama bin Laden was a success. He concluded by stating that he made a commitment to bring America's military involvement in Afghanistan to an end, and while the decision is not without criticism, he believes it is the right one for the American people and for the brave service members who have sacrificed so much.