The memorandum is addressed to the Secretary of State and the Secretary of Homeland Security and discusses the Deferred Enforced Departure (DED) for certain residents of Hong Kong who are present in the United States. The memorandum highlights the United States' support for the human rights and freedoms of Hong Kong residents and recognizes the erosion of those rights by the People's Republic of China (PRC).

The memorandum mentions that the PRC imposed the Law of the People's Republic of China on Safeguarding National Security in the Hong Kong Special Administrative Region (NSL) on Hong Kong, which undermined the rights and freedoms protected under the Basic Law and the Sino-British Joint Declaration. It also states that Hong Kong police have made politically motivated arrests of opposition politicians, activists, and protesters on NSL-related charges.

The memorandum further explains that the PRC has continued to assault Hong Kong's autonomy, restrict academic freedom, and crack down on freedom of the press. It emphasizes the United States' commitment to a foreign policy that defends democracy and promotes human rights globally.

Based on these reasons, the memorandum directs the Secretary of Homeland Security to defer the removal of any Hong Kong resident who is present in the United States for 18 months, except for specific conditions and exceptions. These exceptions include those who have voluntarily returned to Hong Kong or the PRC, those who have not continuously resided in the United States, those who are inadmissible or deportable under immigration laws, those with certain criminal convictions, those subject to extradition, those determined to be a danger to public safety, or those whose presence would have potentially serious adverse foreign policy consequences.

The memorandum also instructs the Secretary of Homeland Security to authorize employment for noncitizens whose removal has been deferred and to consider suspending regulatory requirements for F-1 nonimmigrant students who are Hong Kong residents.

Lastly, the memorandum authorizes the Secretary of Homeland Security to publish it in the Federal Register.