More than 100 million Americans are currently under Air Quality Index Alerts due to smoke drifting from historic wildfire activity in Canada. Canada is experiencing one of its worst wildfire seasons on record, with over 425 active wildfires and nearly 10 million acres burned, which is 17 times the 20-year average. In the United States, there have been 19,574 wildfires since January 1, 2023, burning 616,486 acres, with the most significant fire activity concentrated in the Southwest.

These events highlight the impact of the climate crisis on communities across the country. President Biden has recognized climate change as one of the four crises facing the nation and has made historic investments to address the climate crisis and strengthen community resilience.

The Biden-Harris Administration is taking several measures to help communities prepare for and respond to wildfires:

1. Amplifying Public Health Guidance: Providing timely and accurate air quality data through the Environmental Protection Agency (EPA) and the U.S. Forest Service (USFS) to help people stay safe. The EPA collects data from air quality monitors and crowd-sourced sensors, which is accessible through the AirNow.gov website and app. The Department of Health and Human Services and the Centers for Disease Control and Prevention (CDC) offer technical assistance to public health officials and provide resources on wildfire smoke and its health effects.

2. Supporting Canadian Fire Suppression Actions: Mobilizing federal assets and coordinating with Canadian allies to help suppress wildfires. The United States has deployed over 600 federal and state firefighters, support personnel, and firefighting assets to assist Canada. Additional personnel and equipment have been offered to provide robust support to Canada while maintaining domestic readiness for wildfires.

3. Strengthening Wildfire Response Capacity: Increasing the number of federal firefighters to a record 16,700, with additional surge capacity of 13,000 employees across agencies. The U.S. Forest Service and the Department of the Interior can also activate an additional 11,000 personnel from outside their agencies to support firefighting efforts. The Bureau of Indian Affairs coordinates with Tribes to add 500 tribal firefighters.

4. Mitigating Smoke Impacts to Aviation and Airports: The Federal Aviation Administration (FAA) is prepared to modify operations as needed due to reduced visibility from wildfire smoke. The FAA will manage air traffic flow into affected airports to ensure safety.

5. Wildland Fire Resilience & Response in the President's Budget: The Bipartisan Infrastructure Law and the Inflation Reduction Act have allocated over $7 billion in funding to enhance wildfire mitigation and response capabilities. The Biden-Harris Administration remains focused on limiting wildfire damage and protecting communities, the economy, and the environment from climate-induced natural hazards.

In the President's 2024 budget request, Congress is called upon to continue prioritizing wildland fire resilience and response.