The federal government is aiming to increase the share of contracts going to small disadvantaged businesses (SDB) by 50 percent by 2025, which is projected to translate to an additional $100 billion to SDBs over the next five years. Currently, less than 10 percent of federal agencies' total eligible contracting dollars go to SDBs, and less than 5 percent go to women-owned small businesses. Increasing federal spending with underserved businesses can help narrow wealth disparities and promote equity.

To achieve this goal, the Biden-Harris Administration is implementing several reforms to the federal procurement process. Agencies will be asked to create ambitious goals to spend 11 percent of Fiscal Year 2022 governmentwide procurement dollars on SDBs, exceeding the existing statutory goal of 5 percent. The federal government will also update goals for other categories of small businesses, such as women-owned small businesses, service-disabled veteran-owned small businesses, and HUBZone businesses.

In addition, the Administration is releasing disaggregated data of federal contracting spend by race/ethnicity of business owners for the first time. This transparency tool will allow procurement officials, business owners, and the public to track equity and progress over time. The federal government will publicly release this data on an annual basis starting from FY 2020.

The use of "category management" in federal procurement will also undergo major changes to boost contracting opportunities for underserved small businesses. The Office of Management and Budget (OMB) will issue revised guidance to help federal agencies conduct more equitable buying practices.

To drive accountability and institutionalize achievement of small business contracting goals, the federal government will adopt key management practices and ensure proactive engagement and execution by agency senior leadership.

Lastly, the Biden-Harris administration aims to increase the number of new entrants to the federal marketplace to reverse the decline in the small business supplier base. Agencies will benchmark the inclusion of new entrants and develop strategies to diversify the small business supplier base. Increasing transparency around future contracting opportunities will provide more small businesses with the chance to compete and enter the federal marketplace.