The Biden-Harris Administration has announced several initiatives to support and improve conditions for federal wildland firefighters. These firefighters play a crucial role in protecting critical infrastructure, lives, property, forests, and natural resources from wildfires. The administration's actions are funded by $600 million from President Biden's Bipartisan Infrastructure Law.

One of the key steps is increasing pay for federal wildland firefighters. Last year, more than 11,300 firefighters received pay increases as part of President Biden's initiatives to ensure a minimum wage of $15 per hour for federal employees. This year, the administration is implementing temporary pay increases that will put retroactive pay into firefighters' pockets, up to the lesser of $20,000 or 50% of their annual base salary, through September 2023. These payments will begin in the coming weeks.

Additionally, the administration is creating new supports for firefighters' mental and physical well-being. Secretary of the Interior Deb Haaland has announced the establishment of an interagency wildland firefighter health and well-being program. This program will provide trauma-informed mental health care and address environmental hazards to minimize on-the-job exposure for firefighters. It will also connect existing efforts and provide critical incident stress management staffing response.

The administration is also focused on improving recruitment and retention of firefighters. They support a new firefighter pay structure that is competitive and equitable to address recruitment and retention challenges. The administration aims to secure investments and grow the critical firefighting workforce.

Furthermore, the U.S. Office of Personnel Management (OPM) has created the Wildland Fire Management occupational series under the Bipartisan Infrastructure Law. This series better identifies federal firefighters and defines their duties. It provides a clear career path with detailed requirements for advancement, which will help with recruitment and retention efforts.

Overall, these actions aim to improve the conditions for federal wildland firefighters, address their long-standing challenges, and strengthen the firefighting workforce to ensure the safety of communities across the nation.