The Biden administration has launched House America, a new initiative to reduce homelessness in America. The initiative will engage state and local leaders to set and achieve ambitious goals for reducing homelessness. It will promote the use of "housing first" principles and encourage the use of federal funding to rapidly reduce homelessness in communities. The administration is also working on confirming Dilawar Syed as the deputy administrator for the Small Business Administration, but his confirmation is being held up by Senate members who are not attending committee meetings. The administration supports the nomination and believes Syed is well-qualified for the role.

Regarding international relations, the administration views its relationship with China as one of competition rather than conflict. The President recently had a conversation with President Xi, and the administration recognizes that while there are areas of disagreement, there are also areas where the U.S. and China can work together. The administration is committed to not pursuing a new Cold War with any country.

The administration is monitoring the stability of China's real estate sector, particularly in light of issues with Evergrande. The Department of Treasury is responsible for assessing any risk to the U.S. economy and is prepared to respond appropriately if needed.

There is no immediate reaction from the White House to the conviction of the man who inspired "Hotel Rwanda." The administration will provide a more comprehensive reaction at a later time.

President Biden will have a call with President Macron in the coming days to reaffirm the commitment to working together on a range of challenges. The President's objective is to strengthen security and prosperity and maintain a close alliance with France.

The administration announced new travel requirements for international visitors to the U.S. starting in November. Adult foreign nationals traveling to the U.S. will be required to be fully vaccinated and provide proof of a negative COVID-19 test. The administration is working on the specifics of implementing these requirements, including the process for verifying vaccination status.

President Biden plans to get his booster shot on camera, but a date has not been set yet. He is tested regularly for COVID-19, and his most recent test was negative. It is unclear if he has received or plans to get the flu shot.

The President will deliver a speech at the U.N. General Assembly and will emphasize the importance of reestablishing alliances, addressing global challenges, and pursuing U.S. interests without pursuing a new Cold War. The administration recognizes that disagreements may arise but believes in the strength of alliances and partnerships.

The administration is committed to enacting a long-term pathway to legal status for undocumented immigrants, but it is uncertain when this will happen. The President supports efforts by senators to propose alternative proposals for immigration reform and will work with Congress to achieve this goal.

The administration is closely monitoring the situation at the border in Del Rio, Texas. They are implementing Title 42 to expel individuals based on COVID-19 concerns and are working to provide resources and assistance to the Haitian migrants. The administration is committed to addressing root causes of migration and is working with countries in the region to reduce migration flows.

The administration is aware of reports and footage showing border agents on horseback apparently using whips on Haitian migrants. They cannot imagine any context in which this would be appropriate and will investigate the footage further. If confirmed, appropriate action will be taken.

The administration is providing assistance to individuals returning to Haiti, including financial and technical assistance. They are committed to supporting Haiti during a difficult time and have a range of programs and financial support in place.

The President's commitment to a woman's right to choose has not changed, and the administration supports efforts to protect and expand access to abortion. They will continue to fight against laws that restrict access to abortion, such as the Texas law, and support legislation like the Women's Health Protection Act.

The Supreme Court setting a hearing date for the Mississippi abortion law is an ongoing process, and the administration supports a woman's right to choose. They will continue to fight for access to abortion and challenge laws that restrict it.

There