President Joe Biden has announced his intent to nominate several individuals for key roles in his administration. Here are the nominees and their respective positions:

1. Constance J. Milstein: Nominee for Ambassador Extraordinary and Plenipotentiary to the Republic of Malta. Milstein is an attorney, businesswoman, philanthropist, and social entrepreneur. She has led international initiatives and served in various roles with nonprofits and NGOs focused on international relations and democracy building.

2. Alina L. Romanowski: Nominee for Ambassador Extraordinary and Plenipotentiary to the Republic of Iraq. Romanowski is a career member of the Senior Executive Service and currently serves as the U.S. Ambassador to Kuwait. She has extensive experience in Middle East affairs and has held senior positions at the Department of State and the Department of Defense.

3. Margaret C. Whitman: Nominee for Ambassador Extraordinary and Plenipotentiary to the Republic of Kenya. Whitman is a business executive and former candidate for Governor of California. She has held leadership positions in various companies, including Hewlett Packard Enterprise, eBay, and FTD. Whitman is also a board member of Procter & Gamble and General Motors.

4. January Contreras: Nominee for Assistant Secretary for Children and Families, Department of Health and Human Services. Contreras has dedicated her career to strengthening safety and stability for women, children, and families. She has served in various roles, including as a county prosecutor, assistant attorney general, and as Ombudsman for Citizenship and Immigration Services at the U.S. Department of Homeland Security.

5. Agnes G. Schaefer: Nominee for Assistant Secretary of the Army for Manpower and Reserve Affairs, Department of Defense. Schaefer is a senior political scientist at the RAND Corporation and specializes in U.S. military personnel policy and national security strategy. She has conducted numerous studies for the Department of Defense and has served as Associate Director of RAND's International Security and Defense Policy Center.

6. Timothy J. Baker: Nominee for Commissioner of the Federal Mine Safety and Health Review Commission. Baker is currently the Associate General Counsel of the United Mine Workers of America. He previously worked for the Federal Mine Safety and Health Review Commission and has experience in advocating for miners afflicted with occupational lung disease.

These nominees bring diverse backgrounds and expertise to their respective roles, and if confirmed, will play key roles in the Biden administration's efforts.