In his proclamation, President Biden recognizes May as National Foster Care Month and emphasizes the importance of supporting youth in foster care. He expresses appreciation for families who provide safe and loving homes for foster children and acknowledges the efforts of volunteers and professionals in helping foster youth find permanent homes. The President highlights that a significant number of children in foster care are being raised by kin, particularly grandparents, which helps them maintain family bonds and cultural identity. He also acknowledges the disproportionate impact of the COVID-19 pandemic on young people in foster care and mentions the actions taken by his administration to support them through the Supporting Foster Youth and Families through the Pandemic Act.

President Biden acknowledges the history of injustice in America's foster care system, particularly against Black and Native American children. He notes the disparities in their experiences within the system, such as longer stays in foster care and lower rates of adoption or reunification with birth parents. He also addresses the need for better support for children with disabilities and LGBTQI+ youth in foster care.

To improve the foster care system, President Biden proposes increased funding and reforms that prioritize prevention services to keep more children safely in their own homes. He suggests providing incentives for states to place children with relatives or emotionally bonded adults when appropriate, increasing resources for youth aging out of foster care, and implementing competitive grants to advance racial equity and improve education outcomes in the child welfare system. The President also aims to make adoption and legal guardianship more affordable for low- and moderate-income families.

National Foster Care Month is seen as an opportunity to celebrate foster youth and the individuals who support them. President Biden calls on all Americans to reach out to children and youth in foster care and their families, as well as those at risk of entering foster care and kin families or other caregivers. The proclamation concludes with President Biden's signature.