President Biden has announced his intent to nominate two individuals to federal district courts and one individual to the United States Court of Federal Claims. These nominees are described as highly qualified, experienced, and committed to upholding the rule of law and the Constitution. The nominations also align with President Biden's commitment to promoting diversity in the nation's courts, both in terms of personal and professional backgrounds. This marks President Biden's thirtieth round of nominees for federal judicial positions, bringing the total number of announced nominees to 157. 

The first nominee, Judge Kato Crews, has been serving as a United States Magistrate Judge for the District of Colorado since 2018. Prior to that, he was a founding partner of two law firms and worked as an associate and partner at Rothgerber Johnson & Lyons LLP. He also served as a staff attorney at the National Labor Relations Board. Judge Crews obtained his J.D. from the University of Arizona and his B.A. from the University of Northern Colorado.

The second nominee, Jabari Wamble, has been an Assistant United States Attorney in the United States Attorney's Office for the District of Kansas since 2011. Before that, he held positions as an Assistant Attorney General in the Office of the Kansas Attorney General and as an Assistant District Attorney for the Johnson County, Kansas District Attorney's Office. Mr. Wamble earned his J.D. from the University of Kansas School of Law and his B.S. from the University of Kansas.

The third nominee, Molly Silfen, has been serving as an Associate Solicitor in the United States Patent and Trademark Office since 2013. She was also detailed to work as a counsel on the Intellectual Property Subcommittee of the United States Senate Committee on the Judiciary. Previously, Ms. Silfen worked as an appellate attorney in the Appellate Section of the Civil Division at the United States Department of Justice and as an associate at Finnegan, Henderson, Farabow, Garrett, and Dunner LLP. She clerked for Judge Alan D. Lourie on the United States Court of Appeals for the Federal Circuit. Ms. Silfen obtained her J.D. from Harvard Law School and her B.S. from Yale University.