President Biden will be traveling to Northfield, Minnesota to visit Dutch Creek Farms as part of his Investing in Rural America Event Series. During his visit, he will announce over $5 billion in new investments from his Investing in America agenda, which includes the Bipartisan Infrastructure Law and the Inflation Reduction Act. These investments aim to promote rural prosperity, economic development, competition, and sustainability.

The U.S. Department of Agriculture (USDA) will provide nearly $1.7 billion in funding to support the adoption of climate-smart agriculture practices. This funding will benefit farmers, ranchers, and foresters by offering new revenue streams and advancing environmental co-benefits. Dutch Creek Farms, a family farm that grows corn, soybeans, and raises hogs, has already implemented climate-smart agriculture techniques, such as carbon sequestration, soil quality improvement, and riparian buffer creation.

Additionally, USDA will allocate $1.1 billion for rural American infrastructure upgrades. This funding will support projects in rural communities across the country, creating jobs and improving access to clean water, reliable electricity, and renewable biofuels.

USDA will also invest $2 billion in economic development projects in Rural Partners Network (RPN) communities, aiming to create jobs, build infrastructure, and improve access to healthcare, housing, and clean water and energy. The RPN is a federal initiative that facilitates partnerships with rural communities.

To expand high-speed internet access, USDA will provide nearly $274 million in grants and loans across eight states. This investment is part of the ReConnect Program, funded by the Bipartisan Infrastructure Law, which aims to ensure affordable, reliable high-speed internet access for all Americans.

Furthermore, USDA will allocate $145 million in funding through the Rural Energy for America Program (REAP) to support energy efficiency improvements and renewable energy investments for agricultural producers and rural small business owners. This funding will help lower energy costs, generate income, and enhance operational resiliency.

These announcements complement previous investments made by the Biden-Harris Administration, including expanding access to markets and increasing competition for farmers and producers. Notably, USDA has committed $1 billion to expand meat and poultry processing capacity, providing farmers with more market options and fairer prices. Additionally, $900 million has been allocated to stimulate the production of American-made fertilizer and create jobs in rural America.

These investments reflect the Biden-Harris Administration's commitment to rural America and its efforts to address the climate crisis. To learn more about these investments, visit the Biden-Harris Administration's website.