In recognition of National Stalking Awareness Month, President Joseph R. Biden Jr. emphasizes the importance of ensuring that all individuals feel safe and protected in various settings, including their homes, workplaces, schools, and online spaces. Stalking is a pervasive crime that employs various tactics to instill fear, intimidate, surveil, and exert control over its victims. Studies reveal that a significant number of women and men have experienced stalking, often by someone they know, such as a current or former intimate partner. Survivors of stalking often suffer physical, psychological, and social harm, including higher rates of depression, anxiety, and insomnia. Stalking can also have significant economic consequences as victims may have to uproot their lives or take unpaid time off from work to protect themselves and their families. 

In recent years, the use of technology, particularly smartphones and computers, has become the most prevalent form of stalking. With the increased reliance on virtual platforms for education, work, and social interactions, the risk of stalking has grown substantially. It is crucial to ensure the safety and freedom of all individuals, especially women, girls, and LGBTQI+ individuals who are at a higher risk of stalking, in online spaces as technology continues to advance. Accountability for individuals or systems that perpetrate or enable stalking is also essential.

To address the disproportionate impact of stalking and digital abuse on women and girls, President Biden's administration has committed to launching a task force focused on technology-facilitated, gender-based violence. This task force will collaborate with survivors, advocates, law enforcement professionals, civil and human rights groups, technology platforms, and other experts to develop concrete recommendations to improve prevention, response, and protection efforts domestically and globally. The administration also plans to develop the first-ever National Action Plan to End Gender-Based Violence, which will further strengthen efforts to prevent and respond to stalking and other forms of gender-based violence.

President Biden has been a long-time advocate for addressing abuses of power, including stalking, domestic violence, dating violence, and sexual assault. He wrote and championed the Violence Against Women Act nearly three decades ago, which aimed to change the culture and provide support for survivors of these crimes. He calls on Congress to reauthorize and modernize this legislation with enhanced provisions to expand the country's response to stalking and other forms of gender-based violence.

Stalking thrives in silence and inaction, so President Biden urges all Americans to speak out against stalking and support the efforts of advocates, courts, service providers, and law enforcement in helping those who are targeted. The proclamation declares January 2022 as National Stalking Awareness Month and emphasizes the need to shed light on this insidious crime, broaden support for survivors, and create a world free from violence and fear.