The Vice President of the United States, Kamala Harris, addressed the second convening of the National Space Council at the Johnson Space Center in Houston, Texas. She highlighted the importance of American leadership in space, emphasizing its impact on economic prosperity, scientific progress, technological advancement, and national security. The Vice President discussed three priorities identified at the previous meeting: expanding the STEM workforce, addressing the climate crisis, and promoting international rules and norms for space activities.

Regarding the STEM workforce, Harris mentioned the need for skilled technical workers in the space industry and announced that over a dozen commercial space companies are partnering with community colleges, technical schools, and unions to provide training programs for aspiring workers. She also expressed excitement about the Artemis Program, which aims to return American astronauts to the Moon, including the first woman and person of color. The program plans to establish a space station in lunar orbit and a lunar basecamp for training future Mars missions.

Harris acknowledged the International Space Station's contributions to scientific progress, including research on cancer treatments, genetic diseases, and climate change. The administration extended its commitment to the International Space Station through 2030 and is collaborating with the private sector to develop commercial space stations.

The Vice President highlighted the need for rules and regulations to govern novel commercial space activities, as private companies now have capabilities that were unimaginable a decade ago. She emphasized the importance of conducting these activities safely, effectively, and sustainably. The administration is currently developing the first set of rules for such activities, aiming to promote innovation, competition, and responsible use of space.

In terms of international collaboration, Harris mentioned that eight new nations have signed the Artemis Accords, which establish norms for civil space exploration. The United States also announced that it would not conduct destructive anti-satellite missile testing and plans to introduce a resolution at the United Nations General Assembly to call on other nations to make the same commitment.

In conclusion, Harris emphasized that there is still much to learn and explore in space. She called for collective efforts to guide humanity forward and unlock the incredible potential of space for all people.