The Biden-Harris Administration has announced new actions to promote American competitiveness, create manufacturing jobs, and reduce greenhouse gas emissions from the industrial sector. This sector, which includes steel, aluminum, chemicals, and concrete production, currently accounts for nearly one-quarter of U.S. emissions. The actions aim to support the comeback of American factories, with over 800,000 manufacturing jobs created since President Biden took office. Strengthening the industrial base will boost local economies, lower costs for consumers, provide more middle-class jobs, and enhance American competitiveness in global markets.

The industrial sector plays a crucial role in building a clean energy economy and addressing the climate crisis. Cleaner materials like steel, aluminum, and concrete can be used to construct electric vehicles, wind turbines, solar farms, and sustainable transportation infrastructure with a smaller environmental footprint. The actions announced will help in producing cleaner materials, and as the economy electrifies, a cleaner grid will contribute to reducing emissions from the industrial sector.

The U.S. Department of Energy is also announcing a significant investment of approximately $6 billion in industrial decarbonization projects, funded by President Biden's Bipartisan Infrastructure Law and Inflation Reduction Act. This investment aims to accelerate decarbonization and provide American industry an advantage in the global clean energy economy. The focus will be on energy-intensive industries such as iron and steel, aluminum, cement and concrete, chemicals, and pulp and paper.

To drive demand for clean industrial products, the Biden-Harris Administration is launching the Federal-State Buy Clean Partnership. Twelve leading states have committed to prioritize the procurement of lower-carbon infrastructure materials in state-funded projects. They will collaborate with the federal government and each other to send a harmonized demand signal to the marketplace. The Federal Government, as the largest direct purchaser globally and a major infrastructure funder, will continue leveraging its purchasing power to prioritize the use of American-made, low-carbon construction materials in federal projects.

The White House and Department of Energy recently convened Administration leaders, industrial executives, and national labor leaders for a roundtable discussion on growing American competitiveness, expanding manufacturing jobs, and decarbonizing the industrial sector. The executives in the meeting represented over 125,000 jobs and nearly 30% of emissions in the industrial sector. They discussed how legislative accomplishments, such as the Inflation Reduction Act and Bipartisan Infrastructure Law, have transformed the landscape for industrial decarbonization, encouraging private sector efforts to strengthen American industry and drive economic development.

These actions build on the progress made over the first two years of the Biden Administration to reduce emissions from both the demand and supply side of the industrial sector. The Federal Buy Clean Initiative, in particular, is part of President Biden's economic plan and has attracted over $300 billion in private sector investments in clean energy, electric vehicles, semiconductors, and advanced batteries. Sourcing clean materials across supply chains is crucial as these industries continue to scale up.