During a press briefing, White House Press Secretary Jen Psaki provided updates on the administration's competition agenda. She announced progress on efforts to lower the price of internet for millions of Americans. The Federal Communications Commission (FCC) voted to crack down on exclusivity agreements between landlords and internet providers, known as "sweetheart deals," which limit tenants to just one option for internet service. This move aims to increase competition in the market and provide more choices and better quality service for consumers.

Psaki also highlighted the Department of Defense's new report on promoting competition in defense contracting. The report details the consolidation of aerospace and defense prime contractors, which has led to higher costs for defense services and threatens national security. The Defense Department is taking steps to address this issue, including strengthened merger oversight. Psaki mentioned that the Federal Trade Commission successfully blocked Lockheed Martin's proposed acquisition of Aerojet, which would have increased costs and reduced innovation in defense contracting.

In addition, Psaki mentioned the confirmation of Dr. Robert Califf as the FDA Commissioner. She highlighted his experience and knowledge, particularly in leading the fight against COVID-19, combating the opioid crisis, and ensuring the safety of the nation's food supply.

During the Q&A portion of the briefing, Psaki addressed questions about the potential impact of the Ukraine-Russia conflict on gas prices and energy policies. She emphasized the President's focus on lowering costs for Americans and exploring options to mitigate price hikes, including releasing oil from the Strategic Petroleum Reserve and engaging with oil-producing countries to increase supply.

Psaki also provided updates on the diplomatic efforts regarding Ukraine, stating that ongoing diplomacy will continue with high-level members of the administration, European partners, and NATO allies. The goal is to de-escalate the situation and achieve a proven de-escalation at the border of Ukraine, with Russia pulling back its troops.

Regarding the potential for cyberattacks, Psaki acknowledged the increased cyber activity by malicious actors and the need for constant assessment and vigilance. She highlighted the administration's efforts to deter and respond to cyber threats, including working with allies and partners to address malicious cyber activity.

Psaki also addressed questions about the President's plans for travel, the progress of the Build Back Better plan, voting rights, and African and Chinese relations.