The International Counter Ransomware Initiative (CRI) recently held its third convening in Washington, D.C. The CRI consists of 50 member countries and organizations, including the European Union, INTERPOL, and various nations such as the United States, United Kingdom, Germany, Australia, and Japan. During the gathering, members reaffirmed their commitment to building resilience against ransomware, cooperating to undermine ransomware operations, countering illicit finance associated with ransomware, working with the private sector to defend against attacks, and international cooperation in addressing the ransomware threat.

Over the past year, the CRI has expanded its membership and built upon the commitments made at its previous meeting. The International Counter Ransomware Task Force (ICRTF) has developed operational tools and platforms to coordinate and disrupt ransomware activities. The Diplomacy and Capacity Building Pillar has incorporated capacity building efforts throughout the CRI, and the Policy Pillar has focused on countering the business model of ransomware, including research on cyber insurance, victim behavior, and best practices in incident reporting and information sharing.

The CRI aims to develop capabilities to disrupt attackers and their infrastructure, improve cybersecurity through information sharing, and fight back against ransomware actors. Members have affirmed the importance of discouraging ransomware payments and implementing regulations on virtual assets to disrupt the ransomware payment ecosystem. They also emphasize the need for ransomware incident reporting and information sharing. The CRI will continue to expand its mentorship and capacity building programs, develop practical tools for governments to prevent and respond to ransomware attacks, and collaborate with industry to target ransomware activities.

Overall, the CRI is focused on building collective resilience, disrupting ransomware operations, and holding perpetrators accountable. The initiative aims to create long-term cooperative approaches and promote accountability in cyberspace, consistent with international law and the Framework for Responsible State Behavior in Cyberspace. The CRI expresses gratitude to countries taking on leadership roles and commits to working together to counter ransomware threats.