In a press briefing, White House Press Secretary Jen Psaki announced that President Biden is issuing an executive order requiring federal contractors to pay a $15 minimum wage to their employees. The order will apply to cleaning professionals, maintenance workers, nursing assistants, cafeteria workers, and laborers working on federal infrastructure projects. The minimum wage increase will be implemented in new and renewed contracts starting in January 2022 and must be in effect by March 30th, 2022. The order also includes provisions to index the minimum wage to inflation, eliminate the tipped minimum wage for federal contractors by 2024, ensure a $15 minimum wage for federal contractors with disabilities, and restore minimum wage protections to outfitters and guides operating on federal lands.

Psaki also announced the appointment of Celeste Drake as the nation's first Made in America Director within the Office of Management and Budget. Drake will be responsible for ensuring federal agencies follow the President's "Buy American" commitment and will help implement his "Made in America" agenda.

In addition, the Department of Health and Human Services is making $1 billion available for the construction and renovation of community health centers as part of the American Rescue Plan. These funds will support COVID-19 response efforts and improve access to high-quality primary healthcare services.

Psaki also discussed President Biden's upcoming address to the joint session of Congress, where he will highlight the successes of his first 100 days in office and make the case for his Jobs Plan and Families Plan. Following the speech, the President, Vice President, First Lady, Second Gentleman, and Cabinet members will embark on a "Getting America Back on Track" tour to engage with the American people and advocate for the proposed plans. The tour will include stops in Georgia, Baltimore, Philadelphia, Ohio, and North Carolina.

Psaki addressed several questions during the briefing, including the undercounting of Hispanics in the recent census, the accusation of Israel committing international crimes of apartheid and persecution towards Palestinians, the President's adherence to CDC guidelines on mask-wearing, and the potential for travel bans in light of the COVID-19 situation in India. She also discussed the administration's efforts to address vaccine hesitancy, support for the Child Tax Credit, and ongoing negotiations on police reform legislation.

Psaki did not provide specific details on the President's upcoming foreign policy speech or the potential for extending the Child Tax Credit beyond 2025. She also did not have information on the President's contact with families of Black men killed in police shootings or the number of Americans in India who have tested positive for COVID-19. Psaki mentioned that the administration is considering sharing vaccine doses with other countries but did not provide specific details on which countries would receive them.