President Joe Biden has announced his intent to nominate several individuals for key leadership positions in his administration. The nominees are as follows:

1. Richard L. Revesz: Nominee for Administrator of the Office of Information and Regulatory Affairs, U.S. Office of Management and Budget. Revesz is a prominent figure in environmental and regulatory law and policy. He has authored numerous books and articles advocating for climate change and environmental policies.

2. Nickolas H. Guertin: Nominee for Assistant Secretary of the Navy (Research, Development, and Acquisition), U.S. Department of Defense. Guertin is currently the Director of Operational Test and Evaluation in the Office of the Secretary of Defense. He has extensive experience in submarine operations, ship construction, and maintenance.

3. Gene Rodrigues: Nominee for Assistant Secretary of Energy (Office of Electricity), U.S. Department of Energy. Rodrigues is an expert in clean energy policy and programs. He has worked in the energy industry for over 30 years, including 23 years at Southern California Edison.

4. Danté Quintin Allen: Nominee for Commissioner of the Rehabilitation Services Administration, U.S. Department of Education. Allen currently serves as the Executive Director for CalABLE, a savings and investment program for people with disabilities. He has been a strong advocate for disability rights and equity.

5. George P. Kent: Nominee for Ambassador Extraordinary and Plenipotentiary to the Republic of Estonia. Kent is a career member of the Senior Foreign Service and has served in various diplomatic missions. He has expertise in anti-corruption efforts and international narcotics and law enforcement.

6. Donna Ann Welton: Nominee for Ambassador Extraordinary and Plenipotentiary to the Democratic Republic of Timor-Leste. Welton is a career member of the Senior Foreign Service and has held various positions in the U.S. Department of State. She has extensive experience in public diplomacy and political affairs.

7. Roger Israel Zakheim: Nominee for Member of the United States Institute of Peace. Zakheim is the Director of the Reagan Institute and has served on the Board of Directors of the National Defense Industrial Association. He has experience in government affairs and national security issues.

These nominations reflect President Biden's commitment to selecting experienced and knowledgeable individuals to lead key agencies and departments in his administration.