President Joe Biden has announced his intent to nominate seven individuals for key roles in his administration. The nominees are:

1. Carlos Del Toro: Nominee for Secretary of the Navy. Del Toro is a retired Commander in the U.S. Navy with extensive experience in national security and naval operations. He has also served as CEO and President of SBG Technology Solutions.

2. Sandra Bruce: Nominee for Inspector General of the Department of Education. Bruce is currently the Acting Inspector General of the U.S. Department of Education Office of Inspector General and has over 30 years of experience in audit, inspections, and investigations.

3. Carlton Waterhouse: Nominee for Assistant Administrator of Land and Emergency Management, Environmental Protection Agency. Waterhouse is an expert in environmental law and environmental justice. He has lectured globally on climate justice and group-based inequality.

4. Margaret Burnham: Nominee for Member of the Civil Rights Cold Case Review Board. Burnham is a state court judge, civil rights lawyer, and human rights commissioner. She has been a faculty member at Northeastern University since 2002.

5. Clayborne Carson: Nominee for Member of the Civil Rights Cold Case Review Board. Carson is a renowned scholar who has devoted his career to studying Martin Luther King, Jr. and the movements King inspired. He is currently a Senior Fellow at Stanford University.

6. Gabrielle Dudley: Nominee for Member of the Civil Rights Cold Case Review Board. Dudley is an Instruction Archivist at Emory University and has expertise in archives research and Black print culture.

7. Henry Klibanoff: Nominee for Member of the Civil Rights Cold Case Review Board. Klibanoff is a veteran journalist and Pulitzer Prize winner for his book on the news coverage of the civil rights struggle in the South. He is currently a professor at Emory University.

These nominees bring diverse backgrounds and expertise to their respective roles, reflecting President Biden's commitment to building a diverse and experienced administration.