A series of reports have been submitted to President Biden outlining recommendations to protect consumers, investors, businesses, financial stability, national security, and the environment in the digital assets market. The reports highlight the potential benefits of digital assets in reinforcing U.S. leadership in the global financial system, but also acknowledge the risks, as seen in recent events in the crypto markets. Measures to mitigate risks include increased enforcement of existing laws, the establishment of efficiency standards for cryptocurrency mining, and the promotion of responsible innovation.

The reports emphasize the importance of protecting consumers, investors, and businesses in the digital assets market, as prices can be highly volatile and non-compliance with laws and regulations is widespread. Fraud, scams, and theft are also increasing in digital asset markets. The Biden-Harris Administration plans to take additional steps to protect consumers, including issuing guidance, increasing enforcement resources, and pursuing fraudulent actors.

Promoting access to safe and affordable financial services is another key priority. The Administration aims to develop financial services that are secure, reliable, affordable, and accessible to all Americans. Efforts include the launch of the Federal Reserve's FedNow system in 2023, which will facilitate faster payments, as well as further work to ensure that digital assets benefit underserved consumers without leading to predatory financial practices.

Ensuring financial stability is crucial, particularly in relation to stablecoins, which have the potential to create disruptive runs if not regulated appropriately. The May 2022 crash of the stablecoin TerraUSD and subsequent insolvencies highlighted this risk. The Financial Stability Oversight Council (FSOC) will publish a report in October discussing the financial stability risks of digital assets and making recommendations to address them.

Responsible innovation is encouraged, as U.S. digital asset firms are leaders in innovation. The government plans to support responsible digital asset innovation by sponsoring research, assisting firms with compliance, and mitigating harmful side-effects. The United States also aims to reinforce its global financial leadership and competitiveness by working with partners to establish policies and regulatory recommendations for digital assets.

The fight against illicit finance in the digital asset ecosystem is a priority, as digital assets have been exploited for money laundering, financing terrorism, and other criminal activities. The Administration plans to mitigate these risks through regulation, oversight, law enforcement action, and the use of other government authorities.

The reports also discuss the exploration of a U.S. Central Bank Digital Currency (CBDC), recognizing its potential benefits, such as a more efficient payment system and improved financial inclusion. However, unintended consequences, including runs to CBDC in times of stress, need to be considered. The Administration encourages the Federal Reserve to continue its research and evaluation of a U.S. CBDC, and a Treasury-led interagency working group will consider the potential implications and share information with partners. Regular meetings will be held to discuss progress and updates on CBDC and other payment innovations.