President Biden has announced his intent to nominate several individuals for key leadership positions in his administration. 

David Pressman has been nominated for Ambassador Extraordinary and Plenipotentiary to Hungary. He is a former United States Ambassador to the United Nations for Special Political Affairs and has represented the U.S. on the UN Security Council. Pressman has extensive experience in national security and human rights related litigation.

Heide B. Fulton has been nominated for Ambassador Extraordinary and Plenipotentiary to the Oriental Republic of Uruguay. She currently serves as Deputy Assistant Secretary of State in the Bureau of International Narcotics and Law Enforcement Affairs and has held various diplomatic positions overseas.

Calvin Smyre has been nominated for Ambassador Extraordinary and Plenipotentiary to the Commonwealth of The Bahamas. Smyre has served for 48 years as an elected Representative in the Georgia State Assembly and has extensive experience in the private sector.

Yohannes Abraham has been nominated for Representative of the United States of America to the Association of Southeast Asian Nations. He currently serves as Deputy Assistant to the President, Chief of Staff, and Executive Secretary of the National Security Council. Abraham has worked in various roles in the Obama-Biden administration and has experience in economics and public policy.

Stacy Dean has been nominated for Under Secretary for Food Nutrition and Consumer Services at the U.S. Department of Agriculture. She previously served as Vice President for Food Assistance Policy at the Center on Budget and Policy Priorities and has worked on federal nutrition programs.

Alexis Taylor has been nominated for Under Secretary for Trade and Foreign Agricultural Affairs at the U.S. Department of Agriculture. She currently serves as the Director of the Oregon Department of Agriculture and has experience in promoting and regulating agriculture and food.

Laura D. Taylor-Kale has been nominated for Assistant Secretary of Defense for Industrial Base Policy. She currently serves as the Fellow for Innovation and Economic Competitiveness at the Council on Foreign Relations and has held various positions in the Obama-Biden administration.

Rubydee Calvert has been nominated for Member of the Board of Directors for the Corporation for Public Broadcasting. Calvert has extensive experience in public television and has served on various boards related to education and cultural centers.

Andrew G. Biggs has been nominated for Member of the Social Security Advisory Board. He is a Senior Fellow at the American Enterprise Institute and has expertise in Social Security reform and public sector pay and benefits.

These individuals bring a wealth of experience and expertise to their respective positions and will play key roles in the Biden administration's agenda.