In a teleconference briefing, a senior administration official provided an overview of President Biden's upcoming address on the country's fight against COVID-19 and the steps the administration is taking to support communities in need. The official emphasized that while the Omicron variant is causing uncertainty, vaccinated individuals, especially those who have received booster shots, have a high degree of protection against severe illness. The President will encourage vaccinated individuals to feel comfortable celebrating the holidays as planned, while emphasizing the risks for the unvaccinated, who are more likely to be hospitalized or die from COVID-19. 

The official outlined three main categories of steps the President will announce. First, increasing support for hospitals by mobilizing 1,000 members of the military to deploy to overburdened hospitals in January and February, expanding hospital capacity, and pre-positioning critical supplies. Second, increasing access to free testing by setting up new federal testing sites around the country, purchasing half a billion at-home rapid tests to be distributed for free, and creating a website where Americans can request tests. Third, expanding capacity to administer vaccines by setting up pop-up vaccination clinics, deploying additional federal vaccinators, and increasing appointments and capacity at pharmacies.

During the Q&A portion, the official addressed questions about the availability of tests, reimbursement for at-home tests, tracking of test results, and the use of the Defense Production Act (DPA) to increase testing capacity. The official stated that the administration has used the DPA to increase testing capacity and will continue to do so. They also clarified that the website for ordering free tests will be available in January when the tests are ready for distribution. The official emphasized that the administration does not plan to track individual test results but encourages individuals to consult with their doctors and local health departments if they test positive.

Overall, the President's address will emphasize the importance of vaccination and following public health measures while providing support to hospitals, increasing testing capacity, and expanding vaccine administration. The administration aims to address concerns and provide resources to help communities navigate the challenges posed by the Omicron variant.