During a press briefing, White House Deputy Press Secretary Karine Jean-Pierre discussed various topics, including the situation in Ukraine, gun violence prevention, and other domestic and international issues.

On Ukraine, Jean-Pierre stated that the Biden administration is actively working to reach a diplomatic solution to de-escalate the crisis. She emphasized that the U.S. remains open to diplomacy, but is clear-eyed about Russia's military buildup and the potential for invasion. The U.S. is prepared to respond decisively and impose severe costs on Russia if it chooses further military escalation. Jean-Pierre also mentioned that the U.S. is coordinating closely with its European and NATO allies to de-escalate tensions.

Regarding gun violence prevention, Jean-Pierre highlighted President Biden's efforts to prevent gun violence, including his call for Congress to expand background checks and ban high-capacity magazines. She mentioned that if Congress does not act, the President will take executive actions to address the issue. Jean-Pierre also mentioned the comprehensive strategy laid out by the President to address gun violence, which includes addressing root causes, pursuing prevention and intervention measures, and providing support to cities and states.

Jean-Pierre announced that more than 10 million households have enrolled in the Affordable Connectivity Program, which provides discounts for internet service and tech equipment to low-income households. She also mentioned the Biden administration's efforts to ensure every American has access to reliable and affordable high-speed internet.

Regarding the Supreme Court, Jean-Pierre stated that the President is on track to select a nominee by the end of the month. She did not provide any details on potential candidates or the interview process.

Other topics discussed during the briefing included the withdrawal of Pfizer's application for the COVID-19 vaccine for young children, the evacuation of Afghanistan, and the Vice President's upcoming trip to Germany for the Munich Security Conference.