President Joe Biden has announced his intent to nominate several individuals to serve in his administration. Here are some of the nominees:

1. Donald Remy: Nominee for Deputy Secretary of Veterans Affairs. Remy is a military veteran and currently serves as the National Collegiate Athletic Association Chief Operating Officer and Chief Legal Officer. He has extensive experience in complex problem solving and crisis management.

2. Miriam Delphin-Rittmon: Nominee for Assistant Secretary for Mental Health and Substance Use, Department of Health and Human Services. Delphin-Rittmon is the Commissioner of the Connecticut State Department of Mental Health and Addiction Services. She has a strong commitment to promoting recovery-oriented, integrated, and culturally responsive services.

3. Solomon Greene: Nominee for Assistant Secretary for Policy Development and Research, Department of Housing and Urban Development. Greene is a senior fellow at the Urban Institute and leads research on fair and affordable housing, land use, and inclusive growth. He has also served as a senior adviser at the US Department of Housing and Urban Development.

4. Helaine Greenfeld: Nominee for Assistant Attorney General for Legislative Affairs, Department of Justice. Greenfeld is a career public servant with over 25 years of experience. She has held multiple positions at the Justice Department and has also worked as Chief Nominations Counsel to Senator Patrick J. Leahy.

5. Rajesh Nayak: Nominee for Assistant Secretary for Policy, Department of Labor. Nayak is currently serving as a Senior Advisor at the United States Department of Labor. He has extensive experience in labor policy and workforce development.

6. Kimberly Jones: Nominee for Member of the Board of Directors of the National Institute of Building Sciences. Jones is Associate Dean for Research and Graduate Education at Howard University. Her research interests include water and wastewater quality, environmental policy, and environmental nanotechnology.

These nominees bring a wealth of experience and expertise to their respective positions and will play important roles in the Biden administration.