The article discusses the importance of promoting fair competition as a key aspect of the Biden administration's economic agenda. It highlights how competition benefits the economy by driving lower prices, higher quality products, and innovation. The administration has taken steps to identify and address barriers to competition through the creation of the White House Competition Council and the implementation of various actions across government agencies.

The article emphasizes the role of competition in the administration's Investing in America agenda, which includes initiatives such as the American Rescue Plan, Bipartisan Infrastructure Law, CHIPS and Science Act, and the Inflation Reduction Act. It argues that regulations and government investments can shape both existing and emerging markets to be pro-competitive. By promoting competition in investments, industries can be developed to be competitive from the beginning, avoiding the need to dismantle highly concentrated industries later on. The article also highlights how industrial policies that foster competition and invest in strategic industries can support economic growth.

The Office of Management and Budget (OMB) has released new guidance to help agencies assess the potential effects of federal regulations on competition. The article emphasizes the interconnectedness of the pillars of Bidenomics, with investments in America designed to be pro-competitive and pro-competitive policies supporting investment. It discusses the importance of promoting competition in industries such as clean energy technologies and semiconductors to foster innovation and ensure fair markets.

The article also emphasizes the role of infrastructure investment in maintaining competition in the economy. Projects such as airports, bridges, and municipal bus fleets enable efficient transportation of goods and services, lowering costs and encouraging new suppliers to enter the market. The administration's investments in the clean energy sector aim to empower the market to identify the most efficient technologies rather than picking specific companies or technologies as "national champions." Tax credits are mentioned as powerful tools that allow consumers to make choices while encouraging manufacturers to compete.

The article mentions the creation of regional clean energy hubs to address coordination problems in new industries. Government investment can help establish these hubs and incentivize clusters of companies in related industries or supply chains. The administration also seeks to ensure that regulations complement its investments and support fair and resilient markets. The new guidance from OMB provides resources for regulators to consider the effects of regulations on competition, encouraging questions about the competitiveness of the market, the number of firms affected, and the impact on the labor market.

Overall, the article highlights the importance of promoting competition in the Biden administration's economic agenda and how regulations and government investments can shape fair and resilient markets. The new guidance from OMB aims to help agencies evaluate the competitive effects of proposed regulations and ensure that every investment benefits all Americans.