During a press call, White House Communications Director Kate Bedingfield outlined the progress that President Biden has made on his Unity Agenda since the 2022 State of the Union address. The Unity Agenda focuses on areas where members of both parties can come together and deliver for the American people, including ending cancer, supporting veterans, addressing the mental health crisis, and combating the opioid epidemic.

Bedingfield highlighted the bipartisan legislation that has been passed to support these initiatives, such as the Honoring our PACT Act and the Bipartisan Safer Communities Act. These laws have already made a difference in communities across the country, from improving access to healthcare for veterans to expanding mental health supports.

During the upcoming State of the Union address, President Biden will announce new policies to continue advancing the Unity Agenda and delivering results for families across the country. Dr. Gupta, the Director of the Office of National Drug Control Policy, discussed the progress made in addressing the opioid crisis, including removing barriers to treatment and seizing large quantities of fentanyl. The President will announce a forceful approach to further combat fentanyl trafficking and expand public health efforts to reduce overdose deaths.

Danielle Carnival, the Cancer Moonshot Coordinator, discussed the importance of addressing cancer, the second-leading cause of death in the country. The President has reignited the Cancer Moonshot initiative to cut cancer death rates and improve the patient experience. The administration is calling on Congress to reauthorize the National Cancer Act to update cancer research and care systems and increase access to support for cancer patients.

Christen Linke Young, Deputy Assistant to the President for Health and Veterans Affairs, highlighted the progress made in meeting the sacred obligation to veterans and their families. The administration has expanded access to healthcare and benefits for toxic-exposed veterans, processed a record number of veteran claims, and supported housing initiatives for veterans. The President will announce additional actions to address veteran suicide, improve mental health support for veterans, and ensure every veteran has access to housing assistance.

The administration is also focused on addressing the mental health crisis, including expanding mental health resources for children and youth, improving access to mental health services through Medicare and Medicaid, and promoting resilient environments. The President is calling for bipartisan support to ban targeted advertising online for children and young people, enact strong protections for youth privacy and safety online, and improve online privacy and transparency for all Americans. The administration will also enforce mental health parity requirements, expand the crisis care workforce, and prioritize research for proven therapies.

The President's Unity Agenda requires both administrative action and congressional support. The administration will continue working with members of Congress from both parties to deliver results for the American people.