This article is a transcript of a joint press conference between President Sauli Niinistö of Finland and President Joe Biden of the United States. The press conference took place in Helsinki, Finland. 

President Niinistö thanked President Biden for visiting Finland and expressed gratitude for the strong support the United States has provided. They discussed the negotiations of a defense cooperation agreement and the importance of security cooperation in the Nordic countries. They also touched on technology, artificial intelligence, and the war in Ukraine, expressing support for Ukraine's defense and the values it represents. The leaders also discussed environmental issues and the U.S.-Nordic Leaders' Summit.

President Biden emphasized the strong partnership between Finland, the United States, and NATO. He reaffirmed the commitment to NATO and the defense of every inch of NATO territory, including Finland. He discussed the support for Ukraine, the elevation of the relationship between NATO and Ukraine, and the importance of a negotiated settlement in the conflict. President Biden also mentioned the focus on partnership and cooperation in addressing global challenges, such as climate change and cybersecurity.

During the press conference, questions were asked about the U.S. commitment to NATO, concerns about political instability in the U.S., the possibility of a permanent U.S. military base in Finland, and the situation in Ukraine. President Biden reassured that the U.S. commitment to NATO is strong and that there is overwhelming support from the American people and Congress. President Niinistö expressed confidence in U.S. policies and the unity of NATO.

President Biden also addressed concerns about Russia, mentioning the firing of a general in Russia and the potential for more drastic actions by Putin. He emphasized the importance of NATO in deterring aggression and maintaining peace and security in Europe. Questions were also asked about the GOP's stance on abortion rights and its impact on U.S. military readiness, to which President Biden expressed his disagreement and called on the Republican Party to take action.

President Niinistö commented on the fortification of the border between Finland and Russia, expressing that the situation is currently calm but acknowledging the need to remain vigilant. He mentioned that the Finnish people feel more secure and support NATO membership.

The press conference concluded with the presidents thanking the attendees.