National Security Advisor Jake Sullivan held a teleconference to discuss the outcomes of President Biden's recent trip and answer questions from the media. Sullivan highlighted the reclaiming of the mantle of leader of the free world by Biden, as well as the productive and substantive nature of the summits during the trip.

He outlined five significant areas of progress, including action on COVID with a commitment to provide 500 million Pfizer vaccines to low-income countries, convergence among likeminded countries on China, delivering for workers and families through agreements like the global minimum tax, standing up for values alongside allies and partners, and driving progress on cyber.

Sullivan also addressed questions about the NATO discussions on the Afghanistan withdrawal and the President's meeting with President Erdogan of Turkey. He mentioned that Turkey has offered to secure and operate the international airport in Kabul and that the two leaders have agreed to work together on this, with the necessary support from the U.S. He also discussed the issue of Turkey's participation in NATO and the ongoing dialogue on the S-400.

Regarding U.S.-Russia relations, Sullivan mentioned that President Biden is open to engaging with President Xi Jinping of China in the future, similar to the summit with Putin. He also discussed the G7's efforts to address forced labor supply chains and their expectation that other G7 countries will take action in this regard.

Sullivan provided updates on the practical results of the Putin-Biden summit, including the return of ambassadors to their respective capitals and discussions on locally employed staff in Russia. He also mentioned that the two leaders discussed Syria and the need for humanitarian access.

In terms of measuring progress in U.S.-Russia relations, Sullivan highlighted areas such as cyber, arms control, regional issues, and the functioning of embassies. He emphasized that the summit was the start of the story, and the true progress will unfold in the next six months to a year.

Sullivan concluded the call by expressing confidence in President Biden's leadership and the positive reception of his trip by leaders around the world.