The leaders of Japan, Australia, Brazil, Canada, Comoros, the Cook Islands, France, Germany, India, Indonesia, Italy, the Republic of Korea, the United Kingdom, the United States of America, Viet Nam, and the European Union have come together to address the global food security crisis. They acknowledge that access to affordable, safe, and nutritious food is a basic human need. They are committed to working closely with the international community to respond to the worsening crisis and to build resilient, sustainable, and inclusive agriculture and food systems.

The leaders recognize the key actions outlined in the United Nations Food Systems Summit 2021 and the 2022 Global Food Security Roadmap. They also highlight the efforts of the G20 on global food security. They intend to take joint actions to strengthen global food security and nutrition and call on other partners to join them.

The immediate food security crisis is threatened by factors such as the COVID-19 pandemic, volatile energy, food and fertilizer prices, climate change, and armed conflicts. These factors disproportionately impact the most vulnerable, including women, children, and persons with disabilities. The war in Ukraine has further aggravated the crisis, causing immense human suffering and disrupting global economies.

To respond to the immediate food security crisis, the leaders will work together to provide emergency food assistance and support a just and durable peace in Ukraine. They stress the importance of allowing grains to reach those most in need.

In addition to responding to the immediate crisis, the leaders recognize the importance of preparing for and preventing future food security crises. They aim to enhance market transparency, minimize distortions inconsistent with WTO rules, and develop a shared understanding of recommended actions during crises.

The ultimate goal is to realize resilient global food security and nutrition for all. The leaders are committed to achieving the Sustainable Development Goals (SDGs) by 2030, ensuring access to adequate food, building resilient and sustainable food systems, and promoting climate change adaptation and mitigation in agriculture. They also emphasize the importance of halting biodiversity loss, preventing malnutrition, reducing food loss and waste, and promoting gender-responsive approaches.

To achieve these goals, the leaders will advance food security and nutrition for all and build resilient and sustainable agriculture and food systems. They believe that by working together, they can create a better future for all individuals.