President Biden's administration is launching a program called Pathways to Removing Obstacles to Housing (PRO Housing) to address land use and zoning barriers that limit housing. The program will provide $85 million in federal funding to jurisdictions that are working to identify and remove barriers to affordable housing production and preservation. The funding can be used for activities such as higher-density zoning, streamlining affordable housing development, and reducing land use restrictions.

In addition to this program, the administration is taking other actions to lower housing costs and increase access to affordable housing. The Department of Transportation has announced the Reconnecting Communities and Neighborhoods program, which will provide funding for projects that improve access to affordable housing and increase housing supply through zoning reform. The Economic Development Administration is also updating its grant programs to incentivize projects that include an emphasis on density in the vicinity of the project.

The administration is also expanding financing options for affordable, energy efficient, and climate resilient housing. The Environmental Protection Agency has announced a $27 billion Greenhouse Gas Reduction Fund to provide financing for clean energy projects, including retrofits of existing homes and buildings. HUD has also announced new guidelines to simplify underwriting and reduce development costs for large multifamily properties financed with FHA-insured mortgages. Additionally, HUD is allowing larger loans to participate in the agency's Low Income Housing Tax Credit Pilot Program, streamlining financing for affordable housing.

The administration is promoting commercial-to-residential conversions as a way to address commercial vacancies and increase housing supply. A new interagency working group will develop federal funding opportunities to support commercial-to-residential conversions, and the General Services Administration will identify surplus federal properties for conversion. HUD is also funding research on office-to-residential conversions and will release a policy brief on the topic.

These actions are part of the Biden-Harris Administration's Housing Supply Action Plan and aim to boost housing supply, lower costs, promote homeownership, protect renters, and promote fair housing. They complement other recent actions taken by the administration, such as cracking down on junk fees in the rental housing market and implementing a Blueprint for a Renters Bill of Rights.