In this speech, Vice President Kamala Harris addresses a gathering of American leaders at the South Court Auditorium in the Eisenhower Executive Office Building. She thanks Secretary Walsh for his introduction and acknowledges the hard work he has done for working people in America. She also recognizes Gene Sperling for his leadership in coordinating the implementation of the American Rescue Plan. Governor Roy Cooper and Governor Tom Wolf are also acknowledged for their efforts during difficult times.

The Vice President then addresses the Consumer Price Index (CPI) report, stating that while there is still work to be done, the recent drop in gas prices is not fully reflected in the numbers. She emphasizes that fighting inflation is a top priority for the administration and highlights actions taken to lower the cost of living for Americans, such as releasing oil from the Strategic Petroleum Reserve, reducing high-speed Internet bills, and providing tax cuts for working families.

Vice President Harris explains that the Biden administration recognized the economic crisis the country was facing when they took office and understood the need for an historic investment in working families. She highlights the $40 billion investment in workforce development included in the American Rescue Plan and the positive impact it will have on workers in America.

She commends the leaders gathered for their work in putting ARP funds to use in their communities, creating good-paying jobs, investing in training programs, expanding access to transportation, and improving the childcare and healthcare workforce. She mentions the importance of childcare and healthcare for the "sandwich generation" and people with disabilities.

The Vice President shares her visit to a union training facility in Milwaukee, where workers were trained to remove and replace lead pipes. She emphasizes the importance of such training programs in addressing the issue of lead poisoning in communities across America.

Vice President Harris expresses gratitude to the leaders for their contribution in making the American Rescue Plan a reality and highlights the accomplishments achieved so far. However, she stresses the need to continue working together to build a nation where every worker is treated with dignity, every community is safe and healthy, and every child can reach their potential. She concludes by emphasizing the administration's commitment to this future and the importance of building it together.