The Department of Transportation, Department of Energy, and General Services Administration have announced new actions to accelerate the deployment of electric vehicles (EVs) and charging stations in the United States. The goal is to create a clean transportation future, generate good-paying union jobs, and make EV driving more convenient. The country has already reached the milestone of 100,000 public chargers, and these new actions aim to further accelerate their deployment nationwide.

National Climate Advisor Gina McCarthy and Transportation Secretary Pete Buttigieg visited a new fast-charging facility near Union Station in Washington, DC, to discuss the announcements. The charging stations, installed by American-based company EVGo, allow EV users to recharge quickly while away from home.

While most EV drivers charge their vehicles at home and work, public charging infrastructure plays a crucial role for those without off-street parking and for longer trips. A robust, convenient, and affordable network of public chargers will increase drivers' confidence that they will always have a charging option when needed.

President Biden's American Jobs Plan includes a $15 billion investment to build a national network of 500,000 charging stations. This investment will be used to support a mix of chargers in various locations such as apartment buildings, public parking lots, and communities, as well as fast-charging stations along highways. The plan also includes incentives to bring more charging equipment manufacturing to the United States, creating good-paying, union jobs.

The Biden Administration is committed to promoting high-quality jobs, fair wages, and safe working conditions through its investments. Collaboration between industry, unions, state and local governments, higher education institutions, and nonprofits will be necessary to prepare workers for the job opportunities created by these investments.

These actions are the initial steps towards President Biden's goal of a national network of 500,000 chargers to support convenient and affordable travel for zero-emission vehicle drivers across the country.