In a recent press briefing, White House spokesperson Karine Jean-Pierre addressed several topics. She began by discussing the American College of Obstetricians and Gynecologists' concerns about a nationwide abortion ban proposed by Republican officials. Jean-Pierre stated that the ban would criminalize doctors and providers and interfere with patients' access to healthcare. She emphasized that President Biden and Vice President Harris will continue to protect women's reproductive rights and expand access to healthcare.

Jean-Pierre also announced over $1.5 billion in funding to combat the opioid crisis and support recovery programs across the United States. The funding will be used for medication-assisted treatment, distributing naloxone to prevent overdoses, and implementing substance use prevention programs.

The spokesperson mentioned that President Biden and First Lady Jill Biden would be hosting Sir Elton John for a performance at the White House. The event was organized in collaboration with A&E and History channels and will be aired on television at a later date.

Jean-Pierre also took a moment to bid farewell to a member of the press team, Chris Meagher, who will be leaving the White House to take on a new role at the Department of Defense.

Regarding international affairs, Jean-Pierre discussed the ongoing situation in Ukraine, specifically the referenda taking place in Russian-occupied areas. She stated that the United States, along with its allies and partners, is prepared to impose economic costs on Russia if it proceeds with annexation. The United States will not recognize the annexation and stands firmly with Ukraine.

When asked about potential limits on abortion, Jean-Pierre reiterated that the focus should be on Republican officials' proposed nationwide ban, which the Biden administration opposes. She did not provide a specific answer regarding the President's position on abortion limits.

Jean-Pierre also mentioned that the United States disagrees with World Bank President David Malpass's comments on climate change. She stated that the United States expects the World Bank to be a global leader in climate ambition and mobilization.

In addition, Jean-Pierre addressed the situation in Iran, expressing concern about the crackdown on protesters and the blocking of internet access. She stated that the United States will support efforts to ensure the free flow of information to the Iranian people.

Finally, Jean-Pierre mentioned that the United States is monitoring the forecast for an approaching storm in Florida and is prepared to provide assistance if needed.