The article discusses the importance of small businesses in the United States and the efforts being made to support and empower them. It highlights that nearly half of all private sector workers are employed by small businesses, which also contribute to almost half of the country's gross domestic product. Small businesses provide goods and services that sustain everyday lives, fulfill dreams, and enrich communities. However, success in small business is not guaranteed, and it requires access to capital, resilient supply chains, and support during challenging times.

The article mentions that during the COVID-19 pandemic, the Biden Administration provided a capital infusion of over $450 billion to support small businesses and keep them operational. Additionally, several laws have been signed to create contracting opportunities and invest in infrastructure, manufacturing, and clean energy, benefiting small businesses. The focus is on investing in America and ensuring that small businesses thrive.

The Biden Administration is committed to improving access to capital, contracts, technical expertise, and financial and legal assistance for small business owners from historically underrepresented communities. Efforts include the State Small Business Credit Initiative, revamping loan programs, and establishing the Minority Business Development Agency and Women's Business Centers. Vice President Kamala Harris has also convened small business owners and announced investments in community financial institutions and small businesses.

The article acknowledges progress but recognizes that more can be done. Goals have been set to award 15% of all federal contracts to small disadvantaged businesses by 2025, bringing an estimated additional $100 billion in contracting money. The President's Budget calls for additional funding for the Community Development Financial Institutions Fund and the Community Navigators Pilot Program to support small businesses.

The article concludes by emphasizing the importance of investing in small businesses to build an economy from the middle out and bottom up, supporting job creators and the American spirit. National Small Business Week is recognized and celebrated, calling upon all Americans to continue supporting small businesses and highlighting their contributions to the economy.