The early season wildfires in New Mexico and across the Southwest are causing widespread devastation. The number of acres burned across the United States is 78% above the 10-year average. The region is experiencing a historic drought, above average temperatures, and below normal precipitation, creating conditions for more large and dangerous wildfires this year. New Mexico has been particularly hard hit, with six of the nation's ten large wildfires currently burning in the state, consuming over 250,000 acres.

The Biden Administration is taking prompt action to provide federal resources and support to help New Mexico communities respond to and recover from these wildfires. The President receives regular briefings on the situation and has approved a Major Disaster Declaration for several counties in New Mexico. This declaration provides federal funding for temporary and long-term housing, repairs, and other critical needs for people who have been displaced by the fires.

The National Interagency Fire Center is sending firefighting crews, aircraft, engines, and incident management teams to the area to address the early start of the wildfire season. FEMA has approved Fire Management Assistance Grants to support New Mexico, which will fund mitigation, management, and control of the fires, as well as emergency work and resources for evacuation and response efforts.

The Department of Energy's Los Alamos National Laboratory is working to ensure the safety and security of facilities and staff and is actively engaged with the community and response officials. They have pre-positioned assets to assist with fire protection and have been conducting fuels reduction activities to mitigate the risk of wildfire.

FEMA has pre-positioned meals, water, and shelter items for 30,000 people, and the American Red Cross and the state of New Mexico have established shelters for displaced residents. The U.S. Army Corps of Engineers is on site to support power restoration efforts, and the state is providing pet and livestock sheltering for displaced families.

FEMA personnel are on the ground working with the state to identify and address emerging needs. They are conducting joint preliminary damage assessments to inform recovery planning. The Secretary of Health and Human Services has declared a Public Health Emergency for the state, ensuring continuous access to care for those who rely on Medicare and Medicaid.

Looking ahead, federal agencies are working with the state and local communities to anticipate and prepare for potential flooding and support post-fire mitigation activities. The USDA has made resources available to support farmers and ranchers affected by the wildfires, including financial assistance programs and low-interest loans. They also have programs to support mitigation and recovery efforts.

The Biden Administration is committed to providing support to New Mexicans affected by these devastating wildfires and will continue to work to ensure federal assistance is available. Information on assistance and resources can be accessed at DisasterAssistance.gov.