The White House COVID-19 Response Team held a press briefing to provide an update on the progress of the vaccination campaign and the fight against the pandemic. They discussed the President's goal of achieving independence from COVID-19 by July 4th and the progress that has been made.

Since President Biden took office, COVID-19 cases and deaths have decreased by over 90 percent. Nearly every state is open for most activities and the economy is rebounding strongly. The team announced that they have already met the President's 70 percent goal for all U.S. adults aged 30 and older, with 70 percent of this age group having received at least one shot.

They highlighted the success of the vaccination campaign, which has resulted in over 175 million Americans receiving at least one shot and over 150 million Americans being fully vaccinated. They also mentioned that the country is close to achieving the two aspirational goals set for July 4th: 70 percent of adults with at least one shot and 160 million Americans fully vaccinated.

However, they acknowledged that there is still work to be done, particularly among 18- to 26-year-olds who have been less eager to get vaccinated. They emphasized the importance of vaccinating this age group, especially in light of the spread of the Delta variant.

The team also discussed the concept of post-COVID conditions, which refers to the wide range of physical and mental health problems that can occur after being infected with COVID-19. They emphasized the importance of vaccination in preventing these long-term effects.

In terms of future goals, they mentioned that the President will continue to set goals and drive progress in the vaccination campaign. They also highlighted the importance of continuing the vaccination effort beyond July 4th and reaching as many Americans as possible.

Overall, the briefing emphasized the progress that has been made in the vaccination campaign and the importance of continuing to vaccinate more Americans to ensure the country can fully recover from the pandemic.