President Biden has announced the 21 winners of the $1 billion Build Back Better Regional Challenge, a regional economic development competition aimed at transforming local economies, creating good-paying jobs, and jumpstarting emerging industries. The competition, funded by the American Rescue Plan and administered by the U.S. Commerce Department's Economic Development Administration (EDA), will provide each award winner with funding to rebuild regional economies and promote inclusive recovery. The winners, spanning 24 states, will receive between $25 million and $65 million to execute projects in industries of the future such as clean energy, next-generation manufacturing, and biotechnology.

The projects include workforce training programs, support for transitioning family-owned manufacturers to electric vehicles, establishing a digital finance sector for small businesses in Tribal communities, providing digital resources to small farms, renovating industrial buildings for new businesses, rebuilding pharmaceutical supply chains, building advanced manufacturing centers, deploying solar energy on former coal land, and more. Additionally, private sector companies and local organizations are investing an additional $300 million in these projects.

Equity was a key consideration, with a focus on rural, Tribal, and coal communities, as well as communities facing high and persistent poverty. The funding awards include $87 million for primarily Tribal coalitions and over $150 million for projects serving energy communities impacted by the declining use of fossil fuels.

The winners of the Build Back Better Regional Challenge brought together various stakeholders, including employers, labor unions, state and local governments, higher education institutions, and community-based organizations, to work on implementing the projects. Over $270 million of the funding will be allocated to develop workforce training and development programs and place workers in jobs.

The Build Back Better Regional Challenge is part of EDA's efforts to support community-led economic development and build strong regional economies. EDA was allocated $3 billion in supplemental funding under the American Rescue Plan to accelerate economic recovery from the pandemic and build resilient local economies. As part of this funding, $300 million was allocated to support coal communities in creating new jobs and opportunities.

The winners were chosen from 60 EDA-designated finalists, and the funding for each coalition listed is approximate, with awards to be signed later in September. EDA will continue to support all 60 finalists with technical support and capacity building. Grantees for EDA's American Rescue Plan programs will be awarded on a rolling basis through September 2022.