President Joe Biden has announced his intent to nominate several individuals for key positions in his administration. Shefali Razdan Duggal, an immigrant from India, is nominated for Ambassador to the Netherlands. She is an experienced political activist and human rights campaigner. Susie Feliz is nominated for Assistant Secretary for Legislative and Intergovernmental Affairs at the Department of Commerce. She has extensive Capitol Hill experience and currently serves as the Vice President for Policy and Legislative Affairs at the National Urban League. Brendan Owens is nominated for Assistant Secretary for Energy, Installations and Environment at the Department of Defense. He has a background in health, equity, and climate issues and co-founded a platform focused on corporate environmental information. Russell Rumbaugh is nominated for Assistant Secretary of the Navy (Financial Management and Comptroller) at the Department of Defense. He has experience in national security budgets and has taught defense budgets at various universities. Rheanne Wirkkala is nominated for Assistant Secretary for Legislative Affairs at the Department of Defense. She currently serves as the Special Assistant for Strategy to Secretary of Defense Lloyd Austin and has a background in intelligence and national security. Carmen Cantor is nominated for Assistant Secretary for Insular and International Affairs at the Department of the Interior. She is a career member of the Senior Executive Service and currently serves as Ambassador to the Federated States of Micronesia. Naz Durakoğlu is nominated for Assistant Secretary for Legislative Affairs at the Department of State. She currently serves as the Principal Deputy Assistant Secretary in the Bureau of Legislative Affairs and has a background in national security. Rebecca Dye is nominated for Commissioner of the Federal Maritime Commission. She has extensive experience at the Commission and has led investigations into the nation's supply chain. Luis Botello is nominated for Member of the International Broadcasting Advisory Board at the United States Agency for Global Media. He is a journalist with a mission to promote high-quality, independent press. Kenneth Jarin is nominated for Member and Chair of the International Broadcasting Advisory Board at the United States Agency for Global Media. He is a partner in a law firm and has a background in labor and employment law. Janet Keller is nominated for Member of the United States Advisory Commission on Public Diplomacy. She has been involved in politics and public policy for over 30 years and has experience in water resources and the arts.