During a recent press briefing, Acting Administrator Slavitt and various doctors provided updates on the state of the pandemic and efforts to encourage vaccination. They highlighted the importance of reaching young people and announced that popular dating apps like Bumble, Tinder, and OkCupid are introducing features to encourage vaccinations and help users connect with vaccinated individuals. These apps will allow users to display vaccination badges, filter for vaccinated individuals, and provide information on nearby vaccination locations.

The doctors also discussed the positive trends in COVID-19 cases, hospitalizations, and deaths. The seven-day average of cases per day has decreased by more than 19%, and the seven-day average of hospital admissions has decreased by almost 15%. They emphasized that vaccines have been highly effective in real-world settings, with studies showing high efficacy rates against symptomatic disease and hospitalizations.

Dr. Murthy highlighted the importance of vaccine confidence and access, mentioning that some people have not prioritized vaccination due to time constraints or lack of information. He encouraged employers to offer time off for vaccination and on-site vaccination clinics to improve access and help close the equity gap in vaccinations. Dr. Murthy also mentioned the ongoing "Digital Day of Action" to promote vaccine awareness and provide information on how to get vaccinated.

In response to questions, the doctors acknowledged that some people may still have concerns or fear about returning to normal activities, but they emphasized the importance of vaccines in reducing the risk of infection. They also addressed the use of monoclonal antibodies as prophylactics for immunocompromised individuals and stated that further studies are being conducted to explore different approaches to protect this population.

Overall, the briefing highlighted the progress made in vaccination efforts and the positive impact vaccines have had on reducing COVID-19 cases and hospitalizations. The focus is now on reaching more people, particularly young individuals, and addressing access barriers to ensure widespread vaccination.