Yesterday, the CHIPS Implementation Steering Council held its first meeting to discuss the implementation plan for the CHIPS and Science Act. This bipartisan Act, signed into law on August 9, 2022, aims to strengthen the American semiconductor industry through investments in manufacturing, research and development, and workforce development. The Steering Council, established by an executive order on August 25, 2022, is responsible for coordinating and developing policies to effectively implement the Act within the executive branch.

During the meeting, participants highlighted how the Act's implementation will enhance American leadership in the semiconductor industry, improve economic competitiveness, and protect national security. They emphasized the need for coordination across agencies in areas such as research and development, workforce investments, and the protection of taxpayer dollars.

Council members received briefings from various departments, including the Department of Commerce, the Department of State, the Department of Defense, and the National Science Foundation, on the status of their implementation efforts. The Department of Commerce presented its roadmap and priorities for administering the manufacturing incentives program and research and development funding provided under the Act. The Department of Defense outlined its plan to ensure accessibility to semiconductor chips critical to American defense systems and leverage CHIPS Act funding for a competitive advantage. The State Department explained its strategy to build secure and reliable semiconductor supply chains through diplomatic engagement with allied countries. The National Science Foundation addressed how the country will invest in its semiconductor workforce.

The Council also discussed the measures in place to ensure that manufacturing incentives funds are used in ways that protect US taxpayer dollars, benefit local communities, and safeguard national security.

Participants in the meeting included key figures such as NEC Director Brian Deese, NSC Director Jake Sullivan, OSTP Director Arati Prabhakar, and the White House Coordinator for CHIPS Implementation Ronnie Chatterji, among others.