During a visit to Smith Flooring Inc. in Chester, Pennsylvania, President Biden praised the company as a union shop that provides its workers with a decent wage. He highlighted the economic challenges faced by Pennsylvanians, with 300,000 people losing their jobs in the state and 19,000 in Delaware County alone in 2020.

The President also commended Congresswomen Mary Gay Scanlon and Chrissy Houlahan for their effectiveness in getting things done in Congress. He discussed the importance of the American Rescue Plan, which not only provides personal protective equipment but also includes measures to ensure proper allocation of funds. Biden criticized the previous administration for firing the inspector general who was responsible for overseeing the spending of funds under the CARES Act.

The President emphasized that the American Rescue Plan will bring immediate relief to the American public, with 85% of the population receiving a $1,400 check. He also mentioned the expansion of the Paycheck Protection Program to support small businesses that were initially excluded from the program.

During the visit, the owners of Smith Flooring expressed gratitude to President Biden for his support of small and minority-owned businesses. They appreciated his visit to Chester, as it is not often that politicians stop by their community. The President acknowledged his connection to Chester and spoke about the disproportionate impact of COVID-19 on minority communities, pledging to prioritize vaccine distribution in those areas.

President Biden also discussed the importance of funding for schools, as it would lead to increased construction projects and business for companies like Smith Flooring. He praised the company for its work and expressed confidence that the funding would help them bring back employees and grow their business.

The article concludes with the President thanking the owners and expressing his appreciation for the work done by the Congresswomen and the community in Delaware County.