President Biden held a press conference in the Roosevelt Room to discuss two critical issues: the recent Supreme Court decision on Roe v. Wade and gun violence. Regarding the Supreme Court decision, Biden expressed his concern and acknowledged the pain it has caused for many Americans. He stated that his administration will focus on how states implement the decision and whether they violate other laws, such as denying public health services across state lines. He also pledged to take actions to protect women's rights and reproductive health. 

Moving on to gun violence, Biden mentioned that he is about to sign into law a bipartisan gun safety legislation. He emphasized the urgency of the issue and the lives that will be saved by this legislation. After returning from Europe, Biden and First Lady Jill Biden plan to host an event at the White House on July 11th to commemorate this historic achievement with members of Congress who voted for the legislation and the families affected by gun violence. 

Biden expressed gratitude towards the leaders and members of the House and Senate for working together to pass the legislation. He also thanked the families who have lost loved ones to gun violence and have advocated for change. Biden stressed that while the legislation may not fulfill all his goals, it includes important measures such as crisis intervention funding, red-flag laws, closing the "boyfriend loophole," enhanced background checks for young people, and addressing the mental health crisis among youth. The legislation also includes provisions to combat gun trafficking and clarifies who needs to register as a federally licensed gun dealer. 

Biden highlighted the importance of investing in anti-violence programs and called for more action on critical issues beyond gun control, such as veterans' healthcare and American innovation. He acknowledged that there is more work to be done but expressed determination to continue pushing for progress. Finally, Biden signed the gun safety legislation into law, expressing hope that it will save many lives.