President Biden has announced his intent to appoint several individuals to key roles in the Cultural Property Advisory Committee, the National Advisory Council on Indian Education, and the President's Committee on the National Medal of Science.

In the Cultural Property Advisory Committee, Amy Cappellazzo, a Founder and Principal of Art Intelligence Global, has been appointed. She has extensive experience in the fine art market, previously serving as Chairman of the Fine Art Division of Sotheby's.

Susan Schoenfeld Harrington, a business advisory group CEO in London, has also been appointed to the Cultural Property Advisory Committee. She has experience in consulting, media, law, politics, and the arts.

Thomas R. Lamont, a Springfield, Illinois attorney and former Assistant Secretary of the Army for Manpower and Reserve Affairs, has been appointed to the Cultural Property Advisory Committee as well.

In the National Advisory Council on Indian Education, Duane A. Bedell, a tribal member of the Bay Mills Indian Community and President and CEO of Bay Mills Community College, has been appointed. He has extensive experience in tribal communities and tribal colleges.

Jolene Bowman, a citizen of the Stockbridge-Munsee Community and Director of Education and Career Services for Norman Public Schools, has also been appointed to the National Advisory Council on Indian Education. She is committed to improving Native education and has held various leadership positions.

Dr. Donna Brown, President of Turtle Mountain Community College and a member of the Turtle Mountain Band of Chippewa, has been appointed to the National Advisory Council on Indian Education. She has dedicated her career to assisting American Indian students in college and has held various faculty and administrative roles.

Lucyann Harjo, Coordinator of Indian Education for Norman Public Schools, and Sedalta Oosahwee, a Senior Program/Policy Analyst/Specialist with the National Education Association, have also been appointed to the National Advisory Council on Indian Education. Harjo is committed to equity in Native education, while Oosahwee has experience in national partnerships and policy advising.

In the President's Committee on the National Medal of Science, Ellen R. Stofan, the Under Secretary for Science and Research at the Smithsonian Institution, has been appointed. She previously served as the Chief Scientist of NASA and has extensive experience in the field of planetary geology.

These appointments reflect President Biden's commitment to diverse and experienced individuals in key roles related to cultural property, Indian education, and scientific achievements.