The Biden administration is focused on promoting competition to lower costs and support small businesses and entrepreneurs. Concentration in U.S. industries has increased over the past few decades, leading to higher prices and lower wages for consumers. To address this issue, President Biden established the White House Competition Council and directed a whole-of-government approach to promoting competition.

The administration has already made progress in promoting competition. For example, they signed the bipartisan Ocean Shipping Reform Act, which has lowered costs for retailers, farmers, and consumers. They have also made hearing aids available over-the-counter, saving millions of Americans with hearing loss thousands of dollars. The Consumer Financial Protection Bureau (CFPB) has cracked down on banking overdraft and bounced check fees, leading to an estimated $5.5 billion reduction in fees annually. The Department of Transportation (DOT) has pushed airlines to improve their services, resulting in guarantees for meals, hotels, and fee-free family seating.

In the upcoming White House Competition Council meeting, the administration will announce new initiatives to further promote competition. The Department of Justice (DOJ) and Federal Trade Commission (FTC) will be publishing revised merger guidelines for public comment, aiming to prevent bad mergers that lead to mass layoffs, higher prices, and fewer options for workers and consumers. The Department of Agriculture (USDA) is launching a partnership with state attorneys general to enforce antitrust and consumer protection laws in food and agriculture markets. The administration is also targeting housing rental fees, such as application fees, to increase transparency and help consumers comparison shop.

Overall, the administration's efforts aim to create a more competitive market and provide benefits to consumers, workers, and small businesses. The revised merger guidelines, partnership with state attorneys general, and crackdown on junk fees in the rental housing market are all part of the administration's broader strategy to promote competition and drive economic growth.