President Joe Biden has announced his intention to appoint several members to the Federal Labor Relations Authority (FLRA) Federal Service Impasses Panel. The FLRA is responsible for resolving impasses between federal agencies and unions representing federal employees. The following individuals have been selected:

1. Martin H. Malin: Professor Emeritus at Chicago-Kent College of Law, Illinois Institute of Technology. He has extensive experience in labor law and has served on various labor and employment law organizations.

2. Wynter Patrice Allen: Partner at the Alden Law Group, PLLC in Washington, D.C. She specializes in labor and employment law and has served on the District of Columbia's Commission on Human Rights.

3. Jeanne Charles: Resides in Florida and has a multi-state practice in arbitration, mediation, and fact-finding in workplace disputes. She has served as an adjunct professor and has a background in corporate experience.

4. Howard Friedman: Served in the federal government for 25 years as an attorney and 23 years as President of the National Treasury Employees Union. He is experienced in federal labor law and has played a key role in creating and growing the USPTO's telework program.

5. Edward F. Hartfield: Has a 45-year career as a mediator, arbitrator, and facilitator. He has served on various arbitration rosters and has been involved in dispute resolution organizations.

6. Marvin E. Johnson: Executive Director of the Center for Alternative Dispute Resolution. He has served on the Federal Service Impasses Panel and has worked for various dispute resolution boards and panels.

7. Mark Gaston Pearce: Visiting professor and executive director of the Georgetown University Law Center, Workers' Rights Institute. He has extensive experience in labor and employment law and has served on the National Labor Relations Board.

8. Pamela R. Schwartz: Has over 20 years of experience in federal labor management relations. She has held positions of authority within the Patent Office Professional Association and has served as Union President.

9. Joseph E. Slater: Distinguished University Professor and the Eugene N. Balk Professor of Law and Values at the University of Toledo College of Law. He has published numerous books and articles on labor and employment law, especially in the area of public-sector labor law.

10. Tamiko N.W. Watkins: Assistant General Counsel at the Millennium Challenge Corporation. She has experience in employment and administrative law and has served as a mediator and arbitrator.

These individuals bring a wealth of experience and expertise in labor and employment law, and their appointments will contribute to the resolution of labor disputes between federal agencies and unions representing federal employees.