Yesterday, the White House held a meeting with 24 Governors' offices to discuss ways in which the Biden-Harris Administration can support states' efforts in implementing building decarbonization policies. The aim is to lower utility bills, enhance climate resilience, and reduce emissions. Key officials in attendance included Ali Zaidi, the National Climate Advisor, Brenda Mallory, Chair of the Council on Environmental Quality, and representatives from the U.S. Department of Energy, U.S. Department of Housing and Urban Development, and the Environmental Protection Agency. The meeting focused on federal-state partnerships, the Inflation Reduction Act, the Bipartisan Infrastructure Law, and technical assistance from the DOE and EPA.

The Institute for Market Transformation highlighted that there are currently 2.1 million energy efficiency jobs in the U.S. as per the 2022 DOE US Energy and Jobs Report. President Biden's agenda aims to grow the American economy by creating good-paying jobs and building a clean-energy economy. To achieve this, the administration has set a target to reduce emissions by 50-52% below 2005 levels by 2030 and achieve net-zero emissions by 2050. Building emissions account for nearly 40% of the country's greenhouse gas emissions. Lowering energy costs for Americans, especially low-income households, is also a priority.

States play a crucial role in advancing building decarbonization and have the opportunity to reduce emissions, lower energy costs, enhance resiliency, and create jobs through building policies and federal-state partnerships. Officials highlighted how states can leverage financial tools available in the Bipartisan Infrastructure Law and Inflation Reduction Act to cut building-related emissions. Examples were shared, such as Maine's efforts to bring heat pumps to underserved rural communities, resulting in lower energy bills and cleaner air for families. Maine Housing will also finance Passive House Certified affordable housing starting in 2024, which significantly reduces energy consumption at minimal additional cost. Louisiana's investments in energy and building codes were highlighted as a means to increase climate resilience, reduce emissions, and cut utility costs in the face of severe weather events.

The meeting concluded with officials expressing gratitude for states' efforts. The DOE, EPA, and HUD offered technical resources to support states and communities in reducing energy waste in the building sector and creating jobs.