The article is a transcript of a speech given by Vice President Kamala Harris at the Brandywine Maintenance Facility in Brandywine, Maryland. She begins by expressing her condolences to the communities affected by recent storms and reassures them of the administration's commitment to help. She thanks Secretary Jennifer Granholm and National Climate Advisor Gina McCarthy for their leadership.

Harris emphasizes the importance of electric vehicles (EVs) for the health of communities, the strength of the economy, and the sustainability of the planet. She shares her experience visiting Mira Loma, a community in California with severe air pollution caused by trucks. EVs do not produce harmful emissions, making them healthier for communities.

The Vice President discusses the economic benefits of transitioning to EVs, such as creating jobs in manufacturing and repair. She highlights the need for a national network of EV chargers to make it easier for people to adopt EVs, especially those living in apartments without private driveways.

Harris emphasizes the urgency of addressing climate change and achieving net-zero emissions by 2050. She announces the largest-ever investment in EV infrastructure and technology through the recently passed Bipartisan Infrastructure Law, which includes funding for EV charging stations, electric power transmission, and expanding the fleet of electric school buses.

To ensure the successful implementation of the EV components of the law, Harris introduces the Electric Vehicle Charging Action Plan, which includes the creation of the Joint Office on Energy and Transportation. She expresses confidence in the leadership of Secretary Granholm and Secretary Pete Buttigieg.

The Vice President mentions the Build Back Better Act, part two of the administration's agenda, aimed at lowering costs for families. The act includes provisions to reduce the price of new electric vehicles, provide a tax credit for used electric vehicles, and make EVs more affordable for all Americans. Harris states that the House has passed the bill, and they expect the Senate to do the same.

She concludes by emphasizing the importance of building the future of transportation through initiatives like EV repair and charging stations, and expresses excitement about the progress being made.