One year ago, President Biden hosted the Ninth Summit of the Americas in Los Angeles. The summit focused on building partnerships and cooperation in the Americas to promote economic prosperity, migration and protection, and democratic governance. Since then, the Biden-Harris Administration has achieved several significant milestones:

1. Americas Partnership for Economic Prosperity: President Biden called for a new approach to cooperation in the region, leading to the Americas Partnership for Economic Prosperity. This historic agreement aims to drive economic recovery and growth in the hemisphere.

2. Los Angeles Declaration on Migration and Protection: To address the challenge of migration, President Biden mobilized 20 leaders to endorse the Los Angeles Declaration. This framework promotes responsibility-sharing under three pillars: stabilization, expanding legal pathways and protection, and humane border management.

3. Cities Summit of the Americas: President Biden announced the first Cities Summit of the Americas, which brought together mayors and participants to discuss implementing commitments made at the summit. Discussions focused on resilient health systems, digital transformation, and democratic governance.

4. Americas Health Corps: The United States responded to the COVID-19 pandemic by donating over 71 million vaccine doses to Latin America and the Caribbean. The Americas Health Corps initiative aims to provide training to 500,000 health professionals in the region. In the first year, nearly 120,000 health workers have been trained.

5. U.S.-Caribbean Partnership to Address the Climate Crisis 2030 (PACC 2030): Vice President Harris has led the implementation of PACC 2030 to address climate and energy challenges in Caribbean nations. Over $100 million in new assistance has been announced.

6. Food Security Action: USAID has provided over $159 million in funding to support food security assistance in the region, addressing shocks to global food systems.

7. Investments in Civil Society: The Inter-American Foundation (IAF) has invested $26.1 million in funding to empower local civil society organizations. This investment has benefited millions of community members and fostered inclusive prosperity.

8. Summit Implementation Review Group Commitments: The United States has worked with governments to implement summit commitments on health, digital transformation, clean energy, environmental sustainability, and democratic governance. Ad hoc technical group meetings have been convened to drive outcomes and incorporate stakeholder recommendations.

Overall, the Biden-Harris Administration has made significant progress in fulfilling commitments made at the Summit of the Americas, emphasizing the importance of partnerships in the region.