President Joseph R. Biden Jr. has proclaimed April 24 through April 30, 2022, as National Crime Victims' Rights Week. In his statement, he acknowledges the progress made in supporting and protecting the rights of crime victims over the past forty years. However, he also recognizes that more work needs to be done to advance these goals. Many survivors still face barriers in accessing the support and justice they need, leading to underreporting of crimes such as rape and sexual assault. The administration is taking action to address the issue of gun violence and to get illegal guns off the streets. The Crime Victims Fund established through the Victims of Crime Act (VOCA) provides critical resources for victim services, and the administration has signed the VOCA Fix to Sustain the Crime Victim Fund Act to strengthen VOCA and increase funding for survivors and victim services organizations. The administration is also supporting innovative programs like sexual assault telehealth services and hospital-based victim assistance. President Biden recently signed the reauthorization of the Violence Against Women Act (VAWA), which funds programs that provide services to survivors of domestic violence, dating violence, sexual assault, and stalking. The reauthorization also includes provisions to protect Native communities and address technology-facilitated gender-based violence. The administration is committed to addressing the trauma and inequality experienced by communities of color, Native American communities, the LGBTQI+ community, the Asian American community, and other marginalized groups. The goal is to break the cycle of violence and ensure equal access to resources and services for all survivors. The administration has also taken steps to address hate crimes and bias-motivated attacks, including funding a Center for Culturally Responsive Victim Services. In addition to supporting victims, the administration emphasizes the importance of holding offenders accountable and ensuring that law enforcement officers and prosecutors have the necessary training and resources to deliver justice. The proclamation calls on all Americans to observe National Crime Victims' Rights Week by raising awareness of victims' rights and services and volunteering to support victims.