In this article, President Joseph R. Biden Jr. emphasizes the importance of labor and the contributions of hard-working Americans. He highlights that a job is about more than just a paycheck, but also about dignity, respect, and one's place in the community. The President acknowledges that the middle class built America and that unions played a crucial role in building the middle class.

President Biden believes that every worker deserves fair wages, benefits, freedom from discrimination, a safe workplace, and a secure retirement. He expresses his commitment to supporting workers and ensuring they have the opportunity to organize a union and bargain collectively with their employers. The President supports legislation such as the Protecting the Right to Organize Act and the Public Service Freedom to Negotiate Act, which aim to protect workers' rights.

The COVID-19 pandemic has highlighted the need to build an economy that responds to the needs and aspirations of working people. President Biden acknowledges the disparities faced by workers of color and their communities and expresses his Administration's commitment to advancing equity.

Despite progress in labor protections, the President recognizes that there is still work to be done. He mentions the battles won by the Labor Movement, such as establishing the 40-hour work week, integrating workplaces, and securing health and safety protections for workers. President Biden emphasizes the importance of restoring power to working families and protecting the rights of hard-working Americans and unions.

On this Labor Day, the President honors the pioneers who fought for the dignity of working people, including César Chávez, the Reverend Dr. Martin Luther King Jr., A. Phillip Randolph, and others. He also remembers Richard Trumka, a tireless voice for working families who recently passed away.

In conclusion, President Biden proclaims September 6, 2021, as Labor Day and calls upon all public officials and people of the United States to observe this day with appropriate programs, ceremonies, and activities that honor the energy and innovation of working Americans.