Today, the White House and the Department of Justice announced that 99 law schools have responded to the Attorney General's Call to Action to the Legal Profession, issued on August 30, 2021, to address the housing and eviction crisis. The Call to Action asked lawyers and law students to take immediate action to help their communities through various initiatives aimed at increasing housing stability and access to justice. The response from the legal profession has been swift and wide-reaching, and it has helped to keep eviction filings below 60% of historic averages. The Biden-Harris Administration has implemented a whole-of-government push to encourage immediate relief and lasting reform on eviction policy nationwide. The Call to Action and the response from law schools are part of a whole-of-government approach to help millions of families keep up on rent and remain in their homes. The effort has led to increased access to counsel and eviction prevention in jurisdictions across the country. Law schools, as well as major legal organizations, have adopted eviction prevention as a priority and encouraged action among their members. Law schools have taken meaningful action to expand access to justice and increase housing stability by partnering with ERA programs, community-based organizations, and trusted community leaders. They have also utilized resources such as pro bono and externship programs, clinical offerings, and the service of the larger law school communities. Examples of law school responses include dedicating funding to establish anti-eviction initiatives, launching housing justice initiatives to train law students to assist tenants with emergency rental assistance applications, filling the justice gap in partnership with legal services, providing pro bono support to attorneys statewide, and leveraging technology to increase tenant access to justice. These efforts have resulted in historic progress on the Emergency Rental Assistance Program, aiding renters and preventing evictions. Over 3 million households have received emergency rental assistance under the program, with approximately $25-$30 billion in funds either spent or obligated by the end of 2021. Law schools have played a crucial role in this progress by dedicating resources and mobilizing students to provide legal assistance and support to those facing eviction. The statement of law school deans in support of the Attorney General's Call to Action emphasizes the commitment of law schools to combat the eviction crisis and ensure access to justice for all.