During a teleconference, Jeff Zients, the White House COVID-19 Response Coordinator, provided an update on the progress made in ending the COVID-19 pandemic. He reported that over 180 million Americans, or 67% of adults, have received at least one dose of the vaccine, and cases and deaths have decreased by over 90% since January. Zients emphasized the importance of continuing to vaccinate Americans, especially in light of the spread of the Delta variant.

Zients also discussed the United States' commitment to vaccinating the world. The country has pledged to share 580 million doses of vaccine, including 500 million doses of Pfizer vaccine, with 100 countries in need. This is the largest-ever donation of COVID-19 vaccines by a single country. The US has already shared 80 million doses with 46 countries and will continue to share tens of millions more over the summer.

Dr. Rochelle Walensky, the Director of the Centers for Disease Control and Prevention (CDC), provided an update on the state of the pandemic. While overall cases, hospitalizations, and deaths have decreased, there are still vulnerable communities with low vaccination rates that are experiencing surges in cases, particularly due to the Delta variant. Approximately 1,000 counties in the US have vaccination coverage of less than 30%. Walensky urged unvaccinated individuals, especially those in vulnerable communities, to get vaccinated and continue following safety measures such as wearing masks and avoiding crowds.

Dr. Anthony Fauci, the Chief Medical Advisor to the President, discussed the effectiveness of vaccines against the Delta variant. He presented data showing that the vaccines have a high level of protection against infection, symptomatic disease, and hospitalization from the Delta variant. While there is limited data on the Johnson & Johnson vaccine specifically, Fauci stated that it is reasonable to assume its effectiveness is similar to other vaccines. He emphasized that getting vaccinated is the best way to protect against the virus and its variants.

In response to the Delta variant and low vaccination rates in certain communities, the federal government is mobilizing COVID-19 surge response teams to provide support and resources to states and counties experiencing outbreaks. These teams will assist with testing, therapeutics, vaccination efforts, and containment measures. The government will also focus on increasing vaccination rates through targeted outreach and education.

Overall, the message from the briefing was that while progress has been made in the fight against COVID-19, there is still work to be done, especially in increasing vaccination rates and addressing the spread of the Delta variant.