President Biden is en route to Philadelphia, where he will deliver remarks at an event announcing a $22.4 million SAFER Grant award for the city. The President has a long-standing commitment to supporting firefighters and will pay tribute to those who lost their lives in the Fairmount rowhouse fire in 2022. The Department of Commerce also announced an agreement with BAE Systems for a CHIPS Incentive award of $35 million as part of the CHIPS and Science Act implementation. Tomorrow, President Biden will meet with Ukrainian President Zelenskyy at the White House to discuss the situation in Ukraine and the need for additional funding. The U.S. is concerned about the increased missile and drone attacks by Russian forces and the negotiations on Capitol Hill for the supplemental request. The President will continue to urge for funding to support Ukraine and Israel, emphasizing their importance to national security. The U.S. is committed to promoting human rights and has taken action to hold individuals and countries accountable for human rights abuses. The White House is actively engaged in discussions with partners in the Middle East to establish humanitarian pauses in the conflict between Israel and Hamas. The U.S. is concerned about reports of Israel's use of white phosphorus munitions and does not want to see the conflict escalate further. The White House is deeply concerned about the disappearance of Alexei Navalny and will work with the embassy in Moscow to gather more information. There are no confirmed plans for Jake Sullivan to travel to Israel this week. The White House is committed to protecting American democracy and united against threats to it. They are in close contact with lawmakers regarding the supplemental request for Ukraine. The President believes that genocide is an obscenity and leaders must speak out against it. There is no preview of the President's remarks at the Hanukkah reception. President Zelenskyy is an effective advocate for Ukraine and will meet with Speaker Johnson to discuss the need for continued support. The White House will provide information on the number of visits President Biden has made to Pennsylvania in the last year.