During a recent press briefing, Jeff Zients, the White House COVID-19 Response Coordinator, provided an update on the progress of the vaccination campaign in the United States. He announced that 1.14 million shots were administered on that day, including almost 300,000 first doses. This marked the highest daily totals in the past two weeks. Zients also highlighted the milestone of reaching 400 million shots administered since President Biden took office. He emphasized the importance of getting more shots in arms, including booster shots, and mentioned that boosters from Pfizer, Moderna, and J&J are now available for eligible Americans.

Zients also discussed the preparation for the vaccination rollout for children ages 5 to 11, pending authorization from the FDA and CDC. He mentioned that states have placed initial orders for pediatric vaccines, and millions of doses will be shipped to various healthcare providers once authorization is obtained. Zients emphasized the readiness of the government to quickly, easily, and conveniently vaccinate children in collaboration with trusted providers.

In addition to vaccination efforts, Zients discussed the progress in ramping up testing availability, particularly at-home testing. He mentioned that the U.S. is on track to have more than 200 million rapid at-home tests available per month starting in December, which is a fourfold increase compared to the supply in late summer. He also highlighted the steps taken by the FDA and NIH to make more tests available and reduce testing costs, including authorizing new at-home tests and allowing single-test packs to be sold.

Following Zients' update, Dr. Rochelle Walensky, the Director of the CDC, provided an overview of the current state of the pandemic. She mentioned a 16 percent decrease in the seven-day daily average of cases compared to the previous week. Hospitalizations also showed a week-on-week decrease of 12 percent. However, she highlighted that COVID-19-associated deaths remain high, with an average of over 1,000 daily deaths reported.

Dr. Anthony Fauci, the Chief Medical Advisor to the President, discussed the long-term effects of COVID-19, known as post-COVID conditions or long COVID. He explained that these conditions include a range of symptoms that are not fully explained by apparent pathogenic processes. He mentioned ongoing research efforts to understand and address these long-term effects.

During the Q&A session, topics such as the accuracy of at-home tests, the OSHA rule for vaccination requirements, and vaccine hesitancy among parents were discussed. Zients and the medical experts provided insights and updates on these issues.

Overall, the briefing highlighted the progress in vaccination efforts, the readiness for pediatric vaccinations, the increase in testing availability, and the ongoing research on long COVID.