During a press briefing aboard Air Force One en route to Duluth, Minnesota, Karine Jean-Pierre, the White House Deputy Press Secretary, discussed several topics. She highlighted President Biden's visit to Superior, Wisconsin, where he will discuss the Bipartisan Infrastructure Law and its impact on rebuilding roads and bridges and creating jobs. She emphasized the historic investments in infrastructure and the $40 billion in funding for bridge repair and replacement. Jean-Pierre also mentioned other projects in the region, such as restoring the St. Louis River and Great Lakes, investing in port infrastructure, and improving climate resilience.

Regarding Russia, Jean-Pierre confirmed that the United States is blocking Russian aircraft and airlines from using domestic U.S. airspace, including Aeroflot, Russia's national airline. She also addressed the issue of sanctions against Russia's oil and gas industry, stating that the U.S. does not have a strategic interest in reducing global energy supply. She mentioned the focus on diversification and denying critical technology inputs to Russia's oil and gas production.

In response to questions about additional sanctions against Russian oligarchs and Russian President Vladimir Putin's wealth, Jean-Pierre did not provide specific details but emphasized the unified approach of the United States and its European partners in imposing sanctions and export controls on Russia.

Regarding the Build Back Better plan, Jean-Pierre stated that the President's address during the State of the Union highlighted key components of the plan, such as lowering costs for American families and making the tax system fairer. She mentioned ongoing conversations with lawmakers but did not provide details on specific discussions.

On COVID-19, Jean-Pierre discussed the National COVID Preparedness Plan, which focuses on protecting against COVID-19, preparing for new variants, and preventing economic and educational shutdowns. She mentioned the administration's efforts to provide vaccines, treatments, tests, masks, and mental health support. Jean-Pierre also mentioned the need for additional congressional funding and the administration's plan to request supplemental funding.

Regarding the President's State of the Union address, Jean-Pierre highlighted the President's opportunity to communicate directly with the American people and discuss a range of issues, including the economy, COVID-19, support for Ukraine, and kitchen table issues. She mentioned the President's joy in being able to address the American public directly and his understanding of the importance of the State of the Union address.

Jean-Pierre also addressed questions about mask-wearing and social distancing during the State of the Union address, stating that adherence to CDC guidance depends on the specific area and situation. She emphasized the progress made in vaccination efforts and the availability of tools to protect against COVID-19.

Finally, Jean-Pierre briefly mentioned the interruption during the President's speech by Republican congresswomen and expressed respect for Gold Star families. She also commented on Major League Baseball's decision to cancel Opening Day, stating that collective bargaining between the players, the league, and the owners is a private matter, and the government's role is to encourage the parties to reach an agreement.