In this article, Vice President Kamala Harris speaks at the Black Star Gate in Accra, Ghana, emphasizing the importance of Africa and its young leaders. She highlights the interconnectedness of Africa and the world, and the critical role African nations play in addressing global challenges such as food security, climate change, public health, and supply chain resilience. Harris expresses the United States' commitment to partnering with African nations based on openness, inclusiveness, and shared interests. She discusses the significance of her own personal history and the importance of acknowledging and learning from the intertwined history between Africa and the United States. 

Harris emphasizes the need to invest in African innovation and creativity, particularly in areas such as technology, science, agriculture, and clean energy. She mentions examples of African innovation, such as mobile phone payment services in Kenya, drone delivery of healthcare supplies in Rwanda, and the construction of a radio telescope in South Africa. She believes that investing in African ingenuity will unlock economic growth and opportunities not only for Africa but also for the United States and the world.

The Vice President highlights three key areas for progress: the empowerment of women, digital inclusion, and good governance and democracy. She stresses the importance of gender equality and the economic empowerment of women, as well as the need to expand access to the internet to drive growth and innovation. Harris also emphasizes the significance of good governance and democracy in creating stability, rule of law, and transparency, which are essential for economic growth and societal benefits.

Harris concludes by expressing her optimism for the future, envisioning a world where women lead, every person is connected to the digital economy, and African innovation propels progress. She reassures that the United States will remain a steadfast partner for progress and calls on young leaders to dream ambitiously and lead with conviction.