During a press briefing aboard Air Force One, Karine Jean-Pierre, the Principal Deputy Press Secretary, discussed several topics. Firstly, she highlighted the importance of Congress preventing a default on the national debt, stating that default would have severe consequences for the economy, jobs, and retirement plans. She emphasized that it is Congress' constitutional duty to address the debt ceiling issue.

Jean-Pierre also announced that President Biden and First Lady Jill Biden will be hosting Prime Minister Narendra Modi of India for an official state visit on June 22nd. The visit aims to strengthen the partnership between the United States and India and promote cooperation in various areas, including defense, clean energy, and space.

Regarding the ongoing debt talks, Jean-Pierre confirmed that staff-level meetings between the White House and congressional leaders will take place daily until the leaders meet again on Friday. She reiterated that the President is committed to preventing default and expects Congress to fulfill its duty.

When asked about the possibility of a short-term debt limit increase, Jean-Pierre stated that negotiations on the debt limit are not on the table and that Congress should act without conditions. She emphasized that the best option is for Congress to address the debt ceiling issue and avoid default.

On the topic of immigration and the situation at the southern border, Jean-Pierre acknowledged that the administration expects the first weeks to be challenging. She highlighted the administration's efforts to address the issue, including deploying troops, opening regional processing centers, and increasing enforcement.

Jean-Pierre declined to comment on specific legal cases or hypothetical scenarios. She emphasized that the administration is focused on implementing its comprehensive immigration plan and engaging with countries on human rights concerns.

The briefing concluded with Jean-Pierre stating that the President stands by his nominees for the Environmental Protection Agency (EPA) and their qualifications to address issues such as air pollution and contaminated water.