During a press briefing aboard Air Force One, White House Press Secretary Jen Psaki discussed President Biden's upcoming trip to Kalamazoo, Michigan, where he will visit the Pfizer facility manufacturing COVID-19 vaccines. Psaki highlighted the President's efforts to work with manufacturers like Pfizer to increase vaccine supply and production capacity. Pfizer is on track to provide 120 million doses by the end of March and 200 million doses by the end of May, two months ahead of schedule. Additionally, Pfizer will deliver an additional 100 million doses, aiming to have enough vaccines for all Americans by the end of July.

Psaki also provided an update on the President's schedule for the week ahead, including a discussion on Black History Month, a briefing from the COVID-19 Response Team, remarks to the National Governors Association Winter Meeting, and an economic briefing with the Treasury Secretary.

Regarding Iran, Psaki explained that the President is open to having a diplomatic conversation with Iran but does not plan to take additional steps, such as snapping back sanctions, in advance of that conversation. She emphasized the administration's goal of preventing Iran from acquiring a nuclear weapon and expressed a desire to address Iran's role in the region and its use of ballistic missiles.

Psaki addressed concerns about vaccine distribution, stating that the administration's priority is to vaccinate the American people, but they remain committed to contributing to the global effort to fight COVID-19. She mentioned the administration's financial contribution to COVAX, an international mechanism for vaccine distribution, and stated that other options for donating surplus vaccines are still being considered.

In response to questions about the chip shortage and potential export bans on rare earth minerals by China, Psaki mentioned an upcoming executive order on supply chain issues and expressed the administration's commitment to addressing the shortage. She also stated that the administration has been in contact with chip manufacturers and international partners regarding this issue.

Psaki touched on the topic of the minimum wage increase, stating that while the President hopes it will remain in the COVID-19 relief bill, it has to go through the Senate parliamentary process. She acknowledged the range of views among Democrats and the need for legislation to go through a process.

On the topic of Afghanistan, Psaki mentioned ongoing peace processes and stated that she did not have any updates on direct engagement with the Taliban or plans for a meeting between the President and Taliban leaders.

Psaki also mentioned the upcoming release of an unclassified report on the death of Jamal Khashoggi, stating that she did not have an update on the timeline or plans for a briefing by the Director of National Intelligence.

In response to questions about Senator Ted Cruz's trip to Mexico during the Texas winter storm, Psaki stated that the focus is on the millions of people in Texas who are still suffering and not on analyzing Cruz's whereabouts.

Lastly, Psaki mentioned that the President is eager to be involved in foreign policy and engage with the global community. While it is too early to determine if he will attend the G7 in person, he is looking forward to retaking America's seat at the global table and rebuilding trust with partners and allies.