President Barack Obama issued Proclamation 9496 in 2016, designating the Northeast Canyons and Seamounts Marine National Monument. This protected area spans approximately 4,913 square miles of waters and submerged lands where the Atlantic Ocean meets the continental shelf. The monument is composed of two units: the Canyons Unit and the Seamounts Unit. The Canyons Unit includes three underwater canyons—Oceanographer, Gilbert, and Lydonia—while the Seamounts Unit is home to four extinct undersea volcanoes. These areas are known for their rich biodiversity, including deep-sea corals, endangered whales, endangered and threatened sea turtles, marine mammals, and various fish and invertebrate species.

President Donald Trump later issued Proclamation 10049 in 2020, which removed the restrictions on commercial fishing in the monument. Multiple parties challenged this proclamation in court, arguing that it exceeded the President's authority under the Antiquities Act. However, President Joseph R. Biden Jr. issued a new proclamation in 2021, restoring the prohibition on commercial fishing in the Northeast Canyons and Seamounts Marine National Monument.

The boundaries of the monument were carefully determined to protect the canyons, seamounts, and their surrounding ecosystems. These areas play a crucial role in supporting diverse marine life and facilitating important ecological processes. Commercial fishing activities pose significant threats to the objects of historic and scientific interest within the monument. Therefore, the prohibition on commercial fishing aims to preserve the unique and fragile canyons and seamounts, ensuring their continued protection and serving as a venue for scientific study and research.

Management of the monument is shared between the Secretary of Commerce and the Secretary of the Interior. They are responsible for preparing a joint management plan and implementing regulations to ensure the proper care and management of the monument's objects of historic and scientific interest. The Secretaries are also directed to permit a phase-out period for red crab and American lobster commercial fishing until September 15, 2023.

Overall, the Northeast Canyons and Seamounts Marine National Monument is a significant area that preserves important geological features, marine biota, and deep-sea ecosystems. Its protection ensures the maintenance of natural and scientific values and allows for the discovery of new information about marine resources.