Vice President Harris will be announcing new actions taken by the Biden-Harris Administration and private sector stakeholders to provide capital and resources to underserved small businesses and community lenders. The administration recognizes the importance of small businesses in driving economic prosperity, especially in underserved communities. Community lenders, such as CDFIs and MDIs, play a vital role in unlocking the economic potential of these communities. However, the small business ecosystem in underserved communities has struggled to keep up with better funded businesses in more prosperous areas. Entrepreneurs of color often face higher rates of loan rejection from traditional financial institutions. Additionally, community lenders face limitations in capital and technical capacity, hindering their ability to invest in these communities.

Under the leadership of President Biden and Vice President Harris, the administration has taken steps to address these disparities. The Treasury Department has directed over $15 billion in investments and tax credits to community lenders and other mission capital providers, aiming to drive inclusive entrepreneurship and create high-opportunity communities. The Vice President also announced the Economic Opportunity Coalition (EOC), a private sector initiative committed to investing billions of dollars in underserved communities and small businesses recovering from the pandemic.

The new announcements build upon these efforts. The federal government, along with new commitments from various agencies, is taking further steps to ensure that underserved small businesses and community lenders have reliable access to necessary resources. These policies include increased investments, improved regulatory clarity, and infrastructure and capacity improvements.

The administration has recently announced billions of dollars in investments for CDFIs and MDIs. In addition, the EOC, consisting of over 20 corporations and foundations, has committed over $1 billion in investments to address disparities and promote inclusive economic opportunity. Outside of the EOC, philanthropies and the private sector are also making complementary investments by leveraging underwriting and capital provided to community lenders and capital providers.

Furthermore, a $100 million national initiative called the Fund for Inclusive Entrepreneurship has been announced by Hyphen. This initiative, with support from JPMorgan Chase and the W.K. Kellogg Foundation, aims to expand access to capital for small businesses owned by people of color. The Fund will focus on building capacity among high-impact community lenders and raising private capital to invest alongside federal funding.