President Biden gave an update on the vaccination progress in the United States. He visited a vaccination clinic in Virginia and highlighted the partnerships between houses of worship and community health centers to offer vaccination sites. He mentioned that people from different faiths are coming together to serve those in need, with a focus on vaccinating seniors from all backgrounds.

The President also provided an update on the vaccination numbers, stating that the country has administered over 150 million shots in the first 75 days of his administration. He set a new goal of reaching 200 million shots by the 100th day in office. He acknowledged the challenges and the need to ramp up efforts to beat the virus.

While progress has been made, President Biden emphasized that the pandemic is still dangerous, with new variants spreading quickly and cases going up in some places. He urged people to understand that the vaccination program takes time, as it requires two doses and several weeks for full protection. He called on Americans to continue following safety measures such as washing hands, social distancing, and wearing masks.

To further facilitate vaccination, President Biden announced that all adults in every state will be eligible for vaccination by April 19th, moving up the previous target date of May 1st. He encouraged seniors to get vaccinated now and called on younger individuals to help their older family members and friends get vaccinated as well.

The President acknowledged the challenges in accessing vaccines for some communities and announced efforts to increase transportation to vaccination centers and deploy more mobile units and pop-up clinics. He also highlighted investments to expand testing, treatment, and vaccinations in underserved communities.

President Biden concluded by reminding Americans that the fight against the virus is not over and that everyone must continue to do their part. He expressed hope for a safe and normal Fourth of July celebration, but emphasized the importance of global vaccination efforts to ensure complete safety.