President Joe Biden held a meeting in the Indian Treaty Room of the Eisenhower Executive Office Building to discuss protecting access to reproductive healthcare in the wake of the Supreme Court's decision on Roe v. Wade. He thanked Vice President Kamala Harris for leading the meeting and acknowledged the work of Health and Human Services Secretary Becerra, Director of the Gender Policy Council Jen Klein, Attorney General Garland, Homeland Security Secretary Mayorkas, and Veterans Affairs Secretary McDonough on the task force.

President Biden expressed concern over the denial of emergency medical care to women experiencing miscarriages, doctors' uncertainty about providing care, and pharmacists refusing to fill prescriptions. He mentioned tragic cases of rape survivors being forced to travel to other states for care. He criticized the Supreme Court's decision to overturn Roe v. Wade and warned of Republicans' plans to implement nationwide bans on abortion.

President Biden highlighted the recent defeat of a ballot initiative in Kansas that aimed to remove the right to choose from the state's constitution. He emphasized the power of American women in shaping the outcome of elections and called for the restoration of Roe v. Wade through congressional action. He also signed a second executive order to address the healthcare crisis faced by women since the Supreme Court's decision.

Vice President Harris commended President Biden for his commitment to protecting women's rights to make decisions about their own bodies. She emphasized that the government should not be making those decisions for women and discussed the importance of a whole-of-government approach to address the issue. She mentioned her discussions with various stakeholders across the country and the need for clarity and support for states protecting women's rights.

The meeting also focused on the role of the Department of Justice in addressing the issue, the provision of federal resources to support states, and combating misinformation and disinformation. Vice President Harris presented a map showing the different state laws on abortion, highlighting the need for clear guidance and leadership on the issue.

The meeting concluded with a discussion led by Jen Klein, the head of the Gender Policy Council, on further steps to be taken to protect women's access to reproductive healthcare.