During a press briefing, White House Press Secretary Jen Psaki provided updates on several topics. 

First, she announced that as of today, everyone 16 years and older in every state is eligible to receive the COVID-19 vaccine. Psaki highlighted that the US has enough vaccine supply for all adults, thousands of vaccinators, and over 60,000 vaccination sites.

Psaki also mentioned that more than half of all adults in America have received at least one vaccine dose, and over 32% are fully vaccinated. She emphasized the administration's efforts to inform people of their eligibility, including through media outlets and partnerships with tech companies like Google, Facebook, Twitter, and Snapchat.

In addition, Psaki mentioned that a bipartisan meeting on the American Jobs Plan is taking place, with President Biden and Secretary of Transportation Pete Buttigieg meeting with a group of representatives and senators who are former mayors and governors. They will discuss the need for investment in infrastructure.

Psaki congratulated NASA and the Jet Propulsion Laboratory for the successful flight of the Ingenuity helicopter on Mars, which marked the first-ever powered flight on another planet. She also announced that the Department of Housing and Urban Development is allocating $8.2 billion in Community Development Block Grant Mitigation funds for Puerto Rico, along with the removal of restrictions that limited the island's access to these funds following Hurricane Maria.

During the Q&A portion of the briefing, Psaki addressed several topics, including the Derek Chauvin trial and potential unrest, the situation of Russian opposition leader Alexei Navalny, the refugee cap, and the administration's efforts on policing and gun control. She also discussed the balance between aggressive climate targets and job preservation in the infrastructure plans.

Psaki noted that the administration is aware of reports of counterfeit vaccination cards and is deferring to law enforcement in addressing the issue. She also mentioned that the FDA's decision on the Johnson & Johnson vaccine is expected on Friday and reiterated the administration's commitment to ensuring access to vaccines through other suppliers if necessary.