White House Press Secretary Jen Psaki provided updates on the administration's efforts to address the COVID-19 pandemic and the situation at the southern border during a press briefing. She mentioned that the "Help Is Here" tour, aimed at highlighting the benefits of the American Rescue Plan, will continue with various members of the administration visiting different locations. Psaki also discussed the plans to allow reporters to tour facilities holding children at the southern border, stating that they are working on finalizing the details. She emphasized the administration's commitment to transparency and ensuring the safety and well-being of the children. Psaki addressed questions about the Boston Marathon bomber case and the death penalty, stating that President Biden has expressed concerns about capital punishment and that any decision regarding the case would be made by the Department of Justice. Psaki also discussed the recent meeting between the U.S. and Chinese officials in Alaska, stating that it was a substantive meeting covering a wide range of issues. She mentioned that the administration is evaluating the next steps in its relationship with China. Psaki reiterated the administration's commitment to human rights and its concerns about China's actions in Xinjiang. She also discussed the administration's efforts to address the root causes of migration from Central American countries and its focus on improving the asylum process. Psaki mentioned the possibility of sharing vaccines with other countries but noted that there are still supply constraints and that the focus is on vaccinating Americans. She also addressed questions about the situation at the border, stating that the majority of people are turned away and that efforts are being made to expedite processing and provide appropriate facilities for children. Psaki mentioned that the administration is working with Mexico and Canada on vaccine distribution and that it remains committed to working with COVAX. She also discussed the recent meeting with the Turkish delegation and the administration's approach to its relationship with Turkey.