During a recent briefing, Jeff Zients, the COVID-19 Response Coordinator, provided an update on the vaccination efforts in the United States. He announced that as of today, 175 million people in the U.S. have been fully vaccinated, which is an increase of over 10 million from a month ago. Zients emphasized the importance of vaccinations in ending the pandemic and mentioned that the U.S. has already committed to sharing over 600 million vaccine doses globally, the largest contribution made by any country. He also highlighted that the U.S. has shipped over 130 million doses to 90 countries, more than all other countries combined, and plans to do even more.

Zients discussed the efforts to increase vaccine manufacturing capacity both in the U.S. and around the world. He mentioned that the U.S. has significantly accelerated the production of critical vaccine manufacturing equipment and supplies and expanded fill-finish lines to increase the production of vaccine doses. He also announced a nearly $3 billion investment in the vaccine supply chain, which will create thousands of jobs and strengthen the country's capabilities to respond to future threats.

Dr. Rochelle Walensky, the Director of the Centers for Disease Control and Prevention (CDC), provided an overview of the COVID-19 data. She mentioned that the seven-day average of cases is about 149,000 per day, hospital admissions are about 12,000 per day, and daily deaths have increased to 953 per day. Dr. Walensky focused on COVID-19 and children, highlighting two new studies that show the importance of vaccination in protecting children. The studies found that areas with higher vaccination rates had lower pediatric cases and hospitalizations. She emphasized the need to continue vaccinating eligible individuals, wearing masks in public indoor settings, and following CDC guidance to protect children.

Dr. Anthony Fauci, the Chief Medical Advisor to the President, discussed recent data from Israel supporting the rationale for COVID-19 booster shots. He presented studies that showed a significant reduction in the risk of infection and severe disease after a third dose of the Pfizer vaccine. Dr. Fauci mentioned that the data support the need for boosters and that a three-dose regimen may become the routine regimen for vaccination.

During the Q&A session, topics discussed included the impact of FDA approval on vaccination rates, the $3 billion investment in the vaccine supply chain, the U.S. government's message on boosters and global donations, and the Mu variant of concern.