The White House held a virtual bilateral meeting with Ireland to celebrate St. Patrick's Day. Due to the pandemic, the traditional White House celebration was canceled, but efforts were made to keep the schedule as close to previous years as possible. Vice President Harris met virtually with Irish Taoiseach Micheál Martin to discuss bilateral ties and various challenges. They also participated in an event celebrating the winners of the Frederick Douglass Global Fellowship. President Biden later hosted the Taoiseach for a virtual bilateral meeting, where they discussed COVID-19, global challenges, shared prosperity, and stability in Northern Ireland. The meeting included a traditional ceremony with the Shamrock bowl. Vice President Harris also met virtually with Northern Ireland's First Minister and Deputy First Minister, with President Biden joining briefly to reinforce support for the Belfast/Good Friday Agreement. The Biden administration supports the Good Friday Agreement and welcomes provisions in the EU-UK Trade and Cooperation Agreement and the Northern Ireland Protocol. They encourage both sides to prioritize political and economic stability in Northern Ireland. The administration has not yet made decisions regarding the appointment of a Northern Ireland envoy. COVID-19 and global supply chains were also discussed, with a focus on vaccine distribution and economic recovery. The Biden administration aims to work with Ireland to restore global travel and ensure a sustainable global economic recovery. The administration views Ireland as an ally that can contribute to global supply chains rather than a competitor. The press availability after the meeting between President Biden and Taoiseach Martin was not adapted for virtual circumstances, and the format for questions was not disclosed. The U.S. government hopes that the UK and the EU can find ways to work together and resolve trade issues related to the Northern Ireland Protocol. The U.S. does not intend to take sides in the disagreement and supports a pragmatic solution that provides stability and prosperity for all of Northern Ireland.