The senior administration officials discussed President Biden's comprehensive strategy to prevent and respond to gun crime and ensure public safety. The strategy includes several key components:

1. Stemming the flow of firearms used in violence: The administration will take action to regulate ghost guns and hold gun dealers accountable for willful violations of federal law. The Justice Department will seek to revoke the licenses of dealers who violate federal law by transferring firearms to prohibited individuals or failing to respond to ATF tracing requests.

2. Providing law enforcement with tools and resources: The administration will support local law enforcement by providing resources from the FBI, ATF, DEA, and U.S. Marshals. The Treasury Department will highlight that communities can use American Rescue Plan funds to hire law enforcement officials and invest in enforcement efforts to reduce gun violence.

3. Investing in community violence intervention programs: The administration will launch a collaborative of 15 jurisdictions that are investing in community violence intervention programs. These programs target individuals at risk of involvement in gun violence and provide wraparound services to prevent violence.

4. Expanding summer programs and employment opportunities for young people: The administration encourages the use of American Rescue Plan funds to support summer job and education programs, as well as other services for young people. Evidence shows that productive engagement during the summer reduces violence.

5. Helping formerly incarcerated individuals reenter their communities: The administration is taking steps to support successful reentry, including providing funding for workforce development programs, examining barriers to employment within the federal government, and educating employers on tax credits for hiring formerly incarcerated individuals. The Department of Housing and Urban Development will outline actions to address housing needs for returning citizens.

The American Rescue Plan funds play a significant role in supporting these initiatives, providing resources for cities and states to invest in a range of tools to reduce gun violence and improve public safety. The administration emphasizes that jurisdictions have flexibility in how they allocate these funds based on their specific needs. The strategy also addresses concerns about enforcing federal gun laws in states that have taken actions to restrict enforcement, deferring to the Justice Department for specific enforcement cases.