In a press briefing, White House Press Secretary Jen Psaki announced the establishment of a new department within the Department of the Treasury called the Office of Recovery Programs. This department will be responsible for implementing economic relief and recovery programs, including those outlined in the American Rescue Plan. The inaugural Chief Recovery Officer, Jacob Leibenluft, will lead the office and work closely with Gene Sperling.

Psaki also announced that the IRS, the U.S. Department of the Treasury, and the Bureau of Fiscal Service are disbursing nearly 2 million payments from the American Rescue Plan, bringing the total number of payments disbursed to approximately 159 million, with a total value of over $376 billion. These payments include those sent to Veterans Affairs beneficiaries and Social Security beneficiaries who didn't file a tax return.

In addition, Psaki mentioned that Microsoft has issued new patches for vulnerabilities found in its Exchange servers, following the recent hacking incident. The White House is urging all system operators to apply these patches to ensure the security of their systems.

During the Q&A portion of the briefing, Psaki addressed several topics. Regarding the upcoming address to Congress on April 28th, Psaki stated that the President will discuss his priorities and commitment to building the economy back better, controlling the COVID-19 pandemic, and addressing global challenges.

On the topic of Afghanistan, Psaki reiterated that the President made the decision to withdraw troops after a review from his national security team. The decision was based on the evolving terrorist threat, which has spread to other regions beyond Afghanistan. Psaki emphasized that the U.S. will continue to monitor and disrupt terrorist networks and operations and maintain a diplomatic presence in the region.

Psaki also mentioned that Vice President Kamala Harris will be visiting Mexico and Guatemala as part of her role in addressing the root causes of migration from the Northern Triangle countries. The Vice President's focus will be on discussions with leaders in the region to find solutions to discourage irregular migration.

Regarding Iran, Psaki stated that the U.S. is focused on the diplomatic path forward and the ongoing negotiations in Vienna. She did not provide further details on discussions with Israel or potential changes to U.S. policy.

Psaki mentioned that the President had a constructive call with Russia, emphasizing consequences for Russian actions and expressing a desire for a more stable relationship. She also mentioned that the U.S. aims to have a predictable relationship with Russia and is open to discussing areas of agreement and cooperation, such as nonproliferation efforts.

Psaki addressed questions about police reform, stating that the President supports police reform and is calling on Congress to pass the George Floyd Act. She mentioned that the administration is engaged in discussions with civil rights leaders and other members of Congress on this issue.

Regarding the issue of D.C. statehood, Psaki stated that the President supports D.C. statehood but did not provide specifics on prioritization or legislative action.

Psaki also discussed the reversal of the Trump administration's policies on Title 10 family planning clinics and abortion referrals. She emphasized that funding cannot be used for abortion but can be used for healthcare access in underserved communities.

On the topic of the climate summit, Psaki mentioned that Brazil is seen as a key partner in confronting climate issues. The U.S. expects Brazil to commit to ending illegal deforestation and taking tangible steps to enforce this commitment.

Psaki concluded the briefing by mentioning that President Biden consulted with some of his predecessors on the decision to withdraw troops from Afghanistan. She also noted that the administration has conducted extensive outreach and consultations with members of Congress, allies, partners, and regional countries on the issue.