During a press briefing aboard Air Force One en route to Rzeszów, Poland, Jake Sullivan, the National Security Advisor, discussed various topics related to President Biden's trip to Poland and the ongoing situation in Ukraine. Sullivan highlighted the new U.S.-EU energy framework, which aims to reduce the EU's dependence on Russian gas and overall gas consumption. The U.S. plans to make available up to 15 billion cubic meters of additional liquefied natural gas (LNG) this year, with the goal of accepting up to 50 billion cubic meters of additional LNG flows from the United States by 2030. Sullivan emphasized the importance of ensuring that Europe does not have to source its gas from Russia while transitioning to clean and renewable energy.

Sullivan also mentioned an agreement on an updated framework for transatlantic data flows to protect data privacy and security. The agreement aims to ensure that American technology firms, especially small- and medium-sized firms, can operate safely within the U.S.-EU economic relationship.

Regarding Ukraine, Sullivan discussed President Biden's commitment to providing an additional $1 billion in humanitarian assistance to help the people affected by the conflict. The President will meet with humanitarian experts and leaders in Poland to receive a briefing on the humanitarian efforts in and around Ukraine. He will also visit troops deployed to Poland as a show of support for NATO allies and receive a briefing on the tasks and missions being undertaken by American troops stationed in the region.

Sullivan reiterated the U.S.'s stance on Russian aggression, stating that it shows a disregard for international borders and the rules of the international community. The U.S. and NATO are committed to defending every inch of NATO territory and deterring further Russian aggression. Sullivan noted the mobilization of Russian forces in Belarus and its impact on NATO allies in the Baltic states and Poland.

When asked about the potential use of chemical weapons by Russia, Sullivan emphasized that Russia would face severe consequences if it were to use weapons of mass destruction. He stated that the U.S. has communicated this to the Russians and is prepared to respond accordingly in coordination with its allies.

Regarding China, Sullivan mentioned that NATO issued a direct message to China, stating that it should not provide military or other forms of assistance to Russia in its war in Ukraine. The U.S. and its allies will speak with one voice on this issue.

On the topic of Iran, Sullivan stated that the U.S. is making progress in resolving the issues necessary for the U.S. to rejoin the Iran nuclear deal on a compliance-for-compliance basis. If diplomacy does not succeed, the U.S. will work closely with its international partners to increase pressure on Iran.

Sullivan also mentioned that the U.S. is actively working with allies and partners to provide Ukraine with anti-air capabilities and is considering additional measures to tighten sanctions on Russia.

Overall, the briefing provided updates on President Biden's trip to Poland, highlighted key agreements and commitments made during the trip, and addressed various issues related to the ongoing conflict in Ukraine.