The article is a speech given by Vice President Kamala Harris at a UnidosUS event in Chicago, Illinois. She begins by expressing gratitude to Janet Murguía, the President of UnidosUS, and highlights their shared values of family, community, and country. Harris acknowledges the partnership between UnidosUS and the Biden administration, mentioning the presence of Xavier Becerra, the Secretary of Health and Human Services, and Miguel Cardona, the Secretary of Education. She also recognizes Illinois Attorney General Kwame Raoul for his leadership.

Harris emphasizes the power of unity and diversity, stating that when society comes together to fight for fundamental values, it is an act of patriotism. She mentions the founding principle of the nation, "E Pluribus Unum" (Out of many, one), and the importance of recognizing our commonalities.

The Vice President highlights the mission of UnidosUS to empower Latinos economically, politically, and socially. She references the connection between Reverend Dr. Martin Luther King Jr. and Cesar Chavez, noting their understanding of the power of coalition and their shared struggle for freedom, dignity, and humanity.

Harris shares her personal story, growing up in Oakland and Berkeley, California, and witnessing the power of solidarity through protests and picket lines. She discusses her previous work with UnidosUS as District Attorney of San Francisco and Attorney General of California, where she fought for the rights of monolingual immigrant workers and Latino homeowners affected by predatory lending practices.

The Vice President mentions the collaborative efforts during the pandemic to protect frontline workers and the record-breaking voter turnout in the 2020 election, which led to the election of President Joe Biden and herself.

Harris highlights the progress made in job creation, small business growth, healthcare affordability, and senior care since taking office. She acknowledges the leaders in the room for their contributions to this progress and emphasizes that there is still work to be done.

She calls for immigration reform and a pathway to citizenship for DREAMers, individuals with Temporary Protected Status, and farmworkers. Harris also addresses the attacks on immigrants, the freedom to vote, women's reproductive rights, and the need for reasonable gun safety laws.

The Vice President condemns extremist leaders who demonize and target immigrants, pass discriminatory laws, and push revisionist history. She commends the history of UnidosUS in fighting against discriminatory legislation in Arizona and urges the organization to continue leading and uniting people in the fight for paid family and medical leave, pay equity, affordable childcare, gun control, voting rights, and immigration reform.

Harris concludes by expressing her belief in the power of unity and the necessity of standing together to achieve positive change.