The National Security Memorandum outlines the United States' commitment to strengthening the international COVID-19 response and advancing global health security. The memorandum emphasizes the need for global solutions to biological threats and highlights the importance of epidemic and pandemic preparedness, health security, and global health as top national security priorities. 

Key points from the memorandum include:

1. Strengthening and Reforming the World Health Organization (WHO): The United States reversed its decision to withdraw from the WHO and will work with partners to lead and reinvigorate the international COVID-19 response. Recommendations will be provided on how the United States can exercise leadership, participate in international efforts, and strengthen and reform the WHO.

2. United States Leadership in the Global Response to COVID-19: The United States intends to support the Access to COVID-19 Tools (ACT) Accelerator and join the COVID-19 Vaccine Global Access (COVAX) Facility. Surplus vaccines will be donated to countries in need. The plan also includes engaging with multilateral initiatives and organizations focused on global health security and equitable distribution of vaccines, therapeutics, tests, and personal protective equipment.

3. Health, Diplomatic, and Humanitarian Response to COVID-19: A Government-wide plan will be developed to combat the global COVID-19 pandemic. Deployments of public health, health security, and health diplomacy personnel overseas will be reviewed and adjusted. A diplomatic outreach plan will enhance the United States' response to the pandemic, focusing on engaging partner nations, the United Nations, and other multilateral stakeholders.

4. COVID-19 Sanctions Relief: Existing United States and multilateral financial and economic sanctions will be reviewed to assess if they are hindering responses to the COVID-19 pandemic, with recommendations for any necessary changes in approach.

5. Review of Funding for COVID-19 Response and Global Health Security: The funding allocated for the COVID-19 response, global health security, pandemic preparedness, and biodefense will be reviewed to assess its sufficiency in supporting operations and administrative needs.

6. Financing for Global Health Security: Recommendations will be provided for creating an enduring international catalytic financing mechanism and promoting aligned financing, relief, and policies in international financial institutions.

7. Advancing Global Health Security and Epidemic and Pandemic Preparedness: Efforts will be coordinated to prepare for, prevent, detect, respond to, and recover from biological events. This includes developing priorities, reviewing policies and strategies, establishing a National Center for Epidemic Forecasting and Outbreak Analytics, and supporting the establishment of a facilitator position for high-consequence biological threats in the United Nations.

8. Intelligence and Security Implications of Biological Threats: The United States Intelligence Community will strengthen and prioritize capabilities related to pandemics and biological threats. Analyses of the impact of COVID-19 on national and economic security and security implications of biological threats will be conducted.

The memorandum emphasizes that it will be implemented consistent with applicable law and subject to the availability of appropriations.