President Joseph R. Biden has identified several countries as major drug transit or major illicit drug producing countries. These countries include Afghanistan, The Bahamas, Belize, Bolivia, Burma, Colombia, Costa Rica, the Dominican Republic, Ecuador, El Salvador, Guatemala, Haiti, Honduras, India, Jamaica, Laos, Mexico, Nicaragua, Pakistan, Panama, Peru, and Venezuela. The presence of a country on this list does not reflect its counterdrug efforts or cooperation with the United States.

Bolivia and Venezuela have been designated as having failed demonstrably to make substantial efforts to adhere to their obligations under international counternarcotics agreements and take the required measures. However, United States programs supporting these countries are considered vital to the national interests of the United States.

Addressing the ongoing drug addiction and overdose epidemic in the United States is a top public health priority for the Biden Administration. Their strategy includes expanding access to prevention, treatment, harm reduction, and recovery support services. The American Rescue Plan Act of 2021 commits nearly $4 billion to support behavioral health and substance use disorder programs.

In the Fiscal Year 2022 Budget request, $10.7 billion is allocated to support research, prevention, treatment, harm reduction, and recovery support services. Significant investments are also planned to reduce the supply of illicit drugs originating from outside the United States.

The United States aims to work together with countries in the Western Hemisphere, such as Mexico and Colombia, to combat drug trafficking and address the production and trafficking of dangerous synthetic drugs. Efforts will be made to dismantle transnational criminal organizations, increase prosecutions, and seize illicit assets. In Bolivia, the government is encouraged to safeguard licit coca markets and reduce illicit coca cultivation.

Cooperation with China, India, and other chemical source countries will be expanded to disrupt the global flow of synthetic drugs and precursor chemicals.

The designation and memoranda of justification will be submitted to Congress and published in the Federal Register.