President Biden has announced his intent to appoint several individuals to key roles in the National Science Board (NSB). The NSB, established by the National Science Foundation Act of 1950, consists of 25 members appointed by the President and the NSF Director. The board's primary responsibilities include establishing policies for the NSF, recommending national policies for research and education in science and engineering, and serving as independent advisors to the President and Congress on science and engineering matters.

The individuals appointed to the NSB include:

1. Deborah Loewenberg Ball: Ball is a professor of education at the University of Michigan and the director of TeachingWorks. Her research focuses on teaching practices, elementary mathematics, and addressing issues of racism and inequity in education.

2. Vicki L. Chandler: Chandler is the Provost at Minerva University. She has conducted pioneering research on gene expression control in plants and animals and has received numerous awards for her work.

3. Dorota A. Grejner-Brzezinska: Grejner-Brzezinska is a distinguished university professor at The Ohio State University and the vice president for the Knowledge Enterprise. Her research interests include global navigation satellite systems and image-based navigation.

4. Marvi Ann Matos Rodriguez: Matos Rodriguez is the director of engineering at the Boeing Company. She has a background in chemical engineering and has held various positions in research and engineering at Boeing and other institutions.

5. Keivan G. Stassun: Stassun is a professor of physics and astronomy at Vanderbilt University. He has conducted research on stars and exoplanets and has been actively involved in promoting diversity and inclusion in STEM fields.

6. Merlin Theodore: Theodore is the Advanced Fibers Manufacturing Group Lead at Oak Ridge National Laboratory. She has extensive experience in materials and manufacturing innovation and has held leadership positions in government, industry, and academia.

7. Wanda Elaine Ward: Ward is the Executive Associate Chancellor for Public Engagement at the University of Illinois Urbana-Champaign. She previously held senior leadership positions at the National Science Foundation and has been involved in various national and international science and technology initiatives.

8. Bevlee A. Watford: Watford is the Associate Dean for Equity and Engagement and a professor of engineering education at Virginia Tech. She has been actively working to broaden participation in engineering and has received recognition for her efforts.

These individuals bring a diverse range of expertise and experience to the NSB, and their appointments reflect the administration's commitment to science, research, and equity in STEM fields.