During a recent press briefing, Jeff Zients, the coordinator of the White House COVID-19 Response Team, provided updates on COVID testing in schools and the availability of COVID treatments. Zients announced that the Biden administration is taking additional steps to increase access to COVID testing for K-12 students, teachers, and school staff. They will be sending 5 million free rapid tests and 5 million lab-based tests to schools each month, allowing schools to double the volume of testing they were performing in November. Zients emphasized that the administration has provided schools with the resources to keep them open safely.

Dr. Rochelle Walensky, the director of the Centers for Disease Control and Prevention (CDC), shared the latest data on Omicron. The current seven-day daily average of cases is about 751,000, an increase of 47% over the previous week. The Omicron variant now represents about 98% of COVID-19 cases in the country. However, a preprint study showed that Omicron is associated with a reduced risk of severe clinical outcomes compared to the Delta variant. In the study, Omicron infections were associated with a 53% reduction in adjusted risk of symptomatic hospitalization, a 74% reduction in adjusted risk of ICU admission, and a 91% reduction in adjusted risk of mortality compared to Delta.

Dr. Anthony Fauci, the chief medical advisor to the President, provided an update on COVID treatments. He highlighted the availability of various treatments, including Pfizer's antiviral pills, monoclonal antibody treatments, and preventive therapies. Fauci emphasized the importance of up-to-date vaccination and boosting as the primary means of preventing severe disease. He also mentioned ongoing research and trials for potential future antivirals.

During the Q&A session, Zients clarified that the federal government is actively exploring options to make more high-quality masks available to all Americans. He also mentioned that the government has a strong stockpile of N95 masks for healthcare workers and first responders. Zients stated that the timing for requesting additional funding from Congress will depend on the needs of the response.

In response to questions about testing, Walensky advised taking a test when experiencing COVID-19 symptoms, after exposure to someone with COVID-19, and before gathering with others. She also mentioned that the CDC is updating its mask guidance to provide information on different mask options and improved filtration.

Regarding the potential spread and reinfection of Omicron, Fauci explained that while most people will likely be exposed to Omicron, the chances of getting sick are low for those who are vaccinated and boosted. However, there is not enough data yet to determine the likelihood of reinfection with Omicron after recovery.

The briefing concluded with Zients announcing the appointment of Dr. Tom Inglesby to lead the federal testing program and reiterating the administration's commitment to providing resources for testing and treatment.