The Biden-Harris Administration is committed to properly preparing and equipping troops, as well as caring for them and their families when they return home. They believe that military service often comes with a cost, and it is our obligation to address the consequences comprehensively. This includes helping veterans find employment, providing pathways to home ownership, and offering financial support and relief to those who are struggling.

To reduce financial hardship for veterans, the President's American Rescue Plan provided $17 billion to ensure the Department of Veterans Affairs (VA) had funding for health care services, homelessness programs, and a retraining assistance program for veterans impacted by the pandemic. The plan also eliminated all out-of-pocket medical costs for veterans and provided financial relief during the COVID-19 pandemic. The VA will simplify the process for claiming medical debt forgiveness, making it easier for veterans to access relief.

The Administration is also addressing the harmful effects of environmental exposures on veterans. The VA has established the presumption of exposure and service connection for various chronic conditions resulting from military environmental exposures. They are proposing to establish a presumption for rare respiratory cancers and supporting legislation to better care for veterans with environmental exposures. The goal is to quickly and fairly recognize additional presumptions of service-connected disabilities by modernizing the evaluation processes.

The Administration is taking ongoing actions to ensure timely access to services and benefits for veterans with service-connected disabilities from military environmental exposures. This includes processing claims for new presumptive conditions, applying a new model to review evidence of service connection, raising awareness of VA benefits related to military exposures, requiring training for providers, and implementing a network of specialized providers and a call center to address veterans' concerns about environmental exposure.

Overall, the Biden-Harris Administration is committed to supporting and caring for our veterans, and these actions reflect their dedication to fulfilling this commitment.