The White House Task Force on Worker Organizing and Empowerment, led by Vice President Kamala Harris, has been working to remove barriers to worker organizing and create good-paying union jobs. The Task Force submitted over 70 recommendations to President Biden, which were approved in February 2022. Since then, agencies have been implementing these recommendations, resulting in significant progress.

One notable achievement is the increase in the number of Federal Government employees in a union by nearly 20%. The Office of Personnel Management (OPM) has been working with agencies to inform federal workers of their right to join a union, leading to nearly 80,000 workers exercising that right.

The Task Force's work has also coincided with a broader momentum in worker organizing across various industries, including those with historically low union density. This growth reflects the timely nature of the Task Force's efforts, as a new generation of workers, many without previous exposure to collective bargaining, are making their voices heard.

In fiscal year 2022, petitions for union representation increased by 53%, and overall union membership grew by 273,000. This growth reflects increased public support for unions, which is at its highest level in 60 years, with 71% of the population in favor.

The Task Force's recommendations have been implemented through various actions. For example, federal grant funding now includes strong job quality standards, ensuring that jobs created or supported by these funds are quality jobs that allow workers the choice to join a union. Agencies have also undertaken efforts to provide workers with plain language information about their organizing rights through a "Know Your Rights" campaign.

Additionally, the Task Force has worked to remove impediments to worker rights on federal property. Several agencies have committed to making it easier for union representatives to reach potential or current union members to discuss their rights, addressing the imbalance of information that currently exists.

The Task Force has also facilitated collaborations between agencies that have not previously worked together to promote workers' rights. For example, the Department of Labor launched the Good Jobs Initiative, which provides technical assistance on grants, contracts, and investments to improve job quality. The initiative, along with the Department of Commerce, developed "Good Jobs Principles" that define the elements of good jobs, including the opportunity to join a union.

Efforts have also been made to help workers and employers reach a first collective bargaining agreement. Collaboration between the National Labor Relations Board (NLRB), Federal Mediation and Conciliation Service (FMCS), and Federal Labor Relations Authority (FLRA) has improved information flow, expanded outreach to parties, and enhanced training to facilitate this process.

Furthermore, the NLRB is collaborating with the Office of Labor Management Standards (OLMS) at the Department of Labor to increase awareness and compliance with reporting requirements for employer intimidation campaigns aimed at persuading employees against unionization.

In the federal sector, the Office of Personnel Management (OPM) has implemented strategies to support worker organizing and bargaining. Initial reports show significant progress, with nearly 80,000 new union members in the federal sector since the Task Force actions were implemented.

Moving forward, the Task Force will continue to work with agencies to implement recommendations and explore opportunities for collaboration with other agencies. It will also serve as a forum to gather input from workers, organizers, employers, and other stakeholders to further reduce barriers to collective bargaining and worker empowerment.

Overall, the Task Force's efforts align with the Biden-Harris Administration's commitment to worker rights and aim to rebuild the middle class by creating good-paying union jobs.