During President Biden's first year in office, his administration has taken significant steps to address gun violence in the United States. The administration has focused on using executive actions, engaging with survivors of gun violence, and advocating for Congress to pass gun control legislation. 

The executive actions taken by President Biden include efforts to reduce the proliferation of "ghost guns" (unserialized firearms), regulate stabilizing braces that can turn pistols into short-barreled rifles, and support extreme risk protection orders that allow family members or law enforcement to temporarily restrict access to firearms for individuals in crisis. The administration has also implemented measures to crack down on rogue gun dealers and launched multijurisdictional firearms trafficking strike forces.

In addition to these actions, the Biden Administration has invested in community violence interventions (CVI) to address gun violence in disproportionately affected communities. The Build Back Better Act includes $5 billion for CVI programs, and the administration has used existing federal funding, such as American Rescue Plan funds, to support CVI initiatives. The administration has also worked to allow Medicaid to reimburse certain CVI programs and has convened a collaborative effort to strengthen and scale up community violence intervention infrastructure.

To support law enforcement in reducing gun violence, the administration has deployed federal law enforcement agencies to assist local communities, invested American Rescue Plan funds in community-oriented policing strategies, and provided funding to address domestic violence homicides. The administration has also focused on addressing the root causes of gun violence by investing in public safety strategies, providing opportunities for young people, supporting the reintegration of formerly incarcerated individuals, and supporting survivors of domestic violence.

Throughout these efforts, President Biden has consistently called on Congress to pass gun control legislation, including background checks for all gun sales, a ban on assault weapons and high-capacity magazines, and repealing the Protection of Lawful Commerce in Arms Act. The administration also seeks increased funding for community policing, firearm violence prevention research, and ATF operations.

Overall, the Biden-Harris Administration has made significant progress in addressing gun violence through a combination of executive actions, community interventions, law enforcement support, and advocacy for legislative measures.