The senior administration officials discussed the actions being taken by the Biden administration in response to Russia's harmful activities. They emphasized the desire for a stable and predictable relationship with Russia but also the need to defend national interests and impose costs on actions that harm American sovereignty. They mentioned the previous responses to Russia's use of a chemical weapon and cyber intrusions, and the new actions being taken to respond to further cyber intrusions and interference in the 2020 election.

The officials announced the naming of the Russian Foreign Intelligence Service (SVR) as the perpetrator of the SolarWinds cyber espionage campaign. They also discussed the new sanctions executive order signed by President Biden, which prohibits U.S. financial institutions from participating in the primary market for Russian bonds. Additionally, they mentioned the designation of Russian companies that provide support to the SVR's cyber program and other intelligence agencies' cyber programs.

The officials highlighted the importance of an open, secure, and reliable internet and the need to counter Russia's efforts to target companies worldwide through supply chain exploitation. They mentioned efforts to promote responsible state behavior in cyberspace and strengthen collective security with allies.

Regarding the reports of bounties on U.S. soldiers in Afghanistan, the officials stated that the U.S. intelligence community assesses with low to moderate confidence that Russian intelligence officers sought to encourage Taliban attacks in 2019. They emphasized the need for the Russian government to address this behavior.

The officials expressed that the actions taken are proportionate and tailored, and they do not desire escalation with Russia. They mentioned President Biden's proposal for a summit meeting with President Putin to discuss the full range of issues in the relationship.

In response to questions, the officials explained that the impact of limiting access to ruble-denominated debt on Russia's ability to fund itself is based on historical evidence. They expect it to raise Russia's borrowing costs, cause capital flight, and weaken the currency, which would have an impact on Russia's growth and inflation outcomes. They emphasized that the speed and magnitude of these effects depend on Russia's choices.

They also addressed the question about the impact on federal government procurement of software, stating that efforts are being made to rapidly modernize federal cybersecurity and set standards for software procurement.

On the question of why the SolarWinds attack deserves a response, the officials highlighted the broad scope and scale of the compromise, the potential for rapid escalation from espionage to disruption, and the burden placed on private-sector victims to mitigate the incident.

The call concluded with a reminder that the information shared was on background and attributed to "senior administration officials."