The Biden-Harris Administration is taking steps to address the racial wealth gap and reinvest in communities that have been historically marginalized. This comes on the centennial of the Tulsa Race Massacre, where the thriving Black community of Greenwood in Tulsa, Oklahoma, known as "Black Wall Street," was attacked by a white supremacist mob, resulting in the deaths of 300 Black Americans and leaving another 10,000 destitute and homeless.

The Administration is expanding access to homeownership and small business ownership in communities of color and disadvantaged communities. They are taking action to end discrimination and bias in the housing market by proposing rules that align with the Fair Housing Act's promise to end housing discrimination. They are also addressing discrimination in home appraisals, which have undervalued homes in majority-Black neighborhoods compared to similar homes in majority-White neighborhoods.

Additionally, the Administration is using the government's purchasing power to drive $100 billion to small disadvantaged business owners. They aim to increase the share of contracts going to small disadvantaged businesses by 50% by 2026, which will help narrow racial wealth gaps and increase opportunities for traditionally underserved entrepreneurs.

The Administration is also detailing President Biden's American Jobs Plan, which includes historic investments in building wealth and opportunity in communities of color. This plan includes the Community Revitalization Fund, which will invest $25 billion to support community-led revitalization efforts, and the Reconnecting Neighborhoods Program, which will provide $15 billion in grants for planning, technical assistance, and capital investments to correct past harms, reduce pollution, support local businesses, increase job opportunities, and improve transit and affordable housing solutions.

Furthermore, the Department of Transportation will establish a Thriving Communities program, investing $5 billion in historically marginalized communities to eliminate transportation barriers and improve access to jobs, schools, and businesses. The plan also includes funding for zoning reforms to increase the production of affordable housing and support inclusive economic growth.

Overall, these initiatives aim to address systemic disparities and provide opportunities for wealth creation and community development in marginalized communities.