The President has announced a historic agreement between the Department of Justice and the Federal Maritime Commission (FMC) to address the issue of large ocean freight companies taking advantage of U.S. businesses and consumers. Currently, three global alliances, consisting entirely of foreign companies, control the majority of ocean freight shipping, allowing them to raise prices for American businesses and consumers while posing a threat to national security and economic competitiveness.

These global alliances now control 80% of global container ship capacity and 95% of critical East-West trade lines, a significant consolidation that occurred over the last decade. During the pandemic, these ocean carrier companies have dramatically increased shipping costs through rate increases and fees. Spot rates for freight shipping between Asia and the United States have increased by 100% since January 2020, and rates for freight shipping between the United States and Asia have increased by over 1,000% over the same period. Additionally, cargo owners are often charged fees, known as "detention and demurrage" fees, even when they can't access their containers.

These price increases have resulted in higher prices for American consumers. Research by the Kansas City Fed and the European Central Bank suggests that these shipping cost increases will contribute to approximately a 1% increase in consumer prices over the next year. Meanwhile, ocean carrier companies are experiencing record profits and soaring profit margins. The container shipping industry is estimated to have made a record $190 billion in profits in 2021, a seven-fold increase from the previous year.

In addition to price increases, the business practices of many large ocean carrier companies are also harming American businesses and farmers. These companies have the market power to cancel or change bookings and impose additional fees without notice, undermining American businesses' ability to deliver orders on time. They also often refuse to transport American exports, opting instead to return to China with an empty ship for a quick turnaround. This is particularly detrimental to farmers who rely on reliable transportation for their agricultural products.

Furthermore, ocean carriers have implemented practices that contribute to port congestion, such as imposing "box rules" that require truckers to use specific trailers, leading to longer wait times for truck drivers and higher detention and demurrage fees.

The Biden-Harris Administration aims to lower consumer prices and level the playing field in ocean shipping. This initiative aligns with the President's July Executive Order on Promoting Competition and involves the FMC and the DOJ, both of which are part of the White House Competition Council. The reform of the ocean freight transportation system is seen as crucial to improving fairness and fluidity, particularly for agricultural exporters.