President Joe Biden has announced his intent to appoint three individuals to key roles in the Federal Salary Council. The Federal Salary Council is an advisory body that provides recommendations on pay differentials for federal employees. The appointees are as follows:

1. Stephen Emerson Condrey: Condrey is the President of Condrey and Associates, Inc., a human resources consulting firm specializing in compensation systems for state and local governments. He has over 40 years of experience and has consulted with over 800 organizations nationally and internationally. Condrey previously served as President Obama's Federal Salary Council Chair from 2010 to 2017. He has authored or co-authored numerous scholarly articles and has degrees from the University of Montevallo, the University of Tennessee, and the University of Georgia.

2. Jared James Llorens: Llorens is the Dean of Louisiana State University's E. J. Ourso College of Business. He is an expert in public sector compensation and recruitment. Llorens began his academic career in 2007 and has held various positions at Louisiana State University. He was named a Fellow of the National Academy of Public Administration in 2020 and has published extensively in academic outlets. Before his academic career, Llorens worked as a human resources analyst with the U.S. Office of Personnel Management and the U.S. Department of Labor.

3. Janice Rachel Lachance: Lachance is the Executive Vice President for Strategic Leadership and Global Outreach at the American Geophysical Union (AGU). AGU is a scientific society supporting Earth and space scientists worldwide. Lachance's work at AGU includes leading global partnerships and initiatives, developing positioning and messages on climate, environmental, and science policy issues, and managing government relations and public policy. Before her work in the nonprofit sector, Lachance served as the Director of the U.S. Office of Personnel Management under President Clinton. She has received numerous awards and honors for her work, including the American Society for Public Administration's Elmer B. Staats Lifetime Achievement Award.

These individuals will play important roles in providing recommendations and expertise on federal employee pay differentials.