Gas prices in the United States have been declining over the past few weeks. Since their peak in June, gas prices have dropped by an average of $1.22 per gallon, which is a decline of 24% over 18 weeks. Currently, 38 states and the District of Columbia have average gasoline prices of $3.99 or less, with more than two-thirds of states having prices under $3.79. Some states have even lower prices, with nine states having prices of $3.39 or less and 15 states with prices of $3.49 or less.

President Biden is taking action to further lower gas prices. He has announced the extension of the release of oil from the Strategic Petroleum Reserve through December. He also intends to repurchase oil at around $70 per barrel to replenish the reserve. Additionally, he has called on oil and gas companies to pass on their savings from declining oil and wholesale gas prices to consumers at the pump.

Local news outlets across the country have been reporting on the declining gas prices. For example, in Arkansas, the average price of regular unleaded gasoline fell 6.7 cents in the last week to $3.28. In California, gas prices in Los Angeles have been falling for 16 consecutive days. In Georgia, the average price for a gallon of unleaded gas has dropped to $3.20. In Iowa, gas prices fell 7.1 cents this week, with a statewide average of $3.63 per gallon. Michigan has seen a drop of 16 cents in gas prices since last week. Minnesota has also experienced a decline in gas prices for the second week in a row. In North Carolina, the average price of a gallon of gas was $3.42, down 6.1 cents from the previous week. Columbus, Ohio has seen a drop of nearly 14 cents per gallon in gas prices. Oregon has witnessed the second-biggest drop in gas prices in the past week, with prices down 22 cents per gallon. Tennessee has seen a decrease of 8.6 cents per gallon in gas prices. In Washington state, gas prices dropped 18.7 cents per gallon in Seattle. Lastly, in Wisconsin, Green Bay has experienced a drop of 8.9 cents per gallon in gas prices.

Overall, gas prices have been declining across the country, and President Biden is taking measures to further lower them for American families.