During a press briefing, White House Press Secretary Jen Psaki highlighted two items. First, she announced an upcoming Conference on Hunger, Nutrition, and Health, which aims to address the burden of hunger and diet-related diseases exacerbated by the COVID-19 pandemic. The conference will release a new national strategy to eliminate hunger, reduce diet-related illnesses, and eliminate disparities. Second, Psaki mentioned that during President Biden's first year in office, the deficit fell by over $350 billion. The Treasury Department also announced that it will pay down the national debt this quarter for the first time since 2016. 

Psaki addressed questions about the leaked draft opinion on abortion from Justice Alito. She stated that the President does not have a comment on the opinion since it is not a final ruling. However, she highlighted the President's concerns about the leaked document and its implications for women's healthcare and privacy rights. Psaki emphasized the importance of protecting a woman's right to make decisions about her own healthcare and the potential impact of overturning Roe v. Wade.

Regarding Chairman Powell's remarks on inflation, Psaki noted that the President supports the Federal Reserve's decision to recalibrate and take actions to address supply shocks and inflation. She mentioned that the administration will continue to take steps to address costs for the American people, including reducing energy prices and having conversations with leaders on Capitol Hill about reducing costs in areas such as childcare, healthcare, eldercare, and prescription drugs.

Psaki also provided updates on Secretary of State Antony Blinken's positive COVID-19 test, stating that Blinken has not seen the President in several days and is not considered a close contact. She clarified that the President is not taking any pre-exposure preventive medications for COVID-19.

Regarding the leaked draft opinion on abortion, Psaki stated that the President's focus is on the content of the document and its potential impact on women's healthcare, rather than the leak itself. She reiterated the administration's commitment to protecting a woman's right to choose and highlighted the potential consequences of overturning Roe v. Wade, particularly for women of color and low-income women.

Psaki also addressed questions about the President's recent remarks on the "MAGA crowd" and extreme elements within the Republican Party. She stated that while the President is willing to work with Republicans in good faith, he will call out extremist actions and rhetoric that he believes are out of touch with the American people's priorities.

Regarding the deficit reduction pledge, Psaki stated that the President remains committed to reducing the deficit and that the administration will continue to have conversations with members of Congress to find common ground on issues such as prescription drug reform, tax incentives for green energy, and changes to the tax code.

Psaki mentioned that the President is reviewing the report from his Presidential Commission on the Supreme Court, which analyzed various issues related to the Court, including Court expansion and term limits. However, she clarified that the report was not meant to be a set of recommendations and that the President has not yet made any decisions based on the report.

Psaki also provided updates on the situation of U.S. citizen Brittney Griner, who is wrongfully detained in Russia. She stated that the State Department has determined her detention to be wrongful and that efforts are underway, led by the Special Presidential Envoy for Hostage Affairs, to secure her release.

Regarding the upcoming ASEAN and COVID summits, Psaki stated that more information will be provided closer to the events. She mentioned that the administration's objectives for the summits include addressing the global fight against COVID-19, expanding access to healthcare, and advocating for increased funding to support global vaccination efforts.

Psaki mentioned that the State Department recently changed the classification of Brittney Griner's detention, designating it as wrongful. She reiterated that efforts are underway to secure her release, led by the Special Presidential Envoy for Hostage Affairs.

Psaki concluded the briefing by stating that the administration continues to support Taiwan and other allies