The Biden Administration, in collaboration with Welcome.US, is working to safely and effectively welcome Afghan allies and at-risk Afghans to the United States. Private sector leaders are playing a crucial role in this effort by providing support and resources. Here are some key contributions from companies:

1. United, American, Delta, JetBlue, Alaska, Boeing, Tripadvisor Foundation, Frontier, and Air Canada have joined forces to ensure that every Afghan evacuee receives a donated ticket to their new home. Over 40,000 flights have been donated, totaling 600 million frequent-flier miles. They have also launched the Billion Mile Challenge.

2. Accenture has committed over $2.5 million in cash and pro-bono services to support the resettlement of Afghan refugees. They are assisting refugees with housing, critical goods and services, and employment opportunities.

3. Airbnb.org is providing temporary housing for 20,000 Afghan refugees in partnership with resettlement agencies and Afghan-led groups. They are working to recruit more Airbnb hosts across the country.

4. American Airlines is donating 6,000 flights through Welcome.US to support Afghan evacuees and provide a welcoming experience as they begin their journeys in the United States.

5. Bain Capital and its partners have committed over $1 million to support the resettlement of Afghans.

6. The U.S. Chamber of Commerce Foundation, through its Hiring Our Heroes program, has conducted employment sessions for Afghan guests on military installations, providing guidance on employment opportunities and job search techniques.

7. The Tent Coalition for Afghan Refugees, led by Chobani CEO Hamdi Ulukaya, has recruited 50 major companies to explore opportunities to hire, train, and integrate Afghans into their communities.

8. CVS Health Foundation is making financial contributions to Welcome.US and donating products to meet critical needs for Afghan allies on military bases. They are also participating in efforts to hire Afghan newcomers.

9. Etsy is welcoming Afghan artisans onto its platform through its Uplift Initiative, providing business support services to empower them to earn income and define their financial future in the U.S.

10. Gibson, Dunn & Crutcher LLP has dedicated over 2,000 pro bono hours and formed the Welcome Legal Alliance to ensure Afghan neighbors have access to legal services throughout the resettlement process. Other organizations and law firms have committed to joining the Alliance.

These are just a few examples of the private sector's involvement in supporting Afghan refugees. Other companies such as Google, JP Morgan Chase, Procter & Gamble, Starbucks, Tripadvisor, Walgreens, and Walmart have also made significant contributions.