During a state visit to Hanoi, President Biden and General Secretary Nguyen Phu Trong elevated U.S.-Vietnam relations to a Comprehensive Strategic Partnership. The two countries are working together to achieve shared goals of peace, prosperity, and sustainable development. To support this partnership, the United States is expanding engagement and announcing new initiatives in various areas.

In the field of innovation and technology, the United States and Vietnam are deepening cooperation on critical and emerging technologies. They will convene a U.S.-Vietnam Innovation and Investment Summit and discuss priorities for expanding technology and economic cooperation. The United States will also announce new initiatives to support the partnership.

Education and training are seen as the foundation of the U.S.-Vietnam partnership. Efforts will be made to strengthen cooperation in this area, including through programs like the STEM Champions of Vietnam Initiative and Upskill Vietnam and Foster Digital Growth.

The United States and Vietnam reaffirm their commitment to regional prosperity through improved economic cooperation. Efforts will be made to expand agricultural trade and increase access to capital for underserved borrowers, particularly women-owned and climate-focused enterprises.

Human rights and fundamental freedoms are important aspects of the partnership. The U.S.-Vietnam Human Rights Dialogue will continue to address a wide range of human and labor rights-related issues.

Cooperation in the areas of climate, energy, environment, and health is also emphasized. New projects and mechanisms will be launched to strengthen adaptation and resilience to climate change, promote climate-resilient agriculture, expand energy storage capacity, and support Vietnam's efforts in areas like global health security and cancer treatment.

Efforts to address war legacies are a priority, and the United States is dedicated to supporting Vietnam in developing a technology-led system for the identification of war remains. Various initiatives, including dioxin remediation, support for persons with disabilities, and unexploded ordnance activities, are being expanded.

Bilateral security cooperation is being deepened to enhance the collective security of the region. The United States is announcing new programs and equipment donations to build Vietnamese capacity to fight transnational crime.

Business-to-business ties are being reinforced, with new and expanded initiatives that will increase trade and commerce between the two countries. Examples include expanding commerce in the aviation industry, strengthening semiconductor supply chains, and furthering technology partnerships.

Overall, the elevation of U.S.-Vietnam relations to a Comprehensive Strategic Partnership signifies a renewed commitment to cooperation and collaboration in various areas for the mutual benefit of both countries.