This memorandum, issued by President Joseph R. Biden Jr., addresses the need for supporting access to leave for federal employees. The memorandum emphasizes the importance of paid leave for workers facing medical or caregiving needs and highlights the lack of guaranteed paid leave in the United States. It states that lack of access to paid leave can jeopardize the health, well-being, and economic security of workers and their families. The memorandum expresses the administration's support for a national paid family and medical leave program that covers various situations, such as bonding with a new child, caring for a seriously ill loved one, dealing with military deployment, recovering from one's own serious illness, grieving a loved one's death, or seeking safety and recovery from domestic violence, dating violence, sexual assault, or stalking. The memorandum also acknowledges the significance of unpaid leave as a temporary solution to attend to family or medical needs. As the largest employer in the nation, the federal government is urged to serve as a model employer by providing both paid and unpaid leave policies. It emphasizes the importance of updating workplace policies and recognizing employees' caregiving relationships with extended family members and individuals with equivalent relationships. The memorandum highlights the need for extended family and medical leave for federal employees, particularly during their first year of service when they may not have accrued sufficient leave or become eligible for leave under the Family and Medical Leave Act of 1993. By supporting federal employees' access to leave throughout their service, the federal government aims to enhance recruitment, hiring, development, promotion, and retention of talent while addressing barriers to equal opportunity, especially for women's participation in the federal workforce. The memorandum encourages executive departments and agencies to consider providing leave without pay for federal employees in specific circumstances, such as bonding with a new child, caring for a family member with a serious health condition, addressing an employee's own serious health condition, helping manage family affairs during a family member's active duty, or coping with bereavement after the death of a family member. The Director of the Office of Personnel Management (OPM) and the Director of the Office of Management and Budget are tasked with supporting agencies in implementing these provisions. Agency heads or their designees are required to inform the President of the progress made in implementing the memorandum within one year of its issuance. Additionally, the memorandum directs the Director of OPM to provide recommendations within 180 days on actions OPM and agencies can take to support federal employees' access to paid or unpaid leave related to seeking safety and recovering from domestic violence, dating violence, sexual assault, or stalking. The memorandum includes general provisions that clarify its implementation should comply with applicable law, be subject to the availability of appropriations, and not create any enforceable rights or benefits against the United States or its entities. Finally, the Director of OPM is authorized and directed to publish the memorandum in the Federal Register.