President Biden is traveling to Raleigh, North Carolina, to visit a mobile vaccination bus and encourage vaccinations. The Second Gentleman and Dr. Murthy are hosting a press call to highlight new efforts to encourage young people to get vaccinated. The First Lady and Dr. Fauci are in Florida visiting innovative vaccine sites. The Vice President is meeting virtually with local community groups to encourage vaccinations. The President will highlight the work being done in North Carolina to vaccinate community members and emphasize the threat of the Delta variant. Regarding the bipartisan infrastructure package, the President intends to pass both the infrastructure bill and the reconciliation bill. He wants to do both at the same time and does not want to give up on his legislative priorities. The President's focus is on investing in infrastructure and the "human investment" to help people and the economy. The White House is not raising taxes on people who make less than $400,000 and does not plan to include a corporate tax increase in the bipartisan package. The administration is committed to getting more Americans vaccinated and is working with local messengers and trusted voices to build trust and encourage vaccinations. The President does not concede that those who don't want to get vaccinated won't change their minds and believes it is crucial to continue efforts to get people vaccinated. The White House believes in teaching the truth about America's history, including the dark chapters, and trusts teachers to teach the facts and the truth. The President has a good relationship with Senator Sanders and will continue to have conversations with him. The bipartisan infrastructure framework is a crucial step forward and a win for the American people. The President is committed to working with Republicans and Democrats to get the rest of his Build Back Better Plan passed. The White House will continue to work with Democrats to ensure party unity on the path forward. The administration is providing support to the Afghan people, including COVID-19 vaccines and security assistance. The President will emphasize the need for unity and a focus on key challenges during President Ghani's visit to the White House. The administration will continue to support the peace process in Afghanistan.