President Joe Biden has announced his intent to nominate several individuals to serve in key roles related to communications and intellectual property. 

First, Jessica Rosenworcel has been nominated for Commissioner of the Federal Communications Commission (FCC). She is currently the Chair of the FCC and has been a Commissioner since 2012. Rosenworcel has focused on promoting opportunity, accessibility, and affordability in communications services, including advocating for an open internet and broadband access for students. She has also worked on spectrum policy and consumer protections.

Gigi Sohn has been nominated for Commissioner of the FCC. She is a Distinguished Fellow at the Georgetown Law Institute for Technology Law & Policy and has been a prominent advocate for open and affordable communications networks. If confirmed, Sohn would be the first openly LGBTIQ+ Commissioner in FCC history. She has previously served as Counselor to former FCC Chairman Tom Wheeler and CEO of Public Knowledge, a communications and technology policy advocacy organization.

Alan Davidson has been nominated for Assistant Secretary for Communications and Information at the National Telecommunications and Information Administration in the Department of Commerce. Davidson is an Internet policy expert with experience at the Mozilla Foundation and Google. He has also worked on promoting equitable broadband access and adoption.

Kathi Vidal has been nominated for Under Secretary for Intellectual Property and Director of the U.S. Patent and Trademark Office at the Department of Commerce. She is a leading intellectual property lawyer and currently manages Winston & Strawn's Silicon Valley Office. Vidal has experience representing plaintiffs and defendants in patent disputes and advising on IP policies.

Laurel Blatchford has been nominated for Controller of the Office of Federal Financial Management at the Office of Management and Budget. She is currently a Managing Director at Blue Meridian Partners, a nonprofit focused on economic and social mobility. Blatchford has also served as President of Enterprise Community Partners and Chief of Staff of the Department of Housing and Urban Development in the Obama-Biden Administration.

These nominations reflect President Biden's commitment to promoting affordable and accessible communications services, protecting intellectual property rights, and addressing financial management in the federal government.