During a recent teleconference, Jeff Zients, the White House COVID-19 Response Coordinator, provided an update on the vaccination program in the United States. He stated that over 210 million Americans, or nearly 75% of people aged 12 and older, have received at least their first COVID-19 shot, and 180 million Americans are fully vaccinated. Zients emphasized the importance of vaccination requirements in the fight against the Delta variant and highlighted the success of organizations that have implemented such requirements. For example, United Airlines saw its employee vaccination rate increase from 59% to 90% in just six weeks, and Kaiser Permanente and the Children's Hospital of Philadelphia achieved employee vaccination rates of 89% and 90%, respectively. Zients noted that vaccination requirements not only contribute to public health but also support economic recovery. He cited economists who believe that vaccination requirements are a powerful economic stimulus. Zients called on business leaders, educational institutions, healthcare systems, and individuals to implement and support vaccination requirements.

Surgeon General Vivek Murthy provided an update on COVID-19 vaccine boosters. He mentioned that the FDA's Vaccine and Related Biological Products Advisory Committee (VRBPAC) is meeting to evaluate the safety and effectiveness of boosters, and the CDC's Advisory Committee on Immunization Practices will provide their independent evaluation next week. Murthy assured that as soon as the FDA and CDC complete their evaluations, the necessary preparations will be made to deliver booster shots. He also highlighted the ongoing efforts to reach unvaccinated individuals and emphasized the importance of providing accurate information and addressing people's concerns with dignity and respect.

Dr. Rochelle Walensky, the Director of the CDC, discussed the current COVID-19 situation in the U.S. She mentioned that the seven-day average of cases is around 146,000 per day, hospital admissions average around 11,165 per day, and daily deaths have increased to 1,448 per day. Walensky emphasized the importance of infection prevention and control in healthcare settings and announced a $2.1 billion investment from the American Rescue Plan to strengthen infection prevention and control activities across the U.S. public health and healthcare sector. The funding will support efforts to accelerate infection control, improve laboratory capacity, train healthcare workers, expand data tracking, and establish state-based strike teams to assist long-term care facilities.

Dr. Anthony Fauci provided an update on post-COVID-19 conditions, specifically "long COVID." He explained that long COVID refers to a range of signs and symptoms that persist beyond the acute phase of the illness. Fauci mentioned that the NIH has awarded $470 million to establish a national study population cohort called RECOVER (Researching COVID to Enhance Recovery). The cohort will study the long-term effects of COVID-19, including clinical assessments, laboratory tests, imaging, and data analysis from electronic health records and mobile health technologies.

During the Q&A session, topics discussed included potential abuse of vaccine exemptions for requirements, the availability of Pfizer vaccine doses for boosters, plans for reaching out to harder-to-reach populations for boosters, and the pressure on scientific agencies in making decisions about boosters.

Overall, the briefing emphasized the progress of the vaccination program in the U.S., the importance of vaccination requirements, the ongoing efforts to reach unvaccinated individuals, and the focus on infection prevention and control in healthcare settings. Boosters and long-term effects of COVID-19 were also addressed.