The leaders of the G7 have come together to address the climate crisis and accelerate the global clean energy transition. They are committed to reaching net zero emissions by 2050 at the latest and upholding the Paris Agreement. They recognize the need for public and private investment in clean energy industries and cooperation to fill the investment gap. Trade policies will play a major role in achieving their goals, and they emphasize the importance of a fair and transparent multilateral trading system. They commit to working together in a coordinated manner and not acting at each other's expense. They also highlight the significance of building secure and resilient clean energy supply chains and strong industrial bases. Clean energy technologies and research collaboration are key to achieving these goals. The G7 leaders stress the importance of maximizing the impact of incentives and ensuring affordable clean energy technologies for all nations. They recognize that trade policies can drive decarbonization and emissions reduction, and they will collaborate on developing data and tools to implement such policies. The leaders also aim to establish resilient global supply chains for clean energy technologies, diversify supply chains, and promote responsible business conduct. They will promote clean energy technologies and sustainable solutions globally and support the research and development of clean technologies in low- and middle-income countries. Facilitating trade and investment in clean energy goods and services is a priority, and they will work together to promote production and trade in these supply chains. The G7 leaders are committed to supporting countries around the world in their clean energy transitions and providing climate finance. They will evolve multilateral development banks to better respond to global challenges and enhance resilience in vulnerable countries. Through their Clean Energy Economy Action Plan, they aim to create trade policies that decarbonize economies, develop resilient clean energy supply chains, and mobilize significant investments for their partners.