President Biden is set to sign a historic executive order aimed at advancing effective, accountable policing and criminal justice practices in the United States. The order seeks to build public trust, strengthen public safety, and address the legacy of systemic racism in the criminal justice system. The order includes several key provisions:

1. Promoting Accountability: The order establishes a National Law Enforcement Accountability Database that will include records of officer misconduct, commendations, and awards. It also requires federal law enforcement agencies to adopt measures for thorough investigations and consistent discipline, as well as the adoption of body-worn camera policies.

2. Raising Standards: The order bans the use of chokeholds and carotid restraints, except when deadly force is authorized, and restricts the use of no-knock entries. It also requires federal agencies to adopt use of force policies that meet or exceed the Department of Justice's updated policy, emphasizing de-escalation and the duty to intervene.

3. Supporting Law Enforcement with Improved Systems and Training: The order requires federal law enforcement agencies to develop best practices for recruitment, hiring, promotion, and retention of diverse and accountable officers. It also directs the Attorney General and the Secretary of Health and Human Services to provide guidance and resources for innovative crisis response models and officer wellness programs.

4. Improving Data Transparency and Oversight of New Technologies: The order mandates the collection and submission of data on use of deadly force incidents, as well as a nationwide review of the physical and mental health effects of such incidents on communities. It also directs a study on the use of facial recognition technology and other algorithmic tools.

5. Reforming the Broader Criminal Justice System: The order establishes a committee to produce a strategic plan for criminal justice reform, focusing on diversion, alternatives to incarceration, rehabilitation, and reentry. It also aims to improve conditions of confinement and ensure the full implementation of the FIRST STEP Act.

Overall, the executive order seeks to enhance accountability, transparency, and equality in policing and the criminal justice system, with the goal of rebuilding trust and improving public safety.