Space activities are crucial for various aspects of our lives, including advancing our understanding of Earth, the universe, and humanity, ensuring national security, creating jobs and economic opportunities, improving health and well-being, and inspiring us to pursue our dreams. The United States is currently experiencing a significant acceleration in space activities, presenting both new opportunities and challenges. These activities contribute to American strength at home and abroad, providing economic and societal benefits and expanding alliances and partnerships. Space capabilities drive innovation and technological advancements, creating new industries and jobs. They also help manage resources, protect the environment, and address climate change. Space exploration and scientific discovery inspire the next generation and promote STEM education. The United States holds a leading position in space, with achievements that showcase American leadership and technological capacity. These accomplishments strengthen international partnerships and underpin national security, enabling the United States to respond to crises worldwide. To maintain a vibrant space enterprise, the United States will continue to invest in space exploration, develop Earth observation capabilities to address climate change, foster a competitive commercial space sector, protect critical infrastructure, and strengthen national security against space threats. The United States will also prioritize investing in the next generation by promoting STEM education and ensuring diversity and inclusivity in the space workforce. As space activities evolve, the United States aims to lead in the responsible, peaceful, and sustainable exploration and use of outer space. This includes strengthening global governance, sharing space situational awareness, coordinating space traffic, promoting space sustainability and planetary protection, and minimizing the impact of space activities on the outer space environment. Ultimately, space activities benefit humanity by powering the global economy, enhancing national security, improving daily lives, and inspiring us to achieve our aspirations. The United States is committed to harnessing the potential of space to address challenges and preserve the benefits for present and future generations.