White House Press Secretary Jen Psaki held a press briefing to discuss various topics, including the ongoing global chip shortage, the budget negotiations, the situation in Haiti, and COVID-19. Psaki announced that NEC Director Brian Deese and Secretary of Commerce Gina Raimondo would be hosting a semiconductor supply chain convening to address the chip shortage. The participants would include representatives from the consumer electronics industry, automotive industry, and firms that support agriculture and infrastructure equipment. Psaki emphasized the need for industry transparency and cooperation to minimize the impact of the shortage on workers and consumers.

Regarding the budget negotiations, Psaki noted that progress was being made, and a menu of options had been agreed upon to pay for the agenda. However, there were differences of opinion among Democratic lawmakers about the size of the package. Psaki stated that the administration was focused on lowering costs for Americans and addressing the climate crisis, among other priorities.

On the situation in Haiti, Psaki addressed the resignation of U.S. Special Envoy Daniel Foote, stating that there were disagreements in the policy process and that Foote had ample opportunity to raise concerns. She reiterated the administration's commitment to working with civil society in Haiti and supporting a Haitian-led process to address the country's political situation.

Psaki also discussed the border situation, emphasizing that the border was not open and that the administration was enforcing Title 42, which allows for the expulsion of certain migrants due to the ongoing pandemic. She clarified that people who could not be expelled were placed in removal proceedings, either detained or given a notice to appear, based on individual circumstances. Psaki acknowledged the need to address the COVID-19 protocols and testing for migrants.

Regarding the debt ceiling, Psaki criticized Republicans for refusing to vote to increase the limit, despite the risks of defaulting on the country's debt. She emphasized the importance of raising the debt limit to ensure the faith and credit of the United States and called for bipartisan cooperation on the issue. Psaki also addressed other questions on vaccine distribution, police reform, and travel restrictions.

Overall, the briefing covered a range of topics, highlighting the administration's efforts to address various challenges and advance its policy objectives.