In a press briefing, White House Press Secretary Karine Jean-Pierre provided updates on various topics. She highlighted the progress made in the fight against COVID-19, including the availability of the Paxlovid oral antiviral pill and the decrease in daily COVID-19 deaths. The administration announced the launch of federally supported test-to-treat sites to drive further progress in fighting the virus.

Jean-Pierre also addressed the recent school shooting in Uvalde, Texas, expressing the President's outrage and calling for action on gun reform. She emphasized the need for Congress to pass legislation to prevent gun violence and protect communities. The White House is urging Congress to act and is in close contact with congressional leaders.

On the issue of food supply chains, the Department of Agriculture announced new steps to strengthen the meat processing sector and lower prices for consumers. The department is making funds available for a new processing capacity expansion program and releasing rules to increase transparency and enforcement in the industry.

Regarding the situation in Russia, Jean-Pierre stated that the Treasury Department will not be renewing a license that allows bondholders to be paid, potentially leading to a default by Russia. She emphasized that Russia's actions in blocking the export of food from Ukrainian ports are causing harm and called for Russia to cease its war on Ukraine.

Jean-Pierre also mentioned upcoming events, including the President's meeting with the Prime Minister of New Zealand and his visit to Uvalde, Texas to meet with the community affected by the school shooting.

In response to questions, Jean-Pierre addressed the Senate Republicans' blocking of the domestic terrorism bill and the NRA convention in Houston. She reiterated the administration's commitment to protecting reproductive rights, strengthening food supply chains, and taking action on gun reform. She also discussed the President's role in addressing these issues and the need for Congress to act.