President Joe Biden has announced his intent to nominate several individuals for key leadership positions in his administration. The nominees include:

1. Harry Coker, Jr. for National Cyber Director: Coker is a senior national security leader with over four decades of public service. He has held leadership positions in the U.S. Navy, Central Intelligence Agency (CIA), and National Security Agency (NSA). Coker currently serves as a Senior Fellow at Auburn University's McCrary Institute for Cyber and Critical Infrastructure Security.

2. Derek Chollet for Under Secretary of Defense for Policy at the Department of Defense: Chollet has extensive experience in various positions at the State Department, White House, and Department of Defense. He currently serves as the Counselor of the U.S. Department of State.

3. Jon M. Holladay for Chief Financial Officer at the Department of Agriculture: Holladay is a Specialist Leader at Deloitte Consulting and provides financial management expertise to clients. He previously served as the Chief Financial Officer for the Department of Agriculture during the Obama-Biden Administration.

4. J. Todd Inman for Member of the National Transportation Safety Board: Inman is a transportation expert with experience in federal, state, and private sector leadership roles. He has served at the U.S. Department of Transportation and currently works as a Senior Director at APCO Worldwide.

5. Stephan A. Lang for U.S. Coordinator for International Communications and Information Policy: Lang is a career member of the Senior Foreign Service and currently serves as Deputy Assistant Secretary of State for International Information and Communications Policy.

6. Joann M. Lockard for Ambassador Extraordinary and Plenipotentiary to Burkina Faso: Lockard is a career member of the Senior Foreign Service and currently serves as the Deputy Chief of Mission of the U.S. Embassy in Abidjan, Côte d'Ivoire.

7. Rion J. Ramirez for Member of the Board of Trustees of the Morris K. Udall and Stewart L. Udall Foundation: Ramirez is the CEO of Port Madison Enterprises, the economic development arm of the Suquamish Tribe. He has also served as General Counsel to the Mashantucket Pequot Tribal Nation.

These individuals bring a wealth of experience and expertise to their respective positions, and their nominations are subject to Senate confirmation.