The memorandum is about advancing worker empowerment, rights, and high labor standards globally. It emphasizes the importance of worker empowerment for sustainable economic growth, human rights, democratic resilience, fair competition, and a strong middle class. The memorandum states that the United States is committed to ensuring high labor standards, bringing workers' voices to the decision-making table, and enforcing rules against unfair labor practices.

To achieve these objectives, the memorandum outlines several actions that will be taken by the federal government. These actions include promoting coherence in policies related to worker empowerment, drawing from expertise across the executive branch, building internal capacity, promoting inclusive labor markets, strengthening the rights of migrant workers, accounting for the needs of underserved communities, and engaging external stakeholders.

The memorandum also highlights the importance of engaging with governments, labor organizations, and civil society both domestically and abroad to protect and promote internationally recognized labor rights. It emphasizes the need to address challenges to the exercise of labor rights and to develop contingency plans for strikes and employer actions that may affect the conduct of official Federal Government business abroad. The memorandum also emphasizes the importance of integrating labor rights promotion and decent work outcomes into country strategy development.

Furthermore, the memorandum calls for a whole-of-government approach to advancing worker empowerment and organizing, workers' rights, and labor standards globally. It outlines specific actions that agencies engaged abroad should take to implement this approach, including engaging with multilateral organizations, coordinating with allies and partners, and promoting adherence to labor rights throughout the supply chain.

The memorandum also emphasizes the need to address forced labor and related abuses in global supply chains, improve labor-related compliance with United States trade laws, and explore opportunities to maximize the use of existing authorities to promote labor rights protections.

Overall, the memorandum aims to elevate the United States' global leadership on labor rights and standards and ensure that worker empowerment and high labor standards are integrated into various policy priorities. It also calls for regular review and monitoring of progress on the actions outlined in the memorandum.