President Joe Biden has announced his intent to nominate three individuals for key roles in his administration. 

Jainey Bavishi is nominated for Assistant Secretary for Oceans and Atmosphere at the Department of Commerce. She currently serves as the Director of the New York City Mayor's Office of Climate Resiliency, where she leads a team that prepares the city for the impacts of climate change. Bavishi has previous experience in the Obama Administration, serving as the Associate Director for Climate Preparedness at the White House Council on Environmental Quality and as Director of External Affairs and Senior Policy Advisor at the National Oceanic and Atmospheric Administration (NOAA). She also has experience in disaster risk reduction and resilience in the Asia-Pacific region.

Chavonda Jacobs-Young is nominated for Under Secretary for Research, Education, and Economics at the Department of Agriculture. She is currently the Administrator of the USDA Agricultural Research Service and serves as the Acting Under Secretary for Research, Education, and Economics and Acting USDA Chief Scientist. Jacobs-Young is the first woman and person of color to lead this agency. She has held various leadership positions in USDA, including as the founding Director of the Office of the Chief Scientist, where she facilitated scientific leadership across federal agencies. She has also served as a senior policy analyst for agriculture in the White House Office of Science and Technology Policy.

Thea Kendler is nominated for Assistant Secretary for Export Administration at the Department of Commerce. She is an experienced federal government attorney, specializing in national security and international trade law. Kendler currently works as a trial attorney in the Department of Justice's National Security Division, Counterintelligence and Export Control Section. She has also served as Senior Counsel in the Commerce Department's Office of Chief Counsel for Industry and Security, providing legal advice on export controls regulations and enforcement. Kendler is fluent in Chinese and has studied in Beijing, China, and Kanazawa, Japan.

These nominations reflect President Biden's commitment to addressing climate change, promoting agricultural research and education, and ensuring effective export administration.