This article is a transcript of President Joe Biden's speech at the Pentagon on September 11, 2021, commemorating the 20th anniversary of the 9/11 terrorist attacks. The President acknowledges the pain and loss experienced by the families and loved ones of the victims. He reflects on the memory of the lives lost and the impact of their absence. The President emphasizes the character of sacrifice, love, generosity, grace, strength, and resilience that defines the United States. He pays tribute to the heroes who responded to the attacks, including civilians, firefighters, and police officers. The President also highlights the commitment of the American people to defend against terrorism and deliver justice to those responsible for the attacks. He mentions the successful strikes on Osama bin Laden and Ayman al-Zawahiri. The President expresses gratitude and debt to the service members, veterans, Gold Star families, survivors, caregivers, and loved ones who have sacrificed for the nation. He pledges to properly prepare and equip those who are sent into harm's way and to care for them and their families when they return. The President reaffirms the enduring resolve of the American people to defend against those who seek to harm them and to never forget the events of 9/11. He mentions the commitment to prevent future attacks and monitor and disrupt terrorist activities worldwide. The President emphasizes the repair and fortification of what was destroyed and threatened, and the indomitable spirit of the American people. He mentions the monuments and memorials dedicated to the victims of 9/11 and the connection future generations will feel to that day. The President highlights the unity and national resilience that emerged from the tragedy, but also acknowledges the fear, violence, and recrimination that targeted Muslim Americans and those of Middle Eastern and South Asian heritage. He emphasizes the strength and uniqueness of American democracy and the nation's commitment to the idea that everyone is created equal and should be treated as such. The President asserts that the terrorists failed to destroy the wellspring of American power and calls on all Americans to defend, preserve, and protect their democracy. He emphasizes the importance of daily commitment and hard work to uphold democratic principles. The President concludes by expressing confidence in the American people's ability to meet this responsibility and secure the democracy for future generations. He offers blessings and honor to the military members lost on 9/11 and prays for the protection of the troops.