In a speech at the South Court Auditorium, President Biden discussed the state of the economy, focusing on the progress that has been made and the challenges that remain. He highlighted the decrease in unemployment and the rise in wages and disposable income. However, he acknowledged the disruptions in the supply chain caused by the pandemic, which have led to concerns about shortages and higher prices. 

To address these challenges, President Biden outlined his Port Action Plan, which aims to invest in ports and relieve bottlenecks. He also met with CEOs of major retailers who have agreed to move products more quickly and stock shelves. As a result, the number of containers sitting on docks has decreased, shipping prices have dropped, and grocery stores are well-stocked for Thanksgiving and the holiday season.

President Biden also addressed the issue of high gas prices, both in the United States and globally. He attributed the high prices to the lack of supply from oil-producing countries and large companies. To tackle this issue, he announced the largest-ever release from the U.S. Strategic Petroleum Reserve and coordinated with other countries to release additional oil from their reserves. This coordinated action aims to increase supply and ease prices.

Additionally, President Biden expressed concern about the gap between wholesale and retail gas prices, suggesting potentially illegal and anti-competitive behavior in the oil and gas industry. He has asked the Federal Trade Commission to investigate this issue to ensure that consumers are paying a fair price for gasoline.

President Biden emphasized that his efforts to combat climate change are not responsible for inflated gas prices. He highlighted the availability of jobs in the clean energy sector and the savings that electric vehicles and clean power-generating devices can provide to consumers.

Despite the challenges, President Biden commended the American people for their resilience and determination, stating that the U.S. has the strongest economic recovery in the world. He emphasized the importance of rebuilding the economy from the bottom up and the middle out, and expressed gratitude for the opportunity to serve as President.

The speech concluded with President Biden mentioning his plans to serve meals at a food kitchen and wishing everyone a happy Thanksgiving.