President Joe Biden has appointed several individuals to serve in key regional leadership roles at the General Services Administration (GSA) and the Department of Health and Human Services (HHS). These regional appointees will play a crucial role in the President's efforts to rebuild communities impacted by the pandemic, promote economic recovery, and address climate change. They bring deep expertise in their respective areas and have strong relationships with federal, state, tribal, and local leaders. These appointments reflect the administration's commitment to building a diverse team that represents America and the communities they serve.

At the General Services Administration (GSA), Elliot Doomes has been appointed as the Regional Administrator for Region 11, which includes Maryland, Virginia, DC, Europe, Africa, and the Middle East. Doomes previously served on the Financial Services and General Government Subcommittee of the House of Representatives, where he advised on GSA's real estate activities. Jason Shelton has been appointed as the Regional Administrator for Regions 4 and 7, covering states such as Alabama, Florida, Georgia, and Texas. Shelton brings extensive legal experience and served as the Mayor of Tupelo, Mississippi. Sukhee Kang has been appointed as the Regional Administrator for Regions 9 and 10, which includes California, Nevada, Oregon, and Washington. Kang is a businessman, civic leader, and former mayor of Irvine, California.

At the Department of Health and Human Services (HHS), Everett Handford has been appointed as the Regional Director for Region 1, covering states such as Massachusetts, Connecticut, and Maine. Handford previously worked for Senator Elizabeth Warren and has a background in public health administration. Jeffrey Reynoso has been appointed as the Regional Director for Region 9, which includes California, Hawaii, and Guam. Reynoso has worked on health equity issues and holds a Doctor of Public Health degree.

These appointments highlight the administration's focus on addressing key priorities such as sustainability, equity, job creation, and strengthening American manufacturing. The regional leaders will also work to maintain close contact with state, local, and tribal partners to address the needs of communities and individuals served through GSA and HHS programs and policies.