The Biden-Harris Administration is taking several actions to expand access to COVID-19 vaccines for underserved communities. They will invest nearly $10 billion from the American Rescue Plan to better serve communities of color, rural areas, low-income populations, and other underserved communities. This funding will increase access to vaccines for vulnerable populations and boost vaccine confidence.

The Administration has already set up federally-run community vaccination centers in hard-hit areas and sent vaccines directly to local pharmacies and Community Health Centers that serve vulnerable populations. They have also launched mobile clinics and created the COVID-19 Health Equity Task Force. These efforts have resulted in positive outcomes, with a significant percentage of doses being administered to people of color.

The new actions include a $6 billion investment in Community Health Centers to expand access to vaccines, testing, and treatment for vulnerable populations. This funding will also help deliver preventive and primary health care services to people at higher risk for COVID-19. Community Health Centers serve 1 in 5 people living in rural communities, and the majority of their patients are individuals or families living at or below 200% of the Federal Poverty Guidelines.

Additionally, Community Health Centers participating in the federal Health Center COVID-19 Vaccine Program will be able to expand vaccine eligibility to frontline essential workers and individuals 16 years and older with high-risk medical conditions. This will make approximately 83% of the adults seen at these centers eligible for vaccinations.

To strengthen vaccine confidence, $3 billion will be invested to support local efforts to increase vaccine uptake and equity. This funding will go directly to states, territories, and some large cities to support new programs and initiatives aimed at increasing vaccine access, acceptance, and uptake. The focus will be on reaching communities that have been hit hardest by the pandemic.

The Administration is also launching a partnership with dialysis clinics to provide COVID-19 vaccinations to people receiving dialysis and health care personnel in outpatient dialysis clinics. Kidney disease disproportionately affects racial and ethnic minorities, and people on dialysis who contract COVID-19 often experience severe health outcomes.

Furthermore, $330 million will be invested in community health workers to support COVID-19 prevention and control. This funding will address disparities in access to COVID-19 related services and help mitigate factors that increase the risk of severe illness from the virus.

Overall, these actions aim to ensure that COVID-19 vaccines reach all communities, especially those that have been disproportionately impacted by the pandemic.