The article discusses an executive order issued by President Joseph R. Biden Jr. regarding the use of commercial spyware by the United States government. The order emphasizes the importance of technology in national security, the economy, and democracy. It states that the United States has a national security interest in developing, deploying, and governing technology in accordance with human rights, the rule of law, and appropriate safeguards. The order highlights the risks posed by the exploitation of Americans' sensitive data and the improper use of surveillance technology, including commercial spyware. It states that foreign governments and individuals have deployed commercial spyware against US government institutions, personnel, and information systems, presenting counterintelligence and security risks. The order prohibits the operational use of commercial spyware that poses significant risks to the US government or risks being misused by foreign governments or individuals. It directs agencies to consider factors such as unauthorized access to US government computers and the disclosure of non-public information when determining the risks posed by commercial spyware. The order also establishes reporting requirements and internal controls for agencies that may use commercial spyware and calls for interagency coordination and information sharing. It further directs the Director of National Intelligence to issue classified intelligence assessments on foreign commercial spyware and to incorporate relevant information into the assessments. The order does not apply to the use of commercial spyware for testing, research, analysis, cybersecurity, or criminal investigations related to the sale or use of spyware. It also allows for waivers in extraordinary circumstances. The order emphasizes the need to consider due diligence procedures and standards when procuring commercial spyware and calls for the development of responsible norms regarding its use. Overall, the order aims to protect the safety and security of US government institutions, personnel, and information systems, discourage improper use of commercial spyware, and promote respect for human rights and democratic values.