President Biden delivered a speech in the State Dining Room, where he signed the Inflation Reduction Act into law. He thanked Majority Leader Schumer, Vice President Harris, and Congressman Clyburn for their support. He acknowledged the challenges the administration faced when they took office, including the pandemic and threats to democracy. Despite these challenges, they have remained committed to delivering results for the American people.

The President highlighted the significance of the Inflation Reduction Act, stating that it is one of the most significant laws in history. He emphasized that this law benefits the American people and goes against the interests of special interests. The President mentioned several key provisions of the law, including allowing Medicare to negotiate lower drug prices, capping prescription drug costs for Medicare recipients at $2,000 per year, and lowering healthcare premiums for families under the Affordable Care Act.

He also emphasized the law's focus on addressing climate change, with $369 billion invested in taking aggressive action to confront the climate crisis and strengthen energy security. The law provides tax credits for clean energy initiatives and supports the creation of clean energy manufacturing jobs.

President Biden highlighted the law's impact on reducing the deficit, cutting it by $300 billion over the next decade. He stressed that the wealthy and big corporations will now pay their fair share of taxes.

The President criticized Republicans for voting against the Inflation Reduction Act, stating that they sided with special interests rather than the American people. He emphasized that Democrats are working to create a future where everyone has an equal opportunity.

In conclusion, President Biden expressed his belief in the promise of America and its ability to overcome challenges. He signed the Inflation Reduction Act into law, stating that it is a significant step towards delivering progress and prosperity to American families.