The leaders of the Group of Seven (G7) met in Cornwall and discussed their commitment to beating COVID-19 and building back better. They acknowledged the ongoing impacts of the pandemic and the need to strengthen global action to fight COVID-19 and improve global health and health security. They set a collective goal of ending the pandemic in 2022 and committed to accelerating the rollout of vaccines, especially in the poorest countries. They also discussed the need to strengthen the global health system to be better prepared for future pandemics and to address long-standing global health threats. 

In terms of economic recovery and jobs, the G7 leaders emphasized the importance of promoting strong, sustainable, balanced, inclusive, and resilient growth. They pledged to continue supporting their economies and shifting the focus of support from crisis response to promoting growth into the future. They also highlighted the need for a fair and equitable tax system and endorsed a global agreement on an equitable solution on the allocation of taxing rights and a global minimum tax of at least 15%. 

The leaders recognized the importance of safely restarting international travel and agreed to work towards common standards for travel, including testing requirements, recognition of vaccination status, and comparable criteria for responsive measures. 

On climate and environment, the G7 leaders committed to ambitious and accelerated efforts to achieve net zero greenhouse gas emissions as soon as possible and by 2050 at the latest. They pledged increased 2030 targets and the submission of aligned Nationally Determined Contributions (NDCs) and 2050 Long Term Strategies (LTSs) to support these goals. They also emphasized the need to mobilize and align finance and investment towards a net-zero emissions resilient future and reaffirmed their commitment to supporting the Paris Agreement and the protection of biodiversity. 

The leaders also discussed various global issues, including human rights, conflicts in different regions, nuclear proliferation, gender equality, and support for developing countries. They expressed their commitment to upholding democratic values and promoting open societies. They also pledged support for education, women's empowerment, and ending violence against women and girls. The leaders acknowledged the need to address global challenges collectively and to work with other countries and international organizations to achieve their shared goals.