The North American Leaders' Summit, attended by President López Obrador, President Biden, and Prime Minister Trudeau, focused on addressing the synthetic opioid epidemic in North America. The leaders instructed their Cabinets to intensify efforts to combat drug trafficking, dismantle criminal networks, disrupt the supply of precursor chemicals for illicit fentanyl, and prevent the trafficking of drugs, firearms, and people across the shared border. A high-level U.S. delegation led by White House Homeland Security Advisor Dr. Elizabeth Sherwood-Randall visited Mexico to follow through on this commitment. The success of the Bicentennial Framework for Security, Public Health, and Safe Communities was recognized, and both countries reaffirmed their commitment to deepen law enforcement cooperation and improve citizen security. The second phase of the Framework was launched to increase cooperation in combating illicit fentanyl production, trafficking of weapons into Mexico, and transnational organized crime. The two governments also discussed improving interagency coordination and sharing criminal intelligence to target the synthetic drug supply chain. A binational public health campaign will be initiated to prevent drug consumption risks. Recent successes, such as the arrest of major drug producers and traffickers, were noted. Secretary of Security and Civil Protection Rosa Icela Rodríguez was appointed as the counterpart to Dr. Sherwood-Randall to lead the counter-fentanyl effort. Authorities from both countries will meet again in Washington, D.C. to review policies and improve intelligence sharing. Approximately $25 million in stolen funds from the Mexican government, recovered by the U.S. Department of Justice, will be remitted and used to advance the goals of the Bicentennial Framework. The kidnapping of four U.S. citizens in Matamoros, resulting in fatalities, was discussed, with a commitment to hold those responsible accountable. The U.S. and Mexico are determined to disrupt criminal networks impacting both countries. The Mexican delegation included Foreign Secretary Marcelo Ebrard, Secretary of Security Rosa Icela Rodríguez, Secretary of Defense General Luis Cresencio Sandoval, Secretary of the Navy José Rafael Ojeda, and Chief Officer for North America Roberto Velasco. Dr. Sherwood-Randall's delegation included various U.S. officials focused on drug control, law enforcement, and national security.