The Biden-Harris administration released a report highlighting the historic small-business boom under their administration. Last year, Americans applied to start 5.4 million new businesses, which is 20 percent more than any year on record. Small businesses are creating more jobs than ever before, and this growth has been particularly strong for entrepreneurs of color. Hispanic entrepreneurs started new businesses in 2021 at the fastest rate in more than a decade. The administration is focused on supporting small businesses and has an economic strategy in place to keep the small-business boom going, including expanding access to capital, making historic investments in technical assistance programs, leveraging federal procurement to direct government contracts to small businesses, and reforming the tax code to level the playing field for small-business owners.

The Food and Drug Administration announced two proposed rules to prohibit menthol cigarettes and flavored cigars. These rules aim to prevent children from becoming the next generation of smokers, help adult smokers quit, and reduce tobacco-related health disparities.

On the topic of student loan forgiveness, President Biden has not made a final decision on whether he has the power to do it unilaterally. He is considering providing additional relief to Americans with student loans and is open to means testing to ensure that millionaires and billionaires do not benefit. The President has the ability to sign a bill that Congress passes, and he supports canceling $10,000 of student loan debt. The administration has also taken steps to lower the cost of college and provide relief to student loan borrowers.

Regarding the Title 42 policy, the administration will comply with whatever the courts decide. The Department of Justice has not made a formal ruling on the temporary restraining order (TRO) related to Title 42, and the administration has not announced any plans to fight the decision. The President supports the authority given to the CDC to make decisions about lifting Title 42 based on the conditions on the ground.

The President's $33 billion aid request for Ukraine is urgent, and the administration is working to move it through Congress as quickly as possible. The funding is essential to provide military, economic, and humanitarian assistance to Ukraine. The administration is engaging with members of Congress and testifying before committees to advocate for the funding.

There has been no conclusion on the power to unilaterally cancel student loan debt, and the President is considering various options. He has previously expressed support for canceling $10,000 of student loan debt and is open to means testing. The administration is focused on providing relief to students and making the tax system more fair.

The administration is aware of the suicides among sailors on the USS George Washington and is committed to supporting the mental well-being of service members. The President is regularly briefed on this issue, and the Department of Defense is responsible for addressing it.

The administration is considering various steps to provide relief to Ukraine, including reviewing tariffs. The decision on tariffs will be based on a range of factors, and there is ongoing consideration of options.

The administration will continue to provide economic assistance to Ukraine to support its recovery and address the devastation caused by the war. This assistance is part of American leadership and is aimed at helping Ukraine recover and rebuild.

The administration is focused on public health and saving lives with the proposed menthol cigarette and flavored cigar bans. These rules target manufacturers and sellers, not individuals who smoke menthol cigarettes. The ban is based on evidence of the harm caused by menthol products and the targeted marketing of these products to communities of color.

The administration is working to provide relief to small businesses and support their growth. They are expanding access to capital, investing in technical assistance programs, directing government contracts to small businesses, and reforming the tax code to level the playing field for small-business owners.

There is ongoing consideration of a police reform executive order, and the President has every intention of signing one. The administration is also open to bipartisan legislation on police reform. The President has not seen the Minnesota Department of Human Rights report on racial discrimination in Minneapolis, but he remains committed to addressing