Vice President Harris has announced additional steps in response to President Biden's executive order to promote access to voting. The President and Vice President have been prioritizing strengthening democracy and protecting voters from efforts to suppress the vote. They have called for federal legislation, including the Freedom to Vote Act and the John Lewis Voting Rights Advancement Act. They have also called for changing Senate rules to prevent a minority of Senators from blocking action on voting rights. While Congress has the responsibility to act, the President is committed to using every tool at his disposal to protect the right to vote. The Executive Order on Promoting Access to Voting, signed on March 7, 2021, directed an all-of-government effort to promote information about the voting process and enable eligible Americans to participate. A key provision of the executive order highlighted the trust responsibility the Federal government has for Tribal Nations and Native communities. In response, President Biden directed the creation of an Interagency Steering Group on Native American Voting Rights to study the barriers Native voters face and recommend steps to mitigate them. Native voters often face language barriers, lack of accessibility, cultural disrespect, remote residences, and poverty. State laws and local practices also present impediments to voting for Native voters. The Steering Group held consultations and listening sessions with Tribal leaders, Native Americans, and election officials, resulting in a report that chronicles the barriers Native voters face and provides recommendations for policymakers. The Department of the Interior is translating the report into six Native languages to ensure accessibility. This report is just the beginning, and more actions will be implemented in the coming weeks and months. Various agencies have been working to implement other provisions of the executive order, offering nonpartisan information and opportunities for eligible Americans to participate in voting.