White House Press Secretary Jen Psaki provided updates on two key topics during a press briefing. Firstly, she announced that the Departments of Health and Human Services (HHS), Treasury, Labor, and the Office of Personnel Management (OPM) have issued new consumer protections against surprise medical bills. These protections aim to lower healthcare costs, prevent hospitals and doctors from taking advantage of their market power, increase healthcare price transparency, and expand people's ability to dispute denied claims. This rule builds upon a previous rule issued in July and aims to ensure that consumers are protected from surprise bills, have access to information about healthcare costs before receiving care, and have a process to resolve payment disputes.

Secondly, Psaki provided an overview of President Biden's plans for the upcoming week. The President will continue to advocate for his Build Back Better agenda and the Bipartisan Infrastructure Deal. He will also work with the Senate on raising the debt limit, as Republicans have voted twice this week to default. Midweek, the President will travel across the country to promote his agenda, discuss COVID-19 vaccination efforts, and highlight the administration's work to combat the pandemic and build an inclusive economy. Next Friday, the President will deliver remarks on the economy in light of Jobs Day.

Psaki also addressed questions regarding the President's visit to Capitol Hill. She clarified that the President is going there to make the case for his legislative agenda, including the infrastructure bill and the Build Back Better agenda. While she did not predict whether there would be a vote on the infrastructure bill, she emphasized that the President believes it is the right time for him to go and advocate for his proposals. Psaki also mentioned ongoing discussions around means testing in the Build Back Better agenda and the President's willingness to consider such proposals. Finally, Psaki acknowledged the lack of public appearances by the President this week but did not provide specifics on whether he would address the public or speak about the negotiations.