This article is a summary of an executive order issued by President Joe Biden on January 21, 2021, regarding the control of COVID-19 in the United States. The order outlines the policy of the Biden administration to control the disease by implementing a unified approach. This includes establishing a national COVID-19 testing and public health workforce strategy, expanding the supply of tests, bringing test manufacturing to the United States, enhancing laboratory testing capacity, expanding the public health workforce, supporting screening testing for schools and priority populations, and ensuring clear messaging about the use of tests and insurance coverage.

The order establishes a COVID-19 Pandemic Testing Board, chaired by the Coordinator of the COVID-19 Response and Counselor to the President, to coordinate federal government efforts in promoting COVID-19 testing. The board will make recommendations to prioritize federal assistance to expand testing and reduce disparities in access. It will also identify barriers to access and increase testing for priority populations, communities with testing shortages, at-risk settings, and high-risk groups. Additionally, the board will propose reforms to increase testing capacity, expand genomic sequencing, and improve the federal government's response to future pandemics.

The order also addresses the cost of COVID-19 testing by facilitating free testing for those without comprehensive health insurance and clarifying coverage obligations for group health plans and insurance issuers. It provides support for surveillance testing in settings such as schools and aims to expand equitable access to testing.

Furthermore, the order establishes a Public Health Workforce Program to address challenges in pandemic response efforts, including recruitment and training of personnel for testing in communities, schools, and high-risk settings. The program will provide technical support to public health agencies and assist in training public health workers. A plan will be submitted to the President detailing deployment of personnel for future public health threats and setting targets for achieving a sustainable public health workforce.

Lastly, the order calls for the establishment of a national contact tracing and COVID-19 public health workforce program, known as the U.S. Public Health Job Corps, which will conduct contact tracing, assist in vaccination efforts, provide training programs, and offer necessary services to those affected by the pandemic.

The order includes general provisions stating that it does not impair existing authority granted by law or the functions of the Office of Management and Budget. It is to be implemented consistent with applicable law and subject to the availability of appropriations. The order does not create any enforceable rights or benefits against the United States or any other party.