In a press briefing, White House Press Secretary Jen Psaki announced that President Biden would be discussing his comprehensive plan to reduce gun violence and violent crime during a meeting with Attorney General Garland, law enforcement leaders, elected officials, and a community violence intervention expert. The plan includes providing cities and states with historic funding through the American Rescue Plan and a range of tools to improve public safety, such as support for community violence intervention programs and summer employment opportunities. The President will also highlight his support for local leaders in reducing gun crime and ensuring that law enforcement has the necessary resources. Psaki also provided updates on efforts to promote COVID-19 vaccination, including innovative initiatives like setting up vaccine sites for truckers at truck stops.

Psaki addressed questions about the situation in Haiti, stating that an interagency delegation was on the ground to assess the situation and offer assistance. She mentioned that the future of political leadership in Haiti is unclear, and it is important for Haitian leaders to come together to chart a united path forward. Psaki confirmed that the request for the U.S. to send troops to Haiti is still under review.

Regarding Cuba, Psaki mentioned that the protests were a result of the Cuban government's economic mismanagement and repression. She reiterated the U.S. government's commitment to providing assistance to the Cuban people, including humanitarian goods and medical supplies, despite the embargo. Psaki stated that the U.S. is assessing how to work with Cuba to provide vaccines and emphasized that Cuba has not joined COVAX, which complicates vaccine distribution.

Psaki also discussed the President's upcoming speech on voting rights, noting that he will make the moral case for protecting the right to vote and emphasize the need for passing the For the People Act and the John Lewis Voting Rights Advancement Act. She mentioned that the President sees expanding access to voting as a fight of his presidency and will continue to work on this issue.

In response to questions, Psaki stated that the President does not support federal vaccine mandates but believes that local leaders and private entities have the right to impose mandates if they choose. She also addressed the issue of booster shots, stating that the CDC and FDA will make recommendations based on a range of data and information.

Psaki mentioned ongoing meetings and discussions with Russian officials on cybersecurity issues but did not provide specific details. She stated that preserving a space for those conversations is important and that progress will be made through engagement.

Psaki also mentioned that the President's legislative priority is to move forward with the bipartisan infrastructure bill and the budget reconciliation process for the American Families Plan. She acknowledged that there are challenges and differences among lawmakers but expressed confidence that the negotiations will continue and progress will be made.

Regarding voting rights legislation, Psaki stated that the President supports the passage of such legislation but does not have the power to change filibuster rules. She emphasized the importance of grassroots advocacy and engagement on this issue.

Psaki concluded the briefing by mentioning that the President will continue to use every lever of the federal government to protect voting rights and engage with the American people on this issue.