During a flight back from New York to Washington, D.C., White House Press Secretary Jen Psaki addressed several topics. She mentioned that President Biden called Prime Minister Trudeau to congratulate him on his reelection and expressed a desire to work together in the future. Psaki also discussed the evolving situation at the border with Haitian migrants, stating that Secretary Mayorkas was horrified by the images and videos and that an investigation would take place. The President has seen the photos and supports the investigation. Psaki emphasized that there is a process in place to determine disciplinary action for the border agents involved. Regarding the U.N. General Assembly speech, Psaki explained that the President did not mention China by name because he sees China as a country of competition, not conflict. She also highlighted the President's commitment to democracy and human rights. On the topic of the debt ceiling, Psaki noted that there would be a vote in the House of Representatives and expressed hope for bipartisan support. She also mentioned that the President will be actively engaging with members of Congress regarding the infrastructure bill. Psaki confirmed that the President will have a conversation with President Macron in the near future to reaffirm their commitment to the partnership. On the issue of refugees, Psaki acknowledged that the number of refugees admitted this year has been low due to various factors, including the impact of COVID-19 and the need to rebuild refugee advocacy organizations. She expressed a commitment to increasing the number of refugees admitted in the coming years. Psaki stated that the President has not focused much on the latest evidence of efforts to overturn the election and emphasized the need to protect American democracy. She also mentioned the President's commitment to doubling climate financing for developing countries and stated that the funding would come from a range of sources. Psaki did not have any updates on whether Xi Jinping would attend the upcoming meetings in Rome and Glasgow. The meeting between President Biden and Prime Minister Morrison did not involve a discussion of the AUKUS deal and its fallout with France. Psaki mentioned that there will be more information about the $10 billion in food aid mentioned by President Biden in his speech. Finally, Psaki stated that she would provide more details about the climate summit and the number of leaders expected to attend.