The United States is committed to promoting gender equity and equality as a cornerstone of its foreign policy in Africa and globally. This commitment is based on the belief that advancing the status of women and girls is not only a matter of human rights, justice, and fairness, but also a strategic imperative that has wide-ranging benefits. These benefits include reducing poverty, promoting sustainable economic growth, increasing access to education, improving health outcomes, advancing political stability, and fostering democracy.

To support women's economic participation in Africa, Vice President Kamala Harris announced new commitments at the U.S.-Africa Leaders Summit. These commitments include the African Women's Trade and Investment Project and the revitalization of the African Women's Entrepreneurship Program. These programs build upon existing initiatives to foster women's economic, political, and social inclusion on the continent.

The U.S. International Development Finance Corporation (DFC) announced $358 million of new investments, including projects under the 2X Women's Initiative. These investments aim to support women entrepreneurs and businesses in various sectors, such as technology, agriculture, and small- and medium-sized enterprises in West Africa.

Other initiatives focus on women's participation in green jobs, creating gender-equitable and inclusive workplace policies, supporting economic security for survivors of trafficking, promoting digital transformation and addressing gender-based violence and human rights.

In the health sector, efforts are being made to advance equity in the global health workforce, with a focus on investing in women-led funds that improve health system resilience and pandemic preparedness.

Lastly, the U.S. is committed to fostering women's inclusion in peace and security processes. Through initiatives like the Support Her Empowerment - Women's Inclusion in New Security (SHE WINS) program, the U.S. will invest $1.5 million to strengthen the leadership of local women and women-led civil society organizations in addressing peace and security challenges in their communities.

Overall, these commitments and initiatives demonstrate the U.S. government's dedication to promoting gender equality and equity in Africa, recognizing the multitude of benefits it brings to individuals, communities, and societies as a whole.