The White House is hosting a Summit on Biotechnology and Biomanufacturing, led by National Security Advisor Jake Sullivan, Director of the National Economic Council Brian Deese, and Director of the Office of Science and Technology Dr. Alondra Nelson. The summit aims to advance President Biden's Executive Order to launch a National Biotechnology and Biomanufacturing Initiative. The government plans to invest over $2 billion in funding to achieve the following key steps:

1. Strengthen supply chains: The Department of Health and Human Services will invest $40 million to expand biomanufacturing for pharmaceutical ingredients and respond to pandemics. The Department of Defense (DoD) will launch a program with a $270 million investment to support bio-based materials for defense supply chains. The Department of Energy (DOE) will work with other departments to leverage sustainable biomass and waste resources for domestic supply chains.

2. Expand domestic biomanufacturing: The DoD will invest $1 billion in bioindustrial manufacturing infrastructure to establish a domestic bioindustrial manufacturing base. The USDA will provide $500 million to support American fertilizer production using biotechnology and biomanufacturing.

3. Foster innovation across the United States: The National Science Foundation (NSF) will fund Regional Innovation Engines to support areas of national interest, including biotechnology and biomanufacturing. The USDA will provide funding for wood innovation and community wood grants, and the DOE will support innovative research efforts in biotechnology and biomaterials.

4. Bring bio-products to market: The DOE will provide funding for research and development of biomass conversion to fuels and chemicals, and the USDA's BioPreferred Program will promote the development of markets for biobased products. Manufacturing USA institutes will expand industry partnerships to enable commercialization in various fields.

5. Train the next generation of biotechnologists: The National Institutes of Health (NIH) and NIIMBL will offer programs to train students and professionals in biotechnology.

6. Drive regulatory innovation: The FDA will support advanced manufacturing through regulatory science and increased engagement with industry. USDA is developing new regulatory processes for agricultural biotechnologies.

7. Advance measurements and standards: The Department of Commerce (DOC) plans to invest in biotechnology research programs at the National Institute of Standards and Technology to develop measurement technologies and standards for the bioeconomy.

8. Reduce risk through biosecurity innovations: The National Nuclear Security Administration will initiate a bioassurance program to mitigate biotechnology and biomanufacturing risks.

9. Facilitate data sharing: NIH is expanding the Cancer Research Data Ecosystem to support cancer care and discovery of new treatments. NSF is funding a new biosciences data center to increase understanding of living systems.

These steps aim to lower prices, create jobs, strengthen supply chains, improve health outcomes, and reduce carbon emissions.