On Indigenous Peoples' Day, President Joe Biden acknowledges the sovereignty, resilience, and significant contributions of Native Americans. He emphasizes the importance of honoring the trust and treaty responsibilities to Tribal Nations and strengthening Nation-to-Nation ties. The article highlights the historical injustices faced by Indigenous Peoples, including forced removal from ancestral lands, assimilation, and the ban on sacred ceremonies. Despite these challenges, Native Americans continue to be environmental stewards, maintain strong religious beliefs, and serve in the United States Armed Forces at a higher rate than any other group. Their contributions in various fields, such as scholarship, law, arts, and public service, continue to guide the nation forward. President Biden emphasizes the need to respect Tribal sovereignty and engage in meaningful consultation with Tribal Nations. He appointed Deb Haaland as Secretary of the Interior, the first Native American to serve as a cabinet secretary, and more than 50 other Native Americans in significant roles across the executive branch. The administration is also working towards delivering for Native communities by creating jobs, providing critical services, and preserving sacred Tribal lands. The largest investment in Indian Country in history has been made, including funds for pandemic recovery, infrastructure improvements, and climate change resilience. Efforts are also being made to address violence against Indigenous women and girls. President Biden acknowledges that there is more work to be done to fulfill promises, protect voting rights, and provide equal opportunities for Tribal communities. Indigenous Peoples' Day is celebrated to honor Indigenous history and signify a new beginning together, recognizing Native Americans' role in shaping the country since ancient times. The proclamation designates October 10, 2022, as Indigenous Peoples' Day, calling upon the people of the United States to observe the day with appropriate ceremonies and activities. The flag of the United States is to be displayed on all public buildings to honor the diverse history and contributions of Indigenous peoples.