During a recent press conference, Mr. Zients, along with Drs. Nunez-Smith, Walensky, and Fauci, provided updates on the COVID-19 vaccination program in the United States. They discussed the rollout of booster shots, which began immediately after the FDA and CDC recommendations. Over the weekend, over 400,000 Americans received booster shots at pharmacies, and nearly 1 million people have already scheduled their booster shots. States like Massachusetts are reaching out to eligible individuals via text messages and email, and New Jersey is opening three mass vaccination centers. The Department of Veterans Affairs and the Indian Health Service are also administering thousands of booster shots each day. The officials emphasized that while the booster campaign is important, the primary focus remains on getting first and second shots to eligible individuals. Currently, over 75% of eligible Americans have received at least one shot, and 94% of seniors have received at least one shot. The officials highlighted the progress made in closing gaps in vaccination rates across racial and ethnic groups. According to data from the Kaiser Family Foundation, 73% of Latinos and 70% of Black Americans have received at least one shot, compared to 71% of white Americans. The officials acknowledged that there is still work to be done in reaching those who remain unvaccinated. They encouraged everyone to get vaccinated and emphasized the importance of vaccination in preventing severe illness and hospitalization. The officials also addressed concerns about the safety of booster shots and explained that they are well tolerated, with side effects similar to those seen after the second dose. They urged eligible individuals to speak with healthcare providers about the benefits and safety of booster shots. In response to a question about reaching vaccine-hesitant groups, the officials highlighted the importance of local and community-based efforts, including working with faith leaders, doctors, and other trusted messengers to provide accurate information and address concerns. They emphasized that vaccination is a public health issue, not a political one, and that everyone is worth the investment in connecting with them and providing information about the vaccines.