President Biden addressed the events in Russia, stating that he directed his national security team to monitor the situation closely and prepare for various scenarios. He emphasized the importance of coordinating with allies and ensuring that Russia does not have an excuse to blame the West or NATO. President Biden also spoke with President Zelenskyy of Ukraine, reiterating the United States' support for Ukraine's defense and sovereignty. He mentioned ongoing communication with allies and the need for coordination in response to the situation.

President Biden then shifted to discussing the announcement of a major investment in affordable, high-speed internet access across the country. He compared this investment to Franklin Delano Roosevelt's effort to bring electricity to every American home and farm. The President highlighted the significance of internet access in today's economy and the necessity of bridging the digital divide. He mentioned the American Rescue Plan, which included $25 billion for high-speed internet in underserved areas, and the Bipartisan Infrastructure Law, which supports the rebuilding of infrastructure and the expansion of internet access.

President Biden emphasized the need for both access and affordability in internet services. He mentioned the Affordable Connectivity Program, which has helped 19 million families save money on their internet bills. The President announced over $40 billion to be distributed to states, territories, and Washington, D.C., to provide high-speed internet in areas without service or with slow connections. He emphasized that this investment would connect every person in America to reliable high-speed internet by 2030.

President Biden highlighted the positive impact of this investment, not only in providing internet access but also in creating good-paying jobs. He mentioned the involvement of unions and the manufacturing of cable in America. The President expressed pride in the economic growth and job creation that has occurred under his administration. He closed by stating that connecting everyone in America to affordable, reliable high-speed internet is a bold goal that the nation is well on its way to achieving.

At the end of the address, a reporter asked President Biden about his previous statements regarding his communication with his son Hunter about business deals. The President responded with a simple "No."