Yesterday, Acting Administrator Slavitt and Dr. Walensky held a press briefing to provide updates on the progress of the vaccination program and the current state of the pandemic in the United States. Here are the key points from the briefing:

1. Good News: President Biden announced that all adult Americans will be eligible to be vaccinated by April 19, ahead of the original May 1st timeline. Over 76% of seniors have already received at least their first shot, but efforts are still needed to reach seniors who haven't been vaccinated yet. The goal is to have seniors vaccinated now to protect them from the virus.

2. Progress in Vaccination: The U.S. has crossed 150 million shots in just 75 days of the Biden administration. The vaccination program is progressing ahead of schedule due to increased vaccine supply, more vaccinators in the field, and more vaccination locations.

3. School Reopening: Efforts have been made to prioritize the vaccination of teachers, school staff, and childcare workers. As of the end of March, almost 80% of pre-K through 12th grade teachers, school staff, and childcare workers have received at least one shot. Early data shows progress in reopening K through 8th grade schools for in-person learning.

4. Community Health Center Vaccine Program: The community health center vaccine program is being expanded to ensure Americans have a vaccine site within five miles of where they live. This will help advance equitable distribution of the vaccine, especially for underserved communities.

5. Current State of the Pandemic: The seven-day average of new cases is over 63,000 cases per day, up 2.3% compared to the previous seven-day average. Hospital admissions are also increasing. The B117 variant is now the most common lineage circulating in the U.S. There are reports of clusters of cases associated with daycare centers and youth sports, and hospitals are seeing more younger adults admitted with severe disease.

6. Duration of Immunity: Studies show that both natural infection and vaccination provide durable immunity. Antibody activity and neutralizing antibodies remain high for at least six months following infection or vaccination. Ongoing studies are monitoring immune responses beyond six months and the need for booster doses.

7. Finish Line: While progress is being made, the finish line is not yet defined. It will depend on achieving high vaccination rates, reducing case counts, hospitalizations, and deaths, and controlling the spread of variants. The goal is to gradually return to a sense of normalcy as more people get vaccinated.

In conclusion, the briefing highlighted the progress in the vaccination program and the need to continue efforts to vaccinate more Americans. It also emphasized the importance of following public health measures and staying vigilant to prevent the spread of the virus, especially with the emergence of variants.