During a recent press briefing, Jeff Zients, Dr. Rochelle Walensky, and Dr. Anthony Fauci provided updates on the state of the pandemic and the efforts to combat it.

Zients highlighted the availability of various tools to combat the pandemic, including vaccines, booster shots, testing options, masks, and treatments. He noted that progress has been made in vaccination efforts, with 70% of eligible seniors and 50% of eligible adults now boosted. The U.S. is also leading global vaccination efforts, with 400 million vaccine doses shipped to 112 countries.

Dr. Walensky provided an update on the data, stating that there has been a decrease in the number of cases and hospital admissions, but an increase in daily deaths compared to the previous week. She noted that the Omicron variant appears to cause less severe disease, but emphasized the importance of prevention measures such as vaccination, boosters, and mask-wearing.

Dr. Fauci discussed the development of a universal coronavirus vaccine, highlighting the need for innovative approaches to protect against known and unknown coronaviruses. He mentioned that the NIH has invested over $3 billion in coronavirus research, including vaccine research. He provided examples of promising vaccine candidates and emphasized the importance of current vaccine regimens in providing protection.

During the Q&A session, topics such as Medicare coverage for tests, the distribution of N95 masks, the protection of Johnson & Johnson recipients against Omicron, the development of vaccines for children, and the use of mRNA vaccines were discussed.

Overall, the briefing highlighted the progress made in vaccination efforts, the effectiveness of prevention measures, and the ongoing research and development of vaccines and treatments. The speakers emphasized the importance of continuing to follow recommended guidelines to protect against the virus and expressed optimism that with the available tools, a time will come when COVID-19 no longer disrupts daily life.