The G20 Leaders reached several agreements and commitments during the summit held in Rome. One of the major breakthroughs was the endorsement of a Global Minimum Tax (GMT) by G20 Leaders, representing 80% of the world's GDP. This GMT aims to prevent corporations from evading taxes and offshoring jobs, ensuring that they pay their fair share. The establishment of a 15% GMT, up from 0% currently, is expected to generate at least $60 billion in revenue per year in the United States alone.

In terms of the COVID-19 pandemic, the Leaders expressed their support for the global vaccination targets and agreed to take steps towards improving global health security. They also discussed the establishment of a financing facility to enhance pandemic preparedness. Furthermore, the Leaders backed the allocation of $100 billion worth of special drawing rights (SDRs) to assist vulnerable countries and restructuring debts for low-income nations.

On climate change, the G20 Leaders committed to ending public finance for new unabated coal power generation abroad. They emphasized the importance of meeting the goal of mobilizing $100 billion per year to aid developing countries in addressing climate change. President Biden's commitment to climate finance, alongside pledges from other donors, is crucial in achieving this goal by 2023.

The fight against corruption and ransomware was also addressed by the Leaders. They recognized the need for international cooperation to combat these issues and highlighted the importance of transparency in beneficial ownership and real estate. Additionally, the Leaders discussed the fight against cybercrime and the misuse of virtual currency for ransom payments.

Food security, gender equality, and the participation of women and girls were also topics of discussion. Concrete measures to advance gender equality in national policies were emphasized, and President Biden issued the first-ever national gender strategy to promote the full participation of all individuals.

Overall, the G20 Leaders made significant strides in various areas, including taxation, health security, climate change, and combating corruption and cybercrime.