President Biden is set to deliver remarks at South Carolina State University's Fall Commencement Ceremony. This will be the first time a sitting president addresses the school's graduates. The President will be joined by South Carolina State President Alexander Conyers, Majority Whip Jim Clyburn, and White House HBCU Scholar Javonni Ayers. During his speech, President Biden will honor Congressman Clyburn, who did not march to receive his degree from South Carolina State College in 1961. The President will also highlight the importance of Historically Black Colleges and Universities (HBCUs) and his administration's support for these institutions. The Biden-Harris administration has provided $5.8 billion in investments to HBCUs in the past 11 months and the Build Back Better Act proposes $10 billion for HBCUs, Tribal Colleges and Universities, and minority-serving institutions. The President's budget includes $807 million in discretionary funding to HBCUs, a $72 million increase from the prior year. The President is expected to discuss voting rights during his speech and renew his call for Congress to protect the right to vote. He will address Republican attacks on voting rights across the country and advocate for legislation to ensure fair and accessible elections. The President had a conversation with Senator Joe Manchin about voting rights, but there is no update on the outcome of the discussion. On the topic of Russia and Ukraine, the US is discussing Russian proposals with European allies and partners. The US is committed to addressing NATO's concerns and having any dialogue with Russia based on reciprocity and European security principles. The President's economic team is monitoring the impact of the new COVID-19 variant on the economy, but no new measures have been recommended yet. The parliamentarian's decision on immigration reform is deeply disappointing to the administration, but they will continue to fight for relief and protection for DREAMers, TPS holders, farm workers, and essential workers. The administration supports efforts in Congress to move forward with immigration reform. The President will not discuss legislative strategy during his speech. The President's policies are popular, but the slim majority in Congress makes it challenging to pass legislation. The President remains committed to getting the Build Back Better Act passed, as it will help address inflation and lower costs for the American people. Although it will take more time than anticipated, the President is determined to get the bill across the finish line. World leaders should understand that the President is committed to taking urgent action on the climate crisis through the Build Back Better Act. The President's framework for the bill has support, and efforts are underway to work out the final details.