In this speech, the President addresses a team in the State Dining Room and acknowledges that some members are absent due to Rosh Hashanah. He wishes a happy holiday to those celebrating. He acknowledges the global uncertainty and challenges faced by countries dealing with inflation and the ongoing war in Ukraine. However, he emphasizes that the United States is in a stronger position to navigate these challenges due to the resilience of the American people and the economic strategy pursued.

The President highlights positive economic indicators such as job growth, increased incomes, and the resurgence of American manufacturing. He expresses concern for working-class and middle-class individuals who are most affected by inflation and outlines plans to address rising costs, particularly in healthcare. The President aims to lower prescription drug costs by allowing Medicare to negotiate drug prices and promises that by January, no one on Medicare will pay more than $2,000 a year for prescription drugs.

The President also discusses the need to increase competition in the economy, starting with energy prices. He mentions the progress made in reducing gas prices and lowering oil prices globally. However, he criticizes oil and gas companies for not immediately reflecting the lower oil prices in gasoline prices. He urges gas stations to bring down their prices to reflect the actual cost of the product, saving people money.

Additionally, the President discusses the importance of promoting competition to lower costs for families. He focuses on eliminating unnecessary hidden fees, such as overdraft fees and termination fees for switching cellphone providers. The President emphasizes that families should not have to pay these fees and calls on the council to develop a plan for reducing and eliminating them. He also mentions efforts to crack down on airline fees and improve transparency in pricing.

The President concludes by stating that capitalism without competition is exploitation and emphasizes the goal of building an economy that works for everyone. He expresses gratitude to the team for their work and looks forward to progress in future meetings.