President Biden addressed the nation from the Roosevelt Room to provide an update on the recent ransomware cyberattack on the Colonial Pipeline. He announced that Colonial has begun restarting the flow of refined products and fuel is beginning to flow to a majority of the markets they service. However, he cautioned that the effects at the pump will not be felt immediately due to the pipeline's length and the need for a safe return to normal operations. The President assured that there will be a region-by-region return to normalcy beginning this weekend and continuing into next week. 

To accelerate the process, mitigate shortages, and protect against price gouging, the administration has taken several actions. They relaxed rules for pipeline operators to provide flexibility for emergency personnel to manually restart portions of the pipeline. They worked with the company to operate a portion of the pipeline system from North Carolina to Maryland under manual control, delivering existing inventory. Emergency orders were also put in place to lift hours restrictions for tank truck drivers and allow states to lift weight restrictions, enabling more fuel to be transported to the affected regions. The Environmental Protection Agency issued a targeted waiver of standards in several states, giving fuel suppliers more flexibility to use available fuels where needed. These measures have made tens of millions of additional gallons of fuel available each day.

Furthermore, the President granted a waiver of the Jones Act to fuel suppliers, allowing non-U.S. flagged vessels to transport refined fuel products from the Gulf of Mexico to affected areas. He emphasized that these steps are temporary and will remain in place until full service is restored. 

President Biden urged drivers not to panic and advised against panic buying, as the situation is temporary and improvements are expected in the coming days. He also warned gas stations against taking advantage of consumers during this time and promised to work with governors to put a stop to price gouging. The President stated that the FBI has released details on the attack to help prevent similar incidents in the future. He clarified that while the criminals responsible for the attack are believed to be living in Russia, the Russian government is not believed to be involved. The U.S. is in communication with Moscow to urge responsible action against ransomware networks, and the Justice Department has launched a new task force dedicated to prosecuting ransomware hackers.

President Biden emphasized the need to harden and modernize critical infrastructure to make it more resilient against all threats. He highlighted the importance of the American Jobs Plan, which includes investments in modernizing and securing critical infrastructure. The President mentioned that he would be meeting with Republican senators to discuss modernization efforts and called on the United States Senate to confirm key cybersecurity appointments.

In conclusion, President Biden assured the nation that the situation will improve, and help is on the way. He expressed confidence in the ability to overcome this challenge together as Americans.