President Joe Biden has appointed several individuals to key regional leadership roles at the United States Department of Agriculture (USDA) and the Small Business Administration (SBA). These appointees will play a crucial role in the administration's efforts to rebuild communities affected by the pandemic, economic recovery, and climate change. They bring deep expertise in their respective areas and have strong relationships with federal, state, tribal, and local leaders. Additionally, these appointees represent the diversity of America and the communities they serve.

At the USDA, Deborah Tannenbaum has been appointed as the State Executive Director of the Farm Service Agency in Florida. She previously served as the Deputy Commissioner of Agriculture at the Florida Department of Agriculture and Consumer Services. Dennis McKinney has been appointed as the State Executive Director of the Farm Service Agency in Kansas. He is a Kansas farmer and cattle producer with experience as a county commissioner and state representative. Robert Andrzejczak, a former member of the New Jersey General Assembly and New Jersey Senate, will serve as the State Executive Director of the Farm Service Agency in New Jersey. Jon Wyss, who has a background in agriculture and government affairs, will serve as the State Executive Director of the Farm Service Agency in Washington. Glenn Pauley has been appointed as the State Director of Rural Development in Wyoming. He has extensive experience in ranchland conservation and wildlife management.

At the SBA, Geri Sanchez Aglipay has been appointed as the Regional Administrator for Region 5, which serves Illinois, Indiana, Michigan, Minnesota, Ohio, and Wisconsin. She has a background in workforce, entrepreneurship, and economic development, with a focus on creating equitable opportunities for small business owners. Vercie Lark, a small business venture capital and angel investor, will serve as the Regional Administrator for Region 7, which serves Iowa, Kansas, Missouri, and Nebraska. Lark has held executive leadership roles in the finance and investment industries and is passionate about improving the financial futures of individuals in low- and middle-income communities.

These appointees will work towards the goals and objectives of their respective agencies, ensuring that the needs of local constituents are met and that resources are distributed equitably.