The Bipartisan Infrastructure Law, signed into law by President Biden two years ago, aims to make significant investments in improving transportation infrastructure, modernizing the electric grid, expanding access to high-speed internet, and building a clean energy economy. The law includes requirements to ensure domestic manufacturing of construction materials and incentivizes the production of electric vehicle charging stations, fiber optic cable, and water infrastructure parts. Researchers project that the law will support hundreds of thousands of jobs, primarily in construction and manufacturing. Since President Biden took office, the construction sector has added 670,000 jobs, with some sub-sectors experiencing faster growth than before the pandemic. These job gains are beneficial to American workers as construction jobs tend to be relatively high-paying. The Biden-Harris Administration has also taken steps to improve the quality of these jobs. The article explores two major sub-industries of the construction sector, heavy and civil engineering, and construction of buildings, and identifies rapid job gains in both industries, driven by employment growth in highway, street, and bridge construction, and nonresidential building construction. These developments indicate the success of the Bipartisan Infrastructure Law in creating good jobs for American workers in construction. Investments in workforce development will further meet the demand for these jobs and increase access for underrepresented groups. The law has already enabled states to invest in workforce development using their highway formula funds, totaling nearly $250 billion over five years. Additionally, the article mentions that the implementation of the law has progressed with the announcement of nearly $400 billion in public infrastructure and clean energy investments, with 40,000 infrastructure projects moving forward. These investments are expected to bring additional benefits for American families, including increased productivity and economic growth.