During a press briefing, White House Deputy Press Secretary Karine Jean-Pierre provided updates on various topics. She discussed the federal government's response to Hurricane Ian, which is expected to hit Florida. President Biden has spoken with Governor DeSantis and Tampa Bay Area mayors to coordinate federal assistance. The administration has deployed federal resources, including response workers, meals, water, fuel, and medical teams, to the region.

Jean-Pierre also addressed the recent sham referenda staged by Russia in occupied areas of Ukraine. She called the referenda illegitimate and an exercise in coercion and disinformation. The United States and its allies will not recognize these referenda or Russia's attempts at annexation.

In response to questions, Jean-Pierre confirmed that the President is receiving regular briefings on the hurricane and has been in touch with FEMA Administrator Deanne Criswell. She also mentioned that the President spoke with Governor DeSantis about the hurricane but did not provide details about the conversation.

Regarding the Nord Stream pipeline explosions, Jean-Pierre stated that the United States is supporting European efforts to investigate the apparent sabotage. She emphasized that attacks on critical infrastructure are a matter of concern and that the United States will coordinate with its allies and partners.

Jean-Pierre also addressed questions about the President's comments during an event on food insecurity, specifically his mention of a late congresswoman. She explained that the congresswoman was on the President's mind because he will be meeting with her family in the coming days to honor her work.

On the topic of the global economy, Jean-Pierre stated that the United States is in a strong position to navigate global challenges. She did not provide specific details about discussions with allies but emphasized that the administration is monitoring the situation closely.

In response to questions about the North Korean missile launches, Jean-Pierre referred to the Department of Defense statement condemning the launches and stated that the United States is committed to the defense of its allies in the region.

Jean-Pierre also addressed questions about reports that Treasury Secretary Janet Yellen is planning to leave the administration. She confirmed that Yellen and Brian Deese, the director of the National Economic Council, are not part of any planned transitions.

Regarding the border situation, Jean-Pierre reiterated that the administration is committed to expelling individuals under Title 42 or placing them in removal proceedings. She called on congressional Republicans to support comprehensive immigration reform.

Jean-Pierre also discussed the President's recent comments about certain Republican lawmakers, stating that they have been vocal about their agenda, which the administration disagrees with. She emphasized that the President is focused on fighting for the American people.

In response to questions about the legitimacy of the midterm elections, Jean-Pierre stated that she would need to review the context of the President's comments before providing a response.

Regarding universal school lunch programs, Jean-Pierre highlighted the American Rescue Plan's support for such programs. She did not provide details on whether universal school lunch will be reinstated but emphasized the importance of the American Rescue Plan in addressing food insecurity.

Jean-Pierre concluded the briefing by thanking the press and stating that she will see them on Friday.