In this letter, President Joe Biden informs the Chairman about his decision to waive the limitation on troop withdrawal from Afghanistan, as it is in the national security interests of the United States. He states that after almost 20 years, it is time to end America's longest war and bring the troops home. This decision was made after a thorough policy review process and consultations with various stakeholders, including allies, military leaders, intelligence personnel, diplomats, and development experts. 

The original mission in Afghanistan was to apprehend those responsible for the September 11, 2001 attacks, root out al-Qa'ida, and prevent future attacks on the United States. These objectives have been accomplished, with Osama bin Laden having been brought to justice and the terrorist threat from al-Qa'ida significantly degraded. However, the terrorist threat has become more dispersed globally, and keeping troops concentrated in Afghanistan is no longer the most effective counterterrorism strategy. 

As the US draws down its troops, the focus will shift to reorganizing counterterrorism capabilities and assets in the region to prevent the resurgence of a terrorist threat in Afghanistan. The Taliban and the Afghan government will be held accountable for their commitments to prevent terrorists from using Afghan soil to threaten the US and its allies. The national strategy will be refined to monitor and disrupt terrorist threats wherever they arise. 

The US will continue to support the Afghan National Defense and Security Forces, Afghan women and girls, and provide humanitarian and development assistance to Afghanistan. Diplomacy and support for peace talks between the Afghan government and the Taliban will also be pursued, with encouragement for regional nations to play a role in supporting stability in Afghanistan. However, US troops will not be used as a bargaining chip in conflicts between other parties in the region. 

The withdrawal of troops will be responsible, deliberate, and safe, done in coordination with allies and partners. NATO allies and operational partners, who have stood together with the US for almost 20 years, will also withdraw alongside US forces. President Biden expresses gratitude to the men and women who have served in Afghanistan since 2001, acknowledging their sacrifices. He looks forward to working with Congress to support the military, veterans, and address global challenges.