On December 20, 2022, the President signed several bills into law. These include:

1. H.R. 263, the "Big Cat Public Safety Act," which restricts the breeding and ownership of certain big cats.
2. H.R. 1193, the "Cardiovascular Advances in Research and Opportunities Legacy Act," which supports research and education related to valvular heart disease.
3. H.R. 5796, the "Patents for Humanity Act of 2022," which establishes a competition to award patents that address humanitarian issues.
4. H.R. 7077, the "Empowering the U.S. Fire Administration Act," which enhances the U.S. Fire Administration's authority.
5. S. 198, the "Data Mapping to Save Moms' Lives Act," which requires the FCC to include data on maternal health outcomes in its broadband health mapping platform.
6. S. 231, the "Protecting Firefighters from Adverse Substances Act" or the "PFAS Act," which safeguards firefighters and emergency response personnel from exposure to harmful substances.
7. S. 1617, the "Disaster Assistance for Rural Communities Act," which allows the Small Business Administration to provide disaster assistance loans to rural areas.
8. S. 2796, the "Rural Opioid Abuse Prevention Act," which establishes a pilot program to address opioid overdose deaths in rural areas.
9. S. 3092, the "FEMA Improvement, Reform, and Efficiency Act of 2022" or the "FIRE Act," which improves wildfire preparedness, enhances crisis counseling, and grants Indian tribal governments access to emergency operation center upgrades.
10. S. 3115, the "Pro bono Work to Empower and Represent Act of 2021" or the "POWER 2.0 Act," which promotes pro bono legal services for survivors of domestic violence, dating violence, sexual assault, and stalking.
11. S. 3499, a bill that repeals a provision regarding subcontractors for disaster recovery contracts.
12. S. 3662, the "Preventing PFAS Runoff at Airports Act," which reduces the discharge of harmful substances from firefighting equipment.
13. S. 3875, the "Community Disaster Resilience Zones Act of 2022," which maintains a natural hazard assessment program and designates community disaster resilience zones based on risk ratings.

The President expressed gratitude to the lawmakers who demonstrated leadership in advancing these bills.