The briefing provided an update on the Omicron variant and the actions being taken to address it. The current seven-day daily average of cases in the US is about 86,400, with hospital admissions at about 6,300 per day and daily deaths at about 860 per day. The Omicron variant has been detected in about 40 countries, with the first confirmed case in the US reported in California. Additional cases have been reported in states such as Minnesota, Colorado, Hawaii, and New York. The CDC is working closely with state and local public health authorities to investigate suspect cases in other states. The CDC is prepared to recognize and respond to the Omicron variant, and has already identified and confirmed cases through genomic sequencing. Contact tracing and investigation are underway, and the CDC is collaborating with state and local authorities to identify and support newly diagnosed cases and implement prevention strategies. The CDC has issued recommendations for testing and guidance for case investigations. Providers are urged to get eligible Americans boosted right away. The CDC is also enhancing and expanding genomic sequencing and surveillance of international travelers, and is conducting research to understand the science of the Omicron variant, including its susceptibility to therapeutics and vaccines. It is continuously monitoring vaccine effectiveness and investigating the initial cases of Omicron to understand transmission and severity. While the Omicron variant is a cause for concern, it is important to remember that the Delta variant is still driving cases in the country, especially among the unvaccinated. The recommendations for protecting against COVID remain the same, including getting vaccinated and boosted, wearing masks, washing hands, improving ventilation, practicing physical distancing, and increasing testing. The briefing also highlighted efforts to promote boosters through a public education campaign, reimburse doctors for vaccine counseling, and expand emergency medical response teams. The US is also leading the global vaccination effort, with commitments to donate 1.2 billion doses to other countries.