The Biden-Harris Administration has taken several actions to address the escalating wildfire challenge in the United States. These actions include enhancing prevention, preparedness, and response capabilities, increasing support for wildland firefighters, providing historic levels of funding to reduce wildfire risk, and leveraging new technologies and scientific research.

To strengthen wildfire response capacity, the administration has increased the target capacity of federal firefighters to 16,700, with the ability to activate an additional 13,000 employees across agencies. They can also surge an additional 11,000 administration personnel and coordinate with Tribes to add 500 Tribal firefighters.

The administration has announced $600 million through the Bipartisan Infrastructure Law (BIL) to increase pay and support for wildland firefighters, create new programs for mental wellness and healthcare, and establish a new category of jobs for wildland firefighters in the federal government. They are also working to transition seasonal firefighters to permanent appointments.

Training for State, Local, Tribal, and Territorial (SLTT) partners is being increased through the National Fire Academy, which offers training on wildland-urban interface awareness and command.

Aviation assets, including fixed-wing firefighting aircraft and helicopters, are being provided to support wildfire response. The Department of Defense is also providing aircraft and personnel for wildfire detection and monitoring.

The administration is making significant investments in wildfire mitigation programs, including hazardous fuels reduction and other mitigation efforts. They are also supporting communities in reducing wildfire risk through the Community Wildfire Defense Grants program and the Building Resilient Infrastructure and Communities program.

Efforts are being made to enhance technology and research for wildfire response. This includes expanding the use of unmanned aerial systems (UAS) for monitoring wildfires, improving prediction capabilities through satellite technology and weather forecasting, and conducting research on fire behavior and its effects.

Overall, the Biden-Harris Administration is taking a whole-of-government approach to increase the nation's resilience to catastrophic wildfires and protect communities from the growing threat.