The article discusses the importance of addressing the silent epidemic of viral hepatitis in the United States. It highlights the serious health risks associated with hepatitis B, hepatitis C, and hepatitis D, including liver cirrhosis, liver cancer, and early death. The article emphasizes the need for comprehensive testing, communication, and community engagement to reduce the spread of viral hepatitis. It also calls on Americans at risk for hepatitis to get tested and for healthcare providers to educate their patients about the disease. The goal is to eliminate viral hepatitis by 2030, and the article mentions the availability of safe and effective vaccines and therapeutics. Despite progress, there are still millions of Americans living with hepatitis C and hepatitis B, many of whom are unaware of their infection. The article highlights the importance of prevention, testing, and awareness to provide life-saving treatment. It also mentions that most health insurance plans are required to cover hepatitis B and hepatitis C testing with no cost-sharing due to the Affordable Care Act. The Centers for Disease Control and Prevention provides recommendations for screening and testing based on risk factors, health status, and pregnancy. The article mentions the need to address health disparities and health inequities related to viral hepatitis, particularly among marginalized communities. The recently released Viral Hepatitis National Strategic Plan aims to increase testing, awareness, and quality care. The article also highlights the connections between viral hepatitis and other public health threats such as HIV, sexually transmitted infections, and opioid use. The response to these challenges requires a focus on testing, vaccinations, and care in settings where people at risk receive other services. Integrated strategies and a comprehensive approach are necessary to reduce viral hepatitis infections. The article concludes by emphasizing the need to ensure everyone knows their viral hepatitis status, has access to quality care, and lives free from stigma and discrimination. The President of the United States has proclaimed May 19, 2021, as National Hepatitis Testing Day, encouraging awareness and testing.