The United States and the United Kingdom have announced the Atlantic Declaration for a Twenty-First Century U.S.-UK Economic Partnership. This partnership aims to adapt and reinforce the alliance between the two countries to address the challenges of the present time. The United States and the United Kingdom have a long-standing partnership, working together to shape a rules-based international order and design an international economic architecture. The essential bilateral relationship is based on cooperation in defense and security, economic ties, science and technology leadership, and strong connections between the people and civil societies of both countries.

The global economy is undergoing a significant transformation, and the United States and the United Kingdom must keep up with these changes and adapt their alliance accordingly. Breakthroughs in innovation and the transition to clean energy economies offer great potential if harnessed to benefit democracies and security. The nature of national security is also changing, with technology, economics, and national security becoming more intertwined than ever. The two countries face new challenges to international stability, such as authoritarian states, disruptive technologies, non-state actors, and transnational challenges like climate change.

Over the past year, the United States and the United Kingdom have deepened their defense, security, and intelligence relationship across various regions. They have strengthened traditional alliances and built new partnerships based on cooperation in technology, trade, and security. They have also shown support for Ukraine in the face of Russia's aggression and are committed to strengthening NATO's ability to deter further attempts to undermine Alliance security.

The Atlantic Declaration for a Twenty-First Century U.S.-UK Economic Partnership aims to build on the existing partnership in the economic sphere. The countries resolve to partner to build resilient, diversified, and secure supply chains, reduce strategic dependencies, and lead in critical and emerging technologies. They also commit to coordinating on economic security and technology protection, ensuring that emerging technologies work for their democracies and security. The declaration will explore ways to deepen the trade and investment relationship and strengthen the alliance across defense, science, health security, and space.

The Action Plan for a Twenty-First Century U.S.-UK Economic Partnership (ADAPT) outlines concrete steps to deepen the economic partnership across five pillars. These pillars include ensuring U.S.-UK leadership in critical and emerging technologies, advancing cooperation on technology protection and economic security toolkits, partnering on an inclusive and responsible digital transformation, building the clean energy economy of the future, and strengthening the alliance across defense, health security, and space.

Senior representatives from the White House and Downing Street will convene biannually under the Atlantic Declaration Action Plan to drive progress and increase ambition in implementing the partnership. The aim is to establish a new type of innovative partnership that covers economic, technological, commercial, and trade relations, and fosters joint leadership and imagination.

The United States and the United Kingdom recognize the importance of their deep economic ties and the opportunity to exemplify a twenty-first century economic partnership. They believe that this partnership should advance economic growth and competitiveness, build capacity, resilience, and inclusiveness, and work for workers, businesses, climate, and national security. The partnership will focus on critical and emerging technologies, technology protection, economic security toolkits, supply chains, digital transformation, clean energy, and alliance strengthening in defense, health security, and space.