In a speech delivered at the Columbus Club in Union Station, Washington, D.C., President Biden addressed the recent attempted break-in at the home of Speaker of the House Nancy Pelosi. He recounted how an assailant armed with zip ties, duct tape, rope, and a hammer broke into Pelosi's home, looking to take her hostage. However, Pelosi was not present, and the assailant ended up attacking her husband, Paul Pelosi, instead. Biden linked this incident to the January 6th attack on the United States Capitol, highlighting the dangerous rise in political violence and voter intimidation fueled by lies about the 2020 election being stolen.

The President emphasized the importance of confronting these lies with the truth, stating that the future of the nation depends on it. He called on all Americans, regardless of party, to unite against voter intimidation and political violence, asserting that there is no place for such behavior in America. Biden underscored the significance of democracy in the country and urged citizens to vote, recognizing that democracy itself is on the ballot in the upcoming midterm elections.

He warned about the alarming rise in election deniers and their efforts to suppress voter rights and subvert the electoral system. Biden criticized those who refuse to accept the results of the 2020 election, stating that they have abused their power and made the Big Lie an article of faith in the MAGA Republican Party. He stressed that the 2020 election has been the most attacked in history but also the most confirmed in its results through legal challenges and recounts.

The President called for the defense of democracy and highlighted the values and beliefs that unite Americans, such as the sacredness of the vote and the rejection of political violence. He urged citizens to be patient during the election process, particularly with the increased use of early voting and mail-in ballots. Biden expressed concern about candidates who refuse to commit to accepting election results, emphasizing that not accepting the will of the people is a path to chaos.

In conclusion, the President urged Americans to consider the future of democracy when voting and to question candidates about their acceptance of election outcomes. He emphasized the power of the people in preserving democracy and expressed confidence in the nation's ability to meet the current challenges and protect the soul of America.