The article provides a summary of a White House background call on the President's trip to Europe. The call had two sections, the first being a recap of the President's time at NATO, and the second previewing the G7 and EU meetings.

During the NATO meeting, President Zelenskyy of Ukraine addressed the group via video link, speaking about the efforts of the Ukrainian military and people to defend their country. He requested continued and increased Western security assistance but did not ask for a no-fly zone or NATO membership.

President Biden, in his remarks, emphasized the three-pronged approach the U.S. has taken in response to the crisis: imposing costs on Russia through sanctions, providing support for Ukraine in terms of security and humanitarian assistance, and reaffirming support for NATO.

Leaders at the meeting expressed strong unity and support for NATO and Ukraine. They praised the Ukrainian military and people and pledged to continue and increase security assistance to Ukraine. There was also mention of the importance of economic sanctions on Russia and the need for China to call for a peaceful end to the conflict.

In response to questions, it was mentioned that discussions on Russia's potential use of chemical, biological, or nuclear weapons took place at NATO. NATO is already prepared to respond to such incidents, and some Allies are taking national decisions to provide protective equipment and medical countermeasures to Ukraine.

Force posture adjustments were also discussed, with NATO Allies deploying additional defensive forces and capabilities in response to Russian aggression. The United States has already deployed thousands of additional forces to Europe.

Regarding China, there is a desire for China to live up to its responsibilities within the international community and not provide economic or military assistance to Russia. China is urged to join other responsible members of the international community in calling on Russia to end its violence.

The call concluded with an embargo on the information until its conclusion.