President Joseph R. Biden Jr. has proclaimed September 24, 2022, as National Public Lands Day in the United States. This day is dedicated to acknowledging and appreciating the public lands that are an integral part of American heritage and national pride. These lands, including national parks, monuments, conservation areas, wildlife refuges, forests, and more, offer countless opportunities for adventure, education, and respite. They are not only important for outdoor recreation and the economy but also for protecting biodiversity, mitigating climate change, and building resilience in communities against extreme weather events and natural disasters.

Since 1994, volunteers from across the country have come together on this day to perform acts of service and help safeguard public lands. Activities include cleaning waterways, maintaining trails, reforesting land, and learning about conservation. This year's theme is "Giving Back Together," which highlights the ways public lands enrich our lives and unite us in our appreciation for the natural world. President Biden encourages everyone to visit blm.gov/national-public-lands-day to find volunteer opportunities near them.

The Biden administration is committed to protecting and restoring America's public lands. Through initiatives like the Inflation Reduction Act, historic funding from Congress, and the Civilian Climate Corps, they aim to invest in clean energy, create climate-friendly jobs, strengthen wildfire resilience, combat deforestation, protect old-growth forests, establish monument boundaries, and safeguard wildlife. Additionally, the America the Beautiful Initiative aims to conserve 30 percent of the nation's lands and waters by 2030 in collaboration with state, local, tribal governments, and private landowners.

The administration is also focused on ensuring that public lands accurately reflect America's history and remain accessible to all. President Biden signed the Amache National Historic Site Act to acknowledge the unjust internment of Japanese Americans during World War II. Protections for the Bears Ears, Grand Staircase-Escalante, and Northeast Canyons and Seamounts National Monuments have been restored to preserve tribal ancestral homelands, cultural artifacts, and honor the history of these grounds. Public lands serve as a reflection of the past and provide opportunities for commemoration and healing for the future.

On National Public Lands Day, federally managed public lands offer free admission to all visitors, and President Biden encourages Americans to explore these locations. He also invites everyone to express gratitude to the dedicated staff and volunteers who work tirelessly to preserve public lands and protect these national treasures for all to enjoy.