White House Press Secretary Jen Psaki held a briefing where she discussed various topics, including the situation in Ukraine, the President's upcoming trip to Europe, and the state of the economy. Psaki condemned the actions of Russian forces in Ukraine, calling them war crimes and atrocities. She also announced new sanctions on Russia, including restrictions on Russian elites and companies, as well as sanctions on top executives at Russian banks and military officials. Psaki mentioned the President's recent conversations with G7 partners and Ukrainian President Zelensky about their collective response to Russia's actions. She also mentioned the First Lady's recent visit to Ukraine, where she met with the First Lady of Ukraine and expressed solidarity with the Ukrainian people. Psaki discussed the President's upcoming trip to Europe, where he will attend the G7 Summit and meet with various world leaders. She mentioned that the President will address the COVID-19 pandemic, economic prosperity, energy security, and climate change during the trip. Psaki also mentioned that the President will give a speech on inflation, where he will contrast his plan to lower costs for the American people with the "ultra-MAGA" plan of Congressional Republicans. She noted that the President is concerned about the rising inflation but believes his plan can help address it. Psaki also discussed the ongoing debate over abortion rights, stating that the President is concerned about the possibility of a national ban on abortion and believes that women should have the right to make choices about their own healthcare. She mentioned that the administration is in discussions with various stakeholders, including business leaders, about how to respond to the upcoming Supreme Court decision on abortion. Psaki also addressed questions about protests outside the homes of judges and Supreme Court justices, stating that while peaceful protests are allowed, violence, threats, and intimidation have no place in political discourse. She reiterated the President's support for peaceful protest and his opposition to violence and intimidation.