President Joe Biden has announced his nominees for key roles in his administration. Caroline Kennedy, former U.S. Ambassador to Japan, has been nominated for Ambassador Extraordinary and Plenipotentiary to the Commonwealth of Australia. Kennedy is known for her efforts in strengthening the U.S.-Japan alliance and promoting women's empowerment in Japan. Michelle Kwan, the most decorated figure skater in U.S. history, has been nominated for Ambassador Extraordinary and Plenipotentiary to the Republic of Belize. Kwan has had a distinguished career in public service, diplomacy, and sports, and has previously served as a Public Diplomacy Envoy for the U.S. Department of State. Robert Wood, who served as the U.S. Ambassador to the Conference on Disarmament, has been nominated for Alternate Representative of the United States of America for Special Political Affairs in the United Nations. Wood has extensive experience in international relations and has held various positions in the Department of State. Frank Calvelli, a senior leader in Booz Allen Hamilton's national security program, has been nominated for Assistant Secretary of the Air Force for Space Acquisition. Calvelli has a 34-year career with the Central Intelligence Agency and has received several awards for his service. Franklin Parker, currently Senior Counsel for BAE Systems Inc., has been nominated for Assistant Secretary of the Navy for Manpower and Reserve Affairs. Parker has previously served in various government positions, including Assistant Secretary of the Navy for Manpower and Reserve Affairs. Michael Morgan, a professor in the Department of Atmospheric and Oceanic Sciences at the University of Wisconsin-Madison, has been nominated for Assistant Secretary for Environmental Observation and Prediction at the Department of Commerce. Morgan has a strong background in atmospheric and oceanic sciences and has served in various leadership roles in scientific organizations. LaWanda Toney, Director of Strategic Communications at the National Parent Teacher Association, has been nominated for Assistant Secretary for the Office of Communications and Outreach at the Department of Education. Toney has extensive experience in communications and has received awards for her work. Marvin Adams, HTRI Professor of Nuclear Engineering at Texas A&M University, has been nominated for Deputy Director for Defense Programs at the Department of Energy. Adams has a background in nuclear engineering and has worked extensively with U.S. national security laboratories. These nominees bring a wealth of experience and expertise to their respective roles in the Biden administration.