President Biden hosted the first-ever in-person Leaders' Summit of the Quad, which included Prime Minister Scott Morrison of Australia, Prime Minister Narendra Modi of India, and Prime Minister Yoshihide Suga of Japan. The leaders discussed various initiatives to address 21st-century challenges such as ending the COVID-19 pandemic, promoting high-standards infrastructure, combatting the climate crisis, partnering on emerging technologies, space, and cybersecurity, and cultivating next-generation talent.

In terms of COVID-19 and global health, the Quad leaders launched the Quad Vaccine Partnership to enhance equitable access to vaccines in the Indo-Pacific and the world. They have taken actions to expand vaccine manufacturing capacity, donate vaccines, and coordinate their response to the pandemic.

In the area of infrastructure, the Quad will strengthen ongoing infrastructure initiatives in the region and identify new opportunities, building on the G7's Build Back Better World (B3W) partnership.

Regarding the climate crisis, the Quad countries are committed to addressing the issue with urgency. They will work on 2030 targets for national emissions and renewable energy, clean-energy innovation, adaptation, resilience, and preparedness. Efforts will also be made to abate methane in the natural-gas sector and establish responsible and resilient clean-energy supply chains.

The Quad partners will launch the Quad Fellowship, a scholarship program for American, Japanese, Australian, and Indian students in science, technology, engineering, and mathematics. The program aims to build a network of experts committed to advancing innovation and collaboration.

In the field of critical and emerging technologies, the Quad leaders will work together to foster an open, accessible, and secure technology ecosystem. They will focus on technical standards, 5G diversification, horizon-scanning, and technology supply chains.

Cybersecurity collaboration will be strengthened to bolster critical-infrastructure resilience against cyber threats.

Lastly, the Quad countries will begin space cooperation, exchanging satellite data for climate change monitoring, disaster preparedness, and addressing shared challenges.

Overall, the Quad Leaders' Summit emphasized the importance of collaboration and practical cooperation to tackle global challenges and deepen ties among the participating countries.