During a press briefing, White House Press Secretary Karine Jean-Pierre provided updates on President Biden's health and the state of the economy. She announced that President Biden has completed his course of Paxlovid and his symptoms are almost completely resolved. He has had a busy day of work and all of his tests remain normal. The President now feels well enough to resume his physical exercise regimen. 

Jean-Pierre also discussed the economic news of the day, including a $22 billion investment by South Korean conglomerate SK in the United States. She highlighted the importance of attracting more investment into the US, building secure supply chains, and strengthening American manufacturing and innovation. Jean-Pierre mentioned the CHIPS for America Act, which aims to increase domestic semiconductor production, and the positive growth in the manufacturing sector.

She addressed concerns about inflation and its impact on the average American. Jean-Pierre emphasized the administration's focus on policies that improve economic security and dignity for working people and middle-class families. She mentioned the steps taken to reduce gas prices, including the release of oil from the Strategic Petroleum Reserve. Jean-Pierre also highlighted the administration's efforts to stabilize energy markets and provide more certainty for oil producers.

In response to questions, Jean-Pierre acknowledged the drop in consumer confidence and explained that the administration is focused on tackling inflation and lowering prices for American families. She emphasized the importance of passing the CHIPS Act and taking action on issues such as prescription drug pricing to reduce price pressures in the economy. Jean-Pierre also addressed questions about the definition of a recession, the impact of relaxing tariffs on China, and the President's plans for student loan forgiveness and reproductive rights.

Regarding the President's COVID-19 status, Jean-Pierre stated that the President's symptoms have been mild and he is feeling well. She mentioned that the President will take a test to determine if he can resume normal activities, but did not provide specific details on the type of test. Jean-Pierre also discussed the administration's response to extreme heat in the Pacific Northwest and their efforts to assist affected areas.