The White House Press Secretary, Karine Jean-Pierre, held a briefing to discuss several topics. She began by talking about the President's Competition Council, which is focused on lowering costs for the American people and supporting small businesses. She highlighted the council's achievements, such as lower food prices, elimination of hidden fees in housing rentals, and proposed merger guidelines to protect against anti-competitive behavior.

Jean-Pierre also mentioned a state convening on childcare that took place at the White House, where more than 90 state legislators discussed expanding access to affordable childcare. She emphasized the importance of high-quality care for families and the administration's commitment to supporting childcare access, affordability, and quality.

On the topic of Ukraine, Jean-Pierre announced a new security assistance package from the Department of Defense to support Ukraine in defending itself against Russian aggression. The package includes air defense capabilities, additional artillery rounds, mine-clearing equipment, and unmanned aerial systems. She also mentioned the administration's efforts to help Ukraine with grain exports and protect its ports.

Regarding the Texas border barrier, Jean-Pierre criticized Governor Abbott's actions, calling them inhumane and political stunts. She mentioned Mexico's request for the removal of the barriers and reiterated the administration's commitment to addressing the situation at the border in a humane manner.

Jean-Pierre also addressed questions about Senator Tuberville's hold on military nominations, expressing concern about the impact on military readiness and families. She called on Republican senators to speak out against Tuberville's actions and emphasized the administration's commitment to supporting the military.

Other topics discussed during the briefing included the President's meeting with Cardinal Zuppi, the state of India-U.S. relations, the elimination of cash bail, the President's stance on owning stocks for government officials, and the upcoming signing of the Taiwan trade deal.

Overall, the briefing covered a range of topics related to the administration's efforts to lower costs for the American people, support small businesses, address international issues, and promote domestic policies.