President Joe Biden has announced his intent to nominate several individuals for key leadership positions in his administration. The nominees are as follows:

1. Marjorie Rollinson: Nominee for Chief Counsel for the Internal Revenue Service. Rollinson recently retired from Ernst & Young, where she served as the Deputy Director of the National Tax Department. She has a distinguished career in tax services and has held various positions in the firm.

2. David E. White Jr.: Nominee for Deputy Director of the Peace Corps. White currently serves as Special Assistant to the President in the White House Office of Presidential Personnel. He has a background in law and has served in various roles in the Biden-Harris Administration.

3. Jeffrey Prescott: Nominee for U.S. Representative to the United Nations Agencies for Food and Agriculture, with the rank of Ambassador. Prescott is currently Deputy to the U.S. Ambassador to the United Nations and has extensive experience in national security and foreign affairs.

4. Gwynne A. Wilcox: Nominee for Member of the National Labor Relations Board. Wilcox has been serving as a Member of the NLRB since August 2021. She is the first Black woman to serve on the Board and has a background in labor and employment law.

5. Suzanne Elizabeth Summerlin: Nominee for General Counsel of the Federal Labor Relations Authority. Summerlin currently serves as Deputy General Counsel and Deputy Executive Director for the Federal Education Association. She has extensive experience in federal sector labor law.

6. Summer K. Mersinger: Nominee for Commissioner of the Commodity Futures Trading Commission. Mersinger has been serving as a Commissioner of the CFTC since March 2022. She has a background in government relations and has worked on financial services issues.

7. Mark Toshiro Uyeda: Nominee for Commissioner of the Securities and Exchange Commission. Uyeda currently serves as a Commissioner with the SEC and has nearly 28 years of experience in corporate and securities law. He has held various positions within the SEC and has received multiple SEC awards.

These individuals have diverse backgrounds and expertise in their respective fields, and if confirmed, they will play key roles in the Biden administration.