Vice President Kamala Harris has announced the Central American Service Corps (CASC) initiative, a $50 million program that aims to provide young people in El Salvador, Guatemala, and Honduras with paid community service opportunities, mentorship, and a path to future employment. The initiative, which will be administered by the U.S. Agency for International Development (USAID), is part of the U.S. Strategy to Address the Root Causes of Migration in northern Central America. CASC will focus on addressing the challenges faced by youth in the region by supporting life and job skills, offering hope, and building confidence and a sense of belonging. Through CASC, young people will have the opportunity to work on local priorities such as educational support, climate action, food security, health education, violence prevention, and other civic-engagement activities. The program aims to engage youth in local service opportunities, provide them with a modest stipend, and enhance their sense of rootedness and commitment to their communities. Educated, healthy, employed, and civically engaged youth are considered critical for driving economic growth, democracy, and prosperity. CASC programs will be funded in part through FY 2022 appropriations and will receive support from various stakeholders in the public, private, and philanthropic sectors. USAID will coordinate the initiative and work towards developing a network of youth service corps programs in Central America. The program builds on previous collaborations between USAID, the Howard G. Buffett Foundation, Salvadoran NGO Glasswing International, and the Partnership for Central America (PCA). The Peace Corps and the Inter-American Foundation will also contribute their expertise and resources to support CASC. Additionally, several businesses affiliated with PCA have committed to supporting the initiative through activities such as job matching, training, mentoring, financial inclusion efforts, and direct financial support.