Vice President Kamala Harris visited El Paso, Texas, as part of her efforts to address the root causes of immigration. She emphasized that most people don't want to leave their home countries unless they are fleeing harm or unable to provide for their families. Harris highlighted the lack of economic opportunity, violence, corruption, food insecurity, and fear of cartels and gang violence as the root causes of migration. She emphasized the need for a comprehensive approach that acknowledges each aspect of the issue and focuses on addressing the root causes. Harris also commended Secretary of Homeland Security Ali Mayorkas for his work in bringing technology, resources, professionalism, and support to the men and women on the ground. The Vice President and Mayorkas both expressed their commitment to ensuring that the U.S. immigration system is orderly and humane. They acknowledged the progress made but recognized the need for further improvements. The Vice President also met with unaccompanied minors and stressed the importance of addressing the humanitarian aspects of immigration. She discussed her trip to Guatemala and Mexico, where she assessed the root causes of migration. Harris and Mayorkas reiterated the administration's dedication to addressing the root causes and called for immigration reform. They acknowledged the importance of Congress in passing comprehensive immigration reform and expressed hope for bipartisan efforts. Finally, when asked about her visit to El Paso and criticism that it was a "check-the-box visit," Harris explained that the trip highlighted many facets of the immigration issue and emphasized the need to address both the symptoms and the causes. She discussed the importance of understanding the root causes, implementing effective policies, and working with neighboring countries to create lasting change. Secretary Mayorkas addressed questions about reopening the border, stating that decisions would be based on the science and data provided by the Centers for Disease Control, prioritizing public health. He acknowledged the economic consequences of the restrictions and the need to balance them with public health objectives. The Vice President also responded to questions about meeting migrants and reiterated the need for thoughtful and effective policies that recognize the humanity of the issue. She expressed her commitment to ongoing engagement and partnership in addressing the root causes of immigration.