President Biden held a press conference in the State Dining Room to discuss his newly released budget. He emphasized three key values reflected in the budget: fiscal responsibility, safety and security, and investments to build a better America.

Regarding fiscal responsibility, President Biden highlighted the deficit reduction achieved under his administration, with the deficit projected to be reduced by over $1.3 trillion this year. He attributed this reduction to economic growth and job creation, which have increased government revenues.

In terms of safety and security, President Biden emphasized the need to support law enforcement and provide them with the necessary tools and resources. He also mentioned the importance of addressing national and international security threats, such as Putin's aggression in Ukraine. The budget includes additional funding to respond to this aggression and invest in advanced capabilities like space and cyber technologies.

The third value, building a better America, entails making investments in areas like universal preschool, affordable childcare, college affordability, housing, clean energy, and healthcare. President Biden also emphasized the need for corporations and the wealthy to pay their fair share of taxes, proposing a 20% minimum tax for the top 0.01% of Americans and raising the corporate tax rate to 28%.

During the press conference, President Biden addressed questions about his remarks regarding Putin's leadership and the potential escalation of conflict. He clarified that his remarks expressed moral outrage but did not indicate a policy change or a call for regime change in Russia. He stated that his administration's focus is on strengthening NATO, supporting Ukraine, and ensuring a united international response to Putin's aggression.

President Biden dismissed concerns about his remarks undermining diplomatic efforts, stating that Putin will do what he thinks he should do regardless of his comments. He also reiterated his commitment to avoiding a land war or nuclear war with Russia.

In response to questions about meeting with Putin again, President Biden stated that it would depend on the topic of discussion and whether it would contribute to ending the war in Ukraine and rebuilding the country.

The press conference also touched on other topics, including crime prevention, the Supreme Court, and ongoing hearings for judicial nominees. President Biden expressed confidence in his nominee for the Supreme Court, emphasizing her qualifications and experience. He stated that decisions on recusal and legal matters should be left to the appropriate entities, such as the January 6th committee and the Justice Department.