On International Day of Persons with Disabilities, President Biden recognizes and celebrates the equal rights and dignity of disabled people worldwide. He reaffirms his commitment to creating a world where individuals with disabilities are given the opportunities, independence, and respect they deserve. President Biden takes pride in co-sponsoring the Americans with Disabilities Act (ADA) in 1990, which has served as a model for disability rights legislation in 180 nations. However, he acknowledges that there is still work to be done. People with disabilities in the United States face challenges in employment, accessibility in public spaces, and discrimination. Globally, disabled individuals encounter violence, harassment, and barriers to full participation in society. President Biden's administration has prioritized addressing these issues. They have implemented policies to advance employment opportunities for people with disabilities, provided funding for care services, protected disabled individuals from COVID-19, and supported the understanding and treatment of "long COVID." The Bipartisan Infrastructure Law has made significant investments in accessible transit and high-speed internet access. The administration has also expanded services for veterans and capped the cost of prescription drugs for seniors and people with disabilities. Efforts to protect the rights of workers with disabilities, increase the minimum wage, and provide federal funds for hiring Americans with disabilities have been initiated. Internationally, the United States has reestablished the role of Special Advisor on International Disability Rights and integrated disability inclusion into various activities. The United States Agency for International Development (USAID) has facilitated access to wheelchairs, eyeglasses, and hearing aids in communities. President Biden emphasizes the need for a more inclusive, equitable, and just world. He calls for increased access to healthcare, expanded educational and job opportunities, and the dismantling of stigmas surrounding disability. President Biden recognizes that disability is a source of identity and power for over a billion people and emphasizes the importance of disability pride. He proclaims December 3, 2022, as International Day of Persons with Disabilities and encourages all Americans to observe the day with appropriate ceremonies and activities.