The article discusses the commitment of several coastal countries bordering the Atlantic Ocean to work together to address common challenges and opportunities in the region. These countries, including Angola, Argentina, Brazil, Canada, Costa Rica, Côte d’Ivoire, Equatorial Guinea, Ghana, Guinea-Bissau, Ireland, Mauritania, the Netherlands, Norway, Portugal, Senegal, Spain, the United Kingdom, and the United States, recognize the importance of the Atlantic Ocean for trade, natural resources, and biodiversity.

The challenges they face include piracy, transnational organized crime, illegal fishing, climate change, pollution, and environmental degradation. However, they also acknowledge the untapped economic potential of the Atlantic Ocean. They believe that no single country can solve these challenges alone or fully address the opportunities.

To achieve their shared goals, these countries aim to partner on common challenges and explore the development of a wider dialogue on cooperation in the region. They want to advance sustainable development, economic growth, environmental protection, scientific research, and maritime governance across the Atlantic, in accordance with international law, particularly the United Nations Convention on the Law of the Sea (UNCLOS).

They seek to enhance regional cooperation, develop a shared approach to Atlantic Ocean issues, and build capacity to solve challenges. Their focus includes developing a sustainable ocean economy, addressing climate change and environmental degradation, and improving maritime governance. They also recognize the importance of supporting development and alleviating poverty in developing countries through technology transfer.

The countries plan to work with existing organizations that have made progress in the Atlantic, such as the Atlantic Center in the Azores, the Zone of Peace and Cooperation in the South Atlantic, the Yaoundé Architecture, the G7++ Friends of the Gulf of Guinea, and the All-Atlantic Ocean Research and Innovation Alliance. They also aim to collaborate with other relevant organizations, including regional fisheries bodies and those working on sustainable ocean economy and climate and environmental issues.

The countries will continue to identify areas for cooperation through dialogue with coastal Atlantic countries and existing organizations. They emphasize the need for peaceful existence and adherence to international law, particularly UNCLOS, in their actions on the Atlantic Ocean. They invite other coastal Atlantic countries to join them in their efforts.