President Biden has proclaimed May 15, 2021, as Peace Officers Memorial Day and May 9 through May 15, 2021, as Police Week. In his proclamation, he acknowledges the sacrifices and dedication of law enforcement officers who serve and protect their communities. He expresses gratitude for their service, particularly during the challenging times of the COVID-19 pandemic. The economic impact of the pandemic has strained budgets, leading to funding constraints and reduced public services. President Biden pledges to support law enforcement agencies by providing resources, research tools, and funding to enhance officer safety and wellness, including mental health services. Initiatives to protect officers' physical safety, such as bulletproof vests and active shooter training, will also be bolstered. 

The President recognizes the deep sense of distrust towards law enforcement in many communities, especially among Black and brown communities. He acknowledges the fear, trauma, pain, and exhaustion caused by recent deaths of Black and brown individuals at the hands of law enforcement. Rebuilding trust requires protecting constitutional rights, ensuring accountability for misconduct, and adopting policing that reflects community values and promotes community safety. 

President Biden emphasizes the need to address issues beyond law enforcement's jurisdiction and invest in underfunded public systems that provide healthcare, counseling, housing, education, and other social services. He mentions various ways to appreciate law enforcement, including recognizing acts of bravery and providing mental health support. Tragedy-stricken officers and their families should have access to benefits. 

The President acknowledges the responsibility to ensure that law enforcement officers have the necessary training, resources, and support to carry out their duties effectively. He calls upon all Americans to observe Peace Officers Memorial Day and Police Week through appropriate ceremonies and activities, and to display the flag to show support.