The Biden-Harris administration has signed two executive orders focused on countering transnational organized crime and counternarcotics. The first executive order establishes the U.S. Council on Transnational Organized Crime (USCTOC), which includes leaders from various government departments, to ensure a comprehensive approach to countering transnational criminal organizations. The second executive order creates a new sanctions authority to target foreign individuals involved in the global illicit drug trade, allowing for more effective disruption of drug trafficking activities. The executive orders aim to address the broad range of illicit activities carried out by these criminal organizations, including drug and weapons trafficking, illicit finance, cybercrime, and human trafficking. The administration is committed to using all appropriate tools to counter the flow of illicit drugs into American communities, which has resulted in a significant number of overdose deaths. The executive orders have a global reach and aim to address the transnational nature of these criminal networks. The sanctions authority can target not only the criminal organizations themselves but also individuals and entities involved in supporting their activities. The specific targets of the sanctions are not disclosed in the briefing. The administration is also focused on addressing corruption and the root causes of migration from Central America, and the executive orders are part of a broader effort in this regard. The Treasury Department has designated 25 targets, including individuals and entities involved in the international proliferation of illicit drugs or their means of production. This includes actors from China, Brazil, and Mexico, among others. The new executive order provides greater flexibility and power to sanction those involved in the global drug trade, including non-Colombian traffickers. The executive orders are designed to be complementary to other law enforcement actions and can be used in tandem with Department of Justice indictments. The briefing does not provide specific information on the inclusion of China in the major illicit drug producing countries list.