The President of the United States, Joe Biden, held a press conference after the G7 summit in Cornwall, UK. He expressed gratitude to the UK Prime Minister, Boris Johnson, and praised the collaborative and productive nature of the meeting. The top priorities discussed were ending the COVID-19 pandemic and supporting global economic recovery. The US committed to providing an additional half-billion doses of the Pfizer vaccine, and the other G7 nations pledged to provide another half-billion doses, resulting in a total of one billion doses. The US will provide 200 million doses by the end of the year and 300 million more by the first half of next year. The G7 leaders also agreed to work together to detect and deal with future pandemics and to support global economic recovery by establishing a global minimum tax of 15% for corporations. They made a commitment to help meet the $40 trillion infrastructure needs of developing countries through the "Build Back Better World Partnership." Additionally, the G7 leaders agreed to end the use of public finance to support unabated coal projects and tackle corruption. Biden also discussed his upcoming meeting with Russian President Vladimir Putin and emphasized the need for responsible behavior from Russia in terms of human rights and transparency. He expressed his intention to have a frank discussion with Putin and make it clear where the US stands on various issues. Regarding China, the G7 communiqué mentioned human rights abuses in Xinjiang and Hong Kong and called for a common strategy to address non-market policies. Biden highlighted the importance of democracies working together to compete with autocratic governments in the 21st century. He mentioned the need for transparency in investigating the origins of COVID-19 and the importance of cooperating with Russia on issues like Libya. Finally, Biden addressed the gap between the number of vaccine doses committed by the G7 and the World Health Organization's estimate of 11 billion doses needed, stating that the US may be able to provide an additional billion doses in 2022 and 2023. He emphasized the importance of both moral and self-interested reasons for global vaccine distribution.