President Joe Biden has announced his intent to nominate nine career members of the Senior Foreign Service as ambassadors to various countries. Here are the nominees:

1. Larry Edward André, Jr. - Nominee for Ambassador to the Federal Republic of Somalia. He is currently the United States Chargé d'Affaires ad interim at U.S. Embassy Juba, South Sudan. He has previously served as Ambassador to the Republic of Djibouti and the Islamic Republic of Mauritania.

2. Elizabeth Moore Aubin - Nominee for Ambassador to the People's Democratic Republic of Algeria. She is currently the Acting Principal Deputy Assistant Secretary in the Bureau of Near Eastern Affairs, Department of State. She has held various senior leadership roles throughout her career.

3. Steven C. Bondy - Nominee for Ambassador to the Kingdom of Bahrain. He is currently a Senior Advisor in the Department of State's Bureau of Near Eastern Affairs. He has previously served in roles such as Charge d'Affaires a.i. and Deputy Chief of Mission at the U.S. Embassy in Abu Dhabi, United Arab Emirates.

4. Maria E. Brewer - Nominee for Ambassador to the Kingdom of Lesotho. She recently served as the U.S. Ambassador to the Republic of Sierra Leone. Her previous assignments include Deputy Director in the Office of Career Development and Assignments for the State Department and Deputy Chief of Mission and Chargé of the U.S. Embassy in Abuja, Nigeria.

5. Marc Evans Knapper - Nominee for Ambassador to the Socialist Republic of Vietnam. He is currently the Deputy Assistant Secretary for Japan and Korea in the Bureau of East Asian and Pacific Affairs at the Department of State. He has previously served as Chargé d'Affaires a.i. of the U.S. Embassy in Seoul, Korea.

6. Christopher John Lamora - Nominee for Ambassador to the Republic of Cameroon. He is currently the Deputy Chief of Mission at the U.S. Embassy in Accra, Ghana. He has held various positions within the State Department, including Acting Deputy Assistant Secretary for Central Africa and African Security Affairs.

7. Tulinabo S. Mushingi - Nominee for Ambassador to the Republic of Angola and the Democratic Republic of Sao Tome & Principe. He is currently the U.S. Ambassador to Senegal and the Republic of Guinea-Bissau. He has previously served as the U.S. Ambassador to Burkina Faso and the Deputy Chief of Mission of the U.S. Embassy in Addis Ababa, Ethiopia.

8. Michael Raynor - Nominee for Ambassador to the Republic of Senegal and to serve concurrently as Ambassador to the Republic of Guinea-Bissau. He most recently served as the U.S. Ambassador to Ethiopia. He has held various positions within the State Department, including Assistant Chief of Mission of the U.S. Embassy in Kabul, Afghanistan.

9. Eugene S. Young - Nominee for Ambassador to the Republic of the Congo. He is currently the Economic Counselor of the U.S. Embassy in Jerusalem, Israel. He has previously served in various diplomatic roles, including Chargé d'Affaires, a.i. and Deputy Chief of Mission of the U.S. Embassy in Vienna, Austria.

These nominations are subject to confirmation by the Senate.