In this press briefing, Acting Administrator Slavitt announces that the press briefings will now be held twice per week on Tuesdays and Fridays. He also discusses the efforts to vaccinate college students, especially those who may need to receive their second dose in a different state during the summer. The federal government will ensure that pharmacies in the federal pharmacy program do not have residency requirements, allowing students to receive their second dose in their home state. Additionally, Slavitt mentions the allocation of vaccine doses for the week and the federal government's readiness to help states administer shots. 

Dr. Walensky provides an update on COVID-19 data, including the decline in cases, hospital admissions, and deaths. She emphasizes the importance of vaccination and announces updated CDC guidance for fully vaccinated people. Fully vaccinated individuals can safely engage in many outdoor activities without masks, and they can also participate in certain indoor activities while wearing masks. The CDC website provides examples of safe outdoor activities for vaccinated individuals. Walensky also addresses the issue of vaccine hesitancy and emphasizes the importance of getting vaccinated.

Dr. Fauci discusses the efficacy of vaccines against different variants of the virus. He explains that the vaccines have shown good efficacy against the B117 variant (UK variant) but have variable efficacy against other variants, such as the South African and Brazilian variants. However, even with reduced efficacy against some variants, the vaccines still provide good protection against severe disease and hospitalization. Fauci emphasizes the importance of vaccination in protecting against variants.

During the Q&A session, the topics discussed include the rationale behind the new guidance, whether states with lower vaccination rates should have different guidance, vaccine hesitancy, the role of masks for fully vaccinated individuals, and the reported cases of heart inflammation among service members and families. The briefing also addresses the US government's aid to India in response to the COVID-19 surge in the country.