The Biden-Harris Administration has announced $1.5 billion under President Biden's Inflation Reduction Act to build and upgrade America's national laboratories, with the aim of advancing American leadership in science, research, and innovation. This investment in strengthening national labs will not only drive economic growth and create good-paying jobs, but also attract skilled workers needed to develop clean energy solutions and other technologies that can lower costs for families, improve lives, and address the climate crisis.

The White House has also released a new report that outlines five initial priorities to help the United States achieve President Biden's goal of cutting greenhouse gas emissions by 50-52% in 2030 and reaching net-zero emissions by 2050. To drive innovation in these technologies, the Administration is launching the Net-Zero Game Changers Initiative.

President Biden's economic plan includes significant investments in American-made clean energy, such as wind, solar, electric vehicles, and batteries. These investments are crucial to maintaining the U.S.'s position as a global leader in clean technologies and ensuring that American workers and communities benefit from the economic opportunities and good-paying jobs that come with building a clean energy economy.

The funding announced today will provide much-needed support to the Department of Energy's national laboratories, which have played a vital role in major scientific discoveries and continue to be essential for advancing America's energy, economic, and national security interests. The increased funding will specifically support research in clean technologies, aligning with the goals of the Net-Zero Game Changers Initiative.

The Department of Energy has announced $1.5 billion for fiscal year 2022 to boost infrastructure funding for the national laboratories. This investment will go towards building and upgrading scientific facilities, modernizing infrastructure, and addressing deferred maintenance projects. The funding will support a range of projects, including the construction of cutting-edge electron colliders and the development of the world's fastest supercomputers. It will also be used to upgrade critical infrastructure systems to ensure that the national laboratories are modern, safe, energy-efficient, and reliable.

The Net-Zero Game Changers Initiative aims to accelerate game-changing climate innovations that will help the United States achieve its goal of reaching net-zero emissions by 2050. To kick off the initiative, the White House Climate Policy Office, Office of Science and Technology Policy, and Office of Management and Budget have released a new report titled "U.S. Innovation to Meet 2050 Climate Goals." The report identifies 37 game-changing research and development opportunities across federal agencies. The priorities include opportunities for near-term wins, investments in underserved communities through the Justice40 initiative, and long-term transformation of the energy system.

These announcements were highlighted at the Department of Energy's Argonne National Laboratory in Illinois by Senior Advisor for Clean Energy Innovation and Implementation John Podesta, Secretary of Energy Jennifer Granholm, Office of Science and Technology Policy Deputy Director for Energy Sally Benson, and other senior White House and Administration officials.