The Biden-Harris Administration is approaching the 28th U.N. Climate Change Conference (COP28) with strong momentum and a commitment to addressing climate change as the existential threat of our time. They will urge other major economies to accelerate climate action and announce new initiatives to galvanize global efforts to keep a resilient, 1.5°C future within reach. The administration will pledge $3 billion to the Green Climate Fund and highlight their ambitious domestic climate action, including the Inflation Reduction Act and the Bipartisan Infrastructure Law, which are expected to cut U.S. emissions by 41% below 2005 levels by 2030. They will also emphasize the clean manufacturing boom and the creation of clean energy jobs. The administration is taking bold executive action to further reduce emissions, including implementing standards for vehicles, power plants, and methane emissions. At COP28, they will announce a series of initiatives, including powering forward with ambitious domestic climate action, bolstering global climate resilience, responding to the impacts of climate change in vulnerable countries, accelerating global climate action, mobilizing finance from all sources, and advancing women's and girls' leadership in tackling the climate crisis. These initiatives involve actions such as expanding access to climate information, supporting climate-resilient food systems, reducing methane emissions, accelerating the transition to clean energy, and mobilizing finance for climate-friendly projects. The administration is committed to mobilizing finance from all sources, leveraging international financial institutions, and pioneering innovative tools and approaches to attract private investment. Finally, they are advancing women's and girls' leadership in the sustainable economy through the Women in the Sustainable Economy (WISE) Initiative, which aims to expand women's participation in green and blue industries. Overall, the Biden-Harris Administration is demonstrating its commitment to leading the global response to combatting climate change and achieving a sustainable future.