White House Press Secretary Jen Psaki began her press briefing by highlighting the historic infrastructure deal announced by President Biden and a bipartisan group of senators. She outlined the major investments in roads, bridges, broadband, climate, clean energy, drinking water, and rail that the deal would bring. Psaki noted the broad support for the deal from organizations such as the National Governors Association, the U.S. Conference of Mayors, labor unions, and various other groups.

Psaki also mentioned that President Biden will travel to Wisconsin to continue making the case for the infrastructure agreement and his American Families Plan. She highlighted the President's commitment to ending the pandemic globally by announcing the shipment of COVID-19 vaccine doses to Peru and Pakistan. Additionally, Psaki mentioned Education Secretary Miguel Cardona's announcement of nearly $4 billion in funding to the Puerto Rico Department of Education to support the island's COVID-19 recovery.

During the Q&A session, Psaki addressed questions about the bipartisan infrastructure bill and its reconciliation measures. She emphasized that the President looks forward to signing both bills and will work closely with congressional leaders to get them passed. Psaki also clarified the President's statement over the weekend regarding the infrastructure bill and its connection to the American Families Plan, stating that he did not issue a veto threat and remains committed to both pieces of legislation.

Psaki discussed the recent airstrikes in Iraq and Syria, noting that they were conducted in self-defense to protect U.S. personnel. She highlighted the President's commitment to updating authorization parameters and legislation and reiterated that the strikes were necessary, appropriate, and designed to limit the risk of escalation.

Other topics covered in the briefing included the President's upcoming visit with the Israeli President, the federal response to the building collapse in Florida, voting rights, climate change, COVID-19 vaccinations for children, and the future of Guantanamo Bay.