During a press briefing, White House Press Secretary Jen Psaki provided updates on various topics. She highlighted President Biden's efforts to increase agricultural exports and address supply chain challenges. Psaki also announced the release of a guidebook to help state and local governments access the benefits of the Bipartisan Infrastructure Law. 

Regarding tensions between Russia and Ukraine, Psaki emphasized the importance of being open and candid about the threat from Russia. She cited specific evidence of Russia's military buildup and efforts to destabilize Ukraine. Psaki stated that the US is informing the public and the global community about the seriousness of the threat and working with Ukraine and European partners to prepare and provide support.

Psaki mentioned that there are no discussions currently underway in Washington to provide economic stabilization to the Ukrainian government, but she would check for more information.

On Capitol Hill, Psaki mentioned bipartisan discussions about potential legislation that would include preemptive sanctions against Russia. She stated that the administration is encouraged by the bipartisan discussions on holding Russia accountable and believes that sanctions can be an effective tool of deterrence.

Regarding COVID-19, Psaki addressed concerns about the transition from a pandemic to an endemic virus. She stated that while the President believes in taking precautions and providing support, he also recognizes that COVID-19 should not disrupt daily life. Psaki highlighted the availability of tools like vaccines, pills, masks, and tests that can help mitigate the impact of the virus.

Psaki provided an update on the search for a Supreme Court nominee, stating that the President will consult with members of the Senate Judiciary Committee, including Chairman Durbin and Ranking Member Grassley. She emphasized that the President's primary goal is to select a highly qualified and credentialed Black woman for the Supreme Court.

Psaki also addressed concerns about inflation, the safety of American athletes at the Olympics, and crime. She reiterated the administration's focus on reducing crime and supporting law enforcement, while also advocating for police accountability and community policing. Psaki mentioned that the President is committed to working with governors and providing support to address crime in communities.

The press briefing concluded with Psaki addressing questions about the Federal Reserve nominees, the release of U.S. citizens held in Iran, and the recent blizzard in the Northeast. She stated that the administration is committed to the safety of American athletes at the Olympics and is working closely with the U.S. Olympic Committee. Psaki also mentioned that the federal government will provide support to states affected by the blizzard through coordination with FEMA.