White House Press Secretary Jen Psaki held a press briefing to discuss various topics. Psaki announced that President Biden will sign the Ending Forced Arbitration of Sexual Assault and Sexual Harassment Act into law later that day. The law aims to make it easier for victims of sexual assault or harassment to go to court instead of being forced into arbitration by their employer. Psaki also acknowledged the departure of Ayesha Rascoe from the briefing room, who will be hosting "Weekend Edition" for NPR. 

Psaki was then asked about oil prices and the possibility of banning Russian oil. She explained that the objective is to maximize the impact on President Putin and Russia while minimizing the impact on the American people and allies. Banning Russian oil could raise prices at the gas pump for Americans. Psaki also noted that steps are being taken to reduce reliance on Russian energy, such as shutting down Nord Stream 2 and promoting diversification in Europe.

The press briefing also covered topics such as Russia's crackdown on independent media, potential meetings with President Putin, sanctions on oligarchs, and the situation in Ukraine. Psaki reiterated the administration's commitment to holding Russia accountable and supporting Ukraine. She also mentioned ongoing discussions with European allies and the consideration of additional measures to cut U.S. consumption of Russian energy.

Regarding domestic issues, Psaki addressed questions about high oil prices and their impact on consumers. She emphasized the administration's efforts to reduce the impact and ensure a steady global supply of energy. The release of oil from the Strategic Petroleum Reserve and engagement with global partners were mentioned as part of the strategy.

Psaki also responded to questions about the Supreme Court nomination process, immigration, and the President's stance on police funding and accountability. She clarified the President's position on defunding the police and highlighted his support for a comprehensive approach to immigration reform.

The press briefing concluded with Psaki stating that the administration is focused on supporting Ukraine, exploring diplomatic solutions, and working with allies to de-escalate the conflict with Russia. She emphasized that the sanctions and other measures implemented are intended to put pressure on President Putin and his inner circle.