The leaders of the Quad nations (Australia, India, Japan, and the United States) will meet in Tokyo to discuss their common vision of a free and open Indo-Pacific. They will advance their agenda through various initiatives, including improving maritime domain awareness across the Indo-Pacific. One major initiative is the Indo-Pacific Partnership for Maritime Domain Awareness (IPMDA), which will provide a near-real-time, integrated, and cost-effective picture of maritime activities in the region. This initiative aims to uphold a free and open Indo-Pacific and will involve investments over the next five years. 

The Quad leaders also announced the Quad Fellowship, which will sponsor 100 American, Australian, Indian, and Japanese students each year for graduate degrees in STEM fields. This fellowship aims to empower exceptional STEM students and promote research and innovation with a positive social impact.

The Quad is committed to maintaining its global leadership in responding to the COVID-19 pandemic and strengthening global health security. They have collectively provided 257 million doses of vaccines to the Indo-Pacific region and will continue to adapt their approaches to new variants. 

The leaders will also focus on addressing the climate crisis, with a particular emphasis on the vulnerability of the Pacific Islands. They will launch efforts on green shipping, energy supply chains, disaster risk reduction, and the exchange of climate information services.

The Quad is also committed to responsible innovation in critical and emerging technologies. They have mapped collective capacity and vulnerabilities in global semiconductor supply chains and launched the Common Statement of Principles on Critical Technology Supply Chains. They are exploring collaboration on open and secure telecommunications technologies and cybersecurity.

In the field of space, the Quad countries aim to exchange satellite data, enable capacity-building, and consult on norms and guidelines. They also launched the Quad Infrastructure Coordination Group to deepen collaboration in meeting the infrastructure needs of the Indo-Pacific, including digital connectivity, transportation infrastructure, clean energy, and climate resilience.

Lastly, the Quad established a new humanitarian assistance and disaster relief mechanism, recognizing the importance of such efforts in the wake of the 2004 Indian Ocean Tsunami and other present-day threats.