The Biden-Harris Administration has announced a new national strategy to address the crisis of suicide among service members, veterans, and their families. The strategy focuses on a comprehensive, cross-sector approach to suicide prevention and includes several key components.

One important aspect of the strategy is improving lethal means safety. Suicide crises are often brief, and evidence suggests that they can be prevented if individuals in crisis do not have immediate access to the means for self-harm, such as firearms and medications. The Departments of Defense, Health and Human Services, Homeland Security, Justice, Veterans Affairs, and the Office of Emergency Medical Services within the Department of Transportation will work together to implement a coordinated approach to improve lethal means safety. This will involve raising awareness, educating and training healthcare providers and crisis responders, and evaluating existing and new programs that may reduce access to lethal means.

Another component of the strategy is enhancing crisis care and facilitating care transitions. Individuals at imminent or high risk of suicide need access to high-quality crisis care and follow-on support. The strategy emphasizes the need to improve care in emergency settings and provide appropriate care and support as individuals transition from crisis care into other settings. The agencies involved will collaborate to promote evidence-based risk assessment and safety planning in emergency care settings and expand approaches to identify service members, veterans, and their family members at risk of suicide for early intervention.

Increasing access to and delivery of effective care is also a priority. Ensuring access to evidence-based mental health care significantly reduces suicide risk among those with behavioral health problems. The strategy aims to reduce barriers to high-quality mental health care, encourage help-seeking behavior, and eliminate potentially discriminatory practices related to mental health care. This includes measures such as eliminating or lowering co-payments for mental health treatment, increasing confidentiality, and training providers in evidence-based suicide risk assessment and care.

Addressing upstream risk and protective factors is another key component of the strategy. To reduce the likelihood of an individual experiencing a suicidal crisis, it is important to address factors such as financial strain, lack of housing, food insecurity, unemployment, and legal issues that may contribute to or increase suicide risk. The strategy seeks to expand partnerships and initiatives that address these risk and protective factors, including promoting economic well-being, reducing housing and food insecurity, and supporting service members, veterans, and their families in their transition to civilian life.

Lastly, the strategy emphasizes the need for increased research coordination, data sharing, and evaluation efforts. The federal government invests significant resources in suicide prevention research and data collection, but the data needed to monitor suicide risk and outcomes among service members, veterans, and their families is not currently shared or integrated among relevant agencies. The strategy aims to advance interagency research coordination, integrate data, and encourage rigorous program evaluation to improve understanding of the factors that lead to suicide and ensure the effectiveness of prevention programs.

Overall, the strategy aims to address the complex problem of suicide among service members, veterans, and their families through a comprehensive public health approach. These actions will be implemented in close coordination with states, territories, Tribes, and local governments, as well as in collaboration with industry, academia, communities, and community-based organizations.