During a press briefing, White House Press Secretary Karine Jean-Pierre addressed several topics. She first discussed the announcement by Mexican officials regarding the status of four Americans attacked in Mexico, expressing condolences to their families and stating that the U.S. is working with Mexican officials to learn more and ensure the safe return of all Americans involved. Jean-Pierre confirmed that U.S. officials are in touch with the families but would respect their privacy.

She then highlighted the administration's efforts to disrupt transnational criminal organizations, including Mexican drug cartels and human smugglers. President Biden has signed an executive order giving the Department of Treasury expanded authorities to penalize cartel organizations and has imposed powerful new sanctions against cartel organizations in recent weeks.

Jean-Pierre also discussed President Biden's plan to protect and strengthen Medicare, which includes lowering costs for seniors, increasing the Medicare tax rate on income above $400,000, closing loopholes in existing Medicare taxes, and giving Medicare the power to negotiate lower prices for prescription drugs. She emphasized that the plan does not cut benefits for seniors or raise taxes on anyone making less than $400,000 a year.

Additionally, Jean-Pierre announced that President Biden and First Lady Jill Biden will host the President and First Lady of the Republic of Korea for a state visit in the United States. She highlighted the strong partnership between the U.S. and South Korea in various areas, including investment, defense, security, and cultural interests.

Jean-Pierre also criticized Republican officials for their attacks on women's healthcare, specifically referencing a proposed bill in Florida that would ban abortion before many women even know they are pregnant. She emphasized the administration's commitment to protecting access to reproductive care and called on Congress to restore the protections of Roe v. Wade in federal law.

The press secretary touched on the anniversary of Bloody Sunday and highlighted some of the historic gains made by the Biden administration on racial equity, such as reducing Black child poverty, nominating more Black women to federal courts, and investing in HBCUs.

During the Q&A portion of the briefing, Jean-Pierre addressed questions about immigration, inflation, the FCC nominee, foreign policy, and the January 6th insurrection. She reiterated the administration's commitment to addressing immigration issues through expanding legal pathways, limiting illegal immigration, addressing root causes, and increasing border security. She also emphasized that the President takes the January 6th insurrection seriously and that the attack on the Capitol was the worst attack on democracy since the Civil War.