President Joseph R. Biden Jr. met with President Sheikh Mohamed bin Zayed Al Nahyan of the United Arab Emirates (UAE) during the Summit of the United States and the Gulf Cooperation Council (GCC) and other regional countries. President Biden expressed his condolences for the loss of Sheikh Khalifa bin Zayed al Nahyan and congratulated President Sheikh Mohamed bin Zayed on his recent election as UAE President. The two leaders discussed regional and global opportunities and challenges, emphasizing the close coordination between the US and the UAE as strategic partners.

In terms of regional diplomacy, President Biden commended President Sheikh Mohamed bin Zayed's leadership in forging diplomatic relations with Israel and deepening cooperation with other countries in the region. They also discussed the US role in facilitating economic, trade, and people-to-people relations among Israel, the UAE, Bahrain, and Morocco, as well as deepening ties with Egypt and Jordan.

Regarding defense, both leaders reaffirmed their commitment to deepening security cooperation, highlighting the UAE's significant contribution to regional peace and stability. President Biden pledged support for the UAE's defense against terrorist and hostile acts, emphasizing the UAE's importance as a strategic partner and part of the security partnership among GCC states, Egypt, Iraq, and Jordan.

The leaders also committed to continuing close cooperation for a lasting settlement to the conflict in Yemen and using their diplomatic standing to de-escalate and end conflicts in the region. They emphasized the importance of protecting the prospects of a two-state solution and ensuring that the benefits of the Abraham Accords extend to Palestinians. The leaders welcomed agreements to integrate Iraq into the region and discussed expanding economic partnerships and a broader strategic framework agreement between the UAE and the US.

On economic and trade relations, President Biden acknowledged the UAE's status as one of the fastest-growing US economic partnerships globally and the largest US trading partner in the Middle East. He welcomed the UAE's economic initiatives, including recent Free Trade Agreements and investments in other countries. The leaders tasked their teams with deepening commercial partnerships and negotiating a strategic framework agreement.

President Biden recognized the UAE's commitment to global energy security and its role in advancing climate action and clean energy technologies. President Sheikh Mohamed bin Zayed invited President Biden to attend the COP28 in the UAE in 2023. They also highlighted the water and solar energy arrangement between Israel and Jordan, with Emirati and American support, as a model for future partnerships in the region. Both leaders emphasized the importance of driving economic growth and sustainable development through climate and clean energy initiatives.

President Biden acknowledged the UAE's efforts in promoting religious coexistence, delivering humanitarian assistance, and its diverse society with more than 200 nationalities and faiths coexisting in peace.