The article lists several nominations sent to the Senate for various positions. Here are some of the nominations:

1. Rostin Behnam of Maryland is nominated to be Chairman of the Commodity Futures Trading Commission, replacing Heath P. Tarbert. Behnam is also nominated to be a Commissioner of the Commodity Futures Trading Commission for a term expiring in 2026.

2. Alvaro M. Bedoya of Maryland is nominated to be a Federal Trade Commissioner for a term of seven years, replacing Rohit Chopra.

3. Krista Anne Boyd of Florida is nominated to be Inspector General of the Office of Personnel Management, replacing Patrick E. McFarland.

4. Thomas Carnahan of Missouri is nominated to be a Representative of the United States to the Seventy-sixth Session of the General Assembly of the United Nations.

5. Sim Farar of California is nominated to be a Representative of the United States to the Seventy-sixth Session of the General Assembly of the United Nations.

6. Maame Ewusi-Mensah Frimpong of California is nominated to be a United States District Judge for the Central District of California, replacing Christina A. Snyder.

7. Robert Michael Gordon of the District of Columbia is nominated to be an Assistant Secretary of Health and Human Services, replacing Ellen Gloninger Murray.

8. Nickolas Guertin of Virginia is nominated to be Director of Operational Test and Evaluation, Department of Defense, replacing Robert Behler.

9. French Hill of Arkansas is nominated to be a Representative of the United States to the Seventy-sixth Session of the General Assembly of the United Nations.

10. James Arthur Jemison II of Michigan is nominated to be an Assistant Secretary of Housing and Urban Development, replacing Robert Hunter Kurtz.

These are just a few of the nominations mentioned in the article. The article also mentions a withdrawal of a nomination for Adriana Dobra Kugler of Maryland to be United States Executive Director of the International Bank for Reconstruction and Development.