During a gaggle aboard Air Force One en route to Suffolk, England, National Security Advisor Jake Sullivan answered questions about President Biden's plan for boosting the global vaccine supply. Sullivan stated that the President will be speaking about this issue in more detail and will announce additional steps the United States is taking to donate more vaccine doses to poor countries and rally the world's democracies to increase their commitment to supplying vaccines to the developing world. The G7 will also make a combined announcement on a comprehensive plan to end the pandemic. Sullivan emphasized that the President's focus is on helping to vaccinate the world because it is the right thing to do, it is the smart thing to do to prevent variants from proliferating, and it demonstrates that democracies can best deliver solutions for people everywhere.

Sullivan also mentioned that working groups have been established with the United Kingdom and the European Union to reopen travel between the G7 countries as swiftly as possible, but no specific announcements are expected during the trip as the working groups have not finished their work.

Regarding the vaccine patent waiver, Sullivan expressed that there won't be any contention on the issue between the U.S. and its democratic partners. The focus is on boosting vaccine supply through sharing more doses, increasing manufacturing capacity, and ensuring vaccines reach the developing world.

On the topic of the upcoming meeting with Russian President Vladimir Putin, Sullivan confirmed that Syria and humanitarian access will be on the agenda, and the President will discuss his concerns about ransomware attacks and state-sponsored cyberattacks. He emphasized that all ransomware attacks are crimes and should be prosecuted, and the President will talk to Putin about the U.S.'s concerns and expectations. Sullivan also mentioned that strategic stability talks should start with nuclear arms issues, but additional elements like space and cyber can be added later.

Sullivan stated that President Biden will restate support for Article 5 of NATO during the NATO meeting, and he expects there will be a communiqué at the G7 summit. He also mentioned that the President will discuss the Good Friday Agreement with UK Prime Minister Boris Johnson and convey his belief in protecting it.

Regarding infrastructure, Sullivan mentioned that the President sees multiple paths forward and is encouraged by the progress made, including the passage of the China competition bill in the Senate. He also stated that the President's proposals, such as corporate tax reform and the global minimum tax, are in the interest of America's competition and the global economy.

Sullivan confirmed that the President will have a bilateral meeting with Turkish President Recep Tayyip Erdogan to discuss regional security, the economy, and COVID-19.

On the issue of investigating the origins of the coronavirus, Sullivan stated that the United States wants China to be transparent and release all available data. The United States seeks a united front with European partners to send a clear message to China and the World Health Organization.

Sullivan concluded the gaggle by stating that the President will continue to play a constructive role in supporting the vaccine patent waiver, but Ambassador Katherine Tai will lead the ongoing process of negotiations.