The Biden-Harris Administration has announced the formation of a Family Reunification Task Force and issued executive orders on regional migration and legal immigration. These actions are part of the administration's efforts to reform the immigration system and create a pathway to citizenship for undocumented immigrants. 

The Family Reunification Task Force will work to reunite families that were separated at the border under the Trump Administration's policies. The task force will collaborate with government agencies, stakeholders, and representatives of impacted families to locate parents and children who remain separated. It will also make recommendations to prevent such separations in the future. Additionally, the executive order revokes the Trump Administration's executive order that justified family separations. 

The administration will also develop a strategy to address irregular migration across the southern border and create a humane asylum system. This includes addressing the root causes of migration, collaborating with regional partners to provide protection and opportunities to asylum seekers and migrants closer to their homes, and ensuring access to legal avenues for Central American refugees and asylum seekers. The Secretary of Homeland Security is directed to review the Migrant Protection Protocols program. The executive order aims to restore the U.S. asylum system and rescind various Trump Administration proclamations and rules that have restricted asylum seekers' access to the U.S. border.

Furthermore, the administration aims to restore faith in the legal immigration system and promote the integration of new Americans. The executive order elevates the role of the White House in coordinating the federal government's strategy for immigrant integration and inclusion. It requires agencies to review recent regulations, policies, and guidance that have created barriers to the legal immigration system. The order also rescinds President Trump's memorandum on family sponsors repaying the government for public benefits received by relatives, reviews the public charge rule, and streamlines the naturalization process.