President Biden and First Lady Jill Biden are visiting North Carolina, where they will make two stops. Their first stop is Nash Community College in Rocky Mount, where they will see how career-connected learning and workforce training programs are preparing students for good-paying jobs in North Carolina and across the country. The college received $23.7 million from the President's American Rescue Plan to train North Carolinians for clean energy careers. Later in the evening, the President will sign an executive order at Fort Liberty that supports military families and strengthens the federal government's ability to recruit, hire, and retain military and veteran spouses, caregivers, and survivors. The President and First Lady will also meet privately with some military families. In the week ahead, President Biden will host a Pride celebration, College Athlete Day, and a Juneteenth concert at the White House. He will also travel to Connecticut, Philadelphia, and Rehoboth Beach, Delaware. The White House declined to comment on the Trump indictment and emphasized the President's respect for the rule of law and the independence of the Department of Justice. The White House also addressed concerns about possible political violence and preparations for demonstrations. On climate change, the President has launched an aggressive climate agenda and has invested in wildfire resiliency. The White House is prepared to support Canada in responding to wildfires. There are no updates on the investigation into the attack on the dam in Ukraine. The White House has appointed a coordinator to address book bans that target LGBT people and communities of color in schools. The President's executive order on military spouses aims to make it easier for them to gain employment. The White House continues to advocate for protecting voting rights and urges Congress to pass the John Lewis Voting Rights Advancement Act. The President will not comment on Democrats fundraising off the Trump indictment. The President will address the need to protect women's access to reproductive freedoms but there are no details on whether he will address the abortion bans in North Carolina. The White House denies reports of a Chinese spy base in Cuba and expresses concern about Chinese presence in the Western Hemisphere.