In a recent teleconference, Jeff Zients, the COVID-19 Response Coordinator, provided an update on the Biden administration's efforts to distribute and administer vaccines. The administration is focused on increasing vaccine supply, mobilizing vaccinators, and creating more vaccination sites across the country. They have increased vaccine allocations to states by 28% in the first three weeks of the administration and are providing states with visibility into their supply for the next three weeks. The administration is also partnering with states to target hard-hit and hard-to-reach communities for vaccination. They are building new vaccination sites, including mass vaccination centers and community vaccination centers, and have plans to deploy federal teams to support these efforts. The administration is also prioritizing equity in vaccine distribution and has launched a Health Equity Task Force, led by Dr. Marcella Nunez-Smith, to ensure that every person has a fair chance to access the vaccine. Dr. Nunez-Smith announced the members of the task force, who represent a range of racial and ethnic groups and key constituencies. Dr. Rochelle Walensky, the Director of the CDC, emphasized the importance of wearing masks and provided new information on mask fit and effectiveness. She stated that masks are crucial in preventing the spread of COVID-19 and that everyone should wear a mask in public or when around people outside of their household. Dr. Anthony Fauci addressed questions about the vaccination of immunosuppressed individuals, children, and pregnant women. He also discussed the prevalence of COVID-19 variants in the United States and the efficacy of vaccines against these variants. The B117 variant, which is becoming widespread in the US, is well-covered by the vaccines, while the 351-lineage variant, dominant in South Africa, shows a slight decrease in efficacy but still provides substantial protection against severe disease. The administration is prepared to upgrade vaccines if necessary in the future. Overall, the administration is making progress in its goal to deliver 100 million shots in the first 100 days and is focused on ensuring equitable access to vaccines.