A high-level U.S. delegation, led by National Security Council Indo-Pacific Coordinator Kurt Campbell, visited several countries in the Pacific Islands region, including New Zealand, Papua New Guinea, Solomon Islands, Vanuatu, and Fiji. The delegation met with the Prime Ministers of these countries, as well as senior government officials, members of the political opposition, and partner countries in the region. The discussions focused on the United States' commitment to the Pacific Islands and the importance of Pacific nations in ensuring a free, open, and resilient Indo-Pacific. The delegation emphasized the need to meet the needs of the Pacific Islanders in areas such as education, healthcare, climate, and fishing. The United States also discussed coordinating efforts in the Pacific with New Zealand, including establishing a working group to discuss emerging technologies. In Papua New Guinea, discussions centered around concluding negotiations on a shiprider agreement and Defense Cooperation Agreement, with a focus on combatting illegal fishing, protecting maritime resources, and strengthening health infrastructure. The delegation held the first high-level strategic dialogue with Solomon Islands, discussing issues such as the protection of maritime resources, economic development, and education. In Vanuatu, the Prime Minister emphasized the importance of U.S. presence in the region and the need to combat climate change and illegal fishing. The United States announced additional humanitarian assistance to support relief efforts following cyclones and allocated funds to build an intensive care unit at a hospital. The two countries also discussed the establishment of a U.S. embassy in Vanuatu. In Fiji, discussions centered around the Partners of the Blue Pacific and how they can support the region's strategy for the Blue Pacific Continent. The two sides also discussed enhancing the U.S.-Fiji relationship in areas such as protecting marine resources, resilience to climate change, and economic and educational opportunities, as well as countering illegal activities.