White House Press Secretary Jen Psaki held a press briefing on March 23, 2021. Psaki discussed President Biden's trip to Ohio to highlight the Affordable Care Act and the American Rescue Plan's impact on healthcare costs. She highlighted the decrease in Ohio's uninsured rate and the increased affordability of health insurance for Ohio families. Psaki also mentioned that Health and Human Services Secretary Xavier Becerra is visiting a health center in Nevada.

Psaki provided an update on COVID-19 vaccine distribution, stating that 27 million doses will be allocated across all channels this week, with 4 million doses of the Johnson & Johnson vaccine included. She mentioned that the President had spoken with the Governor of Colorado to offer condolences and support following a shooting in Boulder.

Psaki addressed questions about gun control measures in light of recent shootings. She stated that the President is committed to advocating for gun safety measures and is considering a range of actions, including legislation and executive actions. She emphasized the President's belief in working with Democrats and Republicans to get work done, but his preference is to work with members of both parties.

Psaki mentioned that discussions are ongoing regarding potential executive actions and legislative proposals on gun violence prevention. She also stated that the President is committed to addressing root causes and improving cooperation with governments in the region regarding immigration.

Regarding the Postmaster General's 10-year plan, Psaki expressed concerns about decision-making and performance at the top level of the Postal Service. She noted that President Biden has nominated members to the Postal Service board who will determine future leadership.

Psaki discussed the President's commitment to the humane treatment of children at the border and the ongoing process of addressing border issues. She mentioned the possibility of making access available for journalists to visit the border and stated that the President is preparing for a press conference, where he will have the opportunity to speak directly to the American people and engage with the press.

Psaki mentioned ongoing discussions regarding nominations for important positions, such as ICE and CBP leadership, but did not provide specific updates. She also mentioned that the confirmation of Shalanda Young as Deputy Director of the Office of Management and Budget is expected, but did not have an update on the permanent nominee for OMB or Neera Tanden's new role.