President Biden has announced his intent to appoint several individuals to key roles in various organizations. These appointments include:

1. Guion S. Bluford Jr.: Bluford is a retired NASA astronaut and aerospace engineer. He was the first African American astronaut to fly in space and has logged over 5,200 hours in high-performance jet aircraft.

2. Michael X. Garrett: Garrett is a retired Army four-star general. He served in various leadership positions within the U.S. Army, including commanding his own formations and leading Forces Command.

3. Olivia Mae M. Asuncion: Asuncion is a licensed architect and design researcher who focuses on building accessible communities. She has worked on projects assessing the accessibility of existing evacuation protocols and building safety codes for people with disabilities.

4. Abba Cohen: Cohen is a rabbi who has been involved in Jewish public life for nearly 40 years. He has worked extensively on combatting antisemitism and restoring and preserving properties stolen and desecrated during the Holocaust.

5. Joseph Douek: Douek is a businessman and philanthropist with over 25 years of experience. He currently serves as the Chairman and CEO of Viceroy Equities, an investment and hedge fund management firm.

6. Yair D. Robinson: Robinson is a rabbi who has been committed to social action causes throughout his life. He has served on the boards of various organizations and strives for a sacred, just, and loving community.

7. Meghan Kristine Hays: Hays worked for President Biden for nearly a decade in strategic communications positions. She served as a Special Assistant to the President and Director of Message Planning in the White House.

8. Scott R. Calisti: Calisti is a member of the Senior Executive Service and currently serves as the Associate Deputy Assistant Secretary (Contracting) for Headquarters U.S. Air Force. He oversees the training, organizing, and equipping of a workforce of contracting professionals.

These individuals will serve in advisory boards, commissions, and agencies related to the National Air and Space Museum, American Battle Monuments Commission, Architectural and Transportation Barriers Compliance Access Board, Commission for the Preservation of America’s Heritage Abroad, Tahoe Regional Planning Agency, and U.S. AbilityOne Commission.