The Camp Hale and Tenmile Range area in Colorado has been designated as the Camp Hale-Continental Divide National Monument. This area holds historical and spiritual significance, as it was the training ground for the 10th Mountain Division, the Army's first mountain infantry division, during World War II. The rugged landscape played a crucial role in shaping the elite soldiers who helped liberate Europe from Nazi control. After the war, many veterans from the division went on to establish America's skiing and outdoor recreation industry.

Camp Hale was established in 1942 in the Pando Valley and encompassed nearly 1,500 acres. It included various facilities such as barracks, mess halls, training grounds, and administrative buildings. Today, remnants of the camp can still be seen, including concrete foundations, ammunition bunkers, and the rifle range. The surrounding peaks and slopes served as training grounds for the soldiers, and these areas remain largely undeveloped.

The Camp Hale and Tenmile Range area is not only significant for its military history but also for its cultural and natural heritage. The Ute people have inhabited the region for centuries, and their history and connection to the land serve as a reminder of the United States' imperfect treatment of Tribal Nations and Indigenous peoples. The area also contains evidence of mining activity and historic railroad lines.

In terms of natural features, the Camp Hale and Tenmile Range area is geologically and ecologically diverse. It is home to the continental divide, which separates the watersheds of the Pacific and Atlantic Oceans. The area contains glacial features, waterfalls, alpine tundra, and rare plant and animal species. It provides habitat for species such as lynx, boreal toads, and Colorado River cutthroat trout.

The establishment of the Camp Hale-Continental Divide National Monument aims to protect and preserve the historical, cultural, and natural resources of the area. The monument will be managed by the Forest Service, and a management plan will be developed in consultation with various stakeholders, including Tribal Nations. The monument will continue to allow for outdoor recreational activities, including motorized and non-motorized mechanized vehicle use, mountain biking, and access to sacred sites for Tribal members.

The proclamation emphasizes the importance of collaboration and cooperation between the federal government and Tribal Nations, as well as the need to address threats such as vandalism, unmanaged recreation, and climate change. The monument will honor the valor and sacrifice of the 10th Mountain Division, provide opportunities for Tribal communities, and ensure the continuation of outdoor recreation opportunities for the benefit of all Americans.