President Joe Biden has appointed several individuals to serve in key regional leadership roles at the United States Department of Agriculture (USDA) and the Small Business Administration (SBA). These appointments will play a crucial role in the President's efforts to rebuild communities impacted by the pandemic, economic recovery, and climate change. The appointees have deep expertise in their respective areas and strong relationships with federal, state, tribal, and local leaders. They also reflect the diversity of America and the communities they serve. 

At the USDA, Emily Cole has been appointed as the State Executive Director of the Farm Service Agency in Connecticut. She previously served as the New England Regional Deputy Director for American Farmland Trust, where she focused on climate smart agriculture. John Patterson, a former state legislator and teacher, has been appointed as the State Executive Director of the Farm Service Agency in Ohio. Gail Greenman, the former Executive Director of the Westside Economic Alliance, has been appointed as the State Executive Director of the Farm Service Agency in Oregon. J. Eric Scherer, a technical consultant on natural resource issues, has been appointed as the State Executive Director of the Farm Service Agency in Rhode Island. Kelly Adkins, who has a background in agriculture and has served in various roles at the Farm Service Agency, has been appointed as the State Executive Director of the Farm Service Agency in Texas. Jill Floyd, the Director of Community and Client Engagement with CDI Contractors, has been appointed as the State Director of Rural Development in Arkansas. Thomas Carew, who has dedicated his career to affordable housing in Appalachia, has been appointed as the State Director of Rural Development in Kentucky. Michele Weaver, with over 25 years of experience in affordable housing development, has been appointed as the State Director of Rural Development in Utah.

At the SBA, Aikta Marcoulier has been appointed as the Regional Administrator for Region 8, which includes Colorado, Montana, North Dakota, South Dakota, Utah, and Wyoming. Marcoulier has a background in small business development and has been involved in various organizations and committees related to business development and workforce development.

These appointments will help advance the President's agenda and support the agricultural sector, rural communities, and small businesses in their respective regions.