The Biden Administration has announced that it will facilitate the air shipment of Nestlé Health Science amino acid-based formula from Switzerland to the United States. The formula, which includes Nestlé Health Science Alfamino® Infant and Alfamino® Junior, will be transported to John F. Kennedy Airport in New York on July 21 and 22. This delivery will consist of approximately 74,403 pounds of formula, equivalent to 802,446 8-ounce bottles. The products will primarily be distributed to hospitals and home health care providers.

In May, the Food and Drug Administration (FDA) granted Nestlé enforcement discretion to export additional infant formula into the U.S. This includes both standard and specialty formulas, such as Nestlé NAN® SupremePro 1, Nestlé NAN® SupremePro 2, Nestlé NAN® EXPERTpro SensiPro Premium Instant Starter Formula, Nestlé Health Science Alfamino® Infant and Alfamino® Junior, Vitaflo PKU start™, Gerber® Good Start® Gentle, and Gerber® Good Start® Extensive HA®. Nestlé plans to bring approximately 42 million 8-ounce bottle equivalents of formula into the U.S. market over time.

President Biden launched Operation Fly Formula to expedite the import of infant formula and ensure its availability in stores. The Department of Health and Human Services (HHS), the U.S. Department of Agriculture (USDA), the General Services Administration (GSA), and the Department of Defense (DOD) are collaborating under this operation to pick up overseas infant formula that meets U.S. health and safety standards and deliver it to store shelves, hospitals, and home health care providers. By July 24, Operation Fly Formula will have transported over 61 million 8-ounce bottle equivalents of formula to the U.S.

To ensure an adequate supply of safe infant formula, the Biden Administration has also invoked the Defense Production Act and reached a consent agreement with Abbott Nutrition to reopen its Sturgis facility. Additionally, the FDA has issued guidance to allow major formula manufacturers to import formula that is not currently being produced for the U.S. market. Further details on these actions can be found at whitehouse.gov/formula.