President Joseph R. Biden has signed into law the "James M. Inhofe National Defense Authorization Act for Fiscal Year 2023." The Act provides appropriations for various departments, including the Department of Defense, Department of Energy, Department of State, Department of Homeland Security, and the Intelligence Community. It aims to enhance access to justice for military personnel and their families and supports national defense, foreign affairs, and homeland security. However, President Biden raises concerns about certain provisions of the Act.

Section 1033 and 1031 of the Act continue to prohibit the transfer of Guantánamo Bay detainees to certain foreign countries and into the United States. President Biden believes these provisions limit the executive branch's ability to determine how to prosecute and release detainees. He urges Congress to eliminate these restrictions.

President Biden also raises constitutional concerns and questions of construction regarding certain provisions of the Act. These provisions require the President and other executive branch officials to submit reports and plans to congressional committees that may contain highly sensitive classified information. While the President acknowledges the legitimate oversight needs of congressional committees, he emphasizes the executive branch's responsibility to protect national security by preventing the disclosure of sensitive information. He believes that the traditional practice of accommodation between the executive branch and Congress should be followed.

Section 6316 of the Act requires the President to share all Presidential Executive Orders, memoranda, and policy directives related to the intelligence community with certain congressional committees. President Biden argues that these documents often contain confidential Presidential communications, which are essential to the operation of government and protected by the separation of powers. He considers section 6316 unconstitutional to the extent that it imposes additional requirements for access to these communications beyond existing law.

Furthermore, President Biden points out that certain provisions of the Act may interfere with his constitutional authority to articulate the positions of the United States in international negotiations or fora. While he supports the objectives of these provisions, he asserts that he will not treat them as limiting his discretion to express the views of the United States internationally.

Lastly, President Biden clarifies his interpretation of section 9303(b)(1) of the Act, which relates to the establishment or upgrade of diplomatic facilities in foreign nations. He believes that these provisions are not mandatory requirements.

Overall, President Biden supports the critical objectives of the Act but raises concerns about specific provisions that he believes may impede the executive branch's authority, compromise national security, or interfere with constitutional responsibilities.