During a press briefing aboard Air Force One en route to Duluth, Minnesota, White House spokesperson Olivia Dalton discussed President Biden's upcoming visit to the Blatnik Bridge in Superior, Wisconsin. Dalton highlighted the billion-dollar investment being made to repair and replace the bridge and announced that the President would also be announcing 36 other mega infrastructure projects across the country. These projects are expected to have a transformative impact on the infrastructure and economy of the United States and create high-paying jobs.

Dalton also mentioned a town hall meeting at the White House to address gun violence prevention. The First Lady, Secretary Cardona, the new White House Office of Gun Violence Prevention, and 70 principals from across the country are convening to announce a new set of actions aimed at ramping up safe gun storage in communities. The goal is to reduce gun violence, especially among children living in homes with unsecured weapons.

John Kirby, also present at the briefing, announced that President Biden will be hosting Prime Minister Kishida and Mrs. Kishida of Japan for a state visit on April 10th. This visit will underscore the importance of the alliance between the United States and Japan and their cooperation in the Indo-Pacific region. Kirby also mentioned the Treasury Department's announcement of sanctions on four individuals tied to attacks in the Red Sea, with the United Kingdom joining the sanctions.

Kirby declined to comment on reports about CIA Director Burns helping to broker a hostage deal, stating that more information should be sought from the CIA. He also did not comment on leaked comments from Prime Minister Netanyahu regarding Qatar's role in the hostage talks. Kirby stated that the focus remains on bringing back American hostages and maintaining cooperation with partners involved in the negotiations.

Kirby acknowledged that more information is needed regarding the shooting down of a Russian plane and the presence of Ukrainian prisoners of war on board. He mentioned that more than 50 nations, including European allies, are helping support Ukraine in its conflict with Russia.

When asked about protests and interruptions during President Biden's events, Dalton emphasized the importance of the First Amendment and the right to peaceful protest. She stated that the President supports Americans' right to make their voices heard and believes in the urgency of action on various issues, such as the border and infrastructure.

Regarding the state of the economy, Dalton highlighted the strong GDP numbers and other positive economic indicators. She mentioned the President's belief in growing the economy from the bottom up and the middle out. Dalton acknowledged that progress takes time and expressed hope that the American people will start to feel the impact of the administration's economic policies.

The briefing concluded with Dalton stating that she does not have any specific information on Senator McConnell's commitment to advocating for a Ukraine and border deal. She reiterated the administration's hope for continued good-faith negotiations with Senate Democrats and Republicans.