President Joe Biden has announced his intent to nominate nine individuals for key roles in his administration. Here are the nominees and their respective positions:

1. William Valdez - Nominee for Under Secretary for Management, Department of Homeland Security. Valdez is a former career member of the Senior Executive Service at the Department of Energy and currently serves as the co-founder and Board President of the Alliance of Latinx Leadership & Policy.

2. Erik Hooks - Nominee for Deputy Administrator for Federal Emergency Management Agency. Hooks currently serves as the Secretary of Public Safety and the State's Homeland Security Advisor in North Carolina.

3. Lisa Gomez - Nominee for Assistant Secretary for Employee Benefits Security, Department of Labor. Gomez is a partner at the law firm Cohen, Weiss and Simon LLP and Chair of the Firm's Management Committee.

4. Adrienne Wojciechowski - Nominee for Assistant Secretary for Congressional Relations, Department of Agriculture. Wojciechowski has worked in the Senate for 14 years and currently serves as Professional Staff of the Agriculture Subcommittee of the U.S. Senate Appropriations Committee.

5. Mark Gitenstein - Nominee for Representative of the United States of America to the European Union. Gitenstein is a Senior Counsel at Mayer Brown LLP and a former U.S. Ambassador to Romania.

6. Laura S. H. Holgate - Nominee for Representative of the United States of America to the Vienna Office of the United Nations and Representative of the United States of America to the International Atomic Energy Agency. Holgate is the Vice President for Materials Risk Management at the Nuclear Threat Initiative and has previously served as U.S. Representative to the International Atomic Energy Agency and Vienna Office of the United Nations.

7. Patricia Mahoney - Nominee for Ambassador Extraordinary and Plenipotentiary to the Central African Republic. Mahoney is a career member of the Senior Foreign Service and currently serves as U.S. Ambassador to the Republic of Benin.

8. Julissa Reynoso Pantaleon - Nominee for Ambassador Extraordinary and Plenipotentiary to the Kingdom of Spain and to the Principality of Andorra. Reynoso is an Assistant to the President and Chief of Staff to Dr. Jill Biden, as well as the Co-Chair of the Gender Policy Council at the White House.

9. Peter Hendrick Vrooman - Nominee for Ambassador Extraordinary and Plenipotentiary to the Republic of Mozambique. Vrooman is a career member of the Senior Foreign Service and currently serves as the U.S. Ambassador to the Republic of Rwanda.

These nominations are subject to Senate confirmation.