Equal Pay Day, which falls on March 24th, serves as a reminder of the ongoing work needed to achieve equity and ensure equal opportunities for all Americans. The day represents the point in the year when women have caught up to what men earned in the previous year. On average, women working full-time, year-round are paid 82 cents for every dollar earned by men. This wage gap results in women losing thousands of dollars each year and hundreds of thousands over a lifetime. The disparities are even greater for Black, Native American, and Hispanic women, who earn significantly less than white men.

The COVID-19 pandemic has disproportionately affected women, especially women of color, who have been working on the frontlines, caring for loved ones, and combating the virus. However, they continue to earn less than their male counterparts. The Biden-Harris Administration believes that equal pay is crucial for fairness, equity, economic strength, and competitiveness. The pandemic has set back women's progress in the labor force by more than 30 years, with 4.2 million fewer women working compared to February 2020.

To address these issues, the administration proposes passing the Paycheck Fairness Act, which would prohibit employers from seeking salary history and hold them accountable for systemic discrimination. Transparent reporting of wage disparities is also essential. Other measures include providing paid family and medical leave, making schedules more predictable, and increasing the affordability of childcare. The administration also aims to raise wages for workers in the care economy, such as childcare workers and home health aides, as well as increase the minimum wage and empower workers to organize and bargain collectively.

President Biden proclaims March 24, 2021, as National Equal Pay Day and urges all Americans to recognize the value of women's skills, acknowledge wage inequality as an injustice, and join efforts to achieve equal pay. The goal is to ensure that every American, regardless of gender, has a fair opportunity to succeed.