President Joe Biden has announced his intent to nominate six individuals for key administration roles. 

1. Brian Nelson is nominated for Under Secretary for Terrorism and Financial Intelligence at the Department of the Treasury. He is currently the chief legal officer of LA28, the organizing committee for the 2028 Olympic and Paralympic Games in Los Angeles. Nelson has also served in senior roles in the California Department of Justice and the U.S. Department of Justice.

2. Lisa Brown is nominated for General Counsel of the Department of Education. She is currently Vice President & General Counsel of Georgetown University and has extensive experience in public service, including serving in the Obama administration and working as a partner at a law firm.

3. Matt Olsen is nominated for Assistant Attorney General, National Security Division, at the Department of Justice. He has served in various government roles related to national and homeland security, law enforcement, and intelligence matters, including as Director of the National Counterterrorism Center under President Obama.

4. Elizabeth Rosenberg is nominated for Assistant Secretary for Terrorism Financing at the Department of the Treasury. She currently serves as Counselor to the Deputy Secretary of the Treasury and has experience in national security matters, sanctions, and economic statecraft.

5. Gwynne Wilcox is nominated for Member of the National Labor Relations Board. She is a senior partner at a New York City labor and employment law firm and has represented unions before the NLRB and other administrative agencies.

6. Arun Venkataraman is nominated for Director General of the United States and Foreign Commercial Service and Assistant Secretary for Global Markets at the Department of Commerce. He has extensive experience advising companies, international organizations, and the U.S. government on international trade issues.

These nominees bring diverse backgrounds and expertise to their respective roles in the Biden administration.