President Biden will sign a proclamation establishing the Avi Kwa Ame National Monument in Nevada, as part of the administration's commitment to protect historically and scientifically important sites and honor culturally significant areas. The monument will protect a sacred landscape that is considered among the most sacred places on Earth by Indigenous peoples, including the Mojave, Chemehuevi, and Southern Paiute. It is also home to one of the world's largest Joshua tree forests and provides habitat for various species.

In addition to the Avi Kwa Ame National Monument, President Biden will also announce the establishment of the Castner Range National Monument in Texas and direct the Secretary of Commerce to consider protecting all U.S. waters around the Pacific Remote Islands. These actions are part of the administration's efforts to conserve and restore lands and waters across the nation.

The Avi Kwa Ame National Monument will protect the ecological, historic, cultural, and scenic values of the desert landscape. It will safeguard sacred spaces for spiritual uses, while still allowing for recreational activities such as hunting, camping, and hiking. The designation will also create one of the largest contiguous areas of protected wildlife habitat in the U.S., connecting the Mojave Desert to the Lake Mead National Recreation Area. The monument will support the conservation of native species and provide a space for them to thrive amid climate change.

The proclamation recognizes the State of Nevada's role in wildlife management within the monument and includes representation from the sportsmen and sportswomen community on a monument advisory committee. The Interior Department will enter into a memorandum of understanding with Tribal Nations for co-stewardship of the monument and work with local communities to develop visitor facilities.

The national monument designation respects valid existing rights, allows for maintenance and upgrades to water infrastructure and transportation, and does not affect the State's authority over air quality designations. The monument spans approximately 506,814 acres of federal lands managed by the Bureau of Land Management, Bureau of Reclamation, and National Park Service.

The designation will not hinder clean energy development in Nevada, which remains a leader in renewable energy. The Bureau of Land Management has identified over 9 million acres of public lands in Nevada suitable for solar development, and there are more than three dozen proposed renewable energy projects currently under review.

The Antiquities Act, which President Theodore Roosevelt first used in 1906, allows presidents to designate national monuments to protect unique natural and historic features. President Biden's proclamation for the Avi Kwa Ame National Monument is his second monument designation, following the creation of the Camp Hale-Continental Divide National Monument in Colorado.