In a recent press briefing, Acting Administrator Slavitt provided an update on the progress of the vaccination program in the United States. He mentioned that 120 million Americans have been vaccinated, with 72 million fully vaccinated. Forty-six percent of adults have received at least one shot, and 28 percent are fully vaccinated. The vaccination of Americans over the age of 65 has also made significant progress, with 78 percent having received at least one shot.

Slavitt also announced the opening of a new federally run mass vaccination site in Central Point, Oregon, and stated that the goal of adding at least a dozen new mass vaccination sites by April 19 will be met ahead of schedule. By next week, a total of 36 mass vaccination sites will be open, with the capacity to administer 124,000 shots per day.

The number of pharmacies participating in the retail pharmacy program is also increasing, with a goal of nearly 40,000 pharmacies participating by April 19. The federal government has deployed 8,500 federal personnel as vaccinators or to support vaccinations, including active-duty troops.

Dr. Walensky provided an update on the COVID-19 data, stating that the seven-day average for new cases has increased by 3 percent to over 66,000 cases daily. Hospital admissions have also increased, while deaths have decreased. Vaccinations continue to increase, with a record high of 4.6 million doses administered in one day.

She also highlighted the need to address health disparities and ensure equitable distribution of vaccines. Reports have shown that racial and ethnic minority groups are disproportionately affected by COVID-19, including being at increased risk for hospitalization. Efforts are being made to expand vaccine uptake in these communities and address health equity.

Dr. Fauci discussed breakthrough infections and vaccine effectiveness. He explained that no vaccine is 100 percent effective, and breakthrough infections can occur, but vaccines still provide protection against serious disease. He emphasized the importance of getting vaccinated and following prevention measures.

In response to questions, it was mentioned that Pfizer is seeking authorization for the vaccine to be used in children aged 12 to 15, with hopes of vaccinating high school students by the fall. The timing of approval and the distribution of vaccines to pediatricians' offices for children were discussed.

Concerns were raised about the South African variant evading protection from Pfizer vaccines. Dr. Fauci clarified that the vaccines are still effective against the variant and that the study causing confusion was misinterpreted.

Regarding multi-generational households, it was advised to continue following prevention measures outside the home and to use caution when going to work or other places with high infection rates. Breakthrough infections tend to be milder, but it's still important to protect vulnerable individuals.

Regarding the Emergent facility for Johnson & Johnson vaccines, it was stated that there is enough supply to continue vaccinating Americans even without additional doses from Johnson & Johnson. Johnson & Johnson remains confident in delivering the expected number of doses this month and in May.

The issue of booking vaccine appointments directly through pharmacies was raised. It was clarified that most pharmacies allow direct booking, but any specific cases where this is not the case should be reported for further investigation.

The question of surging vaccines to Michigan was addressed. It was explained that vaccines take time to have an impact, and in an acute situation like Michigan, other measures such as testing, contact tracing, and shutting down certain activities are more effective in the short term. The focus is on getting as many people vaccinated as quickly as possible to prevent future outbreaks.

Overall, the briefing highlighted the progress of the vaccination program, the need to address health disparities, and the importance of continued prevention measures.