During a press briefing, White House Deputy Press Secretary Karine Jean-Pierre provided updates on various topics. She mentioned the bipartisan infrastructure deal, which includes investments in roads, bridges, public transit, rail, high-speed internet, clean energy, electric vehicle infrastructure, and clean drinking water. The deal is expected to create 2 million jobs per year for the next decade.

Jean-Pierre also discussed the recent GDP numbers, which showed that the U.S. economy has surpassed its pre-pandemic peak. She highlighted the strong economic growth and job creation under President Biden's administration.

In terms of COVID-19, Jean-Pierre mentioned the importance of getting vaccinated and provided updates on the administration's efforts to reach Americans with vaccine information. She also mentioned that President Biden would deliver remarks on COVID-19 later in the day, emphasizing the need for both vaccinated and unvaccinated individuals to stay vigilant in fighting the virus.

Regarding federal workers, Jean-Pierre mentioned that attestation of vaccination and regular testing are options under consideration. She also discussed the administration's commitment to helping Afghan special immigrant visa applicants and their families.

Jean-Pierre addressed questions about the specifics of the President's announcement on vaccine guidelines for federal workers, the eviction moratorium, the Delta variant, and the meeting with lawmakers on protections for DREAMers.

She reiterated the importance of vaccination, addressed concerns about breakthrough cases among vaccinated individuals, and emphasized the administration's commitment to following the guidance of public health experts.

Jean-Pierre also discussed the administration's efforts to provide rental assistance, support schools in reopening safely, and protect DACA recipients. She mentioned the President's meeting with congressional members on DACA and his commitment to fortifying DACA through legislation.

On the topic of travel restrictions, Jean-Pierre stated that the administration is working towards reopening international travel in a safe and sustainable manner, guided by science and public health considerations.

Overall, the briefing covered updates on infrastructure, the economy, COVID-19, federal worker guidelines, housing assistance, DACA, and travel restrictions.