The Biden administration has recognized the growing importance of cybersecurity in protecting our economy and critical infrastructure. To address the increasing demand for cybersecurity workers, the administration has launched the Cybersecurity Apprenticeship Sprint, an initiative led by the U.S. Department of Labor and other federal agencies. The goal of the Sprint is to create a more inclusive and skilled cybersecurity workforce.

As part of the National Cyber Workforce and Education Summit, the administration brought together Cabinet Secretaries and major companies to discuss ways to improve pathways into the cybersecurity sector. The Sprint, which concluded on the 85th Anniversary of the National Apprenticeship Act, showcased the accomplishments of the 120-day program. A White House event during National Apprenticeship Week highlighted the progress made and discussed best practices for building cybersecurity talent through registered apprenticeship programs.

The Sprint has been successful in promoting registered apprenticeships as a means to address the workforce challenge in cybersecurity. The cybersecurity market has grown at a rate 2.4 times that of the overall job market, resulting in nearly 770,000 open cybersecurity positions. Registered apprenticeships offer a proven earn-while-you-learn model that can help build a pipeline of skilled workers, particularly in underserved communities.

One major achievement of the Biden administration's effort is the establishment of the Federal Cybersecurity Apprenticeship Program under the U.S. Department of Defense's United Services Military Apprenticeship Program (USMAP). This program, which has developed standards for 15 critical cybersecurity occupations, serves as a model for other federal agencies. The remaining occupational standards are expected to be finalized in the coming weeks.

In addition, the Department of Defense has issued a memo encouraging the use of registered apprenticeship programs to expand the cybersecurity workforce. This initiative aims to support the defense sector in identifying, recruiting, developing, and retaining cybersecurity professionals to defend against cyber threats.

As a result of the Sprint, several employers, federal agencies, and organizations have made progress in meeting their cybersecurity workforce needs. This includes partnerships with industry intermediaries such as AIR, Apprenti, and Safal Partners.

Overall, the Cybersecurity Apprenticeship Sprint has demonstrated the potential and success of registered apprenticeships in addressing the workforce challenge in cybersecurity. With the continued growth of the cybersecurity market, it is crucial to have a skilled and diverse workforce to protect our personal and national interests.