During a visit to Israel, President Biden and Prime Minister Lapid held a press conference where they discussed various topics including the Iran nuclear deal, regional security, and the Israeli-Palestinian conflict.

Prime Minister Lapid emphasized the importance of Israel's strength and security, highlighting the historical context of Jewish persecution and the need for a powerful military to defend against threats. He stated that force may sometimes be necessary to protect freedom and that Israel will not let anyone destroy the Jewish state.

Lapid also expressed support for a strong alliance of moderate countries in the Middle East and emphasized Israel's willingness to cooperate and share its technology and expertise with other nations.

President Biden reaffirmed the United States' commitment to Israel's security and mentioned the significant military assistance provided by the US. He also expressed his belief in the two-state solution for Israelis and Palestinians, stating that it is essential for Israel to remain an independent, democratic, and Jewish state.

Regarding the Iran nuclear deal, President Biden stated that the US has laid out its terms for rejoining the deal and is waiting for Iran's response. He emphasized the importance of diplomacy in preventing Iran from obtaining a nuclear weapon but also stated that the US is prepared to use force if necessary.

President Biden also addressed his upcoming visit to Saudi Arabia, stating that he will be promoting US interests and coordinating with other regional leaders. He mentioned that human rights will be a topic of discussion, but the purpose of the visit is broader and aimed at reasserting US influence in the Middle East.

Both leaders expressed their commitment to deepening the partnership between the US and Israel, particularly in the areas of technology and innovation. They also discussed the Visa Waiver Program and regional defense cooperation, but no specific deadlines or agreements were mentioned.

Overall, the press conference highlighted the strong alliance between the US and Israel, their shared values, and their commitment to regional security and peace.