The article discusses the challenges that many Americans face when it comes to the high costs of caregiving. It highlights the pressures faced by those with multiple caregiving responsibilities, particularly parents who are also caring for an adult. The burden of caregiving falls heavily on women, with 5 million mothers being part of the "sandwich generation" compared to 3.2 million fathers. Many of these mothers are employed, with over half working full-time, which adds to the difficulty of balancing caregiving duties with work responsibilities.

The article also mentions the rising costs of child care, which have increased faster than incomes over the past few decades. Lower-income families are particularly affected by these cost pressures, as they cut into their budgets more than higher-income families. Additionally, the United States lacks a guarantee of paid leave, with the majority of low-wage workers, who are predominantly women and workers of color, having no access to paid family and medical leave.

The need for high-quality, accessible, and affordable elder care is also growing, with the number of adults over the age of 65 expected to nearly double by 2060. However, there is a shortage of care workers, partly due to the low wages and lack of benefits in the industry. Child care workers and home care workers are among the most underpaid, and turnover rates are high. This shortage is projected to worsen in the coming years.

The article emphasizes that limited access to professional caregiving leads many Americans to provide unpaid care to their loved ones. The burden of caregiving disproportionately falls on women, resulting in reduced working hours, lower-paying jobs, or leaving the labor force entirely. This contributes to the gender wage gap and reduces family economic security.

The article concludes by discussing President Biden's Build Back Better plan, which aims to address the caregiving crisis. The plan includes a tax credit for low- and middle-income families based on care expenses, extending the expansion of the Child and Dependent Care Tax Credit. This tax credit would provide financial relief for families caring for children under 13 or loved ones with disabilities.