In a recent press briefing, Mr. Zients, Dr. Walensky, and Dr. Fauci provided updates on the Omicron variant and discussed strategies for staying safe during the holidays. They emphasized that fully vaccinated individuals, especially those with booster shots, are highly protected against severe illness. However, due to Omicron's high transmissibility, even vaccinated individuals may get COVID, although their symptoms are likely to be mild or asymptomatic. Unvaccinated individuals are at a higher risk of severe illness, hospitalization, and death.

The briefing also covered updates on COVID treatments. Two of the three existing monoclonal antibody treatments are not effective against Omicron, but GlaxoSmithKline's treatment is. The supply of GSK's monoclonal antibody treatment will be doubled to over 1 million treatment courses, with 300,000 available in January. AstraZeneca's monoclonal antibody treatment, which is important for immunocompromised individuals, will have over half a million doses available in January.

In terms of antivirals, Pfizer's antiviral has been authorized and the administration has pre-purchased 10 million treatment courses. Merck's antiviral is awaiting authorization, and the administration has pre-purchased 3 million treatment courses. The supply of these antivirals will ramp up over the next few months.

The briefing stressed the importance of vaccination, booster shots, wearing masks in public indoor settings, and taking COVID tests before gatherings. The CDC estimates that the Omicron variant represents approximately 73 percent of COVID-19 cases in the US, and in some areas, it accounts for 90 percent of cases. The data indicate that Omicron is highly transmissible, but there is a decrease in severity compared to the Delta variant. The vaccines, especially when boosted, are likely to protect against severe disease, hospitalization, and death. However, breakthrough infections can still occur, so wearing masks and taking tests are important prevention measures.

The briefing also addressed questions about the supply and distribution of Pfizer's antiviral pill, insurance coverage for at-home COVID tests, the definition of "fully vaccinated," and the potential benefits and risks of the Omicron variant.