The United States and Indonesia have a strong strategic partnership based on shared values of democracy and pluralism. They are committed to the rules-based international order and are focused on supporting Indonesia's security and prosperity. They are working together to address various challenges, including the climate crisis, access to affordable food and energy, pandemic preparedness, and global health. In Fiscal Year 2022, the U.S. Department of State and U.S. Agency for International Development plan to provide Indonesia with over $150 million in bilateral development and security assistance. 

During the G20 Summit, President Biden and President Widodo will hold a bilateral meeting to discuss efforts to accelerate the partnership between the two countries. They will focus on the Indo-Pacific Economic Framework (IPEF) and the Partnership for Global Infrastructure and Investment (PGII). The United States and Indonesia, along with other partners, will unveil new PGII initiatives during the summit to promote Indonesia's clean energy transition and lasting prosperity.

President Biden has announced several new initiatives, including a Millennium Challenge Corporation (MCC) Compact worth $698 million. This compact will support the development of climate-conscious transportation infrastructure, mobilize international capital, and increase access to finance for women-owned businesses and small enterprises.

Other initiatives include programs to protect Indonesia's marine biodiversity and mangrove ecosystems, a partnership between ExxonMobil and Pertamina to develop a regional Carbon Capture and Sequestration Hub, support for the Indonesian Maritime Security Agency's maritime surveillance drone program, investment in Indonesia's fishing industry to connect small-scale rural fishers to the global market, initiatives to reduce plastic pollution and promote integrated waste management, support for the greening of public transit systems, investment in cutting-edge energy technology, a climate partnership for the conservation of orangutans and other species, and support for port and fisheries administration in the Pacific.

There will also be increased educational cooperation, with more resources allocated for educational advising centers in Indonesia and the return of Peace Corps volunteers and Fulbright scholars and teachers. Additionally, there are plans for a pilot project to support the development of a national image and data repository for electronic medical records, and support for the sustainable development of Indonesia's new capital.

Overall, these initiatives aim to strengthen the partnership between the United States and Indonesia across various sectors and address key challenges for both countries.