During a press briefing, White House Press Secretary Karine Jean-Pierre discussed several topics including President Biden's celebration of the 33rd anniversary of the Americans with Disabilities Act and the 50th anniversary of the Rehabilitation Act. She highlighted President Biden's commitment to equal opportunity for individuals with disabilities.

Jean-Pierre also addressed questions about Ukraine funding and the potential impact of the government funding bill on President Biden's meeting with allies. She emphasized the bipartisan support for funding Ukraine and the administration's commitment to continue supporting Ukraine as long as necessary.

Regarding the potential Speaker of the House, Jean-Pierre stated that it is up to House Republicans to decide their leadership. She reiterated that the President's focus is on delivering for the American people and advancing his legislative priorities.

Jean-Pierre also discussed Russia's avoidance of Western sanctions and the administration's efforts to pressure Russia economically. She highlighted the impact of sanctions on Russia's budget deficit and fiscal situation.

On the topic of immigration, Jean-Pierre reiterated the President's support for collective bargaining and fair pay for workers. She emphasized the administration's commitment to comprehensive immigration reform and its efforts to address border security and deter illegal immigration.

Regarding the COVID-19 vaccine rollout, Jean-Pierre acknowledged some issues with insurance and supply but stated that the administration is working to resolve them. She emphasized the administration's commitment to ensuring that all Americans who want a vaccine can get one.

Jean-Pierre also addressed questions about looting in Philadelphia and condemned any acts of vandalism or violence. She stated that the administration is focused on addressing the issue and supporting local businesses and communities affected by looting.

Lastly, Jean-Pierre declined to comment on specific personal matters, such as the President's son's court appearance, stating that they are personal and not appropriate for discussion during the briefing.