The White House has been closely following the situation in Israel and President Biden has been actively engaged, receiving updates from the national security team. The President has expressed deep sympathy for those affected by the attacks and has pledged full support for Israel. The US government is providing military aid to Israel and adjusting its force posture in the region to bolster deterrence efforts. The US is also working with allies and partners to coordinate efforts. The government is working to determine the whereabouts of American citizens who are missing and has directed its team to work with Israeli counterparts on hostage recovery efforts. The US unequivocally condemns the terrorist attacks in Israel and stands with the Israeli people. The US is committed to supporting Israel in its campaign against Hamas. There is no intention to put US boots on the ground, but the US will protect its national security interests in the region. The US is sending additional security assistance to Israel and will continue to support Israel's defense needs. The US supports the normalization of relations between Israel and Saudi Arabia and will continue to encourage that process. The US is monitoring the situation in Gaza and hopes to avoid escalation and civilian casualties. The US is working to determine the number of American hostages and is in communication with Israeli officials and families of Americans in Israel. The US cannot confirm specific details about hostages or discuss potential rescue efforts. The US is dispatching a carrier strike group to the region as a signal of reassurance and deterrence. The strike group has a range of capabilities, but specific details are not being disclosed. The US remains committed to supporting Ukraine and Israel and will seek funding support from Congress if necessary. The US does not want to see the conflict escalate and is sending a strong message of deterrence. The US is working to gather information about Hamas's involvement in the attacks and is cooperating with Israeli counterparts. The US cannot confirm specific intelligence or discuss intelligence sharing with Israel. President Biden is committed to supporting Israel and has had a longstanding relationship with Prime Minister Netanyahu. The US will continue to support Israel and its shared values. The carrier strike group is being dispatched to send a signal of reassurance and deterrence. The US cannot confirm the number of hostages or discuss potential rescue efforts. The US is in communication with Israeli officials and families of Americans in Israel. The US will not jeopardize the safety of hostages by discussing rescue efforts publicly. The US is mindful of the families affected by the conflict and will consider their well-being in policy decisions.