President Biden held a series of meetings with Saudi leadership in Jeddah, Saudi Arabia, where several significant agreements were reached. The first major development is that Saudi Arabia will open its airspace to all civilian carriers, allowing flights to and from Israel. This is seen as a step towards a broader normalization of relations between the two countries. Secondly, a historic deal was made to transform Tiran Island in the Red Sea into an area of peace. International peacekeepers, including U.S. troops, will leave the island, which will be opened for tourism and economic development while maintaining necessary security arrangements. Third, both parties agreed to deepen and extend the ceasefire in Yemen, aiming for a wider settlement in the country. Saudi Arabia also committed to facilitating the delivery of food and humanitarian goods to civilians. Fourth, several new arrangements were made to enhance the relationship between the two nations, including Saudi Arabia's investment in U.S.-led technology for 5G and 6G networks, and collaboration on a clean energy initiative. Finally, human rights and the need for political reform were discussed, with President Biden expressing his concerns about the murder of Jamal Khashoggi and the importance of standing up for human rights. The President also mentioned future discussions on the multibillion-dollar commitment of the Gulf Cooperation Council (GCC) to invest in the Partnership for Global Infrastructure Investment, as well as the agreement to connect Iraq's electric grid to the GCC grids through Kuwait and Saudi Arabia. President Biden emphasized the importance of positioning the U.S. in the Middle East and not leaving a vacuum for other countries to fill. He also addressed questions about gas prices, his previous remarks about the Saudis, and the likelihood of another incident like the murder of Jamal Khashoggi occurring. Finally, the President reaffirmed his commitment to addressing climate change despite recent challenges.