The Biden-Harris Administration is taking new steps to build a national network of 500,000 electric vehicle (EV) chargers across the United States. The Department of Transportation, in partnership with the Department of Energy, is proposing new standards to make charging EVs convenient, reliable, and affordable for all Americans, including when driving long distances. These standards will ensure that chargers are compatible with all cars and have common payment methods. The proposed standards, along with other federal actions on EVs, support President Biden's priorities of lowering costs for families, creating jobs, and combating climate change. The administration is also pressing Congress to provide tax credits that make EVs more affordable. The actions will create good-paying jobs for workers in the steel, electrical, and labor industries. The investments in charging infrastructure in the Bipartisan Infrastructure Law will build a convenient and equitable charging network through two programs: the National Electric Vehicle Infrastructure (NEVI) program and competitive grants. These programs aim to fill gaps in rural and disadvantaged areas and improve air quality in underserved communities. The administration is mobilizing public and private charging investment to accelerate the adoption of EVs and create jobs across manufacturing, installation, and operation. The chargers will also support renewable energy sources like solar and wind. The administration has established a Joint Office of Energy and Transportation to work with states, industry leaders, and other stakeholders to meet the President's goals. Vice President Harris has launched an EV Charging Action Plan to fast track federal investments and target equity benefits for disadvantaged communities. The Department of Transportation has released a Rural EV toolkit to ensure that all Americans have access to the benefits of EVs. The administration is also announcing actions from nine federal agencies to complement the NEVI program and drive progress in the charging ecosystem. These actions aim to create jobs, reduce emissions, and achieve net-zero emissions by 2050.