President Biden has sent his Administration's National Drug Control Strategy to Congress, aiming to address the devastating toll of drug overdoses in the United States. The strategy focuses on two key drivers of the epidemic: untreated addiction and drug trafficking. It calls for federal agencies to prioritize actions that save lives, provide necessary care, target drug traffickers' profits, and utilize data effectively.

The strategy acknowledges that many people with addiction face barriers to treatment, with only a small percentage receiving care at specialty treatment facilities. It also highlights restrictions and underfunding of key tools like naloxone and syringe services programs, limiting access for drug users. The strategy advocates for harm reduction approaches to meet people where they are and engage them in care, as well as expanding access to evidence-based treatments.

In terms of drug trafficking, the strategy recognizes the ongoing production of new synthetic drugs and the evolving methods of distribution. It supports increased funding for Customs and Border Protection and the Drug Enforcement Administration to combat drug trafficking. The strategy emphasizes targeting drug traffickers and transnational criminal organizations by hitting them financially. It also promotes domestic law enforcement cooperation and collaboration with international partners to disrupt the supply chain of illicit substances.

Additionally, the strategy calls for efforts to prevent substance use among school-aged children and young adults, as well as supporting community-led prevention strategies. It aims to improve understanding of the recovery process, remove barriers, and create economic opportunities for people in recovery. The strategy also addresses access to medication for opioid use disorder in jails and prisons, advancing racial equity in drug-related offenses, and providing support for reintegration after incarceration.

The Biden-Harris Administration has already taken significant actions to address addiction and the overdose epidemic, aligning with the President's Drug Policy Priorities for Year One.