President Biden will meet with Canadian Prime Minister Justin Trudeau today to discuss various issues of mutual interest. The two leaders will review joint efforts in areas such as COVID-19 recovery, economic recovery, climate change, diversity and inclusion, security and defense, and global alliances. Vice President Harris and several Cabinet members will also participate in the bilateral session with their Canadian counterparts.

President Biden will also meet virtually with a group of black essential workers to thank them for their critical roles during the pandemic and to discuss vaccination efforts. The President aims to address the devastating impact of the COVID-19 pandemic on black communities and discuss how his American Rescue Plan will provide immediate relief.

In terms of COVID-19, the President's administration announced an increase in vaccine allocations to states, with a 70 percent increase in vaccine allocations since taking office. The Retail Pharmacy Program has also performed well, with an increase in doses delivered. The administration is on track to have enough vaccines for 300 million Americans by the end of July.

The President will also travel to Houston on Friday to meet with local leaders and discuss relief efforts and progress toward recovery following the winter storm. He will also visit a COVID health center where vaccines are being distributed.

Other updates include FEMA announcing additional individual disaster assistance for Texas homeowners and renters affected by the winter storm, ongoing water system outages in affected areas, and an increase in supply of vaccines for the United States.

During the press briefing, White House Press Secretary Jen Psaki also addressed several other topics, including housing affordability, the potential confirmation of Neera Tanden as OMB director, the Supreme Court decision on Trump's tax returns, the Keystone XL pipeline, the Capitol assault investigation, and the reopening of a temporary facility for migrant children in Texas.