This article is an executive order issued by President Joe Biden, titled "Advancing Tribal Sovereignty and Self-Determination." The order emphasizes the importance of protecting and supporting Tribal sovereignty and self-determination, as well as honoring trust and treaty obligations to Tribal Nations. It acknowledges the historical attacks on Tribal sovereignty and the damage caused by past federal policies such as termination, relocation, and assimilation. In contrast, the order highlights the positive impact of self-determination policies in revitalizing Tribal economies and governance.

The order acknowledges that current federal funding and support programs for Tribal Nations are often administered in ways that burden Tribal Nations and create frustration due to complex application and reporting processes. It mentions previous actions taken by the Administration to reform federal processes, such as reducing administrative burdens and establishing uniform standards for Tribal consultation.

The order aims to usher in a new era of self-determination policies and Nation-to-Nation relationships, where Tribal Nations are respected as sovereign entities. It emphasizes the importance of Tribal self-governance and the right of Tribal Nations to make their own decisions. The order commits the federal government to design and administer funding and support programs for Tribal Nations in a manner that recognizes and supports Tribal sovereignty and self-determination.

To achieve this, the order directs agencies to coordinate with the White House Council on Native American Affairs (WHCNAA) to implement the order, share best practices, and identify opportunities for policy reforms. It also mandates an assessment of chronic shortfalls in federal funding and support programs for Tribal Nations, with recommendations for additional funding and programming to better fulfill the federal government's trust responsibilities.

The order outlines several actions for agencies to increase the accessibility, equity, flexibility, and utility of federal funding and support programs for Tribal Nations. These actions include promoting partnerships with Tribal Nations, streamlining administrative processes, increasing flexibility in funding, respecting Tribal data sovereignty, providing technical assistance, and addressing undue burdens faced by Tribal Nations.

The order concludes with general provisions, stating that it does not impair existing authorities or the functions of the Office of Management and Budget. It also encourages compliance from agencies not explicitly covered by the order and clarifies that it does not create enforceable rights or responsibilities against the United States.