President Joe Biden delivered a speech on the South Lawn, where he announced new steps to accelerate the adoption of electric vehicles (EVs) in the United States. He began his speech by expressing his condolences over the death of Rich Trumka, a close friend and labor leader. Biden emphasized the importance of unions in building the middle class and acknowledged the role of unions in the growth of the American automobile industry.

Biden highlighted the need for the U.S. to compete with China in the EV market. Currently, China leads in EV production and battery manufacturing. The President stressed the importance of developing and manufacturing EVs and batteries in the U.S. to ensure good-paying union jobs and sustain the growth of the middle class.

To achieve this, Biden announced several measures. First, he plans to reverse the previous administration's rollback of vehicle emissions and efficiency standards. The Environmental Protection Agency and the Department of Transportation will work on developing new standards for a broad range of vehicles.

Second, Biden signed an executive order setting a target that 50% of all passenger vehicles sold in the U.S. by 2030 will be electric. This order aims to stimulate investment in manufacturing facilities, battery production, and research and development for clean vehicle technologies.

Third, Biden emphasized the need to invest in infrastructure, specifically modernizing roads, highways, ports, airports, and transit systems. He highlighted the importance of expanding the network of charging stations and converting the federal government's fleet of vehicles to electric.

The President also discussed the importance of the American worker and the creation of good-paying union jobs in the clean energy sector. He expressed his commitment to supporting workers' rights to unionize and collectively bargain.

Biden concluded his speech by stating that America is back in the fight to lead in clean car technologies and to address the climate crisis. He emphasized the potential for economic growth and job creation through investments in EVs and clean energy.

Following his speech, Biden signed an executive order strengthening America's leadership in clean cars and trucks. He answered questions from the press, discussing topics such as the constitutionality of the eviction moratorium and the need to invest in chip manufacturing in the U.S. to address the semiconductor shortage.