President Biden has announced his intent to appoint several individuals to serve in key roles on the National Museum and Library Services Board. The board advises the Institute of Museum and Library Services on policies related to museum, library, and information services. The appointed individuals include:

1. Joan Breier Brodsky: A librarian and book and paper conservator with experience in various library and museum organizations.
2. Susan Lynn Gibbons: Vice provost for collections and scholarly communication at Yale University and former University Librarian at Yale.
3. Amy Elizabeth Gilman: Director of the Chazen Museum of Art at the University of Wisconsin-Madison, with a background in museum leadership and art history.
4. Julius C. Jefferson Jr.: Currently working for the Congressional Research Service at the Library of Congress, with extensive experience in the library community.
5. Cameron Kitchin: Director of the Cincinnati Art Museum, with prior leadership roles in other art museums and organizations.
6. Dipesh Navsaria: A pediatrician and associate professor of pediatrics at the University of Wisconsin-Madison, with a focus on child health advocacy and education.
7. James G. Neal: University Librarian Emeritus at Columbia University, known for his work in digital libraries, intellectual freedom, and library innovation.
8. Annie Norman: State Librarian of Delaware and Director of the Delaware Division of Libraries, recognized for her leadership in library services.
9. Halona Norton-Westbrook: Director and CEO of the Honolulu Museum of Art, with expertise in museum collections and a passion for accessibility to the arts.
10. Allison C. Perkins: Executive director of Reynolda House Museum of American Art, with a focus on connecting people with art, nature, and history.
11. Monica Ramirez-Montagut: Director of the Parrish Art Museum, known for her socially engaged approach to art and extensive experience in museum curatorial roles.

These individuals bring diverse backgrounds and expertise to the board, contributing to the development of policies and initiatives related to museums, libraries, and information services.