President Joe Biden has announced his intent to nominate several individuals for key roles in his administration. Glenda Glover has been appointed as Vice Chair of the President's Board of Advisors on Historically Black Colleges and Universities. 

Chris Saunders has been nominated for Federal Co-Chair of the Northern Border Regional Commission. He has served on the staff of Senator Patrick Leahy for nearly two decades and has focused on community and economic development, transportation, and telecommunications policy.

Corey Wiggins has been nominated for Federal Co-Chair of the Delta Regional Authority. He has a background in creating equitable opportunities and has served as Senior Vice President of Policy at Hope Enterprise Corporation and Hope Credit Union.

Summer Mersinger has been nominated for Commissioner of the Commodity Futures Trading Commission. She has over 17 years of federal government service, including working on Capitol Hill and at the Commodity Futures Trading Commission.

Caroline Pham has also been nominated for Commissioner of the Commodity Futures Trading Commission. She is a recognized leader in financial services compliance and regulatory strategy and policy.

Edward Gabriel has been nominated for Member of the United States Institute of Peace Board of Directors. He has an extensive background in international affairs and has been involved in matters of national security, trade, and energy issues.

Nathalie Rayes has been nominated for Member of the United States Institute of Peace Board of Directors. She is the President and CEO of Latino Victory Project and has dedicated her career to advancing and empowering the Latino community.

Mary Swig has been nominated for Member of the United States Institute of Peace Board of Directors. She is an internationally-known fashion designer and has served on various not-for-profit organizations' boards.

Lastly, Glenda Glover has been appointed as Vice Chair of the President's Board of Advisors on Historically Black Colleges and Universities. She is currently the President of Tennessee State University and has been instrumental in raising funds for HBCUs.

These nominations and appointments reflect President Biden's commitment to diverse and experienced individuals serving in key roles in his administration.