President Joe Biden has appointed several individuals to key regional leadership roles at the United States Department of Agriculture (USDA) and the Department of Housing and Urban Development (HUD). These appointments are crucial to the President's efforts to rebuild communities affected by the pandemic, economic recovery, and climate change. The appointed individuals have extensive expertise in their respective areas and strong relationships with federal, state, tribal, and local leaders. Furthermore, these regional appointees reflect the diversity of America and the communities they will serve. 

At the USDA, Blong Xiong has been appointed as the State Executive Director for the Farm Service Agency in California. Xiong has a background in community service and has worked extensively with small Southeast Asian farmers and businesses. Matt Gellings has been appointed as the State Executive Director for the Farm Service Agency in Idaho. Gellings is a fourth-generation farmer and has been an advocate for agriculture in various roles. Whitney Place has been appointed as the State Executive Director for the Farm Service Agency in Minnesota. She has experience in state government and has led efforts in areas such as water quality and rural mental health. Heidi Secord has been appointed as the State Executive Director for the Farm Service Agency in Pennsylvania. She is a farmer with experience in regenerative agriculture and has been involved in agricultural policy committee work. Ronald Howell has been appointed as the State Executive Director for the Farm Service Agency in Virginia. Howell has professional experience in higher education, state, and federal government, and has worked to strengthen outreach efforts and support minority and limited-resource producers in agricultural programs.

Lakeisha Hood has been appointed as the USDA State Director for Rural Development in Florida and the U.S. Virgin Islands. Hood previously served as the Director of the Division of Food, Nutrition, and Wellness in the Florida Department of Agriculture and Consumer Services. Rudy Soto has been appointed as the USDA State Director for Rural Development in Idaho. Soto, a member of the Shoshone Bannock Tribes, has experience in economic development, public health, conservation, and child welfare. Helen Price Johnson has been appointed as the USDA State Director for Rural Development in Washington. She has leadership experience with rural communities and has advocated for small towns, small businesses, and rural lands.

At HUD, Margaret Salazar has been appointed as the Regional Administrator for Region 10, which serves Alaska, Idaho, Oregon, and Washington. Salazar currently serves as the Executive Director of Oregon Housing Community Services and has led efforts to increase affordable rental housing, expand racial equity in homelessness programs, and provide emergency rental assistance in Oregon.

These regional appointees will play a crucial role in the distribution of resources and the implementation of policies to support agriculture, rural development, and affordable housing in their respective regions.