The Department of Energy is awarding $2.8 billion in grants from the Bipartisan Infrastructure Law to 20 manufacturing and processing companies across 12 states. This funding aims to boost domestic manufacturing and support projects related to electric vehicles (EVs), batteries, and critical minerals. President Biden is also launching the American Battery Materials Initiative, a government effort to secure a reliable supply of critical minerals used in power, electricity, and EVs. These actions are expected to strengthen national security, improve energy independence, create jobs, and lower costs for working families. The United States aims to make half of all new vehicles sold in 2030 electric, and these initiatives will help meet the increasing demand for critical minerals in EV batteries. The overall investment in America's electric vehicle future, including critical minerals sourcing and battery manufacturing, is over $135 billion from various legislative acts. The initiatives also aim to make America more competitive by reducing reliance on foreign supply chains and developing a sustainable domestic supply chain. The American Battery Materials Initiative will coordinate federal resources, work with stakeholders and allies, and support faster permitting for projects that strengthen the domestic supply chain. The announced projects will support lithium production for over 2 million electric vehicles annually and establish significant domestic production of graphite and nickel. The initiative will also focus on expanding sustainable mining, processing, and recycling of critical minerals, diversifying international supply chains through partnerships and alliances, and ensuring strong environmental and labor standards in the domestic process. It will also engage with the private sector, state and local governments, environmental leaders, and labor unions. The initiative will leverage international partnerships to map resources, diversify global supply chains, and raise international standards for extraction, processing, and recycling. These actions align with President Biden's economic plan to build the middle class, lower costs, and create good-paying jobs in America.