The article is a speech given by President Biden at Joint Base Myer-Henderson Hall in Arlington, Virginia. He begins by paying tribute to Senator Dianne Feinstein, who passed away that morning, describing her as a trailblazer and a great friend. He then goes on to thank Vice President Harris, Secretary Austin, members of Congress, and leaders of the Department of Defense for attending the event to mark the change of responsibility and celebrate the service of General Mark Milley.

President Biden highlights General Milley's impressive military career, including his combat experience and leadership qualities. He acknowledges the support of General Milley's wife, Hollyanne, and their dedication to military spouse employment. He also thanks General Milley's children, Peter and Mary, for their sacrifices.

The President praises General Milley's Boston heritage, his love for maps, and his commitment to the Constitution. He emphasizes the importance of Mark's counsel and his dedication to seeking the best information possible. President Biden commends General Milley's role in strengthening alliances and ensuring America's military remains at the forefront of cyber and space capabilities.

President Biden expresses his pride in serving alongside General Milley and his admiration for the values and principles that guide him. He mentions the significance of the Constitution and the phrase "We the People" on General Milley's challenge coin. The President emphasizes the idea of America's democracy and the equality of all its citizens.

The President transitions to discussing the appointment of General Charles Q. Brown Jr. as the new Chairman of the Joint Chiefs of Staff and praises his qualifications and leadership qualities. He expresses frustration with the delay in confirming over 300 highly qualified officers, calling it unacceptable and detrimental to the military.

President Biden criticizes the potential government shutdown, urging the House to fulfill its duty to fund the government and avoid disrupting the lives of military families and Defense Department civilian servants. He emphasizes the need for leaders to consider the impact of their decisions on the lives of service members and their families.

The President concludes by commending General Milley, General Brown, Secretary Austin, and other military leaders for their care and concern for the troops they command. He shares a personal story of General Milley's dedication to his soldiers and highlights the qualities of leadership, patriotism, and strength that General Milley embodies. President Biden expresses his gratitude and friendship towards General Milley and concludes by invoking God's blessings and protection for all.