President Joseph R. Biden Jr. has proclaimed May 1 through May 7, 2022, as National Small Business Week in the United States. In his proclamation, President Biden highlights the significant contributions of small businesses to the American economy and recognizes their role in driving innovation, creating jobs, and strengthening communities. The COVID-19 pandemic had a devastating impact on small businesses, leading to closures and job losses. However, President Biden prioritized providing relief to small businesses through initiatives like the American Rescue Plan, which distributed billions of dollars to help businesses reopen and retain employees. The administration also focused on removing barriers and leveling the playing field for businesses owned by veterans, women, and people of color. The Bipartisan Infrastructure Law created contracting opportunities for small businesses and delivered high-speed internet access to every community, enabling businesses to reach customers nationwide and globally. Additionally, the law made the Minority Business Development Agency a permanent entity with increased funding to assist minority-owned businesses. President Biden emphasizes his commitment to equal opportunity and using federal procurement dollars to support underrepresented businesses and build generational wealth. Reforms have been implemented to increase contracting opportunities for underserved businesses by up to 50 percent by 2025. The administration has also invested in supply chain resilience and "Made in America" manufacturing to support small businesses in innovation and competition. The United States Small Business Administration's Community Navigator Pilot program aims to provide resources to underserved small businesses through partnerships with local organizations. Despite the challenges faced during the pandemic, new business applications grew by over 30 percent, with millions of Americans, including women and people of color, pursuing their entrepreneurial dreams. President Biden expresses his commitment to continuing to support small businesses and strengthening the economy from the bottom up. The proclamation calls on all Americans to recognize and support small businesses and celebrate National Small Business Week through programs and activities that highlight their importance.