During a recent press briefing, Jeff Zients, the White House COVID-19 Response Coordinator, discussed the progress made in testing, vaccination, and booster shots as part of President Biden's plan to combat the pandemic. In terms of testing, the availability of at-home tests has increased in recent months. The federal government has invested $2 billion to ensure test availability and has authorized a new rapid, at-home test from ACON Laboratories. Commitments have also been received from manufacturers Quidel and OraSure to expand production of rapid tests. An additional billion-dollar investment has been made to further mobilize testing manufacturers, with the goal of quadrupling the amount of at-home, rapid tests available by December. The government plans to procure an additional 180 million rapid tests over the course of next year. The aim is to have a supply of 200 million rapid, at-home tests per month starting in December.

In terms of vaccinations, the focus remains on vaccinating the unvaccinated, including through vaccination requirements. The President announced new vaccination requirements that will cover about 100 million Americans. Various airlines and healthcare employers have also implemented vaccination requirements, and these requirements have been successful in increasing vaccination rates. The Department of Veterans Affairs is reaching out to over 700,000 eligible veterans for booster shots, and states are leveraging federal support to reach underserved communities.

Dr. Anthony Fauci discussed the therapeutic aspect of countermeasures against COVID-19, particularly the development of direct-acting, orally available antivirals. The Biden administration has invested $3.2 billion to catalyze the development of new medicines to combat COVID-19 and prepare for future pandemic threats. He mentioned the recent announcement of the antiviral drug molnupiravir, which has shown promising results in reducing hospitalization and death rates. However, he emphasized that vaccines remain the best tool against COVID-19.

Surgeon General Dr. Vivek Murthy discussed vaccine requirements, highlighting their historical precedent and effectiveness in increasing vaccination rates. He mentioned that vaccine requirements have been implemented in various settings throughout history to protect public health. He emphasized that vaccines are the best way to protect against COVID-19 and that vaccine requirements create safer spaces for people to work, learn, and receive healthcare.

Overall, the briefing highlighted the progress being made in testing, vaccination, and booster shots, and the importance of these measures in combating the pandemic.