President Biden's Investing in America agenda is making progress across the country, with several initiatives aimed at addressing homelessness, expanding broadband access, and preparing the workforce for good-paying jobs. Here are some highlights:

1. Addressing Unsheltered Homelessness: The White House announced a two-year, multiagency federal partnership with Chicago, Dallas, Phoenix, Los Angeles, Seattle, and California to curb unsheltered homelessness. These cities will receive federal assistance and support in developing response plans and securing additional funding.

2. Investments in Community Facility Projects in Delaware: Delaware will receive $65.9 million from the American Rescue Plan Act's Capital Projects Fund to build and expand community service centers. These centers will help improve broadband access and provide public access to high-speed internet.

3. Funding for Tribal Land Internet Access: First Lady Jill Biden and Secretary Deb Haaland visited Bethel, Alaska, to highlight the Tribal Broadband Connectivity Program (TBCP). The program has allocated $386 million in grants to 21 projects in Alaska, including two broadband infrastructure deployment projects in the Y-K Delta.

4. Impact of the Bipartisan Infrastructure Law: Hawaii has utilized $1.2 billion from the Bipartisan Infrastructure Law to improve roads, provide internet service to thousands of residents, and upgrade airports and ports. Maryland has received $2.6 billion for infrastructure projects, and Illinois has received $41.46 million in federal-aid highway fund commitments.

5. Workforce Hubs Initiative: The Biden administration has selected Augusta, Phoenix, Columbus, Pittsburgh, and Baltimore as workforce hubs. These cities will serve as models for developing training programs and connecting workers to jobs in various industries, including clean energy and advanced manufacturing.

Overall, President Biden's agenda is delivering on its promises to address key issues such as homelessness, broadband access, and workforce development, with funding and support being provided to communities across the country.