In a speech from the East Room, President Biden addressed the issue of high prescription drug prices in the United States. He acknowledged the important work done by pharmaceutical companies in developing life-saving drugs, but criticized the practice of increasing prices on medications that have been on the market for years. The President highlighted the fact that Americans pay the highest prescription drug prices compared to other developed nations, often two to three times more. He shared examples of the exorbitant costs of certain drugs, such as an anti-cancer drug that costs $14,000 in the U.S. but only $6,000 in France. 

The President emphasized that the high costs of prescription drugs affect many Americans, with one in four struggling to afford their medications. Some patients have resorted to skipping doses or not filling prescriptions due to the financial burden. The President noted that high drug costs also contribute to the overall increase in health insurance expenses. He called for a change and outlined the steps his Build Back Better bill aims to take to make prescription drugs more affordable.

Specifically, the President highlighted the issue of insulin prices for individuals with diabetes. He shared the story of a young woman who had to ration her insulin and another woman who had to choose between rent, groceries, and medication. The President's plan includes capping cost-sharing for insulin at $35 per month, ensuring people without health insurance can get coverage, and implementing a steep excise tax on drug companies that increase prices faster than inflation. Additionally, the President aims to allow Medicare to negotiate drug prices and cap the amount seniors have to spend on prescription drugs each year.

President Biden emphasized that addressing the issue of high prescription drug prices is not a partisan matter and urged Congress to pass his Build Back Better bill to make a difference in people's lives. He expressed his commitment to lowering drug costs while ensuring drug companies receive a fair return on their investment. The President closed by saying healthcare should be a right, not a privilege, and that passing his bill would provide people suffering from diabetes and other diseases the medicine they need and the dignity they deserve.