President Biden hosted a trilateral summit at Camp David with Japanese Prime Minister Kishida and Republic of Korea (ROK) President Yoon. This was the first stand-alone summit of leaders from the United States, Japan, and the ROK, and the first summit of foreign leaders at Camp David during the Biden-Harris Administration. The leaders inaugurated a new era of trilateral partnership and emphasized the importance of cooperation between their countries for the security and prosperity of their people, the Indo-Pacific region, and the world. 

During the summit, the leaders discussed various areas of cooperation. They reaffirmed the critical importance of regular, high-level consultations between their countries. In terms of security cooperation, they committed to strengthening trilateral defense exercises, improving information sharing, and increasing cooperation on ballistic missile defense, particularly against the threat posed by North Korea's missiles. They also discussed expanding cooperation in areas such as disaster relief, humanitarian assistance, maritime interdiction exercises, and anti-piracy exercises.

As Indo-Pacific nations, the United States, Japan, and the ROK expressed their commitment to defending peace and stability in the region. They aim to bolster existing regional architecture, such as ASEAN and the Pacific Islands Forum, and enhance capacity building and humanitarian efforts through greater coordination. They also discussed broadening economic and technology cooperation to reinforce the rules-based economic order, promote sustainable and inclusive economic growth, and expand prosperity throughout the Indo-Pacific and the world. This includes efforts in areas such as supply chain resilience, coordination on advanced technology export controls, international standards for artificial intelligence, infrastructure assistance, financial stability, critical minerals collaboration, and addressing economic coercion.

Furthermore, the leaders emphasized the importance of global health security and committed to joint research, data sharing, and promoting the health of their citizens in the Indo-Pacific region. They also discussed strengthening people-to-people ties through educational and professional exchanges, as well as cooperative efforts to build capacity among future leaders to address global challenges together.