One year ago, President Biden introduced his Build Back Better Agenda, which aims to address various challenges facing the country, such as the pandemic, economic downturn, climate crisis, and racial injustices. The agenda includes the American Families Plan and elements of the American Jobs Plan. It focuses on creating jobs, cutting taxes, and lowering costs for working families. Some key highlights of the agenda include:

1. Lowering Prescription Drug Costs: The plan allows Medicare to negotiate drug prices, reducing the burden on consumers.

2. Lowering Child Care Costs: The agenda aims to make child care more affordable and accessible, including the implementation of universal preschool.

3. Lowering Health Care Costs: The plan extends cost savings under the Affordable Care Act, making health care more affordable for those buying coverage through the ACA. It also expands coverage for uninsured individuals and adds dental, vision, and hearing coverage for Medicare beneficiaries.

4. Lowering Higher Education Costs: The agenda provides two years of free community college and increases the maximum Pell Grant award. It also invests in strategies to improve completion rates at institutions serving low-income students.

5. Lowering Housing Costs: The plan invests in affordable housing, including tax credits and financing options. It aims to construct and rehabilitate sustainable rental housing units and homes for working families. It also addresses lead-based paint in housing units.

In addition to lowering costs, the Build Back Better Agenda focuses on tax cuts for families with children and workers without children. It extends the Child Tax Credit expansion and increases the Earned-Income Tax Credit for low-wage workers.

The agenda also emphasizes job creation through investments in workforce training, clean energy, and education. It aims to prepare American workers for high-quality jobs, establish clean energy standards, and invest in research and development.

Overall, President Biden's Build Back Better Agenda aims to create a more sustainable, resilient, equitable, and prosperous future for America.