During a briefing aboard Air Force One en route to Pittsburgh, Pennsylvania, White House Press Secretary Karine Jean-Pierre provided updates on various topics. She mentioned that President Biden had been briefed on a bridge collapse in Pittsburgh and had called Governor Wolf and Mayor Gainey to offer support. The President's visit to Pittsburgh includes a tour of Carnegie Mellon's Manufacturing Futures Initiative, where he will discuss economic progress, job growth, and manufacturing jobs created during his tenure. Jean-Pierre also highlighted the importance of investing in critical infrastructure, such as bridges, and the inclusion of infrastructure funding in the Bipartisan Infrastructure Law. She mentioned that the President's team continues to engage with state and local officials on the ground regarding the bridge collapse.

Regarding COVID-19, Jean-Pierre provided updates on the distribution of masks and at-home tests to the American people. She mentioned that millions of masks have been shipped out to convenient locations across the country, and approximately 60 million households have ordered free tests through COVIDTests.gov. She also mentioned progress in the booster program, with 70% of eligible seniors and 50% of eligible adults receiving boosters.

In response to questions about President Biden's position on Russia's military buildup near Ukraine, Jean-Pierre emphasized the need for diplomacy and de-escalation. She mentioned that the President had provided written responses to Russia and outlined ideas for constructive dialogue. However, she noted that tangible signs of de-escalation from Russia have not been seen yet. Jean-Pierre also mentioned that the President had spoken with President Zelensky of Ukraine and reaffirmed U.S. support for Ukraine's sovereignty and territorial integrity.

When asked about Democrats from Pennsylvania not meeting with the President, Jean-Pierre clarified that the event in Pittsburgh was an official one focused on infrastructure and manufacturing, not a campaign event. She mentioned that Governor Wolf, Senator Casey, and Congressman Lamb would be participating, along with other elected officials.

Regarding the bridge collapse, Jean-Pierre stated that the President had been given updates by the governor and the mayor and that his team would continue to gather information throughout the day. She mentioned that elected officials would still be attending the event.

The briefing ended at 12:52 P.M. EST.