President Biden is taking further steps to address the conflict in northern Ethiopia, which has led to one of the worst humanitarian and human rights crises in the world. Over 5 million people require humanitarian assistance, and nearly one million are living in famine-like conditions. The conflict involves several parties, including the Ethiopian National Defense Forces, Eritrean Defense Forces, Tigray People's Liberation Front, and Amhara regional forces, all of which have been implicated in human rights abuses against civilians, including murder, rape, and other forms of sexual violence.

The United States, along with allies and international organizations, is calling for an end to hostilities, unimpeded humanitarian access, accountability for human rights abuses, and inclusive dialogue to preserve the unity of the Ethiopian state. President Biden has signed an Executive Order establishing a new sanctions regime that allows the U.S. Department of the Treasury to hold accountable those responsible for prolonging the conflict, obstructing humanitarian access, or preventing a ceasefire. The United States will also work to mitigate any unintended effects of the sanctions on the people of Ethiopia and the wider region.

The United States is committed to facilitating ceasefire negotiations and a political resolution of the conflict, supporting the investigation and documentation of human rights abuses, and providing assistance to the people of Ethiopia. Ethiopia remains one of the largest recipients of U.S. humanitarian and development assistance, with nearly $900 million provided in the past year. The United States is also helping Ethiopia address the COVID-19 pandemic by providing assistance and vaccines.

The U.S. government is prepared to impose sanctions if there is no progress toward resolving the conflict, but is also ready to work with the international community to provide critical assistance for Ethiopia's recovery if progress is made. The United States is reaching out to Ethiopian-American leaders and stakeholders to promote understanding and healing across ethnic and political lines. President Biden believes that Ethiopia can overcome its divisions and resolve the conflict through dialogue and unity.