Starting on February 19, the United States will begin processing eligible individuals in the Migration Protection Protocols (MPP) program to pursue their asylum cases in the US. The US government will be working closely with the Government of Mexico, as well as international and non-governmental organizations. Individuals in the MPP program should not take any action at this time and should remain where they are to await further instructions. The US government will soon announce a virtual registration process that can be accessed from any location. Once registered, eligible individuals will receive additional information on when and where to present themselves. It is important to note that individuals should not approach the border until instructed to do so. The US government emphasizes that its borders are not open and this is just the first phase of the administration's efforts to reopen access to an orderly asylum process. This new process specifically applies to individuals who were returned to Mexico under the MPP program and have pending cases before the Executive Office for Immigration Review. Individuals outside of the United States who were not returned to Mexico under MPP or do not have active immigration court cases will not be considered for participation in this first phase and should await further instructions. If individuals attempt to enter the US without an active MPP case, they will be immediately expelled and not permitted to remain in the country. The US government advises against crossing the border without using ports of entry, as it poses risks to individuals and their families, especially during the COVID-19 pandemic. Although President Biden is committed to long-term immigration reform, it will take time. The immigration reform legislation sent to Congress by President Biden only applies to individuals who were in the United States before January 1, 2021. This announcement is seen as a crucial first step to demonstrate respect for human rights and dignity by abiding by legal processes and health and safety protocols.