The Biden-Harris Administration is committed to promoting gender equity and equality as a cornerstone of U.S. foreign policy in Africa and globally. They believe that advancing the economic status of women and girls is not only a matter of human rights, justice, and fairness, but also a strategic imperative that reduces poverty, promotes sustainable economic growth, increases access to education, improves health outcomes, advances political stability, and fosters democracy.

One of the key challenges to women's full participation in the 21st-century economy is the digital gender gap. Globally, there are approximately 260 million more men than women using the internet in 2022, and this gap has increased by 20 million in the last three years. The gap is particularly prominent in Africa, where 66% of women do not use the internet.

To address this disparity, the Biden-Harris Administration will collaborate with other governments, the private sector, foundations, and multilateral organizations to close the digital divide, improve access to equitable digital finance and other online services, and challenge social norms that hinder women's participation in the digital economy. They will also continue to promote the economic empowerment of women.

In Accra, Ghana, the Vice President is announcing a series of investments and initiatives from the U.S. government, private sector, and philanthropic community to foster women's political, economic, and social inclusion in Africa. These initiatives build upon previous efforts launched at the U.S.-Africa Leaders Summit in December 2022, including the Digital Transformation with Africa (DTA) Initiative.

One significant initiative is the Women in the Digital Economy Fund, a joint effort by the U.S. Agency for International Development (USAID) and the Bill & Melinda Gates Foundation. USAID will commit $50 million, and the Gates Foundation will commit $10 million by 2026, with at least half of these resources focused on Africa. The Fund aims to close the gender digital divide by scaling evidence-based solutions that improve women's livelihoods, economic security, and resilience. It will support programs that enhance digital access and affordability, develop relevant products and tools, provide digital literacy and skills training, promote online safety and security, and invest in gender-disaggregated data and research.

In addition to the Women in the Digital Economy Fund, the Vice President is announcing nearly $400 million in private sector and philanthropic commitments in response to her call for support. These commitments will further contribute to closing the gender digital divide and promote women's economic security in Africa.

Furthermore, the Biden-Harris Administration is making an additional $47 million in commitments in Africa to foster women's economic participation, environmental stewardship, health, and freedom from gender-based violence. These commitments build upon previous initiatives launched at the U.S.-Africa Leaders Summit.

Overall, the Biden-Harris Administration is taking significant steps to promote gender equality, close the digital gender gap, and empower women economically in Africa and around the world.