The Vice President of the United States, Kamala Harris, attended the launch of the Southeast Asia Regional Office of the United States Centers for Disease Control and Prevention (CDC) in Hanoi, Vietnam. This regional office is one of four in the world and demonstrates the US's commitment to the region. The Vice President thanked everyone involved in the opening of the office and emphasized the importance of the work being done to keep Southeast Asia healthy.

The COVID-19 pandemic has highlighted the interconnectedness and interdependence of the world, as well as the accelerating threats we face. The Vice President acknowledged the impact of the pandemic, with millions of lives lost, but also highlighted the development and distribution of vaccines that have saved millions of lives. The US has shipped out 110 million vaccine doses worldwide, with over 23 million going to Southeast Asia. An additional one million doses are on their way to Vietnam, bringing the total number of doses donated to six million. These deliveries are all free of charge and without any strings attached, reflecting the US's commitment to saving lives.

In addition to vaccine donations, the US has pledged $500,000 to the ASEAN COVID-19 Response Fund to support the purchase of more vaccines. The US also remains a strong supporter of ASEAN centrality and regional health security. Over $150 million in emergency assistance has been provided to countries in the region to help with vaccination efforts and support COVID-19 patients' recovery.

With the launch of the CDC office, the US aims to further strengthen public health infrastructure in Southeast Asia. They plan to improve readiness and response for future pandemics or health crises by training disease detectives, investing in research, and supporting the creation of emergency management systems. The US also aims to collaborate with Southeast Asian countries to develop the next generation of healthcare professionals, recognizing that the COVID-19 pandemic will not be the last threat of its kind.

The Vice President expressed concern about the situation in Myanmar, where the military continues to attack healthcare professionals. She condemned the violence and human rights abuses following the military coup and reiterated the call for an end to the violence, the release of those unjustly detained, and a swift restoration of the path to democracy.

In conclusion, the Vice President emphasized the importance of partnership in addressing challenges and creating opportunities in an interconnected and interdependent world. The launch of the CDC office and the collaboration between the US and Southeast Asia are seen as crucial steps in this regard.