The senior administration official discussed the recent attacks in the Red Sea by the Houthis during a teleconference call. They highlighted the dangerous and unlawful attacks by the Iranian-backed Houthis against commercial shipping in the Red Sea, which have occurred 23 times since November 19th. The Houthis have used anti-ship ballistic missiles, land attack cruise missiles, unmanned aerial vehicles, and fast boats in their attacks. The official emphasized that the attacks are indiscriminate and have targeted ships with no connection to Israel. In response to these attacks, there has been a significant diplomatic effort, including the formation of a defensive naval coalition called Operation Prosperity Guardian. The USS Gravely shot down two anti-ship ballistic missiles targeting a Singapore-flagged, Denmark-operated ship on December 30th. On December 31st, the same ship was attacked again by Yemeni forces in fast boats, but U.S. forces responded and sank three of the boats in self-defense. The official stated that the U.S. is prepared to respond to any further attacks and highlighted the statement issued by 13 countries today, warning the Houthis of the consequences of their actions. They also mentioned that Iran is arming the Houthis and that efforts are being made to stop the flow of weapons to them. The official did not provide details about future actions or rules of engagement but emphasized that the U.S. is acting defensively and will protect global commerce and the freedom of navigation. They also addressed concerns about the U.S. being weak in dealing with the Houthi situation and stated that the U.S. has taken strong actions and is prepared for all contingencies. The official did not see a connection between the Houthi situation and the Yemeni civil war and expressed support for a diplomatic resolution to the tension on the northern border with Israel and in southern Lebanon. They reassured that the U.S. has significant military assets in the region and is ready to respond to any contingency.