1. Decarbonization and clean energy: The United States and Japan aim to prioritize the development and implementation of clean energy technologies and strategies to reduce greenhouse gas emissions and transition away from fossil fuels.

2. Domestic climate efforts: Both countries are committed to leading by example and taking strong actions within their own borders to address climate change. This includes implementing policies and measures to reduce emissions and promote sustainable development.

3. International climate action: The United States and Japan are determined to play a proactive role in global efforts to combat climate change. They will work together to accelerate international action on climate change, including through participation in international agreements and initiatives.

4. Achieving net zero goals: Both countries have set ambitious targets to achieve net-zero greenhouse gas emissions by 2050. They will collaborate on developing and implementing strategies to reach these goals, including through research, development, and deployment of clean energy technologies.

5. Aligned nationally determined contributions (NDCs): The United States and Japan are committed to aligning their 2030 NDCs with the goals of the Paris Agreement. They will work together to enhance their climate targets and ensure their actions are consistent with limiting global temperature increase to 1.5 degrees Celsius.

6. Global trajectory: The two countries recognize the need for a global trajectory that is in line with the goal of keeping global temperature increase to 1.5 degrees Celsius. They will collaborate to promote this trajectory and encourage other nations to take ambitious climate action.

In summary, the United States and Japan plan to strengthen their cooperation in various areas to increase climate ambition, promote clean energy and decarbonization, and lead in domestic and international climate efforts. They will work towards achieving their respective net-zero goals by 2050 and align their 2030 NDCs with the Paris Agreement. Additionally, they aim to promote a global trajectory consistent with limiting global temperature increase to 1.5 degrees Celsius.