Acting Administrator Slavitt began the briefing by acknowledging the approaching grim milestone of 500,000 Americans who have lost their lives to COVID-19. He mentioned that President Biden and other officials will hold a moment of silence to honor those who have passed away. Slavitt emphasized the administration's determination to turn the tide on COVID-19 and provide the necessary resources to make that happen.

He provided an update on the progress made to recover from the delays caused by extreme weather. McKesson and members of the military worked round-the-clock to pack vaccines, and UPS extended its trailer time to allow for more doses to be packed. As a result, 7 million doses are planned to be delivered, including catch-up doses from last week. Slavitt expects all backlog doses to be delivered by midweek.

However, delivering doses is just the first step. Vaccination sites need to quickly vaccinate the public, and Slavitt encouraged them to schedule more appointments and work extended hours to catch up. Some vaccination sites in Texas are still closed due to weather impacts, but others have reopened with extended hours and additional locations.

Slavitt then discussed the administration's efforts to educate and communicate with the public about the importance of vaccinations. They have been listening to the public's concerns, testing different methods of communication, and ensuring clear answers are provided. They are now moving into a second stage of engagement with key stakeholders, including state and local health leaders, nonprofits, businesses, and unions. They are also hosting a series of listening sessions with different communities, starting with the African American community, to strengthen vaccine confidence and address barriers to vaccinations.

Dr. Walensky provided an update on the trends of COVID-19 cases, hospital admissions, and deaths. While there has been a decline in cases, hospital admissions, and deaths, they remain at high levels. The current seven-day average is around 66,000 cases per day, similar to the peak in summer. The number of reported deaths has also declined but is still significant.

She highlighted the importance of getting students back to in-person instruction while protecting teachers, students, and staff. The CDC has released an operational strategy for opening K-12 schools and is working with education partners to support its use. She also mentioned a concerning report on COVID-19 spread in schools, emphasizing the need for strict mask adherence, physical distancing, and other mitigation strategies.

Dr. Fauci discussed the progress made in therapeutics for COVID-19. He mentioned the use of antivirals, monoclonal antibodies, convalescent plasma, and immunomodulators for early or moderate disease. For advanced disease, dexamethasone, baricitinib, and other immunomodulators are used to block the inflammatory response. He highlighted the need for the development of potent antivirals that directly target SARS-CoV-2.

During the Q&A session, the officials addressed questions about vaccinating federal employees, the tracking of vaccine distribution, the undercounting of COVID-19 deaths, and plans for distributing the Johnson & Johnson vaccine. They emphasized the importance of following the science and waiting for the FDA and ACIP to provide guidance on these matters.