During a press conference at the JW Marriott Hotel in Hanoi, Vice President Kamala Harris discussed the strengthening relationship between the United States and Vietnam. She expressed gratitude to the Vietnamese hosts for their warm welcome and emphasized that this trip signifies the beginning of the next chapter in the bilateral relationship. Harris highlighted the enduring commitment to the relationship, stating that it matters to the people, security, and prosperity of both countries. She mentioned the cooperation on various issues and the remarkable trajectory of the relationship since diplomatic relations were established in 1995. 

Harris acknowledged the COVID-19 surge as the top concern for the Vietnamese people and discussed the United States' assistance in this regard. She mentioned the delivery of 1 million vaccines from the United States to Vietnam, on top of the 5 million already shared, as well as the provision of freezers and millions of dollars in public health assistance. Harris also highlighted the opening of a new CDC Southeast Asia Regional Office and expressed the United States' commitment to stand with Vietnam during this surge. 

The Vice President emphasized that, despite the pandemic, the United States and Vietnam will continue to strengthen their economic ties. She mentioned advocating for a reduction of tariffs on American agricultural goods and launching initiatives to help Vietnam transition to a more digital economy and grow women- and ethnic minority-owned businesses. Harris also discussed the partnership between the two countries in addressing the climate crisis and promoting a clean energy future. 

Harris reiterated the United States' commitment to a free and open Indo-Pacific, as well as its high-level security cooperation with Vietnam. She emphasized working together to push back against threats to freedom of navigation and the rule-based international order. The Vice President also raised the issue of human rights, stating that the United States will not shy away from speaking out and will always be true to its values. 

During the trip, a lease for 99 years was signed to establish the United States Embassy in Hanoi, which Harris highlighted as evidence of the enduring commitment to the partnership with Vietnam. She concluded by reiterating the United States' intention to strengthen its participation and partnership in Southeast Asia and the Indo-Pacific region, working collaboratively to meet current and future challenges.