The White House and the Department of Justice have announced that 99 law schools have responded to the Attorney General's Call to Action to the Legal Profession, which was issued on August 30, 2021. The call aimed to address the housing and eviction crisis and asked lawyers and law students to take immediate action to help their communities. The response from the legal profession has been swift and wide-reaching, helping to keep eviction filings below 60% of historic averages. This effort is part of a whole-of-government approach by the Biden-Harris Administration to increase housing stability and access to justice.

The response to the call has been broad, with the presidents of several major legal organizations adopting eviction prevention as a priority. Within 24 hours of the call, the Association for Pro Bono Counsel and Law Firm Antiracism Alliance hosted trainings for hundreds of pro bono attorneys on assisting tenants with Emergency Rental Assistance (ERA) applications.

The efforts to implement rental assistance programs and eviction diversion programs have led to historic progress on the Emergency Rental Assistance Program. Over 3 million households have received Emergency Rental Assistance, with approximately $25-$30 billion in ERA funds either spent or obligated by the end of 2021. Eviction filings have remained below historic averages and well below the 3.7 million evictions filed in a typical year.

The article provides examples of law school responses to the Attorney General's Call to Action. For instance, Rutgers University Law School dedicated $2 million in state funding to establish an anti-eviction initiative, while New York University School of Law partnered with Fordham University School of Law to train over 80 law students to assist tenants in applying for ERA. Other law schools, such as Wayne State University School of Law, University of Nebraska College of Law, and Boston University School of Law, also took meaningful action to expand access to justice and increase housing stability.

The article concludes with a statement from the deans of law schools across the United States, expressing their support for the Attorney General's Call to Action and their commitment to taking immediate and meaningful action to combat the housing and eviction crisis.