The fourth Ministerial meeting of the Trade and Technology Council (TTC) between the United States and the European Union (EU) took place in Luleå, Sweden on May 31, 2023. The meeting was co-chaired by officials from both sides and focused on various areas of cooperation. 

The United States and the EU reiterated the importance of the TTC in the broader transatlantic partnership, particularly in the context of Russia's aggression against Ukraine. They reaffirmed their commitment to support Ukraine and discussed measures to respond to Russia's actions, including sanction-related export restrictions and combatting foreign information manipulation and disinformation campaigns. 

The changing international environment was recognized as requiring enhanced cooperation and information exchange to address challenges to economic security. Both sides emphasized the importance of the international rules-based system and strengthening bilateral coordination to address non-market policies and practices that reinforce dependencies and economic coercion. 

The United States and the EU also expressed their commitment to joint leadership in promoting and upholding an international rules-based order grounded in shared values. They discussed cooperation in multilateral discussions related to trade and technology, including efforts to reform the World Trade Organization and promote the principles presented in the Declaration for the Future of the Internet. 

The meeting also focused on emerging technologies, such as artificial intelligence (AI), 6G, online platforms, and quantum. Both sides emphasized the need to make the most of the potential of these technologies while ensuring they respect human rights and shared democratic values. They discussed ongoing cooperation on AI, including the implementation of a Joint Roadmap on Evaluation and Measurement Tools for Trustworthy AI and Risk Management, and the importance of cooperation on research in areas such as extreme weather forecasting, health improvements, and energy optimization. 

The United States and the EU highlighted the importance of decarbonization efforts and placing decarbonization at the heart of trade policy to accelerate the transition to a net-zero economy. They discussed the Transatlantic Initiative for Sustainable Trade and ongoing negotiations on critical minerals agreements and clean energy incentives. 

In the area of trade, both sides discussed ways to increase the use of digital tools in transatlantic trade, enhance cooperation on conformity assessment, and promote sustainable and responsible supply chains. They also discussed cooperation on export controls, investment screening, and addressing non-market policies and economic coercion. 

The meeting also touched on connectivity and digital infrastructure, including cooperation on 6G wireless communication systems and support for secure and trustworthy connectivity in third countries. Both sides expressed their commitment to defending human rights and values in the digital environment, including addressing foreign information manipulation and interference and protecting human rights defenders online. 

Lastly, the United States and the EU launched the Talent for Growth Task Force to promote the development of talent and skills in emerging technologies. They discussed the importance of expanding opportunities for people to acquire the skills needed to compete in these technologies. 

Overall, the meeting highlighted the commitment of the United States and the EU to deepening their cooperation in various areas to address common challenges and promote economic growth and prosperity.