President Biden addressed the second Summit for Democracy, expressing gratitude for the work done over the past 15 months to deliver on commitments made at the first summit. He highlighted the power of these gatherings to galvanize action and make concrete progress for people around the world. Biden noted that democracy's decline has been reversed, thanks to the commitment of global leaders and the persistence of people demanding their rights and voices be heard. He emphasized that the decisions made today will shape the world for decades to come.

Biden also spoke about the progress made in the United States, including lowering the cost of essentials, rebuilding infrastructure, and demonstrating the resilience of American democracy during the 2020 elections. He stressed the importance of protecting the right to vote and mentioned the bipartisan Electoral Count Reform Act, as well as the need to pass the John Lewis Voting Rights Advancement Act and the Freedom to Vote Act.

The President highlighted examples of other countries taking steps to strengthen their democracies, such as Angola creating new regional courts, the Dominican Republic modernizing its anti-corruption law, and Croatia implementing an anti-corruption plan. He acknowledged that democracy is hard work, requiring constant protection, renewal, and efforts to root out corruption and reject political violence.

Biden emphasized the importance of advancing the rights and dignity of all people, particularly women and girls, as well as promoting equality, racial justice, and LGBTQ+ rights. He noted that when democracies stand together, they reinforce each other's efforts to address shared challenges, such as the COVID-19 pandemic, climate change, and food security.

The President announced the United States' commitment to boosting democracy globally through the Presidential Initiative for Democratic Renewal, pledging over $400 million initially and planning to add another $690 million over the next two years. He also mentioned the creation of a new Bureau of Democracy, Human Rights, and Governance at USAID.

Biden discussed the need to ensure technologies are used to advance democratic governance rather than undermine it. He mentioned signing an executive order to restrict the U.S. government's use of commercial spyware and thanked countries joining in regulating its use. He highlighted efforts to strengthen tools for internet freedom, protect activists and journalists from cyber threats, and shape emerging technologies in line with democratic values.

In conclusion, President Biden expressed his passion for strengthening democracy, stating that democracies are getting stronger while autocracies are getting weaker. He commended the leaders for their commitment to democracy and thanked the Republic of Korea for hosting the next Summit for Democracy.