President Biden has announced his intent to appoint several individuals to key roles in various advisory committees and boards. Here are the appointees and their backgrounds:

1. Board of Visitors to the United States Coast Guard Academy:
   - Nancy Duff Campbell: Founder and Co-President Emerita of the National Women's Law Center, with extensive experience in advocating for women's rights and issues affecting low-income women and their families.
   - Joyce M. Johnson: Former Director of Health and Safety (surgeon general) of the U.S. Coast Guard, with a background in public health and preventive medicine.
   - Peter V. Neffenger: Retired Vice Admiral of the U.S. Coast Guard, former head of the Transportation Security Administration (TSA), and recognized expert in national security and crisis leadership.
   - Maritza Sáenz Ryan: Retired Brigadier General of the U.S. Army, former Professor & Head of the Department of Law at the U.S. Military Academy (USMA) at West Point, with expertise in military law and national security.

2. Commission on Presidential Scholars:
   - Andrew N. Cedar: Partner at Long Ridge, a growth equity firm, with previous experience in the Obama-Biden Administration's foreign policy and national security team.
   - Peter A. Selfridge: Executive Vice President and Global Head of Government and Public Affairs for SAP, with previous experience as U.S. Chief of Protocol during the Obama-Biden Administration.
   - Leland Ware: Louis L. Redding Professor and Chair for the Study of Law and Public Policy at the University of Delaware, with expertise in civil rights law and legal institutions.

3. Council of the Administrative Conference of the United States:
   - Shakuntla L. Bhaya: Co-owner of a Delaware law firm, with a focus on representing individuals who are seriously injured and involvement in Delaware politics.
   - Neil H. MacBride: General Counsel of the Department of Treasury, with extensive experience in law enforcement, national security, and financial enforcement.
   
4. J. William Fulbright Foreign Scholarship Board:
   - David E. Price: Fellow at the Sanford School of Public Policy and Professor Emeritus of Political Science at Duke University, with experience as a U.S. Representative and expertise in American politics and political institutions.
   
5. President's Advisory Committee on the Arts:
   - Randa Elias Arabo: Political activist, social entrepreneur, and founder of Walker Advertising LLC, with a focus on providing legal access to Latinos in the U.S.
   - Mary Ann Walker Aguirre: Founder and entrepreneur in the legal industry, with a focus on the U.S. Latino market and advocacy for U.S.-Latin America relations.
   - Christine M. Warnke: Global business executive and public servant, with experience in international humanitarian initiatives, economic development, and arts and humanities advocacy.

These individuals will serve in their respective roles to provide expertise, advice, and recommendations in their respective areas of focus.