During a press briefing aboard Air Force One, Karine Jean-Pierre, the White House Principal Deputy Press Secretary, provided updates on several topics. 

She mentioned that President Biden and the First Lady are traveling to Lewiston, Maine, to pay their respects to the victims of a recent shooting attack. They will meet with families and community members affected by the tragedy and express gratitude to first responders and healthcare workers. The President will also deliver remarks calling on lawmakers to take action to prevent such incidents in the future. Senators Collins and King and Representative Pingree are traveling with the President to Lewiston.

Jean-Pierre also discussed the administration's efforts to address gun violence. Greg Jackson, Deputy Director of the White House Office of Gun Violence Prevention, has been in Maine to coordinate federal resources and support. The President has called on Congress to pass an assault weapons ban, enact universal background checks, require safe storage, and end immunity from liability for gun manufacturers.

In addition, Jean-Pierre highlighted the administration's focus on reducing prescription drug prices. She mentioned the inclusion of insulin products in Medicare price negotiation as part of President Biden's Inflation Reduction Act. The administration aims to lower drug costs for seniors and ensure access to lifesaving medications.

Regarding international affairs, Jean-Pierre discussed the ongoing conflict between Israel and Hamas. She reiterated the administration's position calling for a temporary ceasefire to allow aid delivery and the safe evacuation of hostages. She emphasized the United States' support for Israel's right to self-defense while urging all parties to avoid further escalation.

Jean-Pierre also addressed concerns about Hezbollah's involvement in the conflict. She stated that the United States does not seek escalation and warned against Hezbollah or any other actor taking advantage of the situation. The administration wants to prevent the conflict from spreading into Lebanon, as it could lead to devastating consequences for the Lebanese people.

Furthermore, Jean-Pierre announced a new package of weapons and equipment for Ukraine to support its defense against Russian aggression. The package includes additional munitions, air defense systems, artillery rounds, and anti-tank systems. The United States is also providing equipment to strengthen Ukraine's air defenses against Russian drone attacks.

Regarding domestic issues, Jean-Pierre mentioned the administration's push for comprehensive immigration reform. She emphasized the need for Congress to take action and support Ukraine while also providing resources to address border security and improve the immigration system. The administration aims to work with states to implement red flag laws and prevent gun violence.

In response to questions, Jean-Pierre clarified that the administration's messaging on the Israel-Hamas conflict remains consistent, despite some Democrats calling for a ceasefire. She expressed confidence in the administration's approach and diplomatic efforts to address the situation.

When asked about the recent jobs report, Jean-Pierre highlighted the Biden administration's focus on steady economic growth and job creation. She emphasized the President's commitment to building up the middle class and criticized Republican policies that could harm working families.

Regarding upcoming elections, Jean-Pierre referred questions to the Democratic National Committee and did not provide specific information about President Biden's involvement.

The briefing concluded with Jean-Pierre discussing the administration's response to the recent mass shooting in Maine. She highlighted the resources and support provided by the Office of Gun Violence Prevention and stressed the need for Congress to take action on gun reform. The President's message to the affected community would be one of support and commitment to addressing gun violence.