The Biden-Harris Administration has made significant efforts to support Tribal communities in their recovery from the COVID-19 pandemic and advance equity and opportunity for American Indians and Alaska Natives. The Administration has prioritized vaccine distribution in Native communities, resulting in the highest vaccination rates among Native Americans in the United States. They have also made unprecedented financial investments in Tribal Nations, including $32 billion in the American Rescue Plan specifically for Tribal communities.

The Administration is focused on building physical and human infrastructure in Indian Country, with investments in transportation, water, sanitation, energy, and climate resilience. They have signed the Infrastructure Investment and Jobs Act and are working to pass the Build Back Better Plan, which will provide additional funding for Tribes in areas such as child care and preschool programs.

President Biden has taken executive actions to protect Tribal lands and combat climate change, including revoking the Keystone XL pipeline permit and restoring protections to national monuments. The Administration is also working to advance educational equity for Native children, promoting opportunities for learning Native languages and histories.

The Biden-Harris Administration is committed to strengthening the Nation-to-Nation relationship and has conducted extensive consultations with Tribal Nations on a range of policy issues. They have elevated Native American voices in the Administration, with high-ranking officials visiting Indian Country and a historic number of Native Americans serving in political positions.

During the White House Tribal Nations Summit, the Administration announced several new commitments, including an executive order to improve public safety and address missing or murdered Indigenous people, the consideration of a 20-year withdrawal of federal lands around Chaco Culture National Historical Park to protect sacred sites, and the development of a database of Tribal treaties for federal employees.

Overall, the Biden-Harris Administration aims to create a new era of Tribal relations with the federal government, rooted in honesty and diplomacy, to support a stronger Nation-to-Nation relationship for years to come.