During a press briefing, Homeland Security Advisor Dr. Liz Sherwood-Randall and Deputy National Security Advisor for Cyber and Emerging Technologies Anne Neuberger provided an update on the Colonial Pipeline cyberattack and the Biden administration's response. They stated that Colonial Pipeline had shut down its operations as a precautionary measure after a ransomware attack. The pipeline is currently working with cybersecurity consultants to assess potential damage and determine when it is safe to bring the pipeline back online. The government is taking proactive steps to analyze the impact on fuel delivery and identify federal options for alleviating supply shortfalls. The Department of Transportation has issued an hours-of-service waiver to provide flexibility to drivers transporting petroleum products. The administration is also focused on improving the cybersecurity of critical infrastructure and is working on initiatives to collaborate with the private sector and disrupt ransomware infrastructure. The government is coordinating with stakeholders to ensure information sharing and is pursuing international cooperation to address ransomware attacks. The FBI has identified the ransomware used in the attack as the DarkSide variant. The administration does not have evidence of state involvement at this time. The President will meet with a bipartisan group of governors to discuss innovative ways to promote vaccine access and confidence. The administration is closely monitoring the situation in Israel and has serious concerns about the violence and confrontations. The President's commitment to a global COVID-19 response remains steadfast, and the U.S. is investing in COVAX and working to boost global vaccine production. The White House is closely monitoring inflation but believes the current impact is temporary. The administration is working to address barriers to work, such as childcare, school reopening, and vaccination, and is providing assistance to industries affected by the pandemic. The President will continue to engage with lawmakers on the American Jobs Plan and the American Families Plan. The administration is open to different ideas and is focused on finding areas of agreement. The President will meet with Senator Capito and a group of Republican senators to discuss infrastructure.