President Joe Biden has proclaimed September 2021 as National Wilderness Month in the United States. In his proclamation, he emphasizes the importance of America's public lands and waters, stating that they reflect a deep connection to our natural heritage. He acknowledges the rich biodiversity and the national treasures that these areas offer. President Biden highlights the significance of accessibility to public lands for all Americans and recognizes their ability to revitalize the soul and inspire respect for the natural wonders surrounding us. He recommits to the preservation and protection of these lands for future generations. The proclamation also references the Wilderness Act, signed into law by President Lyndon B. Johnson in 1964, which established the National Wilderness Preservation System. This system now includes over 800 wilderness areas spanning more than 111 million acres. President Biden emphasizes the role of these areas in providing physical recreation, mental well-being, and sanctuary, especially during the COVID-19 pandemic. He acknowledges the risks faced by these natural wonders, such as the climate crisis and species extinction, and expresses the need to combat these challenges together. President Biden reiterates the United States' commitment to the Paris Climate Agreement and the goal of investing in, conserving, connecting, and restoring at least 30 percent of the nation's lands and waters by 2030 through the "America the Beautiful" initiative. He also recognizes that not all Americans have access to public lands and expresses his administration's commitment to ensuring clean air, clean water, and the additional benefits provided by wilderness areas for all communities. President Biden acknowledges the sacred connection and deep understanding that Tribal Nations and Indigenous communities have with these lands and promises to work in partnership with them to address conservation and stewardship challenges. The proclamation concludes by encouraging all Americans to experience the nation's outdoor heritage, recreate responsibly, celebrate the value of preserving wilderness, and strengthen the commitment to protecting these lands for future generations.