President Joe Biden has announced his intent to nominate several individuals for key roles. Marc Nathanson is nominated for Ambassador Extraordinary and Plenipotentiary to the Kingdom of Norway. He is a communications entrepreneur, environmentalist, and Chairman of Mapleton Investments. Randi Charno Levine is nominated for Ambassador Extraordinary and Plenipotentiary to the Portuguese Republic. She is an advocate for the arts and currently serves as Commissioner and Executive Committee member for Special Projects at the Smithsonian National Portrait Gallery. Monde Muyangwa is nominated for Assistant Administrator for the Bureau of Africa at the United States Agency for International Development. She currently serves as the Director of the Africa Program at the Woodrow Wilson International Center for Scholars. Bidtah Becker is nominated for Member of the National Council on the Arts. She is an attorney and advocate for water issues, as well as a supporter of Indigenous artists. Gretchen Gonzales Davidson is nominated for Member of the National Council on the Arts. She chairs the Michigan Council of Arts and Cultural Affairs and has a production company called El Studio 444. Estrellita Brodsky is nominated for Member of the National Council on the Humanities. She is a curator, collector, and philanthropist, and has endowed curatorial positions in Latin American art at various institutions. Vanessa Northington Gamble is nominated for Member of the National Council on the Humanities. She is a medical humanities professor and has worked to promote equity and justice in medicine and public health. David Hajdu is nominated for Member of the National Council on the Humanities. He is a cultural historian, critic, and educator, specializing in arts and culture. Jerry Kang is nominated for Member of the National Council on the Humanities. He is a law and Asian American studies professor, known for his work on implicit bias. Kathryn "Kit" Matthew is nominated for Member of the National Council on the Humanities. She previously served as the Director of the Institute of Museum and Library Services and has a background in cultural stewardship and community wellbeing.