This article discusses President Biden's efforts to protect and strengthen Medicaid and the Affordable Care Act (ACA). The article mentions Executive Order 14009, which established the policy of the Biden Administration to make high-quality healthcare accessible and affordable for every American. It directs agencies with authorities and responsibilities related to Medicaid and the ACA to review existing regulations, orders, and policies to ensure they are consistent with this policy.

The article highlights several actions taken by agencies to protect and strengthen Medicaid and the ACA, including expanding Medicaid in Missouri and Oklahoma, extending Medicaid eligibility for pregnant individuals, operating a Special Enrollment Period, extending the HealthCare.gov Open Enrollment Period, increasing outreach and enrollment funding, reducing paperwork burdens, allowing year-round enrollment in ACA coverage, and proposing rules to improve coverage and affordability.

The article also mentions the American Rescue Plan Act of 2021, which further strengthens Medicaid and the ACA by enhancing ACA subsidies, incentivizing Medicaid expansion, extending postpartum Medicaid coverage, establishing mobile crisis intervention services, and increasing funding for home- and community-based services.

Despite these efforts, the article notes that millions of Americans still lack access to affordable healthcare coverage. The uninsured rate has decreased, but there are still 4 million Americans who are locked out of Medicaid expansion. The article emphasizes the importance of protecting and strengthening Medicaid and the ACA to ensure high-quality healthcare is accessible and affordable for all Americans.

The article concludes by stating that agencies with responsibilities related to health coverage will continue to review existing agency actions to expand access to affordable coverage, improve the quality of coverage, strengthen benefits, and help more Americans enroll in quality health coverage. The order also includes general provisions that clarify its implementation and limitations.