The Biden administration is expected to sign an executive order that will regulate certain U.S. investments into Chinese entities involved in sensitive technologies related to national security. The executive order will focus on three sectors: semiconductors and microelectronics, quantum information technologies, and certain artificial intelligence systems. The goal is to prevent the Chinese government from acquiring and using advanced technologies for military and intelligence purposes. The Treasury Department will release an Advanced Notice of Proposed Rulemaking to provide more details on the program and gather feedback from stakeholders. The program will require notification for some investments and prohibit others that pose national security risks. The administration has engaged with allies and partners to align approaches and maximize the effectiveness of their efforts. The program is aimed at protecting national security interests while maintaining a commitment to open investment. The rulemaking process will allow for further clarification and adjustments before the program goes into effect. The administration believes that acting in concert with allies and partners is crucial to achieving the shared goal of protecting sensitive technologies. The Chinese government has been informed about the executive order, and some allies, such as the European Commission, United Kingdom, and Germany, are considering developing their own similar programs. The administration expects industry stakeholders to adhere to the rules and will have the authority to investigate and enforce penalties for violations. Criminal penalties may apply in some cases. The details of the program, including the distinction between prohibited and notified investments, will be provided in the executive order and the Advanced Notice of Proposed Rulemaking. The administration believes that the program will have a significant impact, as private equity and venture capital firms have already started to adjust their investments. The rulemaking process will allow for further engagement with stakeholders and the possibility of fine-tuning the program. The administration is confident in the effectiveness of the program and believes it aligns with existing efforts to address national security challenges. The executive order reflects a "small yard, high fence" approach, focusing on specific technologies and investments that pose the greatest risks to national security. The administration aims to provide clear guidance on what is in scope and to ensure the program is implemented easily and effectively.