President Joe Biden has announced his intent to nominate several individuals to serve as key leaders in his administration for the 77th Session of the General Assembly of the United Nations. Senator Patrick Leahy, a Democrat from Vermont, has been nominated as the Congressional Representative of the United States. Senator Leahy has a long history of working on foreign policy, global health, and environmental programs. He has also been a leading advocate for human rights and has authored several important laws in this area.

Senator Jim Risch, a Republican from Idaho, has been nominated as another Congressional Representative of the United States. Senator Risch is the ranking member of the Senate Foreign Relations Committee and has been focused on protecting American interests and confronting challenges posed by China and Russia. He has also worked on strengthening NATO and improving global health security.

S. Douglas Bunch has been nominated as the Public Delegate of the United States to the General Assembly. Bunch is a partner at a law firm and represents pension fund investors in securities and shareholder class actions. He has also been involved in educational initiatives and is a leader in the LGBTQ+ community.

Carol Leslie Hamilton, an attorney from California, has been nominated as another Public Delegate of the United States. Hamilton has experience in private practice and public service, including serving as a Senior Advisor to the U.S. Mission to the UN General Assembly. She has worked on issues such as international security, nuclear nonproliferation, disarmament, and human rights.

Andrew Weinstein, a managing attorney at a law firm in Florida, has also been nominated as a Public Delegate of the United States. Weinstein has a background in civil litigation and has been involved in government and community activities. He has served on the President's Committee on the Arts and Humanities and has been active in Democratic Party organizations.

These nominations reflect President Biden's commitment to assembling a diverse and experienced team to represent the United States at the United Nations.