The main topic of the briefing is the plan for COVID-19 booster shots. The briefing begins with an update on the fight against the virus, highlighting the rise in cases driven by the Delta variant and the importance of vaccination in ending the pandemic. The briefing also mentions the progress in vaccination efforts, with nearly 7 million Americans receiving their first shot in the past two weeks and a total of 200 million Americans with at least one shot.

The briefing then focuses on the plan for booster shots. It is stated that the approach is guided by the science and aims to stay one step ahead of the virus. The plan is to offer booster shots to fully vaccinated adults 18 years and older, starting the week of September 20th, 2021. The booster shot would be administered eight months after receiving the second dose of the Pfizer or Moderna mRNA vaccines. It is emphasized that the plan is pending FDA evaluation and CDC recommendations.

The briefing mentions that the plan prioritizes the most vulnerable populations, such as healthcare providers, nursing home residents, and seniors. It is also mentioned that booster shots for those who received the Johnson & Johnson vaccine will likely be needed, but more data is needed to determine the timing.

The briefing includes data on vaccine effectiveness over time, showing a decline in protection against mild and moderate disease due to waning immunity and the Delta variant. However, it is noted that the vaccines still provide high protection against severe disease, hospitalization, and death. The data also suggest that higher levels of antibodies may be required to protect against the Delta variant.

The briefing concludes by reiterating the importance of vaccination in ending the pandemic and the commitment to vaccinating both Americans and people around the world. It is stated that the booster plan does not change the commitment to vaccinating the unvaccinated and efforts to increase vaccine supply globally will continue.

Overall, the briefing provides an update on the fight against the virus, highlights the progress in vaccination efforts, and outlines the plan for COVID-19 booster shots based on the available data and scientific guidance.