The White House is closely monitoring the floods in Mississippi and is in contact with state and local officials, offering support and assistance. FEMA is working with state officials to identify needs, and the EPA is coordinating with industry partners to expedite delivery of critical treatment equipment for emergency repairs at water treatment facilities in Jackson. The state of Mississippi has allocated $450 million in American Rescue Plan funding for water infrastructure, and the city of Jackson is using over $20 million of that for infrastructure needs. The White House has also made $75 million in funding available this year to provide clean and safe water across the state. Corning and First Solar have announced plans to build new manufacturing facilities in the United States, creating jobs and promoting clean energy. President Biden will be discussing his Safer America Plan in Wilkes-Barre, Pennsylvania, focusing on reducing gun violence and supporting law enforcement. The President will also talk about the need to ban assault weapons. The White House has been in touch with local officials in Mississippi regarding the floods, but no official request for federal assistance has been made yet. The White House is waiting for the state to make a formal request. The White House is not shipping in water at this time but is ready to help in any way it can. The White House does not have expectations for the upcoming jobs report but acknowledges that the economy is transitioning from high growth to more stable and steady growth. The White House policy towards Taiwan remains consistent, and the U.S. will continue to deepen ties with Taiwan while adhering to the One China policy. The White House is planning a robust public education campaign to encourage people to get the COVID booster shots. The administration has concerns about any country exercising with Russia while Russia is at war with Ukraine. The U.S. is prepared for scenarios with or without a mutual return to full implementation of the JCPOA, and the President will only conclude a deal that is in the national security interests of the United States. The White House is assessing Iran's drone sales to Russia but did not provide further details.