President Joe Biden has announced his intent to nominate several individuals for key leadership positions in his administration. These nominations include:

1. Ann Carlson as the Administrator of the National Highway Traffic Safety Administration (NHTSA). Carlson has been serving as the Acting Administrator of NHTSA since September 2022. She oversees the agency responsible for setting safety standards, identifying defects, and recalling unsafe vehicles. She also directs fuel economy regulations and the testing of advanced vehicle technologies.

2. Mike Sfraga as the Ambassador at Large for Arctic Affairs. Sfraga is currently the Chair of the U.S. Arctic Research Commission and has extensive experience in Arctic policy and the impacts of climate change on the region.

3. Robin Dunnigan as the Ambassador Extraordinary and Plenipotentiary to Georgia. Dunnigan is a career member of the Senior Foreign Service and has served in various diplomatic roles, including Deputy Assistant Secretary of State for Central and Eastern Europe.

4. Heather Catherine Variava as the Ambassador Extraordinary and Plenipotentiary to the Lao People's Democratic Republic. Variava is a career member of the Senior Foreign Service and currently serves as the Deputy Chief of Mission at the U.S. Embassy in Manila, Philippines.

5. Lisa A. Johnson as the Ambassador Extraordinary and Plenipotentiary to the Lebanese Republic. Johnson is a career member of the Senior Foreign Service and currently serves as the Deputy Assistant Secretary of State for Europe and Asia in the Bureau of International Narcotics and Law Enforcement Affairs.

6. Nicole Shampaine for the rank of Ambassador during her tenure as the United States Representative to the Organization for the Prohibition of Chemical Weapons. Shampaine is a career member of the Senior Foreign Service and currently serves as the Deputy Chief of Mission at the U.S. Embassy in Cairo, Egypt.

7. Patricia L. Lee as a Member of the Defense Nuclear Facilities Safety Board. Lee has extensive experience in radiation protection and nuclear safety and has served in various roles related to nuclear facilities.

8. Rebecca Kelly Slaughter as a Commissioner of the Federal Trade Commission. Slaughter has been serving as a Federal Trade Commissioner since 2018 and has focused on competition, privacy, and consumer protection issues.

9. Robert David Gioia as a Commissioner of the International Joint Commission. Gioia is a community leader who has been involved in various initiatives in the Buffalo-Niagara region, including overseeing the revitalization of Buffalo's waterfront.

These nominations are subject to confirmation by the Senate.