President Joseph R. Biden Jr. has proclaimed September 2022 as National Wilderness Month in the United States. In his proclamation, he highlights the importance of preserving and protecting the nation's wilderness areas, which are not only national treasures but also the ancestral homelands of Tribal Nations and Indigenous peoples. The president acknowledges the cultural, historic, and spiritual connections that these communities have with these lands. 

President Biden emphasizes that when wilderness areas are left intact, they play a crucial role in defending against climate change, providing resilience during natural disasters, and creating a refuge for biodiversity. He mentions that the nation's forests offset 10 percent of greenhouse gas emissions annually, while native grasslands, wetlands, and healthy soils retain water, protecting against flooding and offering drought relief for surrounding vegetation. 

However, the president notes that America's natural spaces are under threat, including extreme wildfires, rising tides, and pollution from toxic chemicals. He highlights the unpredictable nature of climate change and biodiversity loss, which looms over the entire nation. 

In response to these challenges, President Biden's administration has set ambitious goals to reduce greenhouse gas emissions, transition to clean energy, and conserve at least 30 percent of lands and waters in the United States by 2030 through the America the Beautiful Initiative. They are investing in ecosystem restoration, reforestation efforts, and strategic conservation projects through the Bipartisan Infrastructure Law and the Great American Outdoors Act. The president also signed an Executive Order to strengthen forests on Earth Day. 

President Biden acknowledges that not all Americans have equal access to public lands and reiterates his commitment to ensuring that everyone can benefit from the natural beauty and gifts of wilderness areas. He also affirms his commitment to honoring Tribal Nations and Indigenous communities and their sustainable use and connection with their sacred lands. 

In conclusion, President Biden calls upon all Americans to experience the nation's outdoor heritage responsibly, celebrate the value of preserving wilderness, and strengthen their commitment to protecting these vital lands and waters for future generations.