President Joe Biden spoke at the Sheraton Philadelphia Downtown in Philadelphia, Pennsylvania. He began by thanking the audience and expressing his love for Philadelphia and the Philadelphia Eagles football team. He acknowledged Vice President Kamala Harris and thanked Jaime Harrison and the members of the DNC for their service to the party and the nation.

President Biden then reflected on the 2022 midterm elections and the success of the Democratic Party in adding Democratic governors, keeping the U.S. Senate, and making gains in the House of Representatives. He attributed this success to the party's clear message and strong candidates who stood for personal freedoms, the right to choose, and democracy.

The President highlighted his administration's achievements, including the creation of 12 million new jobs, the lowest unemployment rate in 54 years, record-low Black and Hispanic unemployment rates, investments in infrastructure and clean energy, lower healthcare costs, the appointment of diverse judges, and significant gun control measures. He also mentioned the need to tackle the climate crisis and protect women's reproductive rights.

President Biden criticized the current Republican Party, referring to them as "MAGA Republicans" who intend to undo the progress made by his administration. He criticized their proposed legislation, including a bill to eliminate the IRS and replace it with a 30 percent national sales tax, tax cuts for the wealthy, and their opposition to Social Security and Medicare.

The President called for unity and collaboration in finding solutions to grow manufacturing jobs, strengthen the economy, and ensure fair wages. He emphasized the need to pass legislation on issues such as insulin affordability, childcare and family paid leave, the Child Tax Credit, gun control, voting rights, police reform, and safeguarding women from domestic violence.

President Biden expressed optimism about America's future and the opportunities to build a fairer, more just, and free country. He emphasized the importance of possibilities and the belief that there is nothing Americans cannot achieve if they put their minds to it. The President concluded by thanking the audience and expressing his love for the United States.