During President Biden's visit to Illinois, White House Deputy Press Secretary Karine Jean-Pierre discussed the administration's focus on vaccination requirements and the release of a new report on how these requirements are increasing vaccination rates and strengthening the economy. The report highlights that existing vaccination requirements in healthcare systems, educational institutions, businesses, and the public sector have led to a 20% increase in vaccination rates. It also emphasizes that increasing vaccination rates could bring back up to 5 million workers to the labor force.

Jean-Pierre mentioned that the President will visit a construction site in Elk Grove Village and highlight Clayco's support for the vaccination or weekly testing requirement. She emphasized that vaccination requirements are effective in increasing vaccination rates and that the administration is leading the implementation of vaccination requirements for 100 million workers, which is two-thirds of all workers in the U.S.

Regarding the debt ceiling deal, Jean-Pierre stated that the short-term deal provides some breathing room to avoid a catastrophic default. She criticized Republicans, particularly Senator McConnell, for playing politics with the economy and bringing the country to the brink of default. Jean-Pierre expressed the administration's intention to address the debt ceiling through regular order and called for bipartisan cooperation to avoid risking jobs and essential services.

Regarding the President's Build Back Better agenda, Jean-Pierre mentioned that the President had a good conversation with Senator Manchin about the agenda and that they are staying in close touch. She also mentioned that the administration is in contact with Senator Sinema and other senators from both sides of the aisle.

On the issue of rising energy prices, Jean-Pierre stated that the administration is monitoring the global energy market supply and working with agency partners to determine if action is needed. She mentioned that the administration has reached out to the FTC to investigate anti-competitive practices in the oil and gas industry. Jean-Pierre also highlighted the importance of diversifying energy sources and investing in clean energy solutions.

Regarding the recent ruling on the Texas abortion law, Jean-Pierre stated that it is an important step forward in restoring the constitutional rights of women in Texas. She reiterated the President's support for codifying Roe v. Wade and his commitment to protecting women's constitutional rights.

Regarding the meeting between National Security Advisor Jake Sullivan and Chinese officials in Zurich, Jean-Pierre emphasized the importance of leader-to-leader engagement in responsibly managing competition with China. She mentioned that the meeting was candid, direct, and wide-ranging, and it followed previous phone calls between President Biden and President Xi. Jean-Pierre noted that the administration is interested in continuing the conversation and exploring areas of cooperation with China.