In this speech delivered at the Washington Hilton Hotel, President Joe Biden addresses the National Association of Counties. He expresses his appreciation for the work that county officials do and reflects on his own experience as a county councilperson in New Castle County. He emphasizes the importance of direct funding for county programs and the challenges faced by county officials in addressing the needs of their constituents. 

President Biden also acknowledges the recent tragedy at Michigan State University and calls for action to stop gun violence in the country. He highlights the fifth anniversary of the Parkland school shooting and the need for bipartisan gun legislation, including a ban on assault weapons. 

The President discusses the progress made in the economy, with the American Rescue Plan leading to a fast economic recovery and the creation of millions of jobs. He emphasizes the importance of investing in state and local governments, affordable housing, and public safety. He also mentions the need to address mental health needs and the opioid epidemic.

President Biden discusses the importance of infrastructure investment, mentioning specific projects in various counties across the country. He highlights the Bipartisan Infrastructure Investment Act and its impact on roads, bridges, airports, public transit, and high-speed internet access. He also mentions the importance of investing in clean energy and addressing climate change.

The President addresses concerns about the national debt and calls for fiscal responsibility. He criticizes Republican proposals that would add trillions of dollars to the deficit and emphasizes his commitment to cutting the deficit by $2 trillion over the next 10 years. He expresses his determination to avoid a default on the nation's debt.

President Biden concludes by expressing his optimism for the future and the potential of the United States. He emphasizes the resilience and strength of the American people and calls for unity in addressing the challenges faced by the country.