In an article, President Joseph R. Biden Jr. proclaims March 2022 as National Colorectal Cancer Awareness Month. He highlights the impact of colorectal cancer on families and emphasizes the importance of early detection in saving lives. The article mentions that colorectal cancer disproportionately affects Black Americans and individuals over the age of 50. Symptoms such as blood in the stool, changes in bowel habits, stomach pain, bloating, cramps, and unexplained weight loss should be discussed with a healthcare provider. Regular screenings starting at the age of 45 are recommended, as early stages of colorectal cancer often do not present symptoms. The article also emphasizes that individuals who smoke, consume alcohol, or are obese are at a higher risk of being diagnosed with colorectal cancer. Adopting healthy behaviors such as quitting tobacco use, reducing alcohol consumption, and eating a balanced diet can help reduce the risk. President Biden discusses his commitment to ending cancer by re-igniting the Cancer Moonshot initiative and setting ambitious goals to reduce the death rate from cancer by 50% over the next 25 years. He calls on Congress to create the Advanced Research Projects Agency for Health (ARPA-H) to invest in breakthroughs in cancer prevention, detection, and treatment. The administration is focused on increasing colorectal cancer screenings, follow-ups, and referrals, particularly for underserved populations. President Biden and the First Lady launched a call to action on cancer screening and early detection, urging Americans to catch up on missed screenings due to the pandemic. The article also highlights that the Affordable Care Act now covers colorectal cancer screenings for adults over the age of 45, making it more accessible. The president encourages all Americans to prioritize their health and the health of their loved ones, emphasizing the importance of early diagnosis and treatment. He calls on citizens, government agencies, private businesses, non-profit organizations, and other groups to participate in activities that raise awareness and promote prevention of colorectal cancer.