The Biden-Harris Administration is delivering on its promises by lowering costs for families, protecting American lives from challenges like the climate crisis and the opioid epidemic, and ensuring America's competitiveness in the global marketplace. However, additional resources are needed to meet the needs of the American people, support communities, and protect national interests. The Administration is calling on Congress to reach a comprehensive, bipartisan agreement to fund the government, which is critical for priorities such as child care, nutrition assistance, public health, research and development, and national security.

Specifically, the Administration is requesting additional funding for the following priorities:

1. Supporting communities facing extreme weather and climate disasters: The Administration is requesting funding to assist communities affected by recent disasters such as flooding, extreme heat, wildfires, drought, and other severe weather events.

2. Preventing families from losing child care: The expiration of child care stabilization funding at the end of September threatens to destabilize the child care sector. The Administration is requesting an additional year of child care stabilization funding to help providers stay afloat and prevent higher costs for families.

3. Expanding access to high-speed internet across America: The Administration is requesting additional funds to extend the Affordable Connectivity Program, which helps households save on their internet bills. This program is critical for rural, remote, and Tribal communities.

4. Protecting American security and bolstering energy independence: The Administration is calling for supplemental funding to protect high-risk communities, safeguard communications infrastructure, and strengthen energy independence.

5. Countering the fentanyl crisis: Additional resources are needed to continue the Administration's efforts to combat the overdose epidemic. The Administration is requesting funding for grants to states, territories, and tribes for opioid use disorder treatment, harm reduction services, overdose prevention measures, and recovery support services.

6. Providing food aid to support emergency needs abroad and farmers at home: The Administration is requesting funding to address humanitarian needs worldwide, particularly due to natural disasters and food security challenges. This request is in addition to the $10 billion in humanitarian aid included in the National Security Supplemental request.

Overall, the Biden-Harris Administration is urging Congress to provide additional domestic resources to address urgent needs and advance critical domestic priorities.