Corruption is a significant threat to prosperity, security, and democracy, both in the United States and globally. It hampers fair competition, exacerbates poverty, fuels conflict, and erodes trust in government. Recognizing this danger, President Biden has made countering corruption a core national security interest and established the United States Strategy on Countering Corruption. On International Anti-Corruption Day, the United States is hosting the tenth Conference of the States Parties to the United Nations Convention Against Corruption (UNCAC COSP) in Atlanta, Georgia. This event brings together government officials, civil society members, academics, and private sector leaders to emphasize the importance of an inclusive approach to tackling corruption.

The UNCAC serves as a legally-binding global anti-corruption instrument and provides a framework for international coordination and transparency. U.S. Ambassador to the United Nations Linda Thomas-Greenfield is leading a delegation to the COSP and announced that President Biden has signed a Presidential Proclamation restricting the entry into the United States for those involved in corruption. This measure aims to hold corrupt actors and their financial facilitators accountable and protect the U.S. and international financial systems. Additionally, Thomas-Greenfield highlighted new programmatic investments, U.S. asset recovery actions, and progress in implementing the Corporate Transparency Act.

The United States is committed to combating corruption and has identified five key pillars for its efforts:

1. Modernizing, coordinating, and resourcing U.S. anti-corruption initiatives.
2. Curbing illicit finance.
3. Holding corrupt actors accountable.
4. Preserving and strengthening the multilateral anti-corruption architecture.
5. Improving diplomatic engagement and leveraging foreign assistance.

Through these pillars, the United States aims to address corruption comprehensively and promote transparency, accountability, and integrity at home and abroad.