President Biden has proclaimed August 27 through September 2, 2023, as Overdose Awareness Week in the United States. In the proclamation, he acknowledges the national crisis of the overdose epidemic and the personal impact it has on millions of Americans. The proclamation emphasizes the need for bold action to end the epidemic and protect lives. It recognizes the barriers faced by people with substance use disorder and highlights the importance of prevention and recovery through support and treatment. The Biden Administration has implemented a National Drug Control Strategy that addresses untreated addiction and drug trafficking. Efforts have been made to treat substance use disorder like any other disease, including funding the expansion of prevention, treatment, harm reduction, and recovery support services. The American Rescue Plan has provided over $5 billion to strengthen mental health and substance use disorder services, with a focus on frontline workers. The administration has also worked to fight the stigma surrounding substance use disorder, making opioid overdose reversal medication available over-the-counter and implementing a National Response Plan to address the danger of fentanyl mixed with xylazine. In terms of disrupting the flow of illicit drugs, the administration has taken measures to make it costlier for drugs to enter America, target drug traffickers' profits and networks, and seize large quantities of drugs. Though drug overdose deaths leveled off in 2022 after increases in previous years, the administration calls for continued efforts and proposes a historic $46.1 billion budget for national drug control programs in Fiscal Year 2024. The proclamation concludes by urging citizens, government agencies, organizations, healthcare providers, and research institutions to raise awareness of substance use disorder, combat stigmatization, promote treatment, celebrate recovery, and prevent overdose deaths. August 31st is designated as Overdose Awareness Day to honor and remember those who have lost their lives to the epidemic.