President Joe Biden has announced his intent to appoint several individuals to key regional roles at various government agencies. These regional appointees will play a crucial role in the President's efforts to rebuild communities affected by the pandemic, promote economic recovery, and address climate change. The appointees have deep expertise in their respective areas and strong relationships with federal, state, tribal, and local leaders. They also represent the diversity of America and the communities they serve.

At the United States Department of Agriculture (USDA), Kyle Wilkens will serve as the State Director of Rural Development for Missouri. He has extensive experience in local economic development and rural development programs. Rhiannon Hampson will be the State Director of Rural Development for Maine. She brings decades of advocacy and community engagement experience, particularly in sustainable economic development. Jim Barber will serve as the State Executive Director of the Farm Service Agency for New York. He has a background in farming and has made significant improvements in farm programs and outreach to underserved communities. John Perdue will be the State Executive Director of the Farm Service Agency for West Virginia. He has a long history of public service and is a strong advocate for college savings plans and farming.

At the Department of Health and Human Services (HHS), Sima Ladjevardian will be the HHS Regional Director for Region 6, which covers Arkansas, Louisiana, New Mexico, Oklahoma, and Texas. She is a lawyer, breast cancer survivor, and community activist, with a focus on providing affordable access to healthcare. 

At the Environmental Protection Agency (EPA), Earthea Nance will serve as the EPA Regional Administrator for Region 6, which covers Arkansas, Louisiana, New Mexico, Oklahoma, Texas, and 66 Tribal Nations. She is an associate professor of urban planning and environmental policy and has conducted research on the impacts of environmental hazards on vulnerable communities. Meg McCollister will be the EPA Regional Administrator for Region 7, which covers Iowa, Kansas, Missouri, Nebraska, and nine Tribal Nations. She has a strong background in advisory and advocacy work, particularly in environmental and health initiatives. Martha Guzman will serve as the EPA Regional Administrator for Region 9, which covers Arizona, California, Hawaii, Nevada, Pacific Islands, and 148 Tribal Nations. She has extensive experience in public utilities and has worked on issues related to clean energy and water affordability.

At the Department of Housing and Urban Development (HUD), Diane Shelley will be the HUD Regional Administrator for Region 5, which covers Illinois, Indiana, Michigan, Minnesota, Ohio, and Wisconsin. She has a background in law and has served as a state court judge, resolving complex disputes related to business, construction, housing, and employment.

These regional appointees will play a crucial role in implementing the President's agenda and ensuring that the needs of local communities are met.