The memorandum discusses the certification regarding the disclosure of information in certain records related to the assassination of President John F. Kennedy. It emphasizes the importance of eventually disclosing all government records concerning the assassination to enable the public to be fully informed. The memorandum states that most of the records are almost 30 years old and there is no legitimate need for continued protection of such records. It highlights the need for transparency and the disclosure of information, except in cases where the strongest possible reasons counsel otherwise.

The memorandum explains the background of the review process for redactions proposed by agencies, which would result in the continued postponement of full public disclosure. It mentions that agencies have reviewed a set of records and determined that over 70 percent of them can now be released in full, reflecting the administration's commitment to transparency. However, a limited number of records still contain information that requires continued postponement of public disclosure, based on the statutory standard. The Acting Archivist recommends certifying the continued postponement of public disclosure for these records.

The memorandum also mentions additional work that needs to be done for some reviewed records, which could potentially further reduce the amount of redacted information. The Acting Archivist recommends temporarily certifying the continued postponement of public disclosure for these records to allow for additional time for review and to maximize disclosure while ensuring compliance with the Act.

The memorandum includes a certification stating that the continued postponement of public disclosure for certain records is necessary to protect against identifiable harm to areas such as military defense, intelligence operations, law enforcement, or the conduct of foreign relations. It specifies that information proposed for continued postponement shall be withheld from public disclosure.

The memorandum sets a deadline for the release of information that is currently withheld from public disclosure but not proposed for continued postponement. It states that this information should be released to the public by December 15, 2022.

The memorandum outlines a review process that agencies and the National Archives and Records Administration (NARA) will undertake to maximize transparency and disclose all information in records related to the assassination, except in cases when the strongest possible reasons counsel otherwise. It establishes requirements for agencies to withdraw proposed redactions or recommend continued postponement based on the statutory standard. It also emphasizes the importance of considering the public interest in transparency and the need for substantial harm to justify continued redactions.

The memorandum directs the use of transparency plans prepared by each agency for the eventual release of information. These plans outline conditions that will trigger the public disclosure of currently postponed information by the National Declassification Center (NDC) at NARA.

Finally, the memorandum authorizes and directs the Acting Archivist to publish it in the Federal Register.