President Biden's Investing in America agenda aims to improve America's ports, strengthen supply chains, create jobs, improve air quality, and build a zero-emissions shipping future. The Biden Administration has announced investments to make ports safer, cleaner, and more efficient. The Environmental Protection Agency (EPA) will invest $3 billion in zero-emission port equipment and technology, as well as help ports develop climate action plans. Another $1 billion will be invested in reducing emissions from heavy-duty commercial vehicles, including those at ports. These investments will create good-paying jobs, improve economic competitiveness, and address the climate crisis.

President Biden secured $17 billion through the Bipartisan Infrastructure Law to improve ports and waterways. The Inflation Reduction Act includes an additional $4 billion focused on electrifying port equipment and heavy-duty vehicles. These investments will reduce local pollution, congestion, and idling, while supporting electrification and low-carbon technologies. The Department of Transportation's Federal Highway Administration has also announced port electrification programs to improve efficiency and air quality.

These investments align with President Biden's commitment to environmental justice. Communities near ports and transportation corridors are often exposed to toxic pollution, which can harm respiratory and cardiovascular health, especially in children. Cleaner ports and freight vehicles will improve air quality and reduce pollution burdens in these communities. The investments also support the President's Justice40 Initiative, which ensures that 40% of the benefits of federal investments in climate change and clean energy flow to marginalized and overburdened communities.

The Department of Transportation's Federal Highway Administration has opened applications for the reduction of Truck Emissions and Port Facilities Grant Program, which aims to reduce emissions from idling trucks at ports. The program has $160 million available in funding. The U.S. Department of Transportation's Maritime Administration has also announced funding of over $662 million through the Port Infrastructure Development Program to modernize ports and strengthen supply chains.

Overall, these investments will transform port infrastructure, reduce emissions, improve air quality, and support environmental justice.