Vice President Kamala Harris is set to announce reforms aimed at easing the burden of medical debt and protecting consumers. Medical debt is now the largest source of debt in collections in the United States, surpassing credit cards, utilities, and auto loans combined. Black and Hispanic households are more likely to hold medical debt than white households. Medical debt not only poses a financial burden but can also have negative health effects, as individuals with medical debt often avoid seeking care. The Biden-Harris Administration is taking action to address this issue by implementing reforms in four areas.

Firstly, providers have a responsibility to offer non-predatory payment plans or financial assistance to uninsured or underinsured patients. The Department of Health and Human Services (HHS) will evaluate providers' billing practices and request data on medical bill collection practices, lawsuits against patients, financial assistance, and 3rd party debt buying practices. This information will be used in grantmaking decisions and policy recommendations, and potential violations will be shared with relevant enforcement agencies. The Consumer Financial Protection Bureau (CFPB) will investigate credit reporting companies and debt collectors that violate patients' rights.

Secondly, the inclusion of medical debt on credit reports and in credit scores and loan underwriting can hinder individuals from accessing financial opportunities. While the three largest credit reporting agencies have announced changes to exclude certain forms of medical debt from credit reports, a significant portion of Americans with medical debt over $500 are still affected. The Biden-Harris Administration is providing guidance to agencies to eliminate medical debt as a factor for underwriting in credit programs whenever possible and consistent with the law.

Thirdly, the Veterans Affairs (VA) will make it easier for lower-income veterans to have their VA medical debt forgiven. The application process will be streamlined, including the introduction of an online option, and a simple income threshold will be set to qualify for relief. Additionally, the VA will virtually cease reporting unfavorable debt, including medical debt, to consumer reporting agencies.

Lastly, the CFPB will enhance its consumer education tools to help families navigate the complex medical billing landscape. This includes materials to assist patients in accessing the financial assistance they are entitled to. Individuals experiencing debt collection or credit reporting issues related to medical billing can submit complaints to the CFPB.

These reforms aim to alleviate the burden of medical debt and protect consumers from predatory collection practices, ultimately providing more opportunities for American families to thrive.