During a White House COVID Response press briefing, Acting Administrator Slavitt provided an update on the vaccination program. He mentioned that Washington State has become the 13th state to reach the milestone of 70% of adults with at least one shot. He also discussed the National Month of Action, which aims to help more states reach that milestone and get more people vaccinated. Over the weekend, volunteers across 45 states completed more than 500,000 phone calls, door knocks, or texts to encourage vaccination. Uber and Lyft have also provided over 150,000 free rides to vaccination sites.

Slavitt highlighted the importance of making vaccination more accessible, especially for employees who would get vaccinated if they could do so around their working hours. The American Hospital Association has launched a program to bring vaccinations directly to people's workplaces through their member hospitals. Employers can email COVID19@aha.org to connect with a local provider who can host an onsite pop-up clinic.

Slavitt also mentioned incentive programs and shared the story of an Amazon delivery driver who got vaccinated after the Vax-a-Million program was launched in Ohio. He emphasized the importance of addressing people's questions and concerns about the vaccine and encouraged them to talk to their physician or a local hospital or clinic.

Dr. Walensky provided an update on COVID-19 cases, hospitalizations, and deaths. She mentioned that the seven-day average of cases has decreased by nearly 30% and is at its lowest level since March 2020. She also highlighted the impact of vaccination on reducing cases and severe outcomes, especially in older adults. Over 85% of adults over 65 have received at least one dose of the vaccine.

Dr. Fauci discussed the Delta variant (B1617.2) and its increased transmissibility compared to the wild type. He mentioned that two doses of the Pfizer and AstraZeneca vaccines appear to be effective against the Delta variant. However, there is reduced effectiveness after just one dose. He emphasized the importance of getting fully vaccinated to protect against variants.

Dr. Nunez-Smith discussed efforts to address barriers to vaccination, such as access to transportation and childcare. She mentioned partnerships with organizations like Uber, Lyft, and local transit agencies to provide free rides to vaccination sites. She also highlighted the importance of reaching out to underserved communities, including through partnerships with faith-based organizations and community health centers.

Overall, the briefing emphasized the progress made in the vaccination program and the ongoing efforts to reach more people, particularly in underserved communities. It also highlighted the importance of getting fully vaccinated to protect against variants and achieve herd immunity.