White House Press Secretary Jen Psaki held a press briefing to discuss several topics. 

First, she highlighted the President's announcement about the partnership between Merck and Johnson & Johnson to produce more COVID-19 vaccines. The President also directed states to prioritize teachers for vaccinations and challenged all 50 states to get teachers, school staff, and childcare workers their first shot by the end of March. To help states achieve this, the federal pharmacy program will prioritize vaccinating teachers, school staff, and childcare workers during the month of March. 

Psaki also provided an update on the Special Enrollment Period for health insurance, which has seen over 200,000 Americans enroll in the two weeks since it opened. She encouraged people who need health insurance to sign up before May 15th. 

The President issued his Interim National Security Strategic Guidance, which outlines the administration's vision for renewing America's advantages at home and abroad. This guidance will provide direction to departments and agencies in advance of a new National Security Strategy expected to be released later this year. 

The President and Vice President will meet with members of Congress to work in a bipartisan way to end cancer. The President, First Lady, and Vice President have made defeating cancer a priority. 

Vice President Kamala Harris will visit a woman-owned small business in Virginia to discuss the impact of COVID-19 and the importance of passing the American Rescue Plan. 

Psaki also addressed questions about the nomination of Neera Tanden for the Office of Management and Budget (OMB). Tanden withdrew her nomination, and there is no announcement on a future nominee yet. The President is looking forward to finding a place for Tanden in the administration. 

Psaki reiterated the President's commitment to the $1,400 direct payments and the thresholds for eligibility. She said the President is open to good ideas and proposals that strengthen the package but is firm on the need for the checks to go out. The President is confident that he will have the support of all 50 Democrats for the package. 

Psaki addressed the threats against the Capitol, saying that the President is monitoring the situation and working with Congress to ensure their safety and security. 

Regarding the COVID relief bill, Psaki said the President is pleased with the progress and is open to tweaks at the margin but is firm on the core components and the need for the package to be large enough to address the scope of the crises. 

Psaki also discussed the recent rocket attacks in Iraq, saying that the administration is still assessing the impact and attribution and will take action if necessary. The President has been briefed by his national security team. 

Psaki addressed the issue of teachers' vaccinations and vaccine hesitancy. She said the President supports prioritizing teachers and addressing vaccine hesitancy in communities, particularly communities of color. 

Psaki talked about the nomination process and the support the President has received for his nominees. She said each nominee is looked at individually, and the President is confident in the nominees he has put forward. 

Psaki discussed the recent decisions by Texas and Mississippi to remove mask mandates and reopen at 100% capacity. She said the President's position on mask-wearing is based on the recommendations of health experts and that people should listen to those experts. 

Psaki also addressed the issue of the timeline for ambassador nominations and the President's support for D.C. statehood and a referendum in Puerto Rico. She said the President supports the study of reparations and addressing racial disparities in the country.