In a speech at the South Court Auditorium of the Eisenhower Executive Office Building, Vice President Kamala Harris addressed Indigenous leaders and highlighted the importance of the nation-to-nation relationship between the United States and Tribal nations. She acknowledged the devastating impact of European exploration on Native American tribes, including violence, land theft, and disease.

Vice President Harris emphasized the need to confront and address the historical injustices faced by Native communities. She highlighted the alarming rates of missing and murdered Native women and girls and the systematic denial of voting rights to Native American voters. She called for the passage of the Freedom to Vote Act and the John Lewis Voting Rights Advancement Act to rectify these issues.

The Vice President also acknowledged the contributions of Native Americans to the nation, including their service in government and the military. However, she noted that Native Americans still face higher rates of poverty, unemployment, and difficulties accessing quality healthcare and affordable housing.

Vice President Harris expressed optimism about the opportunity to bring about positive change and improve the lives of Native communities. She mentioned the Infrastructure Investment and Jobs Act, which would provide funding for Tribal bridge projects, water infrastructure, and high-speed internet access in Native communities while creating jobs. Additionally, she highlighted the administration's efforts to pass a budget that invests in overlooked communities, including Indian Country, through the Build Back Better agenda.

The Vice President announced the reopening of the memorandum of agreement on the 477 Program, which empowers Tribes to make decisions about federal service delivery within their Nations, as a sign of the administration's respect for the nation-to-nation relationship.

Vice President Harris shared a personal story of receiving a star quilt from Native American leaders during a conversation on voting rights. She expressed her hope for shared prosperity and the protection of future generations.

In conclusion, Vice President Harris thanked the Indigenous leaders and expressed her prayer for a better future for Native communities and America as a whole.