The Biden-Harris Administration has released key findings from the 100-day reviews conducted under Executive Order (E.O.) 14017 "America's Supply Chains," along with immediate actions to strengthen critical supply chains in the United States. The reviews focused on four key products: semiconductor manufacturing, large capacity batteries, critical minerals and materials, and pharmaceuticals and active pharmaceutical ingredients (APIs).

The Administration plans to address vulnerabilities and strengthen resilience by taking immediate action to address supply chain disruptions, crafting strategies for industrial bases that support economic and national security, and making transformative investments proposed in the President's American Jobs Plan.

Specific actions include supporting domestic production of critical medicines, securing an end-to-end domestic supply chain for advanced batteries, investing in sustainable production and processing of critical minerals, and partnering with industry, allies, and partners to address semiconductor shortages.

In addition, the Administration will support American workers and innovation, invest in sustainable supply chains, combat unfair trade practices, establish a whole-of-government effort to monitor and address transitory supply chain challenges, and work with allies and partners to decrease vulnerabilities in global supply chains.

The reviews identified risks and vulnerabilities in critical supply chains. For example, the United States has outsourced and offshored too much semiconductor manufacturing, resulting in a decline in production capacity and increased reliance on imported chips. The nation also heavily relies on importing inputs for advanced battery packs, creating supply chain vulnerabilities. China has captured large portions of value chains in critical minerals and materials, while the United States depends heavily on imports for pharmaceutical products and APIs.

To address these vulnerabilities, the Administration will focus on building resilient and competitive semiconductor supply chains, scaling up a secure supply chain for high-capacity batteries, diversifying supply chains for critical minerals and materials away from adversarial nations, and improving transparency and investing in domestic production for pharmaceuticals and APIs.

Overall, the Administration aims to strengthen domestic competitiveness, promote economic and national security, and create good-paying, union jobs through a whole-of-government approach to supply chain resilience.