The White House COVID-19 Response Team held a press briefing to provide updates on the progress of the vaccination efforts and the booster program. Here are the key points from the briefing:

- The operational plan to protect kids ages 5 through 11 with Pfizer's vaccine is pending FDA and CDC's determination.
- The global vaccination efforts have reached a milestone of delivering 200 million doses to over 100 countries.
- Tens of millions of Americans are now eligible for booster shots, and cases and hospitalizations have decreased by more than 50% since September.
- CDC's Advisory Committee on Immunization Practices (ACIP) unanimously recommended expanding the eligibility for booster doses for all three authorized COVID-19 vaccines (Pfizer, Moderna, Johnson & Johnson).
- The current recommendations for booster doses are for those who are 65 and older, 18 and older in long-term care settings, have underlying medical conditions, or live or work in high-risk settings.
- It is now possible to mix and match vaccine types for boosters, based on individual preferences and experiences with the initial series.
- All three authorized vaccines are safe and highly effective in reducing the risk of severe disease, hospitalization, and death, even against the Delta variant.
- Vaccination remains the best way to protect against COVID-19 and prevent new variants from emerging.
- Approximately 64 million Americans remain unvaccinated, making them and their communities vulnerable.
- Booster shots are now available for more than 120 million Americans, including 70 million who are eligible immediately.
- The administration has ample supply of all three vaccines and a well-tested distribution system in place to administer boosters.
- Boosters are free, easily accessible at over 80,000 locations nationwide, and efforts are being made to ensure equity in access.
- Pregnant and nursing individuals are recommended to get vaccinated and are also eligible for boosters.
- The FDA authorization for Moderna boosters is for a 50-microgram dose, and data on boosting with the 50-microgram dose is being submitted.
- The administration will update recommendations as more data becomes available, and the definition of "fully vaccinated" may be revised in the future.
- Booster shots have shown promising results in reducing transmission, and further studies are needed to confirm the impact on transmissibility.

The briefing emphasized the importance of vaccination and boosters in the ongoing fight against the virus and the need to continue following prevention strategies, especially as respiratory virus season approaches.