President Joe Biden has announced his intent to nominate several individuals for key roles in his administration. Here are the nominees:

1. James O'Brien is nominated for the role of Coordinator for Sanctions Policy with the rank of Ambassador at the Department of State. O'Brien is currently the Principal and Vice Chair of Albright Stonebridge Group and has previously served as a special Presidential envoy.

2. Michael Kubayanda is nominated for the position of Commissioner at the Postal Regulatory Commission. He currently serves as the chairman of the Commission and has experience in the digital health startup sector and the Office of Inspector General of the U.S. Postal Service.

3. Elizabeth De León Bhargava is nominated for the role of Assistant Secretary for Administration at the Department of Housing and Urban Development. She has extensive experience in the public sector, including serving as New York State Deputy Secretary for Labor & Workforce.

4. Parisa Salehi is nominated for the position of Inspector General at the Export-Import Bank of the United States. She currently serves as the Chief of Staff at the Office of the Inspector General at the Department of State and has previously worked at the U.S. Agency for International Development OIG.

5. Brian Tomney is nominated for the role of Inspector General at the Federal Housing Finance Agency. He currently serves as the Head of the Office of Corporate Investigations at Capital One and has previous experience in the U.S. Department of Justice.

6. Ben Wagner is nominated for the position of Inspector General at the Tennessee Valley Authority. He has a long career with the TVA, including serving in senior executive positions in the Office of the Inspector General.

7. John Putnam is nominated for the role of General Counsel at the Department of Transportation. He has served as the Deputy General Counsel and Acting General Counsel since January 2021 and has experience as a transportation, environment, and energy attorney.

These nominations are subject to Senate confirmation.