In a press conference at the South Lawn, President Biden addressed the frustration surrounding the delay in the vote. He acknowledged that everyone is frustrated, but expressed confidence that both bills will be passed. He mentioned that he will be on the phone with moderates and may even meet with them to ensure their support.

When asked about raising the debt limit, Biden expressed hope that Republicans won't refuse to do so or filibuster the debt limit, calling it irresponsible and unconscionable. He emphasized the importance of the second piece of legislation, which deals with childcare and tax credits for things like solar panels and home winterization. Biden stated that he will be traveling around the country to make the case for its importance.

Biden highlighted that many people are not aware of what's actually in the bills and that when individual elements are tested, over 70% of Americans are in favor of them. He provided examples of how the legislation aims to make life more livable for ordinary people, such as providing adequate daycare for working parents and fair tax rebates for low-income individuals. He emphasized that there is nothing radical or unreasonable in the legislation when looked at individually.

Biden acknowledged that there were other pressing issues, like hurricanes and floods, which delayed his efforts to sell the legislation to the American people. However, he expressed confidence that once people are aware of what's in it, the bills can be passed. When asked if he is confident in Senator Sinema's support, Biden avoided committing to a specific answer and instead stated that he believes he can get the bills done.

Regarding the timeline, Biden expressed optimism that the bills can be passed before the end of the year, allowing for changes to the tax code and providing necessary breaks for people. When asked about his own frustration with the delay, Biden said he is not frustrated.

When asked if the infrastructure bill can pass the House without a reconciliation framework agreement, Biden stated that he is a realist and knows how legislation gets done. He believes that both bills can pass independently, but acknowledges that there are not enough votes for that approach. He reiterated his support for both bills and expressed confidence in getting them both done.

Lastly, when asked about the difficulty of bringing moderates and progressives together, Biden stated that it would be easy to do so if they had two more votes.