In a press conference, President Biden made two key announcements related to the COVID-19 vaccination effort. The first announcement was about the emergency use authorization for the Johnson & Johnson COVID-19 vaccine, which is the third safe and effective vaccine available. The President expressed confidence in reaching his goal of administering 100 million vaccination shots in his first 100 days in office. To accelerate vaccine production, Johnson & Johnson and Merck will work together, and the Defense Production Act will be used to equip Merck facilities for vaccine manufacturing. Johnson & Johnson's vaccine manufacturing facilities will also operate 24/7, and critical materials for vaccine production will be expedited using the Defense Production Act. The President thanked Johnson & Johnson and Merck for their collaboration. With these efforts, there will be enough vaccine supply for every adult in America by the end of May.

The second announcement focused on the safe reopening of schools. The President emphasized the importance of getting children back in the classroom and the negative impact of prolonged remote learning on education and mental health. He set a goal of having a majority of K-8 schools open by the end of his first 100 days in office. To achieve this, the American Rescue Plan has been sent to Congress to provide resources for schools, such as more teachers, buses, and protective equipment. The Centers for Disease Control and Prevention (CDC) issued guidelines on how to safely reopen schools, and the President called for educators, school staff, and childcare workers to be treated as essential workers and vaccinated immediately. Over 30 states have already prioritized educators for vaccination, and the President directed every state to do the same. Throughout March, the federal pharmacy program will prioritize the vaccination of pre-K through 12 educators, staff, and childcare workers.

The President acknowledged that progress is being made in the fight against the pandemic but warned that the fight is far from over. He urged Americans to continue practicing safety measures, such as wearing masks and washing hands, and emphasized the need for the Senate to pass the American Rescue Plan to provide necessary resources for testing, vaccine distribution, and other efforts. The President expressed hope for a return to normalcy by next year but emphasized the importance of remaining vigilant.