First Lady Jill Biden will host a group of guests in the viewing box for President Biden's State of the Union Address. These individuals have been invited because they represent various issues and themes that will be addressed in the President's speech or embody the policies of the Biden-Harris Administration. The Second Gentleman, Douglas Emhoff, will also join the First Lady in the viewing box. Among the guests is the Ambassador of Ukraine, Oksana Markarova, in recognition of sustained U.S. support for Ukraine. Other guests include Maurice and Kandice Barron, whose daughter is a survivor of pediatric cancer; Lynette Bonar, a member of the Navajo Nation who has worked to bring cancer treatment to Native American communities; Bono, the lead singer of U2 and a prominent activist in the fight against HIV/AIDS and poverty; Deanna Branch, who is working to build a lead-safe environment for her community; and Kristin Christensen and Avarie Kollmar, advocates for military and veteran children in caregiving homes. The guests also include Ruth Cohen, a Holocaust survivor; Mitzi Colin Lopez, a DREAMer and advocate for comprehensive immigration reform; Maurice "Dion" Dykes, who is training to become a teacher through a Registered Apprenticeship program; Kate Foley, a high school student pursuing a career in biomedical engineering; Darlene Gaffney, a breast cancer survivor and advocate for early detection; Doug Griffin, who lost his daughter to a fentanyl overdose and now supports other families affected by addiction; Saria Gwin-Maye, an ironworker and member of Ironworkers Local 44; Jacki Liszak, a chamber of commerce president and advocate for small businesses; Harry Miller, a former football player and advocate for mental health; Gina and Heidi Nortonsmith, advocates for same-sex marriage; Paul Pelosi, businessman and husband of Nancy Pelosi; Paul Sarzoza, a small business owner benefiting from the President's economic plan; Brandon Tsay, who disarmed a shooter at a Lunar New Year celebration; RowVaughn and Rodney Wells, the mother and stepfather of a man who died after being severely beaten by police officers; and Amanda and Josh Zurawski, who experienced complications due to the Texas abortion ban.