The Child Tax Credit in the American tax system has historically not been extended to the children of Puerto Rico. Families in Puerto Rico were only eligible for the credit if they had three or more qualifying children. This limited eligibility meant that only 10% of families with children in Puerto Rico were eligible for the credit, despite over 50% of children in the commonwealth living in poverty. However, with the passage of the American Rescue Plan, all families in Puerto Rico are now eligible for the Child Tax Credit, regardless of the number of children in their family. This is a significant change, as 97% of Puerto Rico's families are now eligible for the expanded credit. The American Rescue Plan also made the Child Tax Credit fully refundable for all children, benefiting nearly 27 million children nationwide. For families in Puerto Rico, who were not able to receive monthly payments in 2021, filing for the credit this year is crucial as they will receive the entire expanded credit as a lump sum. The American Rescue Plan has permanently ensured equal treatment for the children of Puerto Rico in terms of the Child Tax Credit. Additionally, the plan has helped Puerto Rico fund a significant expansion of the Earned Income Tax Credit (EITC), allowing workers in Puerto Rico to claim larger EITC benefits. The expansion of the EITC brings the credit in line with what is available to similar families in other parts of the United States. Efforts are being made to ensure that the word is spread in Puerto Rico about the importance of filing for these tax credits. A working group consisting of government officials and non-profits in Washington and Puerto Rico has been coordinating outreach efforts. The data shows significant improvement, with ten times as many families with children expected to have filed for the Child Tax Credit this tax season compared to previous years. First Lady Jill Biden, Education Secretary Miguel Cardona, and other officials recently held an event to encourage Puerto Rico families to file for the expanded tax credits. For families who do not file by the deadline, a simplified filing portal will be launched to claim the Child Tax Credit. The goal is to reduce child poverty and provide parents in Puerto Rico with more financial support.