President Biden addressed the issue of supply chain disruptions during a meeting with global leaders. He emphasized the importance of taking action to reduce backlogs and prevent future disruptions. The President highlighted the vulnerability of global supply chains and the need to increase resilience in the face of health crises, climate change, natural disasters, and planned attacks.

While acknowledging that most supply chains are owned and operated by the private sector, President Biden stressed the role of government in identifying risks and coordinating efforts to address vulnerabilities. He shared examples of initiatives taken by the United States, such as directing investments to strengthen domestic supply chains and launching an early warning system for computer chip shortages.

President Biden announced two additional steps during the meeting. First, he allocated additional funding to help cut port congestion in the United States by reducing red tape and processing times. Second, he signed an executive order to strengthen the management of defense stockpiles for minerals and materials, enabling quicker response to shortages in the industrial base. He urged other countries to consider bolstering their stockpiles critical to national security.

The President emphasized the need for coordination among nations to reduce delays and build resilience across the entire supply chain. He outlined key principles, including diversification, security against threats, transparency, and sustainability. The goal is to ensure supply chains are free from forced and child labor, support worker dignity and rights, and align with climate goals.

President Biden directed his Secretaries of State and Commerce to chair a multi-stakeholder forum in early 2022, bringing together relevant officials from governments, private industry, labor unions, and research institutions to chart a path forward. He concluded by highlighting the importance of collaboration to enhance resilience and promote shared prosperity. Secretary Blinken then took over to proceed with the meeting.