President Joe Biden hosted Mexican President Andres Manuel Lopez Obrador on March 1 for a virtual bilateral meeting. The two leaders discussed cooperation on migration, development in Southern Mexico and the Northern Triangle of Central America, COVID-19 response and recovery, economic cooperation, climate change, combating corruption, and security cooperation.

On migration, both leaders recognized the contributions of migrants and committed to immigration policies that recognize their dignity and promote orderly, safe, and regular migration. They agreed to address the root causes of regional migration, improve migration management, and develop legal pathways for migration. They also directed their respective departments to engage with neighboring countries, civil society, and the private sector to promote equitable and sustainable economic development, combat corruption, and improve law enforcement cooperation against transnational criminal networks.

Regarding COVID-19, both Presidents emphasized the importance of close collaboration. They agreed to deepen cooperation on pandemic response, including enhancing public health capabilities, information sharing, and the development of border policies. They reaffirmed their commitment to the United States-Mexico-Canada Agreement (USMCA) and its role in driving North American prosperity and protecting labor rights.

In terms of climate change, the leaders highlighted the importance of addressing the climate crisis and exploring areas of cooperation. They discussed the benefits of addressing short-lived climate pollutants and promoting energy efficiency. They also discussed supporting a successful outcome at the upcoming Climate Leaders' Summit hosted by the United States on April 22nd.

Overall, the bilateral meeting focused on strengthening the partnership between the United States and Mexico, promoting development, addressing migration challenges, responding to COVID-19, advancing economic cooperation, combating corruption, and addressing climate change.