The article discusses President Obama's Blueprint for a Clean and Secure Energy Future. It highlights the progress made under President Obama's administration, including the increase in responsible oil and gas production, the decrease in oil imports, and the doubling of renewable electricity generation. However, it also acknowledges that there is still work to be done, particularly in reducing reliance on oil and addressing rising gas prices.

One of the main proposals outlined in the article is the establishment of an Energy Security Trust. This trust would invest in breakthrough research for cost-effective transportation alternatives such as advanced vehicles running on electricity, biofuels, fuel cells, and domestically produced natural gas. The funding for this trust would come from royalty revenues generated by oil and gas development in Federal waters of the Outer Continental Shelf.

The article also discusses the President's commitment to an "all-of-the-above" approach to energy production, which includes doubling renewable electricity generation by 2020. It calls on Congress to make the renewable energy Production Tax Credit permanent and refundable to incentivize investments in clean energy.

Other measures outlined in the article include making energy project permitting more robust, supporting safer production and cleaner electricity from natural gas, and developing a responsible nuclear waste strategy.

The President's plan also focuses on investing in energy security, including cutting net oil imports in half by the end of the decade and partnering with the private sector to adopt alternative fuels in the nation's trucking fleet.

Lastly, the article emphasizes the importance of improving energy efficiency across the economy. The President's plan sets a goal to double American energy productivity by 2030, and includes initiatives to support energy efficiency, modernize the grid, and make appliances more efficient.

The article also mentions the Administration's international efforts to promote clean energy, energy efficiency, and the phase-out of inefficient fossil fuel subsidies. It highlights initiatives such as the Clean Energy Ministerial and the promotion of safe and responsible oil and natural gas development.

Overall, the article presents President Obama's Blueprint for a Clean and Secure Energy Future, highlighting the progress made and the proposed measures to further reduce dependence on oil, increase renewable energy generation, and improve energy efficiency.