The article discusses the progress and achievements of the Joining Forces initiative, which was launched in 2011 by First Lady Michelle Obama and Dr. Jill Biden. The initiative aims to support service members, veterans, and their families through wellness, education, and employment opportunities.

In terms of employment, Joining Forces has led to the hiring or training of over 1.4 million veterans and military spouses. The unemployment rate for 9/11 generation veterans has been reduced from over 12 percent to below the national average. Various companies and organizations have committed to hiring and training veterans and military spouses, with 15 companies pledging to support training programs and scholarships for over 60,000 individuals in the next five years. The Military Spouse Employment Partnership, which includes over 335 companies, has also helped in the hiring of 100,000 military spouses.

In the field of education, more than 100 colleges and universities have signed the "Educate the Educators" commitment, which focuses on preparing educators to address the needs of military-connected children. All 50 states have also signed the Military Child Education Compact, which aims to address educational inequities faced by children of military parents when they relocate across state lines. Additionally, initiatives such as the VA GI Bill Comparison Tool and the National Math and Science Initiative's College Readiness Program have provided support and educational opportunities to military-connected students.

In terms of wellness, Joining Forces has made efforts to end and prevent homelessness among veterans. The Mayors Challenge to End Veteran Homelessness, issued by the First Lady, has resulted in 35 communities and the states of Connecticut and Virginia effectively ending veteran homelessness. The Campaign to Change Direction, launched by the First Lady, focuses on mental health awareness within the military community and has gained support from over 230 partner organizations. Medical schools have also pledged their recognition and support for military service members, with the Association of American Medical Colleges and the Center for Deployment Psychology producing Joining Forces Wellness Week.

Overall, Joining Forces has made significant progress in supporting service members, veterans, and their families in various areas such as employment, education, and wellness.