President Obama and Prime Minister Noda of Japan announced several cooperative initiatives aimed at strengthening the U.S.-Japan relationship. The initiatives focused on security cooperation, economic partnership, and cultural and people-to-people exchanges. Some of the key initiatives include:

1. Joint Statement by the U.S.-Japan Security Consultative Committee: The leaders affirmed a new plan to enhance the implementation of U.S. force posture and realignment goals, leading to strengthened security and defense cooperation.

2. Bilateral Commission on Civil Nuclear Cooperation: Japan and the United States established a high-level commission to strengthen cooperation in the field of civil nuclear energy, including research and development, environmental management, and nonproliferation.

3. New Clean Energy Initiatives: The leaders launched new initiatives to develop clean energy technologies and promote the building of green communities in the Tohoku region, which was affected by the Great East Japan Earthquake. They also expanded cooperation on clean energy innovation and critical materials research and development.

4. Joint Statement on Global Supply Chain Security: The two countries outlined ways to strengthen the security and resiliency of the global supply chain and promote the timely flow of legitimate commerce.

5. Cooperation on Travel Facilitation: The United States and Japan agreed to establish a reciprocal arrangement to expedite immigration clearance for trusted travelers from both countries, making travel between the two countries easier and more secure.

6. Cyber Cooperation: Both countries agreed to deepen bilateral coordination on cyber issues and develop a framework for whole-of-government engagement, addressing issues such as international norms development, public-private partnerships, and cybersecurity awareness.

7. Space Cooperation: The United States and Japan committed to greater cooperation in civil space activities, including satellite-based earth observation missions and continuation of the International Space Station operations. They also agreed to deepen security partnership in space through transparency and confidence-building measures.

8. Cooperation on Innovation, Entrepreneurship, and the Internet Economy: The leaders endorsed the work plan of the U.S.-Japan Innovation and Entrepreneurship Council and launched a Cloud Computing Working Group to expand online business opportunities and shape global regulatory practices on emerging Internet technologies.

9. Friendship Blossoms: President Obama announced a reciprocal gift of 3,000 dogwood trees to Japan as a symbol of friendship, following the success of events celebrating the centennial of the gift of cherry trees from Japan to Washington, D.C. The leaders also praised the TOMODACHI initiative, which supports disaster recovery and fosters greater engagement between the people of Japan and the United States.

These initiatives aim to enhance the U.S.-Japan relationship in various areas and promote cooperation in areas of mutual interest.