Today, in honor of World AIDS Day, the White House Office of National AIDS Policy released the Federal Action Plan for 2016-2020. This plan outlines specific actions that Federal agencies will take to implement the updated National HIV/AIDS Strategy. The plan emphasizes the Administration's commitment to achieving an AIDS-free generation through prevention, treatment, and care. Globally, there are still nearly 37 million people living with HIV, including 1.2 million in the United States. Many individuals have not been diagnosed, are not in medical care, and are not virally suppressed. The President's Emergency Plan for AIDS Relief (PEPFAR) has been instrumental in providing funding and support for HIV prevention, care, and treatment services worldwide. Since 2003, PEPFAR has invested $65 billion, with nearly $50 billion invested since the beginning of the Obama Administration. PEPFAR has made significant progress in scaling up treatment and prevention efforts, including supporting antiretroviral treatment for 9.5 million individuals, providing voluntary medical male circumcision procedures, and offering care and support for orphans and vulnerable children. At the 2015 United Nations General Assembly Sustainable Development Summit, the United States committed to ending the AIDS epidemic by 2030. President Obama announced new PEPFAR targets for 2016 and 2017, including supporting 11.4 million and 12.9 million individuals on antiretroviral treatment, respectively, and providing voluntary medical male circumcisions. The Federal Action Plan for 2016-2020 includes 170 action items that Federal agencies will undertake to implement the National HIV/AIDS Strategy. These actions aim to improve HIV testing and linkage to care, achieve universal viral suppression, increase access to comprehensive PrEP services, and reduce discrimination against people living with HIV. The plan also encourages action at the state and local levels, with several U.S. cities committing to accelerate efforts to reach the UNAIDS 90-90-90 goals by 2020. These goals include achieving a 90% diagnosis rate, a 90% treatment rate, and a 90% viral suppression rate among people living with HIV. Additionally, the Office of National AIDS Policy will release a Community Action Framework to assist community organizations in aligning their priorities and programs with the national goals outlined in the Federal Action Plan.