The White House has announced several new actions as part of National Recovery Month to address the opioid crisis and support individuals in recovery. The U.S. Department of Health and Human Services (HHS) has awarded nearly $1.5 billion to states, tribal lands, and territories to address the opioid crisis and support individuals in recovery. This funding will increase access to treatment for substance use disorder, remove barriers to public-health interventions like naloxone, and expand access to recovery support services. Additionally, HHS's Health Resources and Services Administration (HRSA) is investing over $104 million to expand substance use treatment and prevention in rural communities. This funding will create new sites that provide medication-assisted treatment for opioid use disorder, support workforce mentorship and training, and invest in education and outreach. Furthermore, HHS, through SAMHSA, is awarding $20.5 million in grant funding to organizations that help connect individuals with substance use disorders to community resources. The funding will expand prevention and treatment programs and increase access to community behavioral health promotion services. The U.S. Food and Drug Administration (FDA) has released guidance to facilitate the distribution of FDA-approved naloxone products, aiming to increase the drug's availability in underserved communities. The Office of National Drug Control Policy (ONDCP) has announced additional funding for law enforcement officials working to reduce drug-related crimes. The Department of Labor's Employment and Training Administration (ETA) has launched the Recovery-Ready Workplace Resource Hub, providing information and resources for businesses and unions to create recovery-ready workplaces. The Treasury Department's Office of Foreign Assets Control (OFAC) has used new authority to impose financial sanctions on individuals and entities involved in drug trafficking. These actions are part of President Biden's efforts to address the opioid crisis, with a historic investment of $42.5 billion proposed in the FY 2023 budget for National Drug Control Program agencies. The budget includes increased funding for public health interventions, research, prevention, treatment, and recovery support services. However, none of the initiatives or investments announced will be used to purchase or distribute drug paraphernalia.