President Joe Biden has announced his intent to nominate several individuals for key administration positions. Here are some of the nominees:

1. Cathy Harris: Harris is nominated for the Chair of the Merit Systems Protection Board. She is a co-manager of the firm of Kator, Parks, Weiser & Harris and has practiced employment law for over two decades.

2. Geraldine Richmond: Richmond is nominated for the Under Secretary for Science at the Department of Energy. She is a professor of chemistry at the University of Oregon and her research focuses on understanding the molecular characteristics of water surfaces.

3. Daryl Baldwin: Baldwin is nominated for a member of the National Council on the Humanities. He is a citizen of the Miami Tribe of Oklahoma and serves as the Executive Director of the Myaamia Center at Miami University.

4. Sean Burton: Burton is nominated for a member of the Board of Directors of the Metropolitan Washington Airports Authority. He is the Chairman and CEO of Cityview, a real estate firm.

5. Genine Macks Fidler: Fidler is nominated for a member of the National Council on the Humanities. She is a former trusts and estates lawyer and has been actively involved in community and philanthropic endeavors.

6. Beverly Gage: Gage is nominated for a member of the National Council on the Humanities. She is a professor of history and American studies at Yale University and has written extensively on 20th-century U.S. political history.

7. Karen Hedlund: Hedlund is nominated for a member of the Surface Transportation Board. She has extensive experience in advising governments on infrastructure projects, particularly in the areas of rail, transit, highways, and airports.

8. Sylvia Johnson: Johnson is nominated for a member of the Chemical Safety and Hazard Investigation Board. She currently works for the National Education Association and has a background in occupational epidemiology.

9. Andrew Light: Light is nominated for the Assistant Secretary of International Affairs at the Department of Energy. He previously served as a Senior Adviser on climate and energy policy in the Obama administration.

10. Jane Nishida: Nishida is nominated for the Assistant Administrator for International and Tribal Affairs at the Environmental Protection Agency. She currently serves as the Principal Deputy Assistant Administrator for International and Tribal Affairs at EPA.

11. Lynette Overby: Overby is nominated for a member of the National Council on the Humanities. She is a professor of theatre and dance at the University of Delaware and has been involved in community engagement programs focused on racial justice.

12. Steve Owens: Owens is nominated for a member of the Chemical Safety and Hazard Investigation Board. He previously served as the Assistant Administrator for the Office of Chemical Safety and Pollution Prevention at EPA.

13. Jeffrey Prieto: Prieto is nominated for the General Counsel at the Environmental Protection Agency. He currently serves as the General Counsel of the Los Angeles Community College District.

14. Roberto Rodriguez: Rodriguez is nominated for the Assistant Secretary of Planning, Evaluation, and Policy Development at the Department of Education. He has extensive experience in education policy and previously served in the Obama administration.

15. Jennifer Sass: Sass is nominated for a member of the Chemical Safety and Hazard Investigation Board. She is a senior scientist at the Natural Resources Defense Council and has worked on toxic chemical regulation.

16. Sam Walsh: Walsh is nominated for the General Counsel at the Department of Energy. He previously served as the Deputy General Counsel for Energy Policy at the Department of Energy during the Obama administration.