President Joe Biden and Prime Minister Narendra Modi of India met at the White House to discuss and strengthen the relationship between their countries. They outlined a clear vision for their partnership, which includes working together with regional groupings like ASEAN and Quad members to promote shared interests in the Indo-Pacific region. The leaders also emphasized the importance of developing a trade and investment partnership that benefits working families in both countries. They discussed the ongoing fight against the COVID-19 pandemic and the need to scale up climate action. Additionally, they highlighted the importance of strengthening democratic values and institutions and enhancing people-to-people ties. The leaders expressed pride in their nations' cooperation in fighting the pandemic and their commitment to leading the global effort to end it. They welcomed India's announcement to resume vaccine exports and the finalization of an agreement on health and biomedical sciences to improve pandemic preparedness. The leaders also discussed defense cooperation, counterterrorism efforts, and the situation in Afghanistan. They called for an end to violence and the swift return to democracy in Myanmar. They welcomed increased cooperation under the Quad and in the multilateral domain, including India's leadership during its UN Security Council Presidency. The leaders looked forward to enhancing the bilateral trade relationship, convening the U.S.-India CEO Forum and Commercial Dialogue, and setting sustainable and transparent rules of the road in the Indo-Pacific. They emphasized the importance of resilient and secure supply chains, critical and emerging technologies, and partnership in new domains like space, cyber, and health security. The leaders also discussed collaboration in education, science and technology, and people-to-people engagement. They celebrated the strong ties between their countries and committed to pursuing efforts for sustainable development and global peace and security.