The White House Press Secretary, Jay Carney, provided an update on the storms in the Midwest, expressing condolences for those affected and mentioning that the President continues to be briefed on the situation. He also discussed the upcoming cloture vote on Judge Robert Wilkins, the third of the President's nominees to the D.C. Circuit Court. Carney criticized Senate Republicans for their obstruction and urged them to stop blocking a simple up-or-down vote. Carney then answered questions about the healthcare website, stating that the goal is to have 80% of users able to sign up for health care plans online. He explained that the 2 out of 10 who may not be able to get through the system can be categorized into three groups: those who experience technical difficulties, those who find the process too complex or unfamiliar, and those with complex personal or family situations. Carney emphasized that the website is a means to an end and that there are other channels available for people to enroll in health insurance. He also mentioned that the website has seen significant improvements in terms of response time and error rate. Carney was then asked about Secretary of Education Arne Duncan's comments on white suburban moms and their opposition to Common Core standards. Carney did not have any information on the specific comments but stated that the President believes in the need to provide the skills children need to succeed. Carney was also asked about Vice President Cheney's support for gay marriage and whether the President gives him credit for leading the way. Carney did not have any information on the President's views on this matter. Carney was then asked about the upcoming meeting between the President and senators to discuss Iran. He stated that the President regularly consults with Congress on this issue and that the goal is to explore the possibility of a diplomatic resolution to the challenge presented by Iran's nuclear program. Carney emphasized that the goal is to prevent Iran from acquiring a nuclear weapon and that the administration is committed to working with international partners to achieve this goal. Carney was also asked about potential changes to the White House and HHS in response to the healthcare rollout. He stated that the focus is on getting the implementation right and making necessary fixes to the website and the law. Carney was then asked about the President's plans to commemorate the 150th anniversary of the Gettysburg Address. He did not have any information on the President's plans but stated that the address is a seminal moment in history. Carney was also asked about the President's thoughts on Secretary of State Kerry's comments about the assassination of President Kennedy. Carney did not have any information on the President's views on this matter. Finally, Carney was asked about reports of a D.C. official being fired for criticizing the D.C. exchange. He stated that he did not have any information on this matter.