During a press briefing, White House Principal Deputy Press Secretary Eric Schultz made several announcements. He began by stating that the House passed the USA FREEDOM Act with overwhelming bipartisan support, which is legislation that strengthens the privacy and liberties protections of the Foreign Intelligence Surveillance Act. Schultz urged the Senate to pass the bill before their Memorial Day recess. He also mentioned that the President believes peace between Israelis and Palestinians is necessary and that a two-state solution is the only way to achieve this peace. Schultz said that the President will be visiting Camden, New Jersey on Monday to meet with local law enforcement and discuss efforts to build trust between law enforcement and the community. He also mentioned that the President was pleased that Congress passed the Iran bill and that the President plans to sign it, although he did not have a specific timeline. Schultz addressed the situation in Syria, saying that the President believes President Assad has lost the legitimacy to lead and should leave as soon as possible. He also mentioned that the President is concerned about the situation in Myanmar and is working to raise those concerns with the Burmese government. Schultz mentioned that the President believes ISIL’s momentum has been blunted and that progress has been made in degrading and ultimately destroying ISIL. He also stated that the President believes the use of chemical weapons in Syria is a serious issue and that the administration is working with international partners to investigate these reports. Schultz mentioned that the President has been in touch with Senate Majority Leader Mitch McConnell and that the President has a good deal of respect for him. He also said that the President believes the trade agreements being negotiated are the most progressive in history and that he is willing to work with Democrats and Republicans to pass these agreements. Schultz did not have any information on whether the President plans to watch the Romney-Holyfield fight, and he mentioned that he is not aware of any specific proposals regarding visas for Nepalese citizens in the wake of the earthquake. He also stated that he does not have any information on whether the President plans to visit Nepal. Schultz mentioned that the administration is focused on passing the USA FREEDOM Act and did not have any updates on U.S.-India trade. He also mentioned that the President plans to visit Camden, New Jersey on Monday to meet with local law enforcement and young people in the community. On Wednesday, the President will deliver the commencement address at the United States Coast Guard Academy in New London, Connecticut.