{
    "title": "FACT SHEET: Biden Administration Outlines Plan to Get Americans an Updated COVID-19 Vaccine Shot and Manage COVID-19 this Fall | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/09/08/fact-sheet-biden-administration-outlines-plan-to-get-americans-an-updated-covid-19-vaccine-shot-and-manage-covid-19-this-fall/",
    "created_at": null,
    "content": "Today, the Biden Administration is announcing its plan to get Americans their updated COVID-19 vaccine shot this fall, to ensure that the nation continues to effectively manage COVID-19 and minimize its disruptions, and to stay prepared for whatever may come.This plan builds on the Administration’s work over the past 19 months to make COVID-19 vaccines, treatments, tests, masks, and other critical tools widely available to the American people. As the first nation in the world with updated vaccines that target the strain of Omicron that is dominant in the U.S. and around the world, we have a new, powerful tool to prevent serious illness and death, keep businesses and schools open, and get back to our more normal routines.This summer, we showed that we know how to manage fluctuations in COVID-19 and move forward safely. In fact, even as the BA.5 subvariant of Omicron drove a rise in infections, the U.S. experienced far lower rates of hospitalization and death than in previous surges. Today, daily COVID-19 deaths are down nearly 90 percent since the President took office, and when properly used, the tools we now have can prevent nearly all COVID-19 deaths.As we head into the fall, we know that there is a potential for an increase in infections, in part due to increased waning of immunity from vaccines and prior infection. Additionally, as the weather gets colder and people spend more time indoors, contagious viruses like COVID-19 can spread more easily. And, as we saw last fall with the emergence of Omicron, we must continue to stay prepared for the possibility of a potential new variant of concern.The Administration’s plan to manage COVID-19 this fall focuses on making sure that Americans continue to have easy and equitable access to lifesaving tools, particularly the updated COVID-19 vaccines, and encouraging Americans to use them. Its success relies on all Americans—state and local leaders, health care providers, employers, educators, community- and faith-based organizations, and individuals—doing their part and taking commonsense actions to protect themselves, their loved ones, and their communities.The Administration’s plan includes:1. Getting Americans the best available protection through free and easy access to new, updated COVID-19 vaccines.Following actions last week by the Food and Drug Administration (FDA) and the Centers for Disease Control and Prevention (CDC), we are launching a new, updated COVID-19 vaccine this week. The new vaccines provide the strongest available protection from the Omicron strain of the COVID virus, which did not exist when the original vaccine was developed. As the virus continues to change, we will now be able to update our vaccines annually to target the dominant variant. Everyone age 12 years and older is eligible for these updated vaccines at least two months after their primary series or their most recent booster. Given the potential for cases to increase in the fall and winter, it is critical that Americans get a new, updated COVID-19 vaccine to stay protected. The Administration is launching a comprehensive effort to make sure that these vaccines are free, widely available, and easy to access for all Americans.2.  Ensuring that Americans continue to have easy access to COVID-19 testing and treatments to mitigate the spread of COVID-19 and to keep people out of the hospital. COVID-19 tests and treatments—which the Administration has made widely available and easy to access—have played an essential role in getting schools and businesses open again, reducing serious illness, and minimizing disruption to daily life. These tools will continue to be critical as we head into the fall. While the lack of additional COVID-19 funding from Congress puts constraints on what we are able to do, the Administration will do everything in its power to ensure that tests and treatments remain widely available and easy to access, and will encourage Americans to use them.3. Calling on all Americans to use every tool at their disposal to keep communities safe and schools and businesses open.We now have more tools than ever before to protect and build on the progress we have made, and these tools are widely available—but we must continue to use them this fall. To keep America moving forward safely, the Administration is once again calling on all Americans—including private sector and education leaders—to do their part and take steps to protect themselves and their communities through vaccinations, testing, treatments, and indoor air quality improvements.4. Preparing for potential surges and new variants and building a resilient national COVID-19 response moving forward. Federal agencies have worked at unprecedented levels of speed and coordination to effectively fight back the COVID-19 surges the nation has seen to date. While we have made significant progress in our ability to manage COVID-19 without surges in hospitalizations and deaths, the Administration is clear that we must stay on our front foot and act aggressively in the face of an unpredictable virus. We will also continue to provide clear information on steps Americans can take to protect themselves, including on when to consider masking in crowded, indoor public spaces based on their COVID-19 Community Levels. And, as we drive additional progress on vaccinations, testing, treatments, indoor air quality, and more, the Administration will continue to chart the path for managing COVID-19 in the future."
}