{
    "title": "FACT SHEET: Delivering a Better, Bigger, More Effective World Bank | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/09/09/fact-sheet-delivering-a-better-bigger-more-effective-world-bank/",
    "created_at": null,
    "content": "President Biden is leading a major new initiative with G20 partners to fundamentally reshape and scale up the World Bank to more effectively deliver poverty reduction and inclusive economic growth—while better addressing global challenges that can undermine the achievement of these very goals.Since the Biden-Harris Administration launched this initiative last fall, significant progress has been made.  Thanks to the further leadership of Treasury Secretary Janet Yellen, a growing coalition of countries has come together to reform the World Bank’s mission and vision, incentives, operational model, and financing capacity.  With measures implemented and identified under the G20’s Capital Adequacy Review, the multilateral development bank system could unlock $200 billion in new lending capacity over the next decade.  In addition, President Biden nominated Ajay Banga to lead and revitalize the World Bank, and fully deliver on the promise of this initiative. To amplify the impact of the ongoing reforms to the World Bank and advance progress at a global level, President Biden has asked Congress for support that would unlock new concessional World Bank financing by more than $25 billion just from U.S. action. In New Delhi, President Biden rallied G20 partners to agree to collectively mobilize more headroom and concessional finance to boost the World Bank’s capacity to support low- and middle-income countries.  We are aiming for our joint contributions to deliver a one-time boost to IBRD equivalent to three times the World Bank’s annual non-concessional lending volume, and to double IDA’s crisis lending capacity.  This initiative will make the World Bank a stronger institution that is able to provide resources at the scale and speed needed to tackle global challenges and address the urgent needs of the poorest countries.President Biden will continue to call on G20 Leaders to commit to further progress on evolving the World Bank and other multilateral development banks over the next year, and he will push for concrete results by the Rio de Janeiro Summit under Brazil’s G20 Presidency in 2024. ###"
}