{
    "title": "FACT SHEET: Biden-Harris Administration Marks One Year Since the Ninth Summit of the Americas in Los Angeles | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/06/16/fact-sheet-biden-harris-administration-marks-one-year-since-the-ninth-summit-of-the-americas-in-los-angeles/",
    "created_at": null,
    "content": "One year ago, President Biden hosted leaders from across our hemisphere for the Ninth Summit of the Americas in Los Angeles. The leaders came together to forge a path for the Americas that builds on our vast economic potential, remarkable and diverse people, and deep democratic traditions. The overarching theme of the Summit was that our nations are stronger together than on our own, and this sentiment was reflected in many of the initiatives and commitments President Biden and Vice President Harris announced in Los Angeles.Over the past year, the Biden-Harris Administration has made significant and impactful progress in following through on those commitments, underscoring the importance of our partnerships in the region.Administration achievements since the Summit of the Americas in Los Angeles include:A bold and ambitious vision for creating a more prosperous, inclusive, and sustainable Americas: During the Summit of the Americas, President Biden, recognizing the enormous economic potential in the region, called for a new approach to cooperation in the hemisphere with the Americas Partnership for Economic Prosperity, a historic agreement to drive our hemisphere’s recovery and growth, and deliver for our working people.Los Angeles Declaration on Migration and Protection: In response to the historic challenge of migration impacting the entire hemisphere, President Biden mobilized 20 leaders at the Summit of the Americas last year to endorse the Los Angeles Declaration on Migration and Protection. The Los Angeles Declaration is a first-of-its-kind framework to promote responsibility-sharing under three core pillars: (1) stabilization; (2) expanding legal pathways and protection; and (3) humane border management.Cities Summit of the Americas: During the Summit of the Americas, President Biden and Secretary Blinken announced that the United States would host the first Cities Summit of the Americas. On April 26-28, the Department of State and the City of Denver hosted the inaugural summit. The Cities Summit brought together more than 2,500 participants, including 250 mayors, to discuss how to implement at the local level the commitments adopted at the Summit of the Americas to work together on building resilient health systems, facilitate digital transformation, and bolster democratic governance, among others. The gathering was a fundamental and positive shift for U.S. engagement in the Americas. During the Summit:Americas Health Corps: Latin America and the Caribbean were hit especially hard by the COVID-19 pandemic, suffering more than 40 percent of global reported deaths and seeing millions pushed back into poverty. The United States responded decisively to the pandemic by donating more than 71 million vaccine doses in the region, and is working with hemispheric partners to ensure we are better prepared for the next health emergency. At the Summit of the Americas last year, the White House and the Pan American Health Organization (PAHO) jointly announced the Americas Health Corps, an initiative aiming to provide basic and specialized training to 500,000 public health, health science, and medical professionals throughout the Americas in the next five years. In the first year of the Americas Health Corps, the United States has supported training of nearly 120,000 health workers across 22 countries in Latin America and the Caribbean. This puts us well on our way to achieving our commitment to building stronger and more resilient health systems in the hemisphere, starting with health workers. Since then, the United States has undertaken a number of efforts to train health workers, including doctors, nurses, community health workers, and laboratory technicians:U.S.-Caribbean Partnership to Address the Climate Crisis 2030 (PACC 2030): Vice President Harris has led the Administration’s implementation of PACC 2030 to address the unique climate and energy challenges facing Caribbean nations. This month, the Vice President visited The Bahamas and in pursuit of shared prosperity and security, and in recognition of the close ties between our nations, the Vice President announced a number of new activities that address security and firearms trafficking, the need for an enhanced diplomatic presence in the eastern Caribbean, the crisis in Haiti, and the U.S.–Caribbean Partnership to Address the Climate Crisis 2030 (PACC 2030). These announcements include more than $100 million in new assistance for the region.These announcements build on the accomplishments made over the past year, which include:Food Security Action: USAID Administrator Power held a food security event last year in Los Angeles as part of the Summit of the Americas where she announced $331 million in funding to the region. Since the Summit, USAID has obligated more than $159 million to the region in support of food security assistance that will help ameliorate future shocks to global food systems following Russia’s further invasion of Ukraine, including:Investments in Civil Society: The IAF is on track to fulfill the commitment it made in Los Angeles to invest approximately $75 million over three years across 300 locally based, community-led organizations to empower local civil society organizations, including underrepresented and underserved populations. In the first year, the IAF has already channeled $26.1 million in new funding to 145 organizations, advancing the priorities of underserved populations to foster inclusive prosperity, build peace and security, and hold their governments accountable to responsiveness and transparency through civic engagement. This investment has benefited more than 3.8 million community members, provided technical assistance to 10,720 micro and small enterprises, formed or strengthened 5,730 strategic partnerships among local institutions, and leveraged local funding for 1,250 grassroots organizations. Summit Implementation Review Group Commitments: In Los Angeles, the democratically elected leaders of the Americas committed to work together to address pressing issues facing our region: health and resilience, digital transformation, clean energy, environmental sustainability, and democratic governance. As summit host and Chair of the Summit Implementation Review Group (SIRG), the United States has worked with those governments to turn plans into action, and fulfill the President’s promise to build a sustainable, resilient, and equitable future for the Americas. Since Los Angeles, the United States has convened ten ad hoc technical group meetings on implementing our shared summit commitments, bringing together hundreds of experts from more than 25 countries and driving toward outcomes. To ensure implementation meets the needs of the people of the Americas, we incorporated youth, the private sector, and civil society stakeholders into the process, convening SIRG meetings and private roundtables to hear their recommendations and ensure that our level of ambition meets the level of the needs of people across our hemisphere.###"
}