{
    "title": "FACT SHEET: Upgrading the U.S.-Singapore Strategic Technology Partnership | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/10/12/fact-sheet-upgrading-the-u-s-singapore-strategic-technology-partnership/",
    "created_at": null,
    "content": "On the occasion of Singaporean Deputy Prime Minister Lawrence Wong’s visit to Washington, D.C., the United States and Singapore launched the U.S.-Singapore Critical and Emerging Technology (CET) Dialogue.  National Security Advisor Jake Sullivan, Acting Special Envoy for Critical and Emerging Technology Seth Center (on behalf of Secretary of State Antony Blinken), Minister for Foreign Affairs Dr. Vivian Balakrishnan, and Minister for Communications and Information and Minister-in-Charge of Smart Nation and Cybersecurity Josephine Teo led the inaugural U.S. Singapore CET Dialogue, with opening remarks by Deputy Prime Minister Wong. They were joined on the U.S. side by the Deputy Secretary of Commerce, the Deputy Secretary of Energy, the Director of the National Science Foundation (NSF), the Director of the National Institute of Standards and Technology (NIST), the Deputy National Security Advisor for International Economics, and senior officials from the U.S. Department of State, Department of Commerce, Department of Energy, United States Trade Representative, Department of Defense, and National Security Council.  On the Singaporean side, Minister of State for Trade & Industry Alvin Tan, senior officials from the Ministry of Communications and Information, Ministry for Trade and Industry, the Ministry of Defense, the Ministry of Foreign Affairs, and the Chairman of the Economic Development Board and the Chief Executive of the Infocomm Media Development Authority participated.  The two sides discussed opportunities to bolster research, innovation, and commercial ties to expand the frontiers of scientific knowledge, promote prosperity, and deliver public goods to the Indo-Pacific region, especially ASEAN partners.  The United States and Singapore also discussed economic security and technology protection measures to manage risks to national security while abiding by our long-standing commitment to open investment.  The high-level discussions were followed by a dialogue with industry hosted by the U.S. Chamber of Commerce focused on AI innovation and safety and co-chaired by U.S. Deputy Secretary of Commerce Don Graves and Singapore Minister of Communications and Information Teo. To expand and deepen our technology partnership, the United States and Singapore committed to launch new bilateral initiatives and welcomed enhanced cooperation between our governments, industry, and academia across the following domains:Artificial Intelligence (AI):Digital Economy:Biotechnology:Climate and Resilient Critical Infrastructure:Quantum Information Science and Technology:Defense Innovation:The United States and Singapore look forward to institutionalizing the CET Dialogue as a mechanism to accelerate collaboration—both bilaterally and with like-minded partners—and pursue ambitious objectives for our technology partnership in service of our shared vision for a secure, peaceful, stable, and prosperous Indo-Pacific region.###"
}