{
    "title": "FACT SHEET: President Joseph R. Biden and President Joko Widodo Announce the U.S.-Indonesia Comprehensive Strategic Partnership | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/11/13/fact-sheet-president-joseph-r-biden-and-president-joko-widodo-announce-the-u-s-indonesia-comprehensive-strategic-partnership/",
    "created_at": null,
    "content": "Today, President Biden welcomed President Joko Widodo of Indonesia to the White House.  Marking a historic new phase in our bilateral relations, the two leaders elevated U.S.-Indonesia ties to a Comprehensive Strategic Partnership.  President Biden and President Widodo celebrated this unprecedented level of cooperation, built on shared values of democracy and pluralism, by announcing new initiatives to deliver a better future for our citizens and a free, open, prosperous, secure, and resilient Indo-Pacific.President Biden thanked President Widodo for Indonesia’s leadership of the Association of Southeast Asian Nations (ASEAN) and underscored the U.S. commitment to deepening our cooperation in Southeast Asia and with Indonesia.  Since 2002, the United States has provided over $6.2 billion in development, economic, health, and security assistance to Indonesia, which includes more than $2 billion to advance education and health outcomes and over $1.2 billion to promote economic growth.  Additionally, President Biden has requested a further $172 million in new programs across a range of sectors, including climate and the clean energy transition, economic growth, and health.FURTHERING OUR ECONOMIC PARTNERSHIP ON SHARED PROSPERITYThe United States and Indonesia have long been partners in advancing prosperity for our citizens and those across the Indo-Pacific, including through Indonesia’s leadership in the G20, U.S leadership as the 2023 chair of the Asia-Pacific Economic Cooperation forum, collaboration on quality investments through the Partnership for Global Infrastructure and Investment (PGI), the Indonesia Infrastructure and Finance Compact between the Millennium Challenge Corporation and the Government of Indonesia, and the United States and Indonesia’s cooperation in the Indo-Pacific Economic Framework for Prosperity.  As part of the two leaders’ commitment to upgrade bilateral ties, President Biden intends to announce the following programs to promote inclusive economic prosperity through investments in critical and emerging technologies; micro-, small-, and medium-sized enterprises; and sustainable development. LEADING ACTION TO COMBAT THE CLIMATE CRISISPresident Biden reiterated his commitment to partnering with Indonesia on tackling the climate crisis and ensuring the United States and Indonesia are at the forefront of harnessing the clean energy transition.  Indonesia and the United States will continue to closely collaborate on the Just Energy Transition Partnership (JETP), announced at the 2022 G20 Summit in Bali, which will reduce emissions and accelerate the deployment of renewable energy in Indonesia.  The JETP mobilizes $20 billion in public and private financing in support of Indonesia’s ambitious climate commitments under the agreement.  Building on JETP, PGI, and the $50 million U.S. commitment to Indonesia’s Forest and Other Land Uses (FOLU) Net Sink Bilateral Partnership, President Biden intends to announce the following new climate programs:ADVANCING REGIONAL STABILITY THROUGH DEEPENED SECURITY COOPERATIONThe United States and Indonesia are united by a shared commitment to ASEAN centrality and the common principles in the ASEAN Outlook on the Indo-Pacific and the U.S. Indo-Pacific Strategy.  President Biden announced new opportunities to advance our collective security through: INVESTING IN A NEW ERA OF ENDURING PEOPLE-TO-PEOPLE TIESPresident Biden and President Widodo celebrated the health and strength of our people-to-people ties marked by more than 8,400 Indonesians studying in the United States and more than 16,000 alumni of U.S. government-sponsored exchange programs in Indonesia. President Biden highlighted the recently opened American Space at the Istiqlal National Mosque, the only American Space in the world located in a mosque, as well as Peace Corps’ goal of working with Indonesia to return operations to pre-pandemic levels.  Building on this decades-long partnership and recognizing this new era of cooperation under our Comprehensive Strategic Partnership, President Biden announced the following new programs to further strengthen these ties:###"
}