{
    "title": "FACT SHEET: The Biden-Harris Administration’s Multi-Agency Effort to Support Renters and Landlords | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/03/29/fact-sheet-the-biden-harris-administrations-multi-agency-effort-to-support-renters-and-landlords/",
    "created_at": null,
    "content": "Today’s action by the Centers for Disease Control and Prevention to extend the federal eviction moratorium represents the latest effort to provide relief to renters and landlords.Following today’s announcement from the Centers for Disease Control and Prevention (CDC) of a 90-day extension of the federal eviction moratorium, the Biden-Harris Administration is continuing its efforts to support tenants and landlords during the COVID-19 pandemic. Federal agencies including the Treasury Department, the Department of Housing and Urban Development (HUD), the Department of Agriculture (USDA), the Consumer Financial Protection Bureau (CFPB), and the Federal Trade Commission (FTC) are coordinating efforts to get tenants and landlords the assistance they need during the public health crisis.President Biden entered office facing twin crises of historic proportions: a global pandemic and an economic downturn that left 10 million people out of work and one in five renters behind on rent. On January 29th, just days after President Biden entered office, the CDC extended the existing eviction moratorium through the end of March, recognizing the historic threat to our nation’s health. Alongside the extension, the Administration continued to seek relief for struggling Americans. $25 billion had been allocated to rental assistance under the Consolidated Appropriations Act, 2021, and the Biden-Harris Administration worked quickly to streamline and simplify rules to access funding. The American Rescue Plan, signed into law by President Biden, will deliver an additional $21.5 billion in emergency rental assistance to help millions of families keep up on rent and remain in their homes.President Biden remains committed to implementing a whole-of-government approach to addressing the nation’s housing challenges. The White House American Rescue Plan Coordinator is working across agencies and with White House offices to implement the American Rescue Plan’s housing provisions. And, Treasury, HUD, USDA, CFPB and the FTC are upholding that commitment through the following actions to maximize the impact of the extension and additional funding in the American Rescue Plan: TreasuryHUDUSDA CFPBFTC###"
}