{
    "title": "FACT SHEET: Biden-Harris Administration Announces New Border Enforcement Actions | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/01/05/fact-sheet-biden-harris-administration-announces-new-border-enforcement-actions/",
    "created_at": null,
    "content": "New Measures Leverage Success of Venezuela Enforcement Initiative to Limit Disorderly and Unsafe MigrationWhile the courts have prevented the Title 42 public health order from lifting for now, the Biden-Harris Administration today is announcing new enforcement measures to increase security at the border and reduce the number of individuals crossing unlawfully between ports of entry. These measures will expand and expedite legal pathways for orderly migration and result in new consequences for those who fail to use those legal pathways. They also draw on the success of the Venezuela initiative, which launched in October 2022 and has resulted in a dramatic drop in the number of Venezuelan nationals attempting to enter the United States unlawfully.The Administration is also announcing that it is surging additional resources to the border and the region, scaling up its anti-smuggling operations, and expanding coordination and support for border cities and non-governmental organizations. Importantly, the actions announced today are being implemented in close partnership with Mexico and governments across the Western Hemisphere.While these steps will help address some of the most acute challenges at the Southwest border, they will not solve all of the problems in an immigration system that has been broken for far too long. That can only happen if Republicans in Congress who have spent the past two years talking about border security quit blocking the comprehensive immigration reform and border security measures President Biden proposed on his first day in office, and opposing the billions of dollars in additional funds the President has requested for border security and management.Unlike some Republican officials playing political games and obstructing real solutions to fix our broken immigration system, President Biden has a plan and is taking action. Under the new enforcement measures announced today, the Biden-Harris Administration will:Impose New Consequences for Individuals who Attempt to Enter UnlawfullyTo facilitate a return to the processing of all noncitizens under Title 8 authorities when Title 42 eventually lifts, the Department of Homeland Security (DHS) is:Expand Legal Pathways for Safe, Orderly, and Humane MigrationThe Biden-Harris Administration and its international partners in the region are also announcing new and expanded legal pathways to the United States and other countries that individuals can and should use to avoid consequences for crossing the border unlawfully. These include:Surge Resources to Secure the Border, Disrupt Criminal Smuggling Networks, and Support Border CommunitiesThe Biden-Harris Administration is surging resources and expanding efforts to securely manage the border, disrupt the criminal smuggling networks preying on vulnerable migrants, and support communities receiving migrants as they await their immigration enforcement proceedings. New and expanded efforts include:The Biden-Harris Administration will do everything within its authority and available resources to manage this challenge, but until and unless Congress delivers the funding as well as comprehensive immigration reform measures President Biden requested, the United States’ broken immigration system will indeed remain broken.###"
}