{
    "title": "FACT SHEET: Biden-Harris Administration Rallies States, Cities, and Companies to Boost Clean American Manufacturing | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/10/20/fact-sheet-biden-harris-administration-rallies-states-cities-and-companies-to-boost-clean-american-manufacturing/",
    "created_at": null,
    "content": "White House “Buy Clean” Convening Spurs New Commitments to Reduce Industrial Emissions and Support Made in America Steel, Concrete, and MoreAt a White House convening today, National Climate Advisor Ali Zaidi and Council on Environmental Quality Chair Brenda Mallory will join state leaders to share knowledge and discuss opportunities to collaborate on expanding the purchase of lower-carbon materials made by American workers. Ahead of this convening, the Biden-Harris Administration is announcing a new set of public and private sector commitments aligned with President Biden’s Federal Buy Clean Initiative, which leverages the Federal Government’s power as the largest purchaser in the world to advance low-carbon construction materials across its procurement and funded infrastructure projects.President Biden has ushered in an American manufacturing boom, with nearly 700,000 manufacturing jobs added during his Administration so far. Through the Bipartisan Infrastructure Law and the Inflation Reduction Act, the President secured historic investments to upgrade our nation’s infrastructure and grow our clean energy economy. By leveraging the U.S. Government’s purchasing power, President Biden is catalyzing markets and positioning American manufacturing to compete and lead.Partnerships between state, Tribal, regional, local and industry leaders are critical to ensure that Buy Clean investments in clean manufacturing and climate-resilient infrastructure benefit all Americans across the country. President Biden’s Action Plan to Accelerate Infrastructure recognizes that over 90% of Bipartisan Infrastructure Law funding is delivered by non-federal agencies, underscoring the need for strong partnerships across public and private sectors. Building on recent Administration announcements through the Federal Buy Clean Initiative, today’s actions to create more good-paying manufacturing jobs while tackling the climate crisis include:  NEW FEDERAL SUPPORTLast month, the Biden-Harris Administration announced a major set of Buy Clean initiatives, including a policy to prioritize the Federal Government’s purchase of steel, concrete, asphalt, and flat glass that have lower embodied emissions across their lifecycle—including manufacturing, transportation, installation, maintenance, and disposal. These construction materials account for nearly half of all GHG emissions from U.S. manufacturing.  New actions from across the Biden-Harris Administration announced today include:PRIVATE SECTOR COMMITMENTSConcrete and steel are the most widely used construction materials in the world. Each year, more than four billion tons of cement are produced, accounting for around 8% of global GHG emissions, all of which occur well before a concrete truck arrives on a job site. Federal, state, and local governments purchase about half of concrete poured and cast in the United States; the other half is purchased by the private sector. Strong partners in the manufacturing sector are innovating and investing in scaling up production of lower-carbon materials. At the same time, design, architecture and engineering firms are integrating cleaner materials into project designs, and major corporate purchasers are sending clear demand signals. Together, we can grow clean manufacturing jobs and reach net zero emissions:###"
}