{
    "title": "FACT SHEET: White House Releases New Technical Assistance Resources to Help Communities Unlock Opportunities from President Biden’s Investing in America Agenda | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/09/13/fact-sheet-white-house-releases-new-technical-assistance-resources-to-help-communities-unlock-opportunities-from-president-bidens-investing-in-america-agenda/",
    "created_at": null,
    "content": "President Biden is growing the economy from the middle out and bottom up, and his Investing in America agenda unlocks billions of dollars in opportunity for states, territories, Tribes, and local governments to make a once-in-a-generation investment in infrastructure, clean energy and climate resilience.Over 90% of the Bipartisan Infrastructure Law (BIL)’s historic funding is being deployed by non-Federal partners. And the Inflation Reduction Act (IRA) provides state, local, Tribal, territorial and non-governmental partners significant new funding for clean energy, climate mitigation and resilience, agriculture, and conservation-related investments through both grant funding and tax credits.In the past, too many communities have lacked the resources to apply for and deploy transformative Federal funding opportunities. The Biden-Harris Administration has made it a major goal to help state, local, Tribal and territorial governments and other nongovernmental partners navigate, access, and deploy these record resources to build a better America.From creating state infrastructure coordinators in partnership with governors to releasing guidebooks and toolkits to better navigate the infrastructure and clean energy laws; to standing up new programs to provide or fund technical advisors for lower-capacity communities, the Administration is ensuring all communities can access Federal funding.Today, the White House released an updated technical assistance guide that focuses on federal and state technical assistance programs aimed at accessing and deploying Bipartisan Infrastructure Law and Inflation Reduction Act funding. The updated technical assistance guide builds on the Bipartisan Infrastructure Law’s Guidebook, Rural Playbook, and Tribal Playbook, and the Inflation Reduction Act’s Guidebook and Tribal Playbook. This new guide highlights programs that help communities navigate programs and resources that can help them deliver infrastructure, clean energy and climate resilience projects. The White House also maintains a webpage with resources on the Inflation Reduction Act’s “elective pay” (often called “direct pay”) provisions, through which tax-exempt and governmental entities can, for the first time, take advantage of tax credits for building clean energy projects.While some of these programs offer hands-on and intensive planning and delivery support for communities, others are more self-directed resources and tools such as webinars and websites, or funding that can support project planning.  The guide covers more than 150 technical assistance and capacity building programs encompassing well over $1 billion in Federal support. In addition to federal programs, the guide is also highlighting over a dozen new commitments from states to support local government applicants. “The President’s commitment is to leave no community behind as we invest in America,” said Mitch Landrieu, Senior Advisor to the President and White House Infrastructure Coordinator. “That’s why we have put unprecedented focus on providing technical assistance to local communities. This guide is just one more way we’re working to ensure state, local, Tribal and territorial governments have the tools and resources they need to unlock the historic investments in President Biden’s Investing in America agenda.”“President Biden’s Investing in America agenda takes historic action to rebuild our nation’s infrastructure, lead the clean energy industries of the future, and create good-paying, union jobs. But those investments are only as good as our ability to get them into the hands of the communities who need them the most,” said John Podesta, Senior Advisor to the President for Clean Energy Innovation and Implementation. “Today’s new technical assistance guide is an important step to help those communities access funding, leverage multiple federal opportunities, and bring the benefits of these investments to Americans in every corner of the country.”THRIVING COMMUNITIES NETWORK TO HELP UNLOCK HISTORIC FUNDINGWhile technical assistance has many forms, the most intensive technical assistance and capacity building is being delivered through the interagency Thriving Communities Network (TCN). Created in 2022, the TCN is a federal interagency effort to coordinate place-based technical assistance and capacity-building resources for urban, rural, and Tribal communities experiencing a history of economic distress and systemic disinvestment. These federal resources include grant and financial management support, pre-development assistance, community engagement, planning, and project delivery support. Through TCN, federal partners at the U.S. Departments of Agriculture, Commerce, Energy, Housing and Urban Development, Transportation, and the Environmental Protection Agency, Federal Emergency Management Agency and General Services Administration are coordinating and collaborating across a set of specific assistance programs and engaging their regional and field staff who often serve as key points of contact for communities.At a time of historic federal infrastructure and climate investment through the Bipartisan Infrastructure Law and Inflation Reduction Act, the Biden-Harris Administration has made its Justice40 pledge a priority, ensuring that 40 percent of the overall benefits of certain federal investments, such as climate, clean energy, and other areas, flow to disadvantaged communities that are marginalized and overburdened by pollution and underinvestment. This place-based technical assistance network is one way the Administration is committed to delivering on the Justice40 Initiative and advancing President Biden’s commitment to environmental justice.Among key areas of technical assistance progress in the network:STATES PROVIDE UNPRECEDENTED SUPPORTBecause a majority of Bipartisan Infrastructure Law funding and critical Inflation Reduction Act grant funding flows to states through formula programs, the Administration has put a particular focus on helping states deploy those resources wisely and well, in part by establishing a state infrastructure coordinators network to provide hands-on coordination, technical assistance and support. Governors and state leaders from across the country have answered the call to get technical assistance to those who need it most. Over a dozen states are now providing significant technical assistance and local match resources to support accessing and deploying funding from the President’s Investing in America agenda.  Leveraging the work of state infrastructure coordinators, states have begun to share and then emulate these best practices.Among some of the new technical assistance models from states:PHILANTHROPY AND OTHER PARTNERS STEP INEnsuring that the full benefits of the Biden-Harris Administration’s Investing in America agenda reach the people and places that need them most requires a concerted effort not only from the federal government, but from non-federal actors of all kinds. Much of this progress wouldn’t be possible without the many philanthropic organizations that have stepped up to support states and local communities in delivering on this once-in-a-generation investment.Philanthropy has long played a critical role in advancing climate action and providing crucial capacity-building, technical assistance, and direct support to nonprofit organizations and low-income and underserved communities. In response to the Administration’s external engagement efforts, philanthropic, labor and nonprofit organizations have committed new resources to assist communities accessing and deploying federal infrastructure funding, including:In conjunction with the 1-year anniversary of the Inflation Reduction Act, the White House recently announced that major philanthropic organizations have formed several “pooled funds,” and, in combination with aligned national philanthropies, impact investing organizations and intermediaries, have committed over $1.6 billion to support the implementation of the clean energy and climate provisions of the Inflation Reduction Act. This support will ensure more direct access to critical technical assistance for underserved communities so that they can realize the full benefits of the law.A current list of participants in this effort include: Ballmer Group, Bezos Earth Fund, Bloomberg Philanthropies, Breakthrough Energy, ClimateWorks Foundation, Communities First, David and Lucile Packard Foundation, Elemental Excelerator, Ford Foundation, High Tide Foundation, Hyphen, James Irvine Foundation, John D. and Catherine T. MacArthur Foundation, J40 Accelerator, Joshua and Anita Bekenstein Charitable Fund, Kresge Foundation, McKnight Foundation, Omidyar Network, Open Society Foundations, Open Society Policy Center, Rockefeller Brothers Fund, RF Catalytic Capital, Rural Climate Partnership, Sea Change Foundation, Sequoia Climate Foundation, Skoll Foundation, The Families and Workers Fund, The JPB Foundation, The Just Transition Fund, The Rockefeller Foundation, Three Cairns Group, U.S. Energy Foundation, Waverley Street Foundation, William and Flora Hewlett Foundation, Wyss Foundation.These philanthropic initiatives will support communities and organizations across the country as they work to access the programs and opportunities contained in the Investing in America agenda, create good-paying local jobs, grow clean energy industries and good jobs, and create better, more equitable, and healthier places to live.Examples of initiatives this philanthropic funding is intended to support include:The Biden-Harris Administration welcomes additional commitments from nongovernmental stakeholders to support states and help local communities access this once-in-a-generation investment.###"
}