{
    "title": "FACT SHEET: Biden-Harris Administration Celebrates the Second Anniversary of the Reestablishment of the White House Office of Faith-Based and Neighborhood Partnerships | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/02/17/fact-sheet-biden-harris-administration-celebrates-the-second-anniversary-of-the-reestablishment-of-the-white-house-office-of-faith-based-and-neighborhood-partnerships/",
    "created_at": null,
    "content": "Two years ago this week, President Biden signed an executive order reestablishing the White House Office of Faith-Based and Neighborhood Partnerships (the “Partnerships Office”). The  mission of this office is to serve people in need by collaborating with interested faith-based and community organizations. The Partnerships Office is an essential part of the Biden-Harris Administration’s plan to bring people of all backgrounds and beliefs together to meet our challenges, build a more perfect union, and restore the soul of our country.The Partnerships Office works with agency Centers for Faith-Based and Neighborhood Partnerships (“agency Centers”) at the Departments of Agriculture, Commerce, Education, Health and Human Services, Homeland Security, Housing and Urban Development, and Veterans Affairs; the U.S. Agency for International Development; the Small Business Administration; and staff at AmeriCorps, the Environmental Protection Agency, the Department of Labor, and the Department of Transportation. Over the past year, this team has collaborated with a wide range of faith-based and neighborhood organizations to advance shared priorities such as safeguarding the right to practice faith without fear; expanding opportunity, especially for disadvantaged or underserved communities; responding to disasters; helping people struggling with mental health and substance use problems; improving maternal and child health; addressing hunger and nutrition; welcoming refugees; protecting the environment; and assisting with preparedness, response, and recovery from COVID-19.Administration achievements that promote these priorities include:Safeguarding the right to practice faith without fear and other aspects of religious freedomExpanding opportunityResponding to disastersHelping people struggling with mental health and substance use problems and preventing suicideImproving maternal and child health and addressing hunger and nutritionWelcoming refugees, including Ukrainians and Afghan allies, and new AmericansProtecting the environmentPromoting protection and recovery from COVID-19###"
}