{
    "title": "White House Announces Theme and Activities for the 2022 Easter Egg Roll | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/04/15/white-house-announces-theme-and-activities-for-the-2022-easter-egg-roll/",
    "created_at": null,
    "content": "The President and First Lady to Host the White House Easter “EGGucation” Roll on Monday, April 18, 2022The White House announced today the full program of activities for the 2022 White House Easter Egg Roll, a tradition dating back to 1878.  A teacher for more than 30 years, First Lady Jill Biden created this year’s event theme, “EGGucation!,” with the South Lawn to be transformed into a school community, full of fun educational activities for children to enjoy.  In addition to the time-honored traditions of rolling and hunting eggs, this year’s White House Easter “EGGucation” Roll will also feature a School House Activity Area, Reading Nook, Talent Show, Field Trip to the Farm, Picture Day, a Physical “EGGucation” Zone, a Cafetorium and more.  In total, approximately 30,000 people will take part in this year’s Easter “EGGucation” Roll, including thousands of military families, and the crew members and families from the U.S.S. DELAWARE, the U.S. Naval Submarine, for which the First Lady is the sponsor. Tickets for the general public were distributed to guests from all across the country through an online public lottery.  This year’s event will be broken into five sessions, beginning at 7:30 AM ET and end at 6:30 PM ET.  Follow along with the White House Easter “EGGucation” Roll festivities with #EasterEggRoll and #EGGucation, and the official @White House, @POTUS, @FLOTUS social media accounts on Twitter, Facebook, and Instagram.Additional information about this year’s “EGGucational” Activities and Programming:  EGG ROLLThe tradition that started it all! Children will use wooden spoons to roll colorful eggs in a race across the South Lawn. EGG HUNTChildren will run to find hidden eggs and collect special prizes.  SCHOOL HOUSEThe School House area of the South Lawn will be full of fun educational activities for all to enjoy! TALENT SHOWThe Talent Show stage on the South Lawn will feature some of today’s most “egg-citing” kids’ acts and performances.  CAFETORIUMChildren and their families will learn how to make some tasty treats and then sample seasonal snacks! FIELD TRIPIt’s time to head to the farm for a school field trip!  Children will learn from farmers about how they help feed our families.  READING NOOKFamilies will come together for some special story time with children’s books authors, teachers, and some special guests!  PICTURE DAYFamilies will remember this day always with a fun photo! Snap a family picture with the White House in the background or capture a moment with your favorite costumed character.   PHYSICAL EGGucation (PE)Children of all ages will hop, bounce, kick, run, and throw their way through the South Lawn’s “egg-citing” obstacle course and favorite school yard activities.  This year, the White House Easter “EGGucation” Roll will feature educational activities, school yard fun, and special performances on the South Lawn, which are supported by (in alphabetical order):The following costumed characters (in alphabetical order) will stroll the White House grounds, including:###"
}