{
    "title": "FACT SHEET: In First Stop on Asia Travel, President Biden Tours Model for Samsung’s New Texas Semiconductor Facility | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/05/20/fact-sheet-in-first-stop-on-asia-travel-president-biden-tours-model-for-samsungs-new-texas-semiconductor-facility/",
    "created_at": null,
    "content": "New Plant in Texas will Create 3,000 New Good-Paying Jobs; Biden to Call on Congress to Pass Bipartisan Innovation Act to Supercharge New Investments in InnovationToday, President Biden and the President of the Republic of Korea (ROK) Yoon Suk Yeol will tour the Samsung Electronics Pyeongtaek Campus – a model for the new Samsung plant being built in Taylor, Texas. The stop will demonstrate how our alliances deliver for the American middle class, investing in manufacturing in the United States, creating good paying jobs and strengthening our supply chains. The United States and the ROK are among each other’s largest trading and investment partners, with more than $62 billion of foreign direct investment by Korean firms in the United States as of 2020 – supporting over 94,000 American and bringing our governments, businesses, and people closer together.   At the plant, President Biden will also make the case for quickly passing the Bipartisan Innovation Act which will deliver historic federal investments in U.S. research and development, supply chains, and domestic manufacturing – including funding for the CHIPS Act to provide $52 billion to catalyze more private-sector investments and advance American technological leadership. As the President has said, tackling inflation is his top economic priority, and making these investments will help lower costs by making our supply chains more resilient in the long term, protecting us against costly disruptions and higher prices for consumers.The Biden-Harris Administration has been working around the clock with Congress, our allies and partners, and the private sector to generate additional semiconductor manufacturing capacity with strong labor protections, address key bottlenecks and lower costs for families, and cement American leadership in the industries of the future. In President Biden’s first year in office, the U.S. economy created a historic 6.6 million new jobs. The economy has added 545,000 manufacturing jobs since President Biden took office – more manufacturing jobs on average per month than any other President in the last 50 years and 2021 seeing the highest increase in U.S. manufacturing jobs in nearly 30 years.As a result of sustained engagement with Samsung and the Republic of Korea, Samsung is investing $17 billion to build a new semiconductor facility, adding to the 20,000 jobs Samsung already supports in the United States. Under President Biden, semiconductor manufacturing is coming back to America:President Biden hosted a virtual summit with leading firms that produce chips and those that use chips to identify practical ways to discuss actions they could to address the disruptions resulting from the global chip shortage. By the end of the year, the participants had announced new partnerships between semiconductor companies and U.S. automakers to strengthen the resiliency of the automotive chip supply chain.###"
}