{
    "title": "FACT SHEET: Investing in the Special Friendship and Alliance Between the United States and the Philippines | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/05/01/fact-sheet-investing-in-the-special-friendship-and-alliance-between-the-united-states-and-the-philippines/",
    "created_at": null,
    "content": "At the White House, President Biden and President Marcos advanced an ambitious agenda for the U.S.-Philippines alliance and celebrated the tremendous momentum now animating bilateral efforts to advance prosperity, security, and friendship among our peoples.Today President Joe Biden welcomes Philippine President Ferdinand R. Marcos Jr. to the White House. This follows President Biden’s September 2022 meeting with President Marcos in New York, and Vice President Kamala Harris’s visit to the Philippines in November 2022.President Biden reaffirmed the United States’ ironclad commitment to the defense of the Philippines, and the leaders discussed efforts to strengthen the longstanding U.S.-Philippines alliance. The leaders reviewed opportunities to deepen economic cooperation and promote inclusive prosperity, expand our nations’ special people-to-people ties, invest in the clean energy transition and address the climate crisis, and ensure respect for human rights. The leaders discussed regional matters and coordinate on efforts to uphold international law and promote a free and open Indo-Pacific.President Biden and President Marcos announced a number of new arrangements and initiatives to expand on the historic momentum in U.S.-Philippine relations, including the adoption of Bilateral Defense Guidelines, President Biden’s dispatching of a Presidential Trade and Investment Mission to the Philippines, the launch of an Open RAN 5G interoperability lab in Manila, and the establishment of a bilateral Labor Working Group.THE U.S.-PHILIPPINES ALLIANCEThe Philippines is the United States’ oldest ally in the Indo-Pacific. Since 1951, the U.S.-Philippines alliance has advanced peace, prosperity, and security for the United States, the Philippines, and the broader Indo-Pacific region. Now the United States and the Philippines are modernizing the alliance and building a strong and resilient architecture that is designed to meet emerging challenges, while routinizing joint planning and improving interoperability. On April 28, we concluded the largest-ever iteration of our flagship bilateral military exercise, Balikatan. We are also expanding cooperation among our coast guards to better address the challenges posed by illegal, unreported, and unregulated fishing and other unlawful maritime activities; when Vice President Harris visited Palawan in November 2022, she announced $7.5 million in new assistance to enhance the capabilities of Philippine maritime law enforcement agencies, as well as a new program to upgrade the Philippine Coast Guard’s vessel traffic management system.Furthermore, the Philippines and the United States have identified four new sites pursuant to the U.S.-Philippines Enhanced Defense Cooperation Agreement (EDCA), which will strengthen Philippine security and support the Armed Forces of the Philippines’ modernization goals, while driving U.S. investment to local communities across the Philippines and improving our shared ability to rapidly deliver humanitarian assistance and disaster relief.At the White House, President Biden reaffirmed the United States’ ironclad alliance commitments to the Philippines, underscoring that an armed attack in the Pacific, which includes the South China Sea, on Philippine armed forces, public vessels, or aircraft, including those of the Coast Guard, would invoke U.S. mutual defense commitments under Article IV of the 1951 U.S.-Philippines Mutual Defense Treaty. President Biden and President Marcos announced the following arrangements and initiatives:ECONOMIC COOPERATION: PROMOTING INVESTMENT, INNOVATION, AND INCLUSIVE PROSPERITYThe close economic ties between the United States and the Philippines have long supported high-quality investment, good jobs, and sustained economic growth in both countries. All regions of the Philippines benefit from U.S. investment, and employees of U.S. companies in the Philippines earn annual wages that are 50% above the average family’s income. U.S. business services company Concentrix is the Philippines’ largest private sector employer, while U.S. investment firm KKR invested $1 billion in Philippine telecom infrastructure in 2022 alone and U.S. technology companies such as Texas Instruments, onsemi, Amkor, and Analog Devices have invested hundreds of millions of dollars in the Philippines’ semiconductor manufacturing ecosystem.The Philippines and the United States are also partnering with other regional countries to negotiate an Indo-Pacific Economic Framework for Prosperity (IPEF), which will promote trade, supply chain resilience, clean economy development, and anti-corruption and tax efforts. The countries are also collaborating closely at meetings throughout the U.S. 2023 Asia-Pacific Economic Cooperation (APEC) host year. To add further momentum to our special economic ties, President Biden and President Marcos announced the following new initiatives:EDUCATION AND PEOPLE-TO-PEOPLE TIESThe United States and the Philippines benefit from unique bonds of friendship and community among our peoples, and millions of Filipino Americans enrich communities across the United States. The United States’ only overseas VA Service Center is located in Manila, where it fulfills our special obligations to the many Filipinos who served under the U.S. flag. The Philippines is also home to the longest continuously running Fulbright Program – now celebrating its 75th anniversary. We will mark this special milestone by expanding U.S.-Philippine exchange programs and strengthening alumni networks among the thousands of Filipinos who have benefited from these programs. Additionally, President Biden and President Marcos announced the following new initiatives:ADVANCING RESPECT FOR HUMAN RIGHTSThe United States and the Philippines’ shared democratic values strengthen our alliance immeasurably. Promoting respect for human rights and rule of law, and ensuring civil society leaders and members of marginalized communities are safe from violence, are key priorities for the U.S.-Philippines relationship. The United States looks forward to contributing to the Philippines-UN Joint Programme for Human Rights, a unique mechanism intended to strengthen Philippine accountability mechanisms. The United States and the Philippines are also focused on ensuring workers can organize freely and safely. The United States appreciates President Marcos’s participation in the second Summit for Democracy and looks forward to launching a U.S.-Philippines Democracy Dialogue this year. Today, President Biden and President Marcos announced:COLLABORATION ON CLEAN ENERGY & ENVIRONMENTAL PROTECTIONThe United States and the Philippines are deepening collaboration to fight climate change, expand clean energy production, and protect the environment. We will endeavor to keep energy prices down for families while urgently reducing greenhouse gas emissions by expanding wind, solar, and geothermal energy production in the Philippines, including through our Energy Policy Dialogue. We are expeditiously negotiating a civil nuclear cooperation agreement (or “123” Agreement), which will provide a legal foundation for significant transfers of nuclear material and equipment, while concurrently enhancing capacity-building and commercial cooperation in nuclear energy. Furthermore, the United States and the Philippines have adopted a “ridge-to-reef” model of environmental protection, collaborating to promote sustainable fisheries and marine conservation, combat the illegal lumber and wildlife trade, advance ecosystem-based adaptation, rehabilitate valuable wetlands, and promote good governance in the mining sector. Today, President Biden and President Marcos announced the following new initiatives:SUPPORTING RESILIENT AND HEALTHY COMMUNITIESThe United States and the Philippines are close partners in promoting health security and supporting inclusive community resilience. In FY 2022 funding alone, USAID expects to provide over $135 million in development assistance to support these efforts, subject to Congressional approval. We are proud to have provided the Philippines more than $52 million in COVID-19 assistance, in addition to donating 33 million safe and effective COVID-19 vaccines in partnership with COVAX, building on the United States’ $600 million investment in the Philippine health sector over the past twenty years.USAID has responded to over 50 disasters in the Philippines since 1990, providing life-saving emergency assistance while building up the Philippines’ domestic response capacity. Since 2010, the United States has provided over $363 million in disaster preparedness, response, and recovery assistance–excluding COVID-19 assistance–to help over 100 cities and municipalities across the Philippines. The United States is also supporting Philippine efforts to prevent, detect, and respond to emerging infectious disease threats through technical assistance and investments that strengthen the capacity of laboratories, improve disease surveillance and emergency management systems, and establish robust risk communication and biosafety and biosecurity measures.  Today, President Biden and President Marcos announced the following new initiatives:###"
}