{
    "title": "FACT SHEET: Biden-Harris Administration Highlights Strategy to Address the National Mental Health Crisis | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/05/31/fact-sheet-biden-harris-administration-highlights-strategy-to-address-the-national-mental-health-crisis/",
    "created_at": null,
    "content": "As we mark Mental Health Awareness Month, our country faces an unprecedented mental health crisis among people of all ages. Two in five American adults report symptoms of anxiety and depression, and more than half of parents express concern over their children’s mental well-being. Over forty percent of teenagers state they struggle with persistent feelings of sadness or hopelessness. These growing demands have exposed longstanding cracks in our care infrastructure while compounding many other domestic policy challenges, from criminal justice to homelessness to the labor shortage. To address this crisis, as part of his Unity Agenda, President Biden has put forward a comprehensive national strategy to tackle our mental health crisis, and used his State of the Union Address to call for a major transformation in how mental health is understood, accessed, treated, and integrated – in and out of health care settings. Across the federal government, the Administration has already invested nearly $4 billion in American Rescue Plan (ARP) funding to expand access to mental health and substance use services. The President’s FY23 budget goes further, by proposing over $27 billion in discretionary funding and another $100 billion in mandatory funding over 10 years to implement his national strategy and transform behavioral health services for all Americans. This month, the Biden-Harris Administration is taking additional, new actions to advance the President’s mental health strategy across its three objectives: strengthening system capacity, connecting more Americans to care, and creating a continuum of support.Strengthen System CapacityAt the center of our behavioral health crisis is a severe workforce shortage. We do not have enough providers, and they are not located in the right places or providing the right services to meet Americans’ needs. Even where there are sufficient providers, the fragmentation and inconsistency of the current system can make it difficult for people to find the right level of care. To address these needs, this month, the Administration is taking new actions to:Promote the mental well-being of our frontline health workforce. Even before the COVID-19 pandemic, health worker burnout had reached “crisis” levels – affecting up to 60 percent of frontline providers. To respond, the U.S. Surgeon General is issuing the first-ever Advisory on Health Worker Burnout, which lays out whole-of-society recommendations to advance health worker well-being.Pilot new approaches to training behavioral health paraprofessionals. To better support veterans with substance use disorders, the Department of Veterans Affairs (VA) is hiring 277 new Peer Specialists, employees in recovery themselves specifically trained and certified to help fellow veterans. The Department of Defense (DOD) is also hiring roughly 2,500 new personnel over the next 6 years to comprehensively address risk for conditions like mental illness and substance use.Strengthen our crisis care and suicide prevention infrastructure. The Department of Health and Human Services (HHS) will expand access to mobile crisis services in high-need communities by launching a Mental Health Crisis Response Partnership Pilot Program. DOD will also strengthen suicide prevention services for service members, by establishing and training military health providers in new, standardized procedures to promote the identification, treatment, and tracking of patients at risk of suicide.Build the capacity of long-term care facilities to deliver behavioral health care. HHS is launching a new, $15 million funding opportunity to establish a Center of Excellence for Building Capacity in Nursing Facilities to Care for Residents with Behavioral Health Conditions, which will work to strengthen behavioral health care in long-term care facilities by improving mental health literacy and combating stigmatization among staff.Address our caregiving crisis. In partnership with the RAISE Family Caregiving and Supporting Grandparents Raising Grandchildren Advisory Councils, HHS’s Administration for Community Living will submit a National Caregiving Strategy to Congress outlining new recommendations for better supporting family caregivers, many of whom have been under great strain during the COVID-19 pandemic. This builds on prior Administration actions, including:Connect Americans to CareEven when services are available, barriers like cost, cultural bias, and inconvenience prevent people from consistently accessing the care they need. On average, it takes 11 years after the onset of mental health symptoms for someone to seek treatment. It is critical that we make care affordable across all types of health insurance coverage, and integrate mental health services in ways that reduce stigmatization and access barriers. This month, the Biden-Harris Administration is taking new actions to:Advance behavioral health care for the Asian American, Native Hawaiian, and Pacific Islander (AANHPI) community. To reduce behavioral health-related disparities, HHS is announcing a nearly $3.5 million, five-year grant opportunity to launch a new AANHPI Center of Excellence, which will promote culturally and linguistically appropriate behavioral health practices while providing training and technical assistance on addressing the mental health impacts of hate and unconscious bias against the AANHPI community.Lower barriers to behavioral health care among service members. To reduce concerns about potential negative impacts on military career progression, DOD is revising its policy that outlines requirements for notifying military commanders when service members seek mental health or substance use care.Ensure access to mental health support in schools, colleges and universities. The Department of Education is issuing new guidance to colleges and universities on how to use ARP relief funds to provide mental health and substance use disorder services on campus, including by hiring mental health professionals, expanding virtual counseling support, offering stress-reduction activities, building peer support programs, and erecting student-staffed crisis hotlines.Strengthen the federal government’s role as a model employer for behavioral health. In addition to facilitating access to comprehensive telebehavioral health benefits through the Federal Employees Health Benefits Program, the Office of Personnel Management (OPM) is working to reinvigorate Employee Assistance Programs provided by all federal agencies to better meet employees’ behavioral health needs, while disseminating best practices and new ideas for improving federal workplace mental health.This builds on prior Administration actions, including:Support Americans by Creating Healthy EnvironmentsNo health problem can be addressed solely through the health care system. We must also invest in programs that can prevent mental health challenges and build environments that promote wellness and recovery. Decades of research show that coordinated prevention across settings can pay long-term dividends, including reductions in community violence. Similarly, when settings provide services and restorative programs that support individuals with mental health problems or other at-risk behaviors, they can promote broader social and economic gains. This month, the Biden-Harris Administration is taking new actions to:Train social and human services professionals in basic mental health skills. The Department of Agriculture (USDA) is launching a series of initiatives to improve mental health literacy among its partners and employees. It will give all public-facing employees who work with agricultural producers and grant recipients access to Mental Health First Aid Training and integrate more robust mental health messaging into its programs. And, it will support efforts to train 4-H volunteers and participants in social and emotional skills, help-seeking, and self-care.Train tribal law enforcement personnel in mental health. The Department of Interior’s Bureau of Indian Affairs Office of Justice Services is implementing a Mental Health Crisis Instructor Training Program and a Resiliency Initiative to train officers on coping with stress; managing anxiety; providing psychological first aid; and identifying substance use disorder, depression, and post-traumatic stress in themselves and in colleagues.Enhance school-based supports in Native communities. The Department of Interior’s Bureau of Indian Education is launching a Social and Emotional Learning Initiative for educators and staff, which will work to improve access to culturally relevant social and emotional learning supports at schools serving Native communities.   Spur innovation in recovery support models. HHS is launching its first-ever behavioral health Recovery Innovation Challenge, which will disburse up to 10 awards totaling $400,000 to peer-run and community-based groups implementing innovative programs that advance recovery from substance use disorders.  Improve financial security among veterans. VA is launching a National Center for Veterans Financial Empowerment to provide veterans with education, tools, and resources to successfully navigate financial strain, which has been associated with increased risk of suicide.Enforce workplace rights of the mentally ill. The Equal Employment Opportunity Commission (EEOC) is increasing outreach to mental health providers to support protections under the Americans with Disabilities Act. It is also committing to increase the accessibility of its technical assistance and guidance documents on mental health.Establish a federal research action plan on mental health. The underlying causes of most mental health conditions remain largely unknown. To fill this knowledge gap, the White House Office of Science & Technology Policy is leading an effort to establish several new cross-agency research priorities for mental health as part of a broader coordinating effort on brain health.  This builds on prior Administration actions, including: ###"
}