{
    "title": "FACT SHEET: Biden-Harris Administration Announces Immediate Steps to Increase Affordable Housing Supply | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/09/01/fact-sheet-biden-harris-administration-announces-immediate-steps-to-increase-affordable-housing-supply/",
    "created_at": null,
    "content": "Immediate Steps Supplement the Biden-Harris Administration’s Push for Historic, Long-Term Investments in New Housing as Part of the Build Back Better AgendaSince President Biden took office, the economy has created more than 4 million jobs, with an average of more than 830,000 new jobs over the last three months. In the first half of the year, the economy grew at the fastest rate seen in nearly 40 years.This economic progress has enabled millions of American homeowners and renters to get back on track. In the second quarter of 2021, the mortgage delinquency rate on single-family mortgages fell to below 5.5 percent – from a pandemic high of more than 8 percent. The percentage of renter households behind on rent has also fallen from 19.4 percent to 15.4 since the beginning of this year.While the Administration continues to do everything in its power to stabilize families who are at risk of losing their homes because of the economic impact of the pandemic, we still have more work to do. President Biden and Vice President Harris believe we need to do more than build back to the way things were before. We need to build back better.While Congress works toward passing the Build Back Better Agenda, which includes an historic investment in building new homes and making existing housing safer, healthier, and more energy efficient, the President knows that we can’t wait to take action. The large and long-standing gap between the supply and demand of affordable homes for both renters and homeowners makes it harder for families to buy their first home and drives up the cost of rent. Higher housing costs also crowd out other investments families can and should make to improve their lives, such as investments in education.As supply constraints have intensified, large investors have stepped up their real estate purchases, including of single-family homes in urban and suburban areas. One out of every six homes purchased in the second quarter of 2021 was acquired by investors, and reports indicate that in some markets, that number is one in four. Within investor purchases, typically more than 35 percent of purchases are made by investors that own more than ten properties. Large investor purchases of single-family homes and conversion into rental properties speeds the transition of neighborhoods from homeownership to rental and drives up home prices for lower cost homes, making it harder for aspiring first-time and first-generation home buyers, among others, to buy a home. At the same, these purchases are unlikely to meaningfully boost supply in the lower-cost portions of the rental market, as investors charge more for rent to recoup higher purchase costs.President Biden is committed to using every tool available in government to produce more affordable housing supply as quickly as possible, and to make supply available to families in need of affordable, quality housing – rather than to large investors. That’s why today the Administration is announcing a number of steps that will create, preserve, and sell to homeowners and non-profits nearly 100,000 additional affordable homes for homeowners and renters over the next three years, with an emphasis on the lower and middle segments of the market.Specifically, federal agencies will:Boosting the Supply of Quality, Affordable Rental UnitsEven before the pandemic, 11 million families – or nearly a quarter of renters – paid more than half of their income on rent. President Biden believes this is unacceptable. Rent should be affordable for working families. That’s why the President’s Build Back Better Agenda calls for the historic investments that will enable the construction and rehabilitation of more than a million affordable housing units, reducing the burden of rent on American families. From the expansion of the Low-Income Housing Tax Credit (LIHTC) to major investments in the HOME Investment Partnerships program, the Housing Trust Fund, and the Capital Magnet Fund, the Build Back Better Agenda will make it easier for more Americans to find quality, affordable places to live.But even before Congress passes the Build Back Better Agenda, agencies across the federal government are taking action to boost the supply of quality, affordable homes in a manner that will make rental homes more available and more affordable over the next three years. Specifically, agencies are announcing today that they are:Boosting the Supply of Manufactured Homes and 2-4 Unit PropertiesAcross the country, hundreds of thousands of families rely on manufactured housing and 2-4 unit properties to afford homeownership. Manufactured housing is constructed in factories and installed on site without the additional costs associated with traditional homebuilding, providing a vital affordable housing option. Owner-occupied 2-4-unit properties, where the owner occupies one of the units and rents the other units, are another source of additional rental housing, particularly in low-to-moderate income communities and communities of color. Limited financing for manufactured housing and 2-4-unit properties—as well as other barriers—have restricted access to these alternatives.Today, the Administration is calling on state and local governments to reduce zoning and financing barriers to these kinds of housing – housing that allows families to achieve homeownership and build wealth. In addition, federal agencies are taking the following steps to increase financing options and boost availability, supply, and affordability for these types of properties:Making More Single-Family Homes Available to Individuals, Families, and Non-Profits Organizations – Rather Than Large InvestorsThe effect of investor purchases is felt across the country, even in smaller and less expensive cities where the influx of investor cash has resulted in fierce competition for starter homes and pushed many qualified potential homebuyers towards rentals. As the economy continues to recover, it is critical that owner occupants and non-profit organizations are not priced out of single-family housing markets by large investors.That’s why President Biden calls on state and local governments to take steps to make it easier for owner occupants and non-profit organizations to purchase single-family homes, rather than large investors. It’s also why today, federal agencies are taking steps to encourage the owner occupant and non-profit purchase of government-insured and government-owned properties. When combined with the new federal tax credit that President Biden has proposed, based on the innovative, bipartisan Neighborhood Homes Investment Act, these actions will lead to the rehabilitation of more distressed properties, and boost homeownership and wealth-building possibilities for more middle-class families throughout the country. Specifically, federal agencies are announcing today that they are:Working with State and Local Governments to Boost Housing SupplyWhile the federal government has a critical role to play in boosting the supply of affordable homes, state and local governments often play the primary role in setting policies that encourage – or in some cases, discourage – boosting housing supply. One of the most persistent factors depressing the supply of housing, especially entry-level and rental units, is exclusionary zoning laws and practices, like minimum lot size requirements, minimum square footage requirements, unnecessary parking requirements, prohibitions on or differing treatment for multi-family homes, accessory dwelling units, and manufactured housing, and limits on the height of buildings.That’s why today, in addition to the zoning reform incentives included in the Build Back Better Agenda, the Administration is calling on state and local governments to take action to address zoning policies that have historically locked families out of communities and continue to limit housing supply.In order to partner with state and local governments in this critical work, the Administration today is announcing the following actions:In addition, and in anticipation of the Build Back Better Agenda’s community engagement and investment grants that will empower communities to reach collective decisions on how to meet their housing needs, next week HUD’s Office of Policy Development and Research will release its latest research on actions that state and local governments have taken to increase housing supply, providing useful examples for others to follow. Lessons learned will be incorporated into HUD’s Regulatory Barriers Clearinghouse, a searchable electronic database that contains over 4,800 barriers and solutions spanning all 50 states and over 460 cities and counties.Launching Learning and Listening Sessions with Local Leaders: The persistent imbalances in the U.S. housing market have formed over many decades and it will take concerted effort and iterative policymaking to correct them. To this end, the White House, HUD, and FHFA will convene state and local officials and stakeholders for a series of peer learning and listening sessions. These sessions will allow for the exchange of best practices on locally led zoning reform to address supply and affordability challenges, including a virtual session on accessory dwelling units hosted by FHFA in September.  The sessions will also identify the obstacles to implementation that remain, which the President’s Build Back Better Agenda and potentially federal administrative action, can help address.###"
}