{
    "title": "FACT SHEET: President Biden Signs Historic Executive Order to Usher in the Next Era of Tribal Self-Determination | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/12/06/fact-sheet-president-biden-signs-historic-executive-order-to-usher-in-the-next-era-of-tribal-self-determination/",
    "created_at": null,
    "content": "New Executive Order Will Underscore Respect for Tribal Nations’ Sovereignty and AutonomyToday, as part of the White House Tribal Nations Summit, President Biden will sign a historic Executive Order on Reforming Federal Funding and Support for Tribal Nations to Better Embrace Our Trust Responsibilities and Promote the Next Era of Tribal Self Determination. This Executive Order demonstrates the Biden-Harris Administration’s respect for Tribal sovereignty, and commitment to ushering in the next era of Tribal self-determination by ensuring that Tribal Nations have greater autonomy over how they invest federal funding.  Historically, federal policies of past eras were attacks on Native people’s basic rights to self-governance and caused lasting damage to Tribal communities, economies, and governments. Beginning in the 1970s, the federal government reversed course and championed Tribal self-determination through policies and programs that have helped rebuild Tribal governments and economies, while supporting Tribal Nations in taking increased ownership over the services their citizens need and deserve.Today, Tribal Nations still face many barriers to fully exercise their inherent sovereignty, especially in federal funding programs. Far too many of the federal funding and support programs that Tribes rely on are difficult to access, have overly burdensome federal reporting requirements, have unnecessary limitations, or impose requirements on Tribes that drain Tribal resources and undermine their ability to make their own decisions about where and how to meet the needs of their communities.To address these challenges, today President Biden will sign an Executive Order to reform how the federal government funds and supports Tribal Nations. This Executive Order demonstrates the Biden-Harris Administration’s commitment to ushering in the next era of federal policies that support Tribal self-determination and defines this next era as one that should be grounded in even greater respect for Tribal sovereignty and the autonomy of Tribal Nations, because the last 50 years has proven that a strong Tribal Nation is the most important factor in ensuring the economic, political, and cultural well-being of Native people. The Executive Order affirms that Tribal self-governance is about the fundamental right of a people to determine their own destiny and to prosper and flourish on their own terms. It also affirms that Tribal governments must be treated as permanent, equal, and vital parts of America’s overlapping system of government. To fulfill this promise, the Executive Order:The Executive Order signed today is the third Order President Biden has signed to strengthen our nation-to-nation relationship, strengthen Tribal consultation, and deepen the federal government’s respect for Tribal sovereignty. This Executive Order also builds on the historic investments President Biden has made in Indian Country, including:###"
}