{
    "title": "The U.S. National Strategy to Counter Antisemitism: Key Actions by Pillar | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/06/02/the-u-s-national-strategy-to-counter-antisemitism-key-actions-by-pillar-2/",
    "created_at": null,
    "content": "The Biden-Harris Administration released the U.S. National Strategy to Counter Antisemitism on May 25, 2023. The strategy outlines a whole-of-society approach to tackle the scourge of antisemitism in America. It features over 100 meaningful actions that over two dozen government agencies will take to counter antisemitism, as well as over 100 calls to action for Congress, State and local governments, companies, technology platforms, students, teachers and academics, civil society and faith leaders, and others to counter antisemitism. The four pillars of the strategy address key themes and threats raised by over 1,000 diverse stakeholders across the Jewish community and beyond: (1) increasing awareness and understanding of antisemitism, including its threat to America, and broaden appreciation of Jewish American heritage; (2) improving safety and security for Jewish communities; (3) reversing the normalization of antisemitism and countering antisemitic discrimination; and (4) building cross-community solidarity and collective action against hate.Pillar 1: Increase awareness and understanding of antisemitism, including its threat to America, and broaden appreciation of Jewish American heritageIn order to fight antisemitism, Americans must recognize and understand it. The strategy seeks to increase awareness and education in schools, communities, and the workplace about both antisemitism, including the Holocaust, and Jewish American heritage.Pillar 2: Improve safety and security for Jewish communities   To prevent violence against Jewish communities through accountability, deterrence, and effective responses to attacks, the strategy aims to improve data collection on antisemitism, ensure vigorous enforcement of hate crime laws, and increase federal funding for the physical security of Jewish institutions.Pillar 3: Reverse the normalization of antisemitism and counter antisemitic discriminationTo address the rise of antisemitic speech and intimidation in the public square and especially online, the strategy urges all Americans to speak out against antisemitism and calls on Congress and tech platforms to take action to address hate online. The strategy also commits agencies to raise awareness of and fully enforce federal nondiscrimination laws. It additionally aims to boost digital literacy and civics education and combat growing antisemitism in schools and especially on college campuses.Pillar 4: Build cross-community solidarity and collective action to counter hatePartnerships across diverse communities and faiths provide a foundation to counter antisemitism and other forms of hate. They are one of America’s greatest strengths. To strengthen the bonds of solidarity and mutual support among Jewish and other communities, the strategy expands the most effective efforts at coalition-building against hate and supports efforts to mobilize multi-faith partnerships nationwide."
}