{
    "title": "FACT SHEET: President Biden Advances Vision for World Class Passenger Rail by Delivering Billions in New Funding | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/11/06/fact-sheet-president-biden-advances-vision-for-world-class-passenger-rail-by-delivering-billions-in-new-funding/",
    "created_at": null,
    "content": "$16.4 Billion from Bipartisan Infrastructure Law to Repair and Replace Critical Rail Infrastructure Along Northeast Corridor to Provide Faster and More Reliable Passenger Rail Experience, Create More than One Hundred Thousand Construction JobsBidenomics and President Biden’s Investing in America agenda are tackling long-standing infrastructure needs, supporting communities nationwide, and making it possible to get people and goods where they need to be safely, quickly, and conveniently. The President’s Bipartisan Infrastructure Law makes the largest investment in passenger rail since the creation of Amtrak, with a $66 billion total investment in rail. Today, President Biden is announcing $16.4 billion in new funding for 25 passenger rail projects on Amtrak’s Northeast Corridor, moving the United States closer to his vision for world-class passenger rail.  The investments announced today will rebuild tunnels and bridges that are over 100 years old; upgrade tracks, power systems, signals, stations, and other infrastructure; and, advance future projects to significantly improve travel times by increasing operating speeds and reducing delays. Combined with Amtrak’s nearly $9 billion fleet replacement program, which will replace over 1,000 locomotives and coaches with state-of-the art and Made-in-America equipment, these investments will ensure that train service is more convenient and climate-friendly than either driving or flying. The funding will also contribute to more than 100,000 good-paying union jobs in construction. President Biden will travel to Bear, Delaware to make the announcement.The Northeast Corridor, running from Boston, MA, to Washington, DC, is the most heavily traveled rail corridor in the United States, supporting 800,000 trips per day in a region that represents 20 percent of U.S. Gross Domestic Product. The trains carry five times more passengers than all flights between Washington and New York. Amtrak trains on the Northeast Corridor also emit up to 83% less greenhouse gas emissions compared to car travel and up to 72% less greenhouse gas emissions than flying. If the Northeast Corridor shut down for a single day, it would cost the economy $100 million in lost productivity. Despite its importance, the Corridor hasn’t seen major investment in generations. The Northeast Corridor that exists today is the product of investments that date back to the 1830s, and many of the existing bridges and tunnels were built in the early twentieth century. Thanks to the President’s Bipartisan Infrastructure Law, the Northeast Corridor is finally on track to be rebuilt to meet the needs of 21st century travelers.Today’s $16.4 billion announcement is through the Federal Railroad Administration’s Federal State Partnership for Intercity Passenger Rail grant program, and reflects nearly $9 billion in FY 2022 and FY 2023 funds and $7.4 billion in future commitments through phased funding agreements.Major awarded projects include:Two planning studies are also included in the investment: one to examine opportunities to increase speeds and reduce travel time between Washington, D.C. and New York City, and one to study future infrastructure options to improve speed, resilience, performance, and capacity to support faster trains traveling on the Northeast Corridor through Connecticut and Rhode Island.Each new awarded project – from the Frederick Douglass Tunnel to the Connecticut River Bridge – will improve travel times by addressing the delays associated with the constant maintenance and repair of old Northeast Corridor infrastructure. These delays are estimated to result in almost 245,000 train delay minutes annually, and the Bipartisan Infrastructure Law funding will support replacing infrastructure that could result in almost 110,000 delay minutes saved annually.Creating Good-Paying Union JobsAcross all Northeast Corridor projects, an agreement is in place between Amtrak and North America’s Building Trades Unions (NABTU) that ensures Amtrak’s large civil engineering construction projects will be performed under a collective bargaining agreement that addresses points such as wages, benefits, working conditions, and promoting diversity and veteran hiring in the construction trades. With this agreement, Amtrak and NABTU will promote a strong workforce pipeline to prevent work disruptions; contractors and subcontractors share Amtrak’s commitment to paying fair wages and benefits; and Amtrak and NABTU can move forward with Bipartisan Infrastructure Law-funded projects with efficient labor-management relations.Amtrak expects the Hudson River Tunnel project will result in 72,000 direct and indirect jobs during construction with union partnerships for job training. The Frederick Douglas Tunnel program is expected to generate 30,000 direct and indirect jobs, including approximately 20,000 construction jobs. Amtrak is investing more than $50 million in local workforce development and community investments, including pre-apprenticeship and apprenticeship programs to ensure that local workers in West Baltimore can access these jobs.Progress for Other Rail InvestmentsAfter waiting years for new federal funding, 2023 is the year in which major rail and transit projects across the country are moving forward.Today’s investment follows major investments in rail safety through track improvements, bridge rehabilitations, fewer grade crossings, upgrades on routes carrying hazardous materials, and enhanced multi-modal connections to keep people living near, working on, and who travel along America’s rail lines safer:Northeast Corridor Awarded Projects Map###"
}