{
    "title": "FACT SHEET: President Biden Details Cancer Moonshot Progress and New Initiatives on 60th Anniversary of President Kennedy’s Moonshot Address | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/09/12/fact-sheet-president-biden-details-cancer-moonshot-progress-and-new-initiatives-on-60th-anniversary-of-president-kennedys-moonshot-address/",
    "created_at": null,
    "content": "Sixty years ago today, President John F. Kennedy delivered his Moonshot speech at Rice University, committing to putting a man on the moon and bring him back. This afternoon at the John F. Kennedy Presidential Library and Museum in Boston, President Biden will discuss his bold vision for another American moonshot: ending cancer as we know it. It is a vision that will change people’s lives for the better, improve their health, and decrease the burden of the disease.Cancer not only afflicts Democrats and Republicans, but all Americans. When we come together as a nation around ideas that unite us – like fighting cancer – we can show the world that anything is possible. The President has long believed that America can be defined with one word: possibilities. And the American people demonstrate every day what is possible.When President Kennedy delivered his Moonshot speech, the United States had the building blocks to know what was possible. However, there were major scientific and societal advances that needed to happen. As a nation, we needed to fully commit to a future in which traveling to the moon was possible – and we did just that. Today, we have many of the building blocks needed to make significant progress combatting cancer, but we must come together to equitably deliver on this promise. President Biden will announce new actions the Biden-Harris Administration is taking to deliver on this mission for the American people, and discuss progress made to date, including:INAUGURAL ARPA-H DIRECTORIn March, President Biden created the Advanced Research Projects Agency for Health (ARPA-H) to improve the U.S. government’s ability to speed health and biomedical research. Today, President Biden is announcing his intention to appoint Dr. Renee Wegrzyn as the inaugural director of the new agency.Dr. Wegrzyn, a leading biomedical scientist with professional experience working for two of the institutions that inspired the creation of ARPA-H – the Defense Advanced Research Projects Agency (DARPA) and Intelligence Advanced Research Projects Activity (IARPA) – will deliver the strategy for the agency’s nascent research portfolio and inaugural budget.  America has an extraordinary biomedical system that has delivered stunning advances previously seen as inconceivable – from COVID-19 vaccines to drugs that can eliminate certain cancers. Under Dr. Wegrzyn’s leadership, ARPA-H will support programs and projects that undertake challenges ranging from the molecular to the societal, with the potential to transform entire areas of medicine and health in order to prevent, detect, and treat some of the most complex diseases such as Alzheimer’s, diabetes, and cancer, providing benefits for all Americans.NATIONAL BIOTECHNOLOGY & BIOMANUFACTURING INITIATIVEToday, President Biden will sign an executive order that establishes the Biotechnology and Biomanufacturing Initiative to ensure cutting-edge biotechnologies necessary to end cancer as we know it and other innovations will be developed and manufactured in America. This will save lives, create jobs at home, build stronger supply chains, and lower prices for American families even in times of global turbulence.Other countries are positioning themselves to become the world’s resource for biotechnology solutions and bio-manufactured products — this new initiative adds to President Biden’s economic plan to bring back manufacturing jobs to the United States. The United States has for too long relied heavily on foreign materials for bioproduction, and our past off-shoring of critical industries, including biotechnology, presents a threat to our ability to access key materials like including the active pharmaceutical ingredients for life-saving medications.This initiative will grow the strength and diversity of domestic biomanufacturing capacity, expand market opportunities for bio-based products through the federal programs, drive research and development across all relevant agencies, streamline and harmonize appropriate regulation, and prioritize investments in applied biosafety research in biosecurity to reduce risk throughout research and development lifecycles. This initiative is rooted in the principles of equity, ethics, safety, and security that will help benefit all Americans and the global community, and maintain United States technological leadership and economic competitiveness.CANCER CABINET’S PROGRESS TOWARDS ENDING CANCER AS WE KNOW ITWhen the President and First Lady reignited the Cancer Moonshot seven months ago, the first-ever Cancer Cabinet was formed to mobilize all levers of the federal government and realize the President’s vision of ending cancer as we know it. In July 2022, the Cancer Cabinet unveiled priority actions to: (1) close the screening gap, (2) understand and address environmental exposure, (3) decrease the impact of preventable cancers, (4) bring cutting edge research through the pipeline to patients and communities, and (5) support patients and caregivers.The Cancer Cabinet is announcing the following progress made towards reaching these goals:###"
}