{
    "title": "The White House Celebrates Día de los Muertos | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/11/01/the-white-house-celebrates-dia-de-los-muertos/",
    "created_at": null,
    "content": "WASHINGTON, D.C. – For the third year in a row, the White House is displaying a Día de los Muertos ofrenda to honor and celebrate the lives of loved ones who have passed. As part of this experience, First Lady Jill Biden welcomed members of the Latino community for a special White House tour and invited guests to add a photo of a loved one to the display. “The First Lady continues to open the “People’s House” wider and wider to communities across the country. Through this Día de los Muertos ofrenda, we hope all who visit the White House in the coming days can take a moment to recognize those we’ve lost and celebrate the rich diversity of our country,” said Vanessa Valdivia, Press Secretary for the First Lady. This is the third Día de los Muertos ofrenda display during the Biden-Harris Administration, and the first to be made available to view on the public tour of the White House. In 2022, Dr. Biden collaborated with the National Museum of Mexican Art (NMMA) in Chicago, Illinois to display an ofrenda that was located in the West Garden Room of the White House. In 2021, the President and First Lady debuted the first-ever ofrenda at the White House to mark Día de los Muertos.  Photos of the display are available here and additional content is on the @FLOTUS and @LaCasaBlanca accounts. ### La Casa Blanca celebra el Día de los Muertos WASHINGTON, D.C. – Por tercer año consecutivo, la Casa Blanca exhibe al público una ofrenda del Día de los Muertos para honrar y celebrar las vidas de seres queridos que han fallecido. La Primera Dama Jill Biden le dio la bienvenida a los miembros de la comunidad latina a un recorrido especial por la Casa Blanca e invitó al público a agregar una foto de un ser querido a la exhibición. “La Primera Dama continúa abriendo cada vez más la “Casa del Pueblo” a comunidades de todo el país. Con esta ofrenda del Día de los Muertos, esperamos que todos aquellos que visiten la Casa Blanca en los próximos días puedan tomarse un momento para reconocer a aquellos que hemos perdido y celebrar la inmensa diversidad de nuestro país,” expresó Vanessa Valdivia, Secretaria de Prensa de la Primera Dama. Esta es la tercera vez que se exhibe una ofrenda del Día de los Muertos durante la administración Biden-Harris, y la primera vez que la misma está disponible para ser vista durante el recorrido público por la Casa Blanca. En 2022, la Dra. Biden colaboró con el Museo Nacional de Arte Mexicano (NMMA por sus siglas en inglés) en Chicago, Illinois para exhibir una ofrenda ubicada en el West Garden Room de la Casa Blanca. En 2021, el Presidente y la Primera Dama estrenaron la primera ofrenda en la Casa Blanca para conmemorar el Día de los Muertos. Las fotos de la exhibición están disponibles aquí y el contenido adicional está en las cuentas @FLOTUS y @LaCasaBlanca.###"
}