{
    "title": "FACT SHEET: As Part of President Biden’s Unity Agenda, White House Cancer Moonshot Announces New Actions and Commitments to End Cancer as We Know It | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/09/13/fact-sheet-as-part-of-president-bidens-unity-agenda-white-house-cancer-moonshot-announces-new-actions-and-commitments-to-end-cancer-as-we-know-it/",
    "created_at": null,
    "content": "Today, President Joe Biden and First Lady Jill Biden will convene a meeting of the Cancer Cabinet to announce new actions federal agencies are taking to advance the mission of the White House Cancer Moonshot, as well as new commitments the Biden-Harris Administration has secured from non-governmental organizations and the private sector to deliver progress on the mission to end cancer as we know it.Last year, the President and First Lady reignited the Cancer Moonshot with the goals of reducing the cancer death rate in the United States by at least half—preventing more than 4 million cancer deaths—by 2047 and improving the experience of people who are touched by cancer. The President also established a Cancer Cabinet to mobilize the entire Biden-Harris Administration in pursuit of these ambitious goals. In the time since, the Cancer Moonshot has announced roughly 50 new programs, policies, and resources and secured more than 100 commitments from private companies, non-profit organizations, patient groups, and more toward the President’s and First Lady’s goals.Accelerating the fight against cancer is a core component of the President’s Unity Agenda, a set of priorities that Americans from every walk of life can support. In his State of the Union address earlier this year, President Biden laid out a bold vision to advance his Unity Agenda, including the work of the Cancer Moonshot, specifically by driving innovation that changes patient outcomes, providing support to families as they navigate a cancer diagnosis, and preventing cancer by tackling the biggest single driver of cancer deaths in this country—smoking. Today’s actions build on the progress the Cancer Moonshot has delivered since then, and at today’s Cancer Cabinet meeting, the President and First Lady will hear from Cabinet leaders on the progress made and the important work ahead.Today’s announcements from the Biden Cancer Moonshot include:The Cancer Moonshot is also announcing the following new commitments from non-governmental organizations:###"
}