{
    "title": "FACT SHEET: One Year after the CHIPS and Science Act, Biden-Harris Administration Marks Historic Progress in Bringing Semiconductor Supply Chains Home, Supporting Innovation, and Protecting National Security | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/08/09/fact-sheet-one-year-after-the-chips-and-science-act-biden-harris-administration-marks-historic-progress-in-bringing-semiconductor-supply-chains-home-supporting-innovation-and-protecting-national-s/",
    "created_at": null,
    "content": "Companies have announced $166 billion in investments in semiconductors and electronics in the one year since President Biden signed CHIPS into lawOne year ago, President Biden signed into law the CHIPS and Science Act (CHIPS), which makes a nearly $53 billion investment in U.S. semiconductor manufacturing, research and development, and workforce. The law also creates a 25 percent tax credit for capital investments in semiconductor manufacturing, and is helping to keep America at the forefront of innovation and technological development. Semiconductors were invented in the United States, but today we produce only about 10 percent of global supply—and none of the most advanced chips. Similarly, investments in research and development have fallen to less than 1 percent of GDP from 2 percent in the mid-1960s at the peak of the space race. The CHIPS and Science Act aims to change this by driving American competitiveness, making American supply chains more resilient, and supporting our national security and access to key technologies.In the one year since CHIPS was signed into law, companies have announced over $166 billion in manufacturing in semiconductors and electronics, and at least 50 community colleges in 19 states have announced new or expanded programming to help American workers access good-paying jobs in the semiconductor industry. In total, since the beginning of the Biden-Harris Administration, companies have announced over $231 billion in commitments in semiconductor and electronics investments in the United States. This week alone, the Department of Commerce announced the first round of grants under CHIPS to support the development of open and interoperable wireless networks, and the National Science Foundation and Departments of Energy, Commerce, and Defense announced progress toward establishing the National Semiconductor Technology Center, which will help advance America’s leadership in semiconductor research and development.One Year of Progress on Semiconductor Manufacturing and InnovationOver the past year, agencies across the federal government have been developing and executing on programs established under CHIPS to encourage domestic semiconductor manufacturing, invest in research and development, and support supply chain resilience and workforce development. Key milestones in the Administration’s implementation of CHIPS include:Supporting U.S. Semiconductor ManufacturingProtecting National Security and Working with Allies and PartnersThe Department of Commerce issued a proposed rule in March 2023 to implement the national security guardrails laid out in CHIPS. These guardrails are intended to prevent technology and innovation funded by the program from being misused by foreign countries of concern. The Department of the Treasury’s proposed rule in March 2023 implemented parallel guardrails for the Advanced Manufacturing Investment Credit.Creating Jobs and Workforce Pipelines for American WorkersInvesting in InnovationSupporting Regional Economic Development and InnovationSupport Wireless Innovation and Security###"
}