{
    "title": "FACT SHEET: President Biden Signs National Security Memorandum to Combat Illegal, Unreported, and Unregulated Fishing and Associated Labor Abuses | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/06/27/fact-sheet-president-biden-signs-national-security-memorandum-to-combat-illegal-unreported-and-unregulated-fishing-and-associated-labor-abuses/",
    "created_at": null,
    "content": "Today, President Joe Biden signed a National Security Memorandum (NSM) to address illegal, unreported, and unregulated (IUU) fishing and related harmful fishing practices.  IUU fishing is among the greatest threats to ocean health and is a significant cause of global overfishing, contributing to the collapse or decline of fisheries that are critical to the economic growth, food systems, and ecosystems of numerous countries around the world.  Distant water fishing vessels, which engage in industrial-scale fishing operations on the high seas and in waters under other states’ jurisdictions, can be significant perpetrators of IUU fishing and related harmful fishing practices.  IUU fishing often involves forced labor, human trafficking, and other crimes and human rights abuses.  Left unchecked, IUU fishing and associated labor abuses undermine U.S. economic competitiveness, national security, fisheries sustainability, and the livelihoods and human rights of fishers around the world and will exacerbate the environmental and socioeconomic effects of climate change.The Biden Administration will address IUU fishing by increasing coordination with diverse stakeholders — public and private, foreign and domestic.  The United States Government will use the full range of existing conservation, labor, trade, economic, diplomatic, law enforcement, and national security authorities to address these challenges, including:The Biden-Harris Administration is also taking the following actions to combat IUU fishing, which will be announced throughout this week’s U.N. Ocean Conference.These new actions build on President Biden’s proclamation declaring June as National Ocean Month and key announcements the White House made earlier this month to conserve and restore the health and productivity of the ocean for the benefit of all Americans.  These announcements included initiating the designation process for a new national marine sanctuary to conserve Hudson Canyon in the Atlantic Ocean, a phase out of the sale of single-use plastics in national parks and public lands, the launch of efforts to create America’s first-ever Ocean Climate Action Plan, and the launch of an initiative to center environmental justice in ocean science and technology activities and investments."
}