{
    "title": "FACT SHEET: More Details on the Biden-Harris Administration’s Investments in Community Violence Interventions | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/04/07/fact-sheet-more-details-on-the-biden-harris-administrations-investments-in-community-violence-interventions/",
    "created_at": null,
    "content": "Cities across the country are experiencing a historic spike in homicides, violence that is greatest in racially segregated, high-poverty neighborhoods. Black men make up 6% of the population but over 50% of gun homicide victims. Black women, Latinos, and Native Americans are also disproportionately impacted. The loss of life has devasting consequences for family members and cascading harms for communities. As just one example, research shows that exposure to firearm violence—including as a victim or witness—makes it twice as likely an adolescent will commit a violent act within two years. But there is reason to be optimistic. We know that a relatively small number of people are involved in urban gun violence, whether as perpetrators or victims. There are proven community violence intervention (CVI) strategies for reducing gun violence through tools other than incarceration. For example, violence interruption programs deploy trusted messengers work directly with individuals most likely to commit gun violence, intervene in conflicts, and connect people to social and economic services to reduce the likelihood of gun violence as an answer.  Hospital-based violence interventions engage people who have been shot while they are still in the hospital, connecting them to services to decrease the likelihood that they commit gun violence or are victimized in the future. Programs like these have reduced homicides by as much as 60% in areas where they are implemented.To date, CVI programs have been badly underfunded, even though the economic consequences of gun violence are staggering. One study calculates that gun violence costs America $280 billion annually. For fraction of that cost, we can save lives, create safe and healthy communities, and build an economy that works for all of us.Today, as part of a package of initial actions to reduce gun violence, the Biden-Harris Administration announces historic investments in community violence intervention to combat the gun violence epidemic. American Jobs Plan: President Biden’s American Jobs Plan, unveiled last week, calls on Congress to invest $5 billion over eight years to support evidence-based community violence intervention programs that train at-risk individuals for jobs and provide other wraparound services to prevent violence and assist victims. These strategies will help rebuild economies in the hardest hit areas.Medicaid Funding: The U.S. Department of Health and Human Services is organizing a webinar and toolkit to educate states on how they can use Medicaid to reimburse certain community violence intervention programs, like Hospital-Based Violence InterventionsLeveraging Existing Grant Programs: Five agencies are making changes to existing federal funding streams across 26 programs to direct vital support to CVI programs as quickly as possible. For example:Full List of Agency ActionsDepartment of JusticeDepartment of Health and Human ServicesDepartment of Housing and Urban DevelopmentDepartment of EducationDepartment of Labor###"
}