{
    "title": "FACT SHEET: The Congressional Republican Agenda: Repealing the Affordable Care Act and Slashing Medicaid | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/02/28/fact-sheet-the-congressional-republican-agenda-repealing-the-affordable-care-act-and-slashing-medicaid/",
    "created_at": null,
    "content": "Speaker McCarthy and congressional Republicans have committed to balance the budget while adding $3 trillion or more to the deficit through tax cuts skewed to the wealthy and large corporations. As a matter of simple math, that requires trillions in program cuts. Congressional Republicans have yet to disclose to the American people where these cuts will come from. But past Republican legislation, budgets, and litigation, along with recent statements, proposals, and budgetplans, provide clear evidence that health care will be on the chopping block for severe cuts.Virtually every Republican budget or fiscal plan over the last decade has included repeal of the Affordable Care Act (ACA) and deep cuts to Medicaid. That would mean: higher health care costs for tens of millions of Americans; ending critical protections for people with pre-existing conditions; millions of people losing health coverage and care; and threats to health care for seniors and people with disabilities, including growing home care waiting lists and worse nursing home care.The American people deserve to see congressional Republicans’ full and detailed budget plan, including what it cuts from the ACA and Medicaid, Social Security and Medicare, and other critical programs, and should have the chance to compare it with the President’s budget plan, which he will release March 9.If Republicans are successful in repealing the Affordable Care Act and making deep cuts to Medicaid:Millions of Americans Will Have Higher Health Care CostsMillions of Americans Will Lose Their Health InsuranceWorse Care for Seniors and People With DisabilitiesMillions of People Will Lose Access to Opioid Treatment and Mental Health CareRural Hospitals Would Be Forced to CloseSeparate from all these quantifiable harms, Republican ACA and Medicaid plans propose abrupt, unprecedented upheaval, with consequences for the entire health care system. In 2017, patient groups, physicians, hospitals, insurers, insurance regulators, health care experts, and governors from both parties all expressed alarm that ACA repeals could have far-reaching consequences for the stability of health insurance markets and availability of affordable coverage and care.###"
}