{
    "title": "FACT SHEET: President’s Interagency Task Force to Monitor and Combat Trafficking in Persons | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/02/13/fact-sheet-presidents-interagency-task-force-to-monitor-and-combat-trafficking-in-persons-2/",
    "created_at": null,
    "content": "Today, the President’s Interagency Task Force to Monitor and Combat Trafficking in Persons (PITF) met for the second time in the Biden-Harris Administration.  A member of the U.S. Advisory Council on Human Trafficking also joined the meeting and spoke about the Council’s 2022 report, which includes insights and recommendations for how the Federal Government can strengthen its policy and programming efforts that reflect the expertise of those with lived experience of human trafficking.  In addition, the PITF meeting focused on efforts thus far and in the coming year to implement the updated National Action Plan, released on December 3, 2021, which builds upon the core components of the Federal Government’s commitment to ending human trafficking. The Federal Government’s anti-trafficking efforts—to include implementing the National Action Plan to Combat Human Trafficking—are coordinated by the PITF, a cabinet-level entity created by the Trafficking Victims Protection Act (TVPA) of 2000. Because human trafficking disproportionately impacts communities of color, women and girls, LGBTQI+ individuals, migrants, and others from historically marginalized and underserved communities, the National Action Plan seeks to link anti-trafficking strategies to the Biden-Harris Administration’s broader efforts to advance equity and support for underserved communities.  The plan reflects the Administration’s commitment to gender and racial equity, workers’ rights, preventing and addressing forced labor in global supply chains, and ensuring safe, orderly, and humane migration.Specifically, the PITF agencies are focused on the following initiatives, rooted in a shared commitment to exercise trauma- and survivor-informed approaches and centered around the foundational pillars of U.S. and global anti-trafficking efforts: prevention, protection, prosecution, and partnerships:PreventionProsecutionPartnershipsThis fact sheet offers only a snapshot of the Administration’s accomplishments from 2022 and plans for 2023.  Numerous documents have guided our work this past year, including the National Action Plan, U.S. Advisory Council on Human Trafficking Annual Report 2022, 2022 Trafficking in Persons Report, and the Los Angeles Declaration.  Important documents exemplifying the excellent work that has been done on countering forced labor this past year include: Uyghur Forced Labor Prevention Act Strategy, List of Goods Produced by Child or Forced Labor, U.S., Japan, and EU Joint Statement, and U.S.-EU Trade and Labor Dialogue.###"
}