{
    "title": "FACT SHEET: President Biden and G7 Leaders Formally Launch the Partnership for Global Infrastructure and Investment | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/06/26/fact-sheet-president-biden-and-g7-leaders-formally-launch-the-partnership-for-global-infrastructure-and-investment/",
    "created_at": null,
    "content": "The Partnership for Global Infrastructure and Investment will deliver game-changing projects to close the infrastructure gap in developing countries, strengthen the global economy and supply chains, and advance U.S. national security  President Biden will announce new flagship projects and lay out the Administration’s comprehensive effort to execute the Partnership for Global Infrastructure and Investment.At the 2021 G7 Summit, President Biden and G7 leaders announced their intent to develop a values-driven, high-impact, and transparent infrastructure partnership to meet the enormous infrastructure needs of low- and middle-income countries and support the United States’ and its allies’ economic and national security interests. Over the past year, members of the Administration have traveled to hear directly from countries on how we can meet their infrastructure needs, deepened our coordination across the U.S Government and with the G7, honed our infrastructure investment tools, and closed game-changing deals. At the G7 Leaders’ Summit in Schloss Elmau, Leaders will formally launch the Partnership for Global Infrastructure (PGII) to mobilize hundreds of billions of dollars and deliver quality, sustainable infrastructure that makes a difference in people’s lives around the world, strengthens and diversifies our supply chains, creates new opportunities for American workers and businesses, and advances our national security. Today, President Biden will announce that the U.S. aims to mobilize $200 billion for PGII over the next 5 years through grants, Federal financing, and leveraging private sector investments. Together with G7 partners, we aim to mobilize $600 billion by 2027 in global infrastructure investments. And this will only be the beginning. The United States and its G7 partners will seek to mobilize additional capital from other like-minded partners, multilateral development banks, development finance institutions, sovereign wealth funds, and more. President Biden will release a Presidential Memorandum to execute the PGII across four priority pillars that will define the second half of the 21st century.This includes:President Biden will announce flagship projects of PGII, along with additional projects that have been undertaken over the past year. PGII will demonstrate how millions of dollars can mobilize tens or hundreds of millions in further investments and tens or hundreds of millionscan mobilize billions. ###"
}