{
    "title": "FACT SHEET: Biden-⁠Harris Administration Hits the Ground Running to Build a Better America Six Months into Infrastructure Implementation | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/05/16/fact-sheet-biden-harris-administration-hits-the-ground-running-to-build-a-better-america-six-months-into-infrastructure-implementation/",
    "created_at": null,
    "content": "For decades, Washington policymakers have celebrated “infrastructure week” without delivering anything more than promises. In contrast, President Biden worked across the aisle, forged consensus, and secured the Bipartisan Infrastructure Law – a once-in-a-generation investment in our nation’s infrastructure and competitiveness. President Biden promised to deliver results, change people’s lives for the better, and build a better America. Six months in to implementing the historic law, that’s exactly what he’s doing. The law is already creating good-paying, union jobs, helping fight climate change, advancing environmental justice, boosting domestic manufacturing, strengthening critical links in our supply chains, and ultimately lowering costs for working families.Since signing the law:DELIVERING RESULTS FOR THE AMERICAN PEOPLEThe Biden-Harris Administration has announced over $110 billion for the federal government, states, territories, Tribes, and local governments from formula and competitive programs that will change people’s lives for the better – improving roads and highways, rebuilding bridges, strengthening links in our supply chains like ports and airports, replacing lead pipes to deliver clean drinking water, building out high-speed internet, and more. This includes funding for over 4,300 specific projects, touching over 3,200 communities across all 50 states, D.C., and Puerto Rico.  Another nearly $100 billion in requests for information and notices of funding availability have been released. The Administration has also unveiled new offices and action plans that will ensure these investments are implemented wisely and well. To showcase the state announced allocations and projects, please visit here.And, in line with the President’s Justice40 commitment, the Administration is ensuring that 40% of the benefits of the climate and energy related investments are delivered to disadvantaged communities. Outlined at the bottom is a summary of funding announcements, opportunities, and more that demonstrate how President Biden’s Bipartisan Infrastructure Law is upgrading transportation and supply chains, improving water, conservation, and resilience, cleaning up legacy pollution, modernizing the grid and deploying clean energy, and expanding high-speed internet. ENSURING ACCOUNTABILITY In April, the Office of Management and Budget (OMB) released guidance to federal agencies to set a strong foundation for effective, efficient, and equitable implementation of the Bipartisan Infrastructure Law. As the President said in his State of the Union, “in my administration, the watchdogs are back.” President Biden has a long-standing commitment to collaboration with Inspectors General (IGs) and the broader oversight community, dating back to his leadership as Vice President when he was tasked with implementation of the American Recovery and Reinvestment Act. He has made clear that results and accountability go hand-in-hand, and that to deliver results for all Americans, the federal government must act and support appropriate oversight of its activities in a manner deserving of public trust.The initial guidance will combat fraud, waste, and abuse in the implementation of the Bipartisan Infrastructure Law. The initial guidance also ensures that projects are delivered on time and on budget with accountability, effectiveness, and transparency – collaborating with IGs and the oversight community and providing technical and financial assistance for communities.As part of his commitment to accountability, President Biden and senior administration officials—including OMB Director Shalanda Young, Infrastructure Coordinator Landrieu, American Rescue Plan Implementation Coordinator Gene Sperling, and OMB Deputy Director for Management Jason Miller— met in April with agency IGs who have been providing oversight to the implementation of the American Rescue Plan and who will provide oversight of implementation of the Bipartisan Infrastructure Law. The President, his senior advisors, and IGs discussed steps they are taking to ensure robust oversight of federal programs.To make the most of these historic investments and ensure infrastructure projects are delivered on time and on budget, the Biden-Harris Administration also released a new Permitting Action Plan to strengthen and accelerate federal permitting and environmental reviews by fully leveraging existing permitting authorities, as well as new provisions in the Bipartisan Infrastructure Law. The Action Plan outlines the Administration’s strategy for ensuring that federal environmental reviews and permitting processes are effective, efficient, and transparent, guided by the best available science to promote positive environmental and community outcomes, and shaped by early and meaningful public engagement.  The Action Plan is the latest example of the Administration acting to swiftly deliver the benefits of infrastructure investment to the American people through well-designed projects that support the President’s ambitious climate and clean energy goals. Putting the Action Plan into place will result in better permitting outcomes, enhanced predictability for project sponsors, and increased accountability across federal agencies to execute efficiently and effectively.BUILDING THE TEAMPresident Biden’s s Infrastructure Implementation Task Force, led by White House Senior Advisor & Infrastructure Implementation Coordinator Mitch Landrieu, has focused on building the team across the federal government and with state and local partners who will execute on this historic undertaking. In the first months, each agency appointed an Infrastructure Coordinator, senior leaders who are in constant communication, meet as a group multiple times each week to collaborate across the government to deliver results from the law. The federal government is hiring for over 8000 essential and mission-driven roles to implement the law including scientists to combat climate change, engineers to repair and rebuild our roads and bridges, and workers to help ensure that every community in America has clean water, among many others. Given that over 90 percent of the Bipartisan Infrastructure Law funding will be implemented by non-federal partners, the White House also requested in January that Governors and local leaders take a series of preparatory actions, including appointing infrastructure coordinators to manage the flow of funds to their states. Since then, 53 states and territories have made appointments to lead implementation within states, including Puerto Rico and the District of Columbia. Those coordinators have met regularly with the White House Infrastructure Implementation Team.  PROVIDING SUPPORT FOR STATES, TERRITORIES, TRIBES, AND LOCAL GOVERNMENTS In January, the White House released the first edition of its Bipartisan Infrastructure Law Guidebook to help state, local, Tribal, territorial governments, community members and other key partners unlock the benefits from the historic investments in our nation’s infrastructure. The guidebook is a central repository on the law and contains the most comprehensive information to date on 375 programs included in the Bipartisan Infrastructure Law. Along with its accompanying information online, the guidebook provides states, territories, Tribes, local governments community members and other key partners with information on funding opportunities, who to contact, and how to get ready to rebuild. In February, the White House launched an “Infrastructure School” webinar series to go more in depth into each of the guidebook’s 13 chapters and allow communities the opportunity to ask questions to the agency experts, overseeing implementation of key programs. The Administration has also released a fact sheet on some of the largest sources of competitive funding, particularly for local governments. Infrastructure Coordinator Landrieu has shared these resources during meetings with the National Governors Association, U.S. Conference of Mayors, National League of Cities, National Association of Counties, and hundreds of tribes through Tribal Consultations.  While many funding streams in the Bipartisan Infrastructure Law specifically set aside funds for underserved communities, the White House Infrastructure Implementation Team has also been engaging states, local governments, Tribal governments, territories, federal agencies, philanthropy, and others to leverage all available resources to quickly deliver the necessary technical assistance and capacity to underserved communities. In keeping with efforts like the President’s Justice40 Initiative, the Administration is committed to ensuring disadvantaged communities receive benefits from all available resources in relevant Bipartisan Infrastructure Law programs.In April, the White House released a Bipartisan Infrastructure Law Rural Playbook to help state, local, Tribal, territorial communities, community members and other key partners in rural areas unlock the benefits from the historic investments in our nation’s infrastructure by providing rural communities with information on the “what, when, where, and how to apply” for funding under the law – so that no community needs to hire a lobbyist to access their government. The Playbook also identifies over 100 programs funded under the law with federal cost share flexibilities and matching requirement waivers for rural communities, making it easier for rural communities to access funds from the Bipartisan Infrastructure Law.DELIVERING RESULTS FROM PRESIDENT BIDEN’S BIPARTISAN INFRASTRUCTURE LAW Upgrading Transportation and Supply ChainsImproving Water, Conservation, and ResilienceCleaning Up Legacy Pollution Modernizing the Grid and Deploying Clean EnergyExpanding High-Speed Internet###"
}