{
    "title": "Recent Progress and Actions on Port Congestion | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/blog/2021/11/10/recent-progress-and-actions-on-port-congestion/",
    "created_at": null,
    "content": "Retailers have spent the past few months moving a record number of goods into the country with the help of longshore workers, truck drivers, railroad and warehouse workers. The Ports of Los Angeles and Long Beach—which handle 40 percent of the country’s containerized imports—have moved 17 percent more containers between January and mid-October than they did in 2018, which held the previous record. Simply put, the transportation supply chain is going to move more goods this year than ever before, which has helped store shelves essentially recover to or even exceed their pre-pandemic states.This historic throughput has led to challenges for importers and exporters including retailers as they work through their busiest season ever and farmers trying to get products to foreign markets. Which is why we’ve been on the case.Last month, the Ports of Los Angeles and Long Beach and International Longshore and Warehouse Union (ILWU) workers joined together to commit to shift towards 24/7 operations, aimed at boosting both throughput and efficiency at our nation’s ports. Some of the countries’ largest companies joined in as well, committing to move more containers during off-peak hours. Both major railroads responsible for moving goods out of the ports, BNSF and Union Pacific, announced discounts to customers on each container moved by rail during the weekend and Union Pacific also decided to operate its station near the ports 24/7. Port Envoy Porcari has also been leading thrice weekly meetings with terminal operators, shipping lines, and other key stakeholders to identify operational problems and immediate solutions at the two ports.Our actions to facilitate practical problem solving and collaboration between each link in the goods movement chain is starting to show some early returns:The progress over the last couple weeks means that a goods movement system that has been working in overtime is also starting to function more efficiently, making it easier to get goods from ship to shelf to your front door, as well as help exporters get their goods to market. But we cannot lose sight of the fact that we have underinvested in this system for decades. That is why the recent passage of the Bipartisan Infrastructure Deal is so important. Not only does it include $17 billion for our ports, but it also will help improve efficiency, reduce costs, and decrease emissions in the movement of goods from dock to rail and rail to truck. And this comes on top of a $5 billion agreement between the U.S. Department of Transportation and the state of California to support port and inland improvements in this critical freight node. Altogether these investments will create good paying jobs and help strengthen U.S. competitiveness for decades to come, making our supply chains more resilient against future shocks."
}