{
    "title": "FACT SHEET: Biden-Harris Administration Announces New Actions to Support and Advance Women’s Economic Security | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/02/02/fact-sheet-biden-harris-administration-announces-new-actions-to-support-and-advance-womens-economic-security/",
    "created_at": null,
    "content": "Today, the Biden-Harris Administration is marking the upcoming 30th anniversary of the Family and Medical Leave Act (FMLA) by announcing new actions to support and advance women’s economic security. For thirty years, the FMLA has helped Americans take up to 12 weeks of unpaid leave from work when they are seriously ill or to care for a new child or a sick family member without the risk of losing their jobs. Today, President Biden is demonstrating his commitment to ensuring access to family and medical leave, by encouraging heads of Federal agencies to provide access to leave for Federal employees when they need it, including during their first year of service.Across the country, millions of workers still face impossible choices between keeping a paycheck and caring for their family or themselves. This is especially true for women, who shoulder disproportionate caregiving responsibilities, with real consequences for their ability to participate in the labor force and support their families over the course of their lives. That’s why the Biden-Harris Administration will continue to champion and take action on national paid family and medical leave, affordable child care, and home and community-based care so that all Americans can both care for and financially support their families.Improving Access to Leave. Today, President Biden is issuing a Presidential Memorandum to support Federal employees’ access to leave when they need to care for themselves or a loved one. The memorandum calls on heads of Federal agencies to support access to leave without pay for Federal employees, including during their first year of service, to ensure employees are able to bond with a new child, care for a family member with a serious health condition, address their own serious health condition, help manage family affairs when a family member is called to active duty, or grieve after the death of a family member. The Office of Personnel Management is further directed to provide recommendations regarding “safe leave,” to support Federal employees’ access to paid leave and leave without pay for purposes related to seeking safety and recovering from domestic violence, dating violence, sexual assault, or stalking. These may include obtaining medical treatment, seeking assistance from organizations that provide services to survivors, seeking relocation, and taking related legal action.  This Presidential Memorandum builds on other Administration efforts to improve access to and awareness of family and medical leave, including to:Investing in Economic Security. The actions announced today build on critical steps the Biden-Harris Administration has taken recently to support economic security for women and families, including:###"
}