{
    "title": "FACT SHEET:  The Biden Administration’s Historic Investments To Create Opportunity and Build Wealth in Rural America | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/03/01/fact-sheet-the-biden-administrations-historic-investments-to-create-opportunity-and-build-wealth-in-rural-america/",
    "created_at": null,
    "content": "President Biden is committed to ensuring that rural Americans have the opportunity to succeed – and that they can find that opportunity in rural America. This commitment is not just vital for rural Americans, but vital for the country as a whole. For centuries, rural Americans have driven the country’s economic growth and provided the country and the world with food and fuel—and they continue to do so today. They are small business owners revitalizing Main Streets. They care for our land, ensuring that all Americans have access to nature and recreation.In its first year, the Biden Administration has made historic investments in rural communities through the American Rescue Plan: slashing poverty and lowering costs, creating jobs and new economic opportunities, and expanding access to health care. President Biden’s Bipartisan Infrastructure Law provides a once-in-a-generation federal investment so that all rural Americans gain access to clean drinking water, are able to use high-speed broadband internet for education and business, and have safe roads and bridges for both people and goods. In addition, the Administration has invested $2.8 billion in coal and power plant communities, ensuring that these communities that fueled our country’s industrial revolution will continue to thrive in decades to come.In the year ahead, the Biden Administration will partner with rural America to determine how best to invest these unprecedented federal resources to support local priorities.Lowering costs for working families in rural AmericaThe Biden Administration is building a stronger, more equitable economy that does not leave anyone behind, including rural communities that for too long have faced underinvestment and persistent poverty. Already, because of the Administration’s support for working families through the American Rescue Plan, rural poverty is estimated to have fallen by 70 percent in 2021. President Biden knows working families are the backbone of our economy, and is delivering for them in rural America.Creating jobs in rural America and supporting rural-led economic developmentThe Biden Administration is committed to expanding opportunity to all corners of the country. That means good-paying, union jobs and economic opportunity in rural communities so that today’s workers can live with dignity and security, and rural youth can see a bright future right in their hometowns. As of October 2021, the unemployment rate in rural counties that experience persistent poverty had returned to pre-pandemic levels, ranging from 3.4 percent to 4.7 percent. President Biden will continue building on that progress and the many efforts across the Administration to create jobs and build wealth in rural America.Responding to the COVID-19 pandemic in rural communitiesThe COVID-19 pandemic spared no part of the country, but rural communities have faced additional challenges that impact the delivery of services and assistance, including limited health care infrastructure and clinicians. As our nation turned the tide of the pandemic from crisis to recovery, the Biden Administration worked to ensure rural communities have the tools they need to combat COVID-19, keep schools open and safe, and come back stronger than before.Improving access to health care and lowering health care costs for rural communitiesRural communities face persistent disparities in health outcomes and access to care, including higher rates of uninsured individuals, health care workforce shortages, and often difficulty reaching the nearest hospital. In many rural communities, the hospital is the largest employer in the area, providing jobs and supporting the local economy. Yet, rural hospitals have increasingly closed their doors, including 19 in 2020 alone. And rural hospital closures have been pervasive in non-expansion states. Of the ten states with the most rural hospital closures since 2010, most are in non-expansion states —the only two that are not, Oklahoma and Missouri, just began their expansions in 2021. Moreover, rural counties in the South are racially and ethnically diverse, and in some non-expansion states, rural hospitals that closed were more likely to be in counties with a higher share of Black residents. Similar disparities exist for rural hospitals at risk of closure. The Biden Administration is taking action to improve the health of rural communities by ensuring rural Americans have the health care and coverage they need and deserve and helping rural hospitals stay open.Rebuilding rural America’s infrastructure with a once-in-a-generation investmentFor far too long, critical infrastructure needs in rural communities have been ignored. Building on an initial investment in the American Rescue Plan, the Bipartisan Infrastructure Law delivers on the President’s promises to provide high speed internet, safe roads and bridges, modern wastewater systems, clean drinking water, reliable and affordable electricity, and good paying jobs in every rural community. A generational investment in rural America, the Bipartisan Infrastructure Law will spend billions of dollars to revitalize and rebuild rural communities across the country.Strengthening the food system and creating market opportunities for America’s farmers, ranchers and forestersThroughout the COVID-19 pandemic, American farmers, ranchers, processors, farmworkers, and other workers across the supply chain continued to adapt and put food on the table for American families, despite disruptions and other challenges. The Biden-Harris Administration is building on lessons learned during the pandemic to transform the food system so that it is more competitive, balanced, and equitable for everyone working in food and agriculture.###"
}