{
    "title": "FACT SHEET: The President’s Budget Cuts the Deficit by Nearly $3 Trillion Over 10 Years | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/03/09/fact-sheet-the-presidents-budget-cuts-the-deficit-by-nearly-3-trillion-over-10-years/",
    "created_at": null,
    "content": "President Biden believes that investing in America, growing the economy from the bottom up and middle out, lowering costs for families, and reforming our tax code to reward work and not wealth are economic and fiscal imperatives. Strong and shared growth that benefits all Americans isn’t just good for the economy; it will also lead to better fiscal outcomes. At the same time, President Biden believes that long-term investments in our Nation and its people should be paid for. And his Budgets have consistently paid for all of his investments and improved the Nation’s fiscal outlook.The President took office after his predecessor signed into law a reckless and unpaid for tax cut that was skewed to the wealthy and large corporations, adding nearly $2 trillion to the deficit. He also inherited a poorly managed pandemic response. The President has taken a different, responsible approach. He enacted a bold agenda to rescue the economy and get the American people vaccinated. Because of the strength of the recovery and responsible winding down of emergency programs, the deficit fell by $1.7 trillion in the first two years of the Biden-Harris Administration compared to the year before the President took office. And the Inflation Reduction Act that the President signed into law last year will reduce the deficit by more than $200 billion over the next decade, relative to deficit projections without that law. Building on that record of fiscal responsibility, the President’s Budget improves the fiscal outlook by reducing the deficit by nearly $3 trillion over the next decade. The Budget achieves this deficit reduction while lowering costs for families, investing in our economy and our future, and protecting the most vulnerable Americans because it proposes tax reforms to ensure the wealthy and large corporations pay their fair share and tackles wasteful special interest giveaways.Improving the Nation’s Fiscal OutlookThe President’s Budget improves the Nation’s fiscal outlook and reduces long-term fiscal risks by reducing the deficit, stabilizing deficits as a share of the economy, and keeping the economic burden of debt within historical norms. Specifically, the Budget reduces the deficit by nearly $3 trillion over the next decade, compared to deficits without the President’s policies. The deficit reduction in the Budget increases over time, with $500 billion of deficit reduction in 2033.The Budget also reduces the deficit, as a share of the economy, from current levels. Under the Budget policies, the deficit would decline over the next several years, stabilizing at around five percent of the economy throughout the remainder of the 10-year window. This compares to deficits increasing to around 6 percent without the President’s policies.Finally, under the President’s Budget, the economic burden of debt would remain in line with historical norms over the next decade. Real net interest as a share of the economy directly measures the cost of servicing the debt: resources that must go towards paying off old debt rather than investing in the future or providing services to Americans now. The Budget forecast takes into account recent increases in interest rates and projected future increases in line with private-sector forecasters. Nonetheless, the Budget keeps real net interest payments as a share of the economy at or below the average for the last several decades, around 1 percent of GDP, and well below the 2 percent level of the 1990s. Reducing the Deficit by Making the Tax System Fairer and Ending Special Interest GiveawaysThe President believes that the best way to reduce the deficit is to reform our tax code to reward work and not wealth, ensure that the largest corporations pay their fair share, and end giveaways to special interests. For example, the Inflation Reduction Act he signed into law cracked down on wealthy tax cheats and took critical steps forward in ensuring that large corporations pay their fair share, including a 15% corporate minimum tax and a surcharge on large, publicly-traded corporations that buy back their own stock. The Inflation Reduction Act will save taxpayers more than $150 billion through reforms that cut what Medicare pays to Big Pharma.The Budget builds on this progress and reflects the President’s ironclad belief that we need to reward work, not wealth—and ensure the wealthiest Americans and biggest corporations don’t pay lower tax rates than teachers or firefighters.To date, Republicans in Congress have put forward a much different approach, calling for more than $3 trillion in tax giveaways to the rich and large corporations and handouts to special interests. While they haven’t said how they would pay for those giveaways and also reduce the deficit, their past proposals have cut Social Security and Medicare, repealed the Affordable Care Act, slashed Medicaid, and made deep cuts to other programs that drive economic growth and that seniors, people with disabilities, and families count on.Instead of making reckless cuts to programs that millions of Americans count on, the President’s Budget takes the following steps to reduce the deficit.Making the Wealthy Pay Their Fair ShareMaking Large Corporations Pay Their Fair ShareEnding Wasteful Spending to Special Interests###"
}