{
    "title": "Fact Sheet: Biden Administration Takes Steps to Prevent Suicide, Including by Promoting Safe Storage of Firearms | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/11/02/fact-sheet-biden-administration-takes-steps-to-prevent-suicide-including-by-promoting-safe-storage-of-firearms/",
    "created_at": null,
    "content": "Firearms are the most common method of suicide in the United States, accounting for two-thirds of all firearms deaths. Before deciding whether to keep a firearm in their home, families should know that having access to a gun triples one’s risk of death by suicide. If they choose to purchase a firearm, responsible gun owners should safely store their firearms to prevent individuals who could be a danger to themselves or others from using the weapon. Additionally, firearms dealers have a responsibility to take commonsense steps to keep their customers and communities safe.Today, the Biden Administration is announcing three new actions that will help to prevent suicide, including by promoting safe firearms storage and clarifying best practices for firearms dealers.Studies have shown that reducing access to lethal means, including firearms and medications—particularly in times of crisis—can save lives. According to one study, “firearm owners who keep their firearms locked or unloaded were at least 60% less likely to die from firearm related suicide than those who store their firearms unlocked and/or loaded.” Suicide crises are often brief, so strategies that create “time and space” between a person in crisis and their access to a firearm are lifesaving.Launching an Unprecedented Focus on Improving Lethal Means Safety in the Military and Veteran Suicide Prevention StrategyThe Biden Administration’s comprehensive military and veteran suicide prevention strategy, released today, announces an unprecedented federal focus on improving lethal means safety as a tool to save lives. The Departments of Defense (DOD), Health and Human Services (HHS), Homeland Security (DHS), Justice (DOJ), and Veterans Affairs (VA), as well as the Office of Emergency Medical Services within the Department of Transportation (DOT), will jointly create a plan for addressing lethal means safety awareness, education, training, and program evaluation. The agencies will work together to identify, develop, and test any tailored messaging, and they will base their activities on expert guidance (including from suicide prevention experts and law enforcement professionals) and data. This campaign will include plans to:Making it Easier for Customers to Obtain Secure Gun Storage or Safety DevicesIn 2016, the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) proposed a rule clarifying firearms dealers’ statutory obligations to make available for purchase compatible secure gun storage or safety devices. The Department of Justice plans to soon finalize a rule on this topic, including responding to public comments.Promoting Best Practices for Federal Firearms Dealers, Including Customer Education Regarding Safety and Security for Firearms OwnersATF will issue a best practices guide to all federal firearms dealers to remind them about the important steps they are legally required to take, and additional steps they are encouraged to take, to keep their customers and communities safe. The guide includes:These actions build on the Biden Administration’s previous gun violence prevention actions. Earlier this year, the Justice Department issued model extreme risk protection order legislation for states. Extreme risk protection order laws are another strategy for reducing access to lethal means, allowing family members or law enforcement to petition for a court order temporarily barring people in crisis from accessing firearms if they present a danger to themselves or others. The President continues to urge Congress to pass an appropriate national “red flag” law, as well as legislation incentivizing states to pass their own versions of these laws.###"
}