{
    "title": "FACT SHEET: Biden-Harris Administration Continues to Counter Hate-Fueled Violence | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/09/15/fact-sheet-biden-harris-administration-continues-to-counter-hate-fueled-violence/",
    "created_at": null,
    "content": "One year ago today, President Biden and Vice President Harris hosted the United We Stand Summit to counter the corrosive effects of hate-fueled violence on our democracy and public safety, highlight the response of the Biden-Harris Administration and communities nationwide to these dangers, and put forward a shared, bipartisan vision for a more united America.Hate must have no safe harbor in America. Even as our nation has endured a disturbing series of hate-fueled attacks—from Jacksonville to Oak Creek to Orlando, Charleston, Pittsburgh, El Paso, Atlanta, Buffalo, and beyond —Americans of all beliefs and political affiliations remain overwhelmingly united in their opposition to such violence. When Americans cannot freely participate in the basic activities of everyday life—like going to school, shopping at the grocery store, or attending their house of worship—without fear of being targeted and killed for who they are, the very fabric of our society is at risk.Since taking office, the Biden-Harris Administration has taken numerous steps to counter hate-fueled violence—from signing the bipartisan COVID-19 Hate Crimes Act, to releasing the first-ever National Strategy for Countering Domestic Terrorism, to signing the Bipartisan Safer Communities Act, the most significant legislation in three decades to reduce gun violence. Today, on the first anniversary of the White House United We Stand Summit, the Biden-Harris Administration is providing an update on our efforts to prevent, respond to, and recover from hate-fueled violence, including by:President Biden understands that addressing hate-based violence and fostering national unity cannot be accomplished by the government alone—instead, it requires an all-of-society effort and every American can play a role in advancing this cause. Several private sector partners continue to make progress on commitments announced at the United We Stand Summit, including:###"
}