{
    "title": "FACT SHEET: Biden Administration Roadmap to Build an Economy Resilient to Climate Change Impacts | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/10/15/fact-sheet-biden-administration-roadmap-to-build-an-economy-resilient-to-climate-change-impacts/",
    "created_at": null,
    "content": "Agency Actions Will Protect Retirement Plans, Homeowners, Consumers, Businesses and Supply Chains, Workers, and the Federal Government from Financial Risks of Climate ChangeToday, the Biden-Harris Administration released a comprehensive, government-wide strategy to measure, disclose, manage and mitigate the systemic risks climate change poses to American families, businesses, and the economy – building on actions already taken by the Biden-Harris Administration including just this week: a redesigned National Oceanic and Atmospheric Administration (NOAA) Climate.gov site to better connect Americans to climate explainers, data dashboards, and classroom-ready teaching resources; the Department of Labor’s new proposed rule to safeguard life savings and pensions from climate risk; as well as the Federal Acquisition Council’s advanced notice of proposed rulemaking to consider greenhouse gas emissions when making procurement decisions.This year alone, extreme weather has upended the U.S. economy and affected one in three Americans. Both international and domestic supply chains have been disrupted by climate change – whether it’s floods in China and Texas, or wildfires that have burned nearly six million acres of land, supply chains across critical industries including housing, construction, semiconductors, and agriculture have been affected, causing delays and shortages for both consumers and businesses. American families are paying the costs. Extreme weather has cost Americans an additional $600 billion in physical and economic damages over the past five years alone. Climate-related risks hidden in workers’ retirement plans have already cost American retirees billions in lost pension dollars. Climate change poses a systemic risk to our economy and our financial system, and we must take decisive action to mitigate its impacts.By addressing the costs of the climate crisis head-on, the federal government will safeguard the life savings of workers and families, spur the creation of good-paying, union jobs, and ensure the long-term sustainability of U.S. economic prosperity. The roadmap makes clear that protecting the financial health of American households, deploying clean energy in United States, and building an economy from the bottom-up and the middle-out go hand-in-hand.   The Administration’s whole-of-government strategy includes six main pillars to achieve the goals of the President’s May 2021 Executive Order on Climate-Related Financial Risks, including several major announcements this week demonstrating concrete actions to protect American families, the federal government, and the economy from climate-related financial risk:Promoting the resilience of the U.S.financial system to climate-related financial risks.Protecting life savings and pensions from climate-related financial risk.Using federal procurement to address climate-related financial risk.Incorporating climate-related financial risk into federal financial management and budgeting.Incorporating climate-related financial risk intofederal lending and underwriting.Building resilient infrastructure and communities These steps will help safeguard the life savings of workers and families, spur the creation of good-paying jobs, and ensure the long-term sustainability of U.S. economic prosperity in the decades to come. Together, they will help usher in a new era where climate-related financial risks are thoroughly understood – where they are measured, disclosed, managed, and mitigated across the economy to the benefit of American workers, families, and businesses.###"
}