{
    "title": "6 Ways to Welcome Our Afghan Allies | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/blog/2021/12/17/6-ways-to-welcome-our-afghan-allies/",
    "created_at": null,
    "content": "By Jack Markell & Nazanin AshAs we count our blessings while gathered with family this holiday season, among them will be the many Americans – from all walks of life and corners of the country – who have come together to provide a warm and dignified welcome to our Afghan allies arriving in the United States.  Since August, Operation Allies Welcome, the whole-of-America effort to evacuate and resettle Afghans in the United States, has helped welcome nearly 43,000 Afghans to 46 states across America. Those who remain on U.S. military “safe havens” are eagerly looking forward to joining them soon and creating futures for their families with safety, freedom, and opportunity.We’ve had the privilege of hearing their stories. They are translators, Afghan veterans, humanitarian workers, journalists, women’s rights activists and others who put themselves in harm’s way to support peace, security and justice in Afghanistan alongside the U.S. mission there. Their courage is awe-inspiring, and each of their journeys here have not been easy. It’s been equally inspiring to see the outpouring of support that has come from every corner of our country. Veterans, servicemembers, faith-based organizations, state and local officials, businesses, resettlement agencies, Afghan-Americans, community-based organizations and the refugee community across America have led the way to volunteer, marshal resources, and give our new neighbors the safe and dignified welcome they deserve. In the spirit of the season, we’d like to offer a few ways to join in supporting our Afghan allies and ensuring they will always remember Americans’ generous and warm welcome. Through the Welcome.US website, you can:Across the United States, Americans are already embracing the opportunity to welcome our new Afghan neighbors with a generous spirit and open arms, giving thanks to our Afghan Allies through their countless acts of welcome. Their actions are deeply inspiring, and revealing to our Afghan friends the best of America. We give thanks to them and to our new Afghan neighbors, and hope you will join them in offering our warmest welcome to the United States.Jack Markell is the White House Coordinator for Operation Allies Welcome. Nazanin Ash is CEO of Welcome.US., which is a non-profit, non-partisan initiative and public-private partner of the U.S. State Department.  "
}