{
    "title": "FACT SHEET: The Biden-⁠Harris Administration Marks the Anniversary of the Americans with Disabilities Act | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/07/26/fact-sheet-the-biden-%e2%81%a0harris-administration-marks-the-anniversary-of-the-americans-with-disabilities-act/",
    "created_at": null,
    "content": "Today, on the 32nd Anniversary of the Americans with Disabilities Act (ADA), we celebrate the inclusion and access promoted by this landmark civil rights law for disabled Americans. Grounded in four core outcomes of full participation, equal opportunity, independent living, and economic self-sufficiency, the ADA prohibits discrimination on the basis of disability in public accommodations, employment, transportation, and community living and provides recourse for people with disabilities who faced discrimination. The nation has made significant progress since the law was signed, but there is more work to do to live up to the promise of the ADA.  Today, President Biden signed a proclamation marking the 32nd anniversary of the Americans with Disabilities Act and Vice President Harris is meeting with advocates from the disability community. Vice President Harris and advocates will discuss reproductive rights and the impact the overturning of Roe v. Wade will have on people with disabilities.Over the past year the Biden-Harris Administration has taken additional steps to build on our record of advancing equity for Americans with disabilities.Expanding Competitive Integrated Employment OpportunitiesEnsuring Access to Educational Programs and Supportive ServicesSecuring Access to High-Quality, Affordable Health CareExpanding Access to Affordable Housing, Transportation, and BroadbandEnsure Full Inclusion of People with Disabilities in the Federal Government and Enforce the Civil Rights of People with DisabilitiesProtect and Strengthen Economic Security for People with DisabilitiesAdvance Global Disability RightsIncreasing Access to Democracy for Voters with Disabilities."
}