{
    "title": "Biden-Harris Administration Making “Back to School” Drive to Help Students and Families Get Free High-Speed Internet | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/09/15/biden-harris-administration-making-back-to-school-drive-to-help-students-and-families-get-free-high-speed-internet/",
    "created_at": null,
    "content": "As America’s kids get back to school and continue to recover from the challenges of the pandemic, ensuring that all families have access to affordable high-speed internet is more important than ever. Access to high-speed internet is a necessity, especially for students whose classes and homework assignments increasingly require internet access. Still, too many families and students go without high-speed internet because of the cost, making it difficult to participate equally in school and to combat learning loss from the impacts of the pandemic. That’s why President Biden and Vice President Harris worked with Democrats, Republicans, and Independents to create the Affordable Connectivity Program (ACP) in the Bipartisan Infrastructure Law.The ACP provides eligible households up to $30/month (or $75/month on Tribal lands) off internet bills, as well as a one-time $100 discount off a connected device. To further lower costs, the Administration secured commitments from internet service providers across the country to offer high-speed plans that are fully covered by the ACP—meaning millions of working families can now get high-speed internet without paying a dime.Nearly 40% of U.S. households qualify for ACP—including millions of families with kids. Households are eligible if they make up to 200% of the federal poverty level ($55,500 for a family of four), and are also eligible, regardless of income, if they participate in certain federal programs. In particular, families are eligible if any member of the household: (1) participates in the Free and Reduced-Price School Lunch or Breakfast program, including a child who attends a Community Eligibility Provision school; or (2) is receiving a Pell Grant this school year.GetInternet.gov is a one-stop shop where families can check their eligibility and sign up. Families can also call 877-384-2575 for more ways to apply.The Biden-Harris Administration’s “Back to School” enrollment drive includes:###"
}