{
    "title": "Remarks by Vice President Harris in a Moderated Conversation with Joseph \"Fat Joe\" Cartagena and Anthony Ramos During the National \"Fight for Our Freedoms\" College Tour | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/speeches-remarks/2023/09/28/remarks-by-vice-president-harris-in-a-moderated-conversation-with-joseph-fat-joe-cartagena-and-anthony-ramos-during-the-national-fight-for-our-freedoms-college-tour/",
    "created_at": null,
    "content": "Florida International UniversityMiami, Florida(September 28, 2023)2:57 P.M. EDTTHE VICE PRESIDENT: Hey, Panthers!  (Applause.)MR. CARTAGENA:  Well, we’re just excited to be here, as everybody at FIU.  We’re going to ask us some questions and moderate, you know, to Madam Vice President.  It’s crazy. You’ve traveled all around the country to talk to Americans about the most important issues.  This summer alone, you visited 17 states.  And you have met with young leaders wherever you go, from climate leaders in Colorado to gun safety advocates in Virginia. Now, you’ve launched a college tour.  Like, she’s really “outside, outside,” guys. THE VICE PRESIDENT:  (Laughs.)MR. CARTAGENA:  And when you will you traveled to more than a dozen campuses to speak to the young leaders about the most fundamental freedoms, why are you going to these college campuses on a “Fight for Our Freedoms” Tour?THE VICE PRESIDENT:  Well, let me start by thanking all the leaders who are here.  This — you know, when people ask me — I do a lot of interviews, and people ask me, “How are you feeling about the country and the world?”  When I look out at this audience, I know our future is bright.  I know our future is bright.  (Applause.)And so, first of all, let me say, Joe, it’s so good to see you.  I haven’t seen you since you were at my house a couple of weeks ago for our hip-hop party.  (Laughs.)MR. CARTAGENA:  This is getting weird.  (Laughter.)THE VICE PRESIDENT:  Anthony — huge fan, mad respect for you. And, Alexander, I can’t wait to see you at the White House one day very soon. So, here’s the deal.  First of all, let me just say about leadership, I do believe that we each are born leaders.  And it’s just a matter of when you decide to turn that on and lead.And the very fact that the students who are here — one, are here at this esteemed educational institution — but are here for this convening, tells me that you have assumed a role of leadership.  And so, I’m first here to say thank you. I’m here to say also that I think that your generation is one of the most spectacular, special that we have seen in a long time. You all were born only knowing the climate crisis.  You all were born when there has been one of the worst pandemics our world has ever seen.  In your lifetime, you witnessed George Floyd’s murder.  In your lifetime, you, growing up, had to endure drills in elementary, middle, or high school because there might be an active shooter.  In your lifetime, you have witnessed the highest court in our land take a constitutional right that had been recognized. And what I also know about you as leaders, at this particular moment in time, is you are not sitting around waiting for other people to get this right.  You are prepared to lead. And so, I am here — (applause) — first and foremost, to say thank you.  And I say this as vice president of the United States of America.  (Applause.) I’m counting on your leadership.  I’m counting on your leadership. I also am clear-eyed — and today we’re going to have some real talk — I am clear-eyed that, at this moment in our country, we are witnessing an intentional, full-on attack against hard-won freedoms and rights. And it is incumbent on us then to not passively sit by and let it happen but to stand up and fight for what we know to be right and be true. That’s why it is called the “Fight for Our Freedoms” Tour.  It is because we all know that any movement that has been about progress in our country has almost every time been led by college students, by young leaders, and that the strength and progress of our country has been reliant on the fact that we are committed to an expansion of rights, not a restriction of rights — similar to what some extremist, so-called leaders are trying to do here in Florida.  (Applause.)And so, I am doing this tour to lift up the voices, to listen to the voices of very important leaders in our country, knowing that it doesn’t have to be this way.  And I want for you to be able to live your best life.  That’s why I’m doing this tour.MR. RAMOS:  Well, you know, thank you, Madam Vice President. We’re going to — you know, this will be a bit of a mix between — you know, me and Joe will ask some questions.  But the — we also open it up to y’all.  So, we have Oswaldo Chamorro, who has a question.  So, Oswaldo, take it away, brother.MR. CHAMORRO:  Thank you.  Thank you very much.  Thank you to Vice President Harris, Fat Joe, Anthony Ramos for choosing FIU and for choosing to fight for our freedom. With the election approaching upon us, we understand how important and how pivotal it is for our voices to be heard and for our votes to be casted.  Our thoughts turn into words.  Those words turn into actions.  And those actions dictate the fate of this country. Which is why I ask: What strategies can we, the people, employ to empower and engage marginalized communities to ensure voting rights are respected and that our voices are heard? Thank you very much.  (Applause.)THE VICE PRESIDENT:  All right.  All right, Oswaldo.  Well, first of all, you will make a difference in this world.  I have no doubt about that.  And that is true for your classmates. And of the many ways that you can and will make a difference, one of those ways is to vote.  It is to vote.  (Applause.) And so, I will shamelessly plug a government website — Vote.gov — where you can go online and see if you are registered to vote and then easily register to vote.  I would encourage you to have your family members and friends do the same thing because it does make a difference. And I’m going to take you back to 2020.  During the height of a pandemic, when people — there was extraordinary loss of life, people lost their jobs, loss of normalcy.  But people didn’t give up hope.  And they turned out to vote in record numbers; young voters turned out in record numbers. And because you did — in fact, can I see a show of hands: Who voted in 2020?  Right.  And because you voted, Joe Biden is president of United States and I am vice president of the United States.  (Applause.)You voted and you said, “Deal with this climate crisis.”  And we have put an historic $1 trillion on the streets of America over the next decade to invest in resilience to adaptation, to invest in — in environmental justice and equity to deal with this issue. We have dealt with the issue that y’all demanded that we deal with when you voted, which is the fact that so many of our families don’t have access to high-speed Internet or cannot afford it.  The pandemic made that clear, the disparities.  And so, we are on track to put high-speed Internet in the home of every family in America and make sure that it is affordable.  (Applause.)You said, “Let’s deal with the issue of lead pipes, because in far too many of our communities, our children are drinking toxic water out of lead pipes.  And this is having an impact on their ability to learn and their health and it is disproportionately affecting immigrant communities, communities of color, and low-income communities.”  We are in the process of removing all lead pipes. Y’all voted and said, “Let’s deal with the issue of student loan debt.”  And so, we — (applause) — and so, we had an initiative to forgive up to $20,000 for Pell Grant recipients, of which the majority of Latino students are Pell Grant recipients.  Sadly, there is a political agenda to undo what we are trying to do, and we’re going to have to still have that fight, and we are continuing to fight. But because you voted, we were able to implement the policy in the first place.  Elections matter. The other point I will say is this: It’s not as simple as “vote and your vote will matter.”  You also got to know that there are people right now who are intentionally trying to make it difficult for you to vote. One of the things that was a byproduct, I believe, of the extraordinary young voter turnout in 2020 is that you saw, in states around our country, them trying to pass laws to make it more difficult to vote.  In Georgia, passing a law to say that it would be against the law — illegal — to give people food and water if they’re standing in line to vote.The hypocrisy abounds, because what happened to “love thy neighbor”?  (Applause.)Here in Florida, a law was passed that would not allow people who have served their sentence for a felony to vote.  One million people now in Florida, the largest number of people who have done their time, are being prevented from the ability to exercise their civic duty and the full rights of citizenship. And let me tell you, it does not have to be this way.  In the majority of states, people who have served their time have the right to vote.  And, again, the hypocrisy abounds.  (Applause.)  What happened to the concept of redemption?  (Applause.)  Come on.  Come on. So, understand that not only is it an extension of your ability to make a difference, not only is it about you expressing your voice in the many ways you can, but also understand what you’re up against in terms of some people that are scared when you exercise your voice and therefore try to make it more difficult for you to vote. And I say we are up for the challenge, and we will not allow anybody to silence us.  And voting is one way to make sure that you reduce those numbers who are trying to do just that.MR. RAMOS:  Thank you.  Thank you, Madam Vice President, for that.  Yeah.  It’s a — you’re absolutely right on all those points. So, moving on to gun violence.  We’re here today, you know, in a state that has tragically experienced several mass shootings, one of which at Pulse Nightclub that my cousin was in.  Sadly, she was shot.  But thank God, she survived. But this too — you know, so many and too many instances like that.  And you and President Biden worked to pass historical gun safety legislation. What else can be done to address gun violence in our communities?THE VICE PRESIDENT:  I’m sorry to hear about your cousin. Pulse Nightclub, Parkland, not to mention what we see in terms of everyday gun violence in cities and neighborhoods across our country. So, yes, because folks voted, we are proud that we were able to pass the first meaningful gun safety legislation in 30 years, but there’s still more work to do. I’d like to start with asking the students here, if you would indulge me, and if — and raise your hand and hold it up if you had to have, between kindergarten and high school, an active shooter drill at your school.  I would ask the older adults to look around, and I would ask the media to take note.  And you can lower your hands. Because I don’t think that people really understand what y’all have been through.  You know, in having this conversation with young people and young leaders in our country, I can’t tell you — well, I’m telling the majority of people who know, because you’ve been there — the kind of fear that our young people, that our children are living with — the exposure to trauma just knowing that it might happen, much less when it actually happens. I had a conversation with this student, and we’re talking about this.  And — and the student said to me, “Yeah, I don’t like going to fifth period.” I said, “Well, why sweetheart?”“Because in that classroom, there’s no closet” — to hide in. And so, again, I say it doesn’t have to be this way.  When it comes to the issue of what makes for good laws and policy, here’s the thing.  First of all, some people are trying to push us a false choice that’s just you either are in favor of the Second Amendment or you want to take everyone’s guns away.  That’s not what we’re saying.  I’m in favor of the Second Amendment.  (Applause.)And we need an assault weapons ban — (applause) — and universal background checks and red flag laws.  (Applause.)Assault weapons — designed to kill a lot of people quickly — no reason for them to be on the streets of a civil society.  Background checks, because you know what?  You just might want to know before somebody can — (laughs) — buy a lethal weapon if they’ve been found to be a danger to themselves or others.  You just might want to know. So, the question then becomes: Why hasn’t it happened?  Because these don’t — these solutions, they’re not the complete solution, but they don’t require a lot of creative thought.  It’s pretty basic. And the reason is because there are a bunch of people in Congress who don’t have the courage to step up.  And — (applause) — yes.But this gets back to the point about voting because I am certain that when you all start voting in your numbers, this is going to change.  You have a unique experience, sadly, that brings to this issue a very practical perspective — a very clear perspective.  And when you start voting in your numbers, you are going to show it doesn’t have to be this way. And so, that’s how I think about this issue.  And — and it’s just about — this is one of those issues when you vote, you can make a difference.  (Applause.)MR. RAMOS:  Thank you.  So, we’re going to throw it back out there to the audience.  We got — Grace Biggers has a question.  Grace, where you at?Q    Hi, I’m here.  Right here.MR. RAMOS:  All right.  There you go.Q    Good afternoon, everyone.  First and foremost, thank you so much for taking the time out of your busy schedule to come and speak with our university.  We all really appreciate it. My name is Grace Biggers, as mentioned.  I’m a senior from the DMV majoring in biological sciences with a minor in biology and nutrition.  As you mentioned earlier, there have been detrimental changes to reproductive rights, which, in turn, has caused a woman’s right to abortion and a decision to make the choices about her own body go under attack. THE VICE PRESIDENT:  Yeah.Q    What do you think about this issue, its impact, and what can we do to address it?THE VICE PRESIDENT:  Thank you, and congratulations to you on all you’re doing.  (Applause.)So, about just over a year ago, the highest court in our land, the United States Supreme Court, took a constitutional right that had been recognized from the people of America — from the women of America.  And almost immediately thereafter, in states across our country, these extremist so-called leaders started proposing and passing laws to criminalize healthcare providers — literally to provide for significant jail time — to punish women, to make no exception even for rape or incest. And on this point, listen, we’re here to have real talk.  Everybody’s grown, so I’m going to talk about something specific because this this subject you have raised is not just some intellectual academic issue. Since these laws are being passed, people around our country are silently suffering.  These so-called leaders — no exception even for rape or incest.So, you know my background.  I started as a prosecutor.  One of the reasons is, when I was in high school, my best friend, I learned, was being molested by her stepfather.  And I said to her, “You have to come live with us.”  I called my mother, and my mother said, “Yes, she has to come live with us,” and she did.  So, I decided that I would take on cases of harm against women and children, and I specialized in those kinds of cases as a prosecutor. Now, when these so-called leaders are making no exception even for rape or incest, understand that we’re talking about someone who has survived an act of violence to their body, a violation to their body, and then they are being told they don’t have the authority to decide what happens to their body next.   That’s immoral.  That’s immoral. And on this subject — (applause) — on this subject, I think it’s very important to agree: One does not have to abandon their faith or deeply held beliefs to agree the government should not be telling her what to do with her body.  (Applause.)She has enough intelligence and capacity to make that decision for herself, not her government telling her what to do.   In this state, they just did — this — they just — (laughs) –a six-week ban.  Well, that tells me that a lot of these folks don’t even know how women’s bodies work.  (Applause.)  Most women don’t even know they’re pregnant at six weeks.  Come on.And so, again, this is an issue where we just need, in Congress, to elect and have a majority of people who agree, regardless of their personal opinion and beliefs, that the government should not be making this decision for people. And our President, Joe Biden, has been very clear, when that piece of legislation is passed that puts back into law — what the Supreme Court took away, Congress can put back.  When they pass in Congress a law that puts back in place the protections of Roe v. Wade, that case, Joe Biden will sign it into law. Elections matter.  (Applause.)  Elections matter.   Elections matter.MR. CARTAGENA:  You know, that’s a serious —AUDIENCE MEMBER:  (Inaudible.)MR. CARTAGENA:  Yeah, yeah, yeah.  (Applause.)That’s a serious — it’s a serious issue right there.  I don’t think no man should be able to tell a woman what to do.  (Applause.)Let’s lighten it up.  But it’s still not light.  Everything you got to deal with is, like, big stuff — like, monumental stuff, man.  It’s — no, it’s the tru- — it’s serious job, right? THE VICE PRESIDENT:  (Laughs.)MR. CARTAGENA:  You know, I’ve lived in Florida for 19 years.  I know all about climate change.  I know all about the floods.  I know all about the impact of the hurricanes.  I know — how do you address the climate crisis and protect the communities around the country from its impacts?  Because it seems like — even in New York, we had two hurricanes in the last two mo- — we never had a hurricane in New York.  (Laughter.)  There’s a hurricane every week in New York. MR. RAMOS:  And there was one in California.THE VICE PRESIDENT:  And wildfires.MR. RAMOS:  And an earthquake at the same time.THE VICE PRESIDENT:   Uh-huh.  That’s exactly right.  And wildfires.MR. CARTAGENA:  And so, the question is: What are we doing about it?  And it’s really about the youth. THE VICE PRESIDENT:  Yeah.MR. CARTAGENA:  It’s really about them and protecting them.  Because, you know, this is all about implement- — implementing laws and making change so that when you become my age, you know, life is still around for you and better for you. So, Madam Vice President, can you answer the question for the people?THE VICE PRESIDENT:  Well, I’ll start by saying what everyone here knows is this — you know, we say climate — the climate crisis is an existential crisis — like, literally, it — if you track what is happening and how rapidly it is happening — means the loss of many of the vital resources that the Earth provides us.  So, it’s very real. You know, I’ve talked with young leaders around the country who have coined a phrase: “climate anxiety.”  And I asked, “Well, what does that mean?”  And they said, “Well, it’s how some of us would describe how we feel — the anxiety associated with knowing how rapidly these extreme weather events are affecting the quality of life and livelihoods.” People — young people have told me about how they’re really concerned whether they should have children, whether they should ever think about buying a home because it could be destroyed by flood or hurricane or wildfire — right?  So it’s very real. And, again, that’s when I say that when you all vote in your numbers, this thing is going to rapidly change.  We are already on track, however, to doing that. Because of what you did in 2020, the President and I have been able to pass now laws that, like I said, put about a trillion dollars into a clean energy economy, into what we need to do — (applause) — around resilience, what we need to do around adaptation. And here’s what I mean about that.  It’s — so, for example, one of the issues that I actually want to stress is the issue of environmental justice.  Okay.  And I want to have that conversation especially joyfully here in Florida. When I look at these attempts to attack DEI — diversity, equity, and inclusion — and let’s be really clear what they’re up to.  They’re trying to say that that’s a bad word, that’s a bad phrase, that’s bad to focus on diversity, equity, inclusion.  You know what they’re up to.  They’re trying to do the same thing they did with “woke.”  They’re trying to turn it against the people who understand exactly why it is important to focus on and be alert and awake to what is happening and to speak honestly about it with the goal only of solutions that are based in equity and fairness. So, environmental justice, connecting that with what we have done as an administration.  Of the trillion dollars, we have said that 40 percent at least needs to go to poor communities, immigrant communities, communities of color.  Understanding that, while the climate crisis affects everyone, it does not do so equally. If you are, for example, someone who is a homeowner or you live in a neighborhood with high rates of homeownership, you probably have and your community probably has the equity in your home to take some out to repair the damage from a flood or a hurricane. If you are living in a community with low rates of homeownership, lower-income community, people are barely getting by week to week, month to month.  So, that means the recovery from these extreme weather occurrences and events is much slower.  That means that that slows down the ability of those communities and families to be productive, to move around, to get around. Think about when we’re looking at flash floods.  Well, depending on your income, it’s going to affect you differently.  You don’t have a great deal of savings if you don’t have a certain income, which means that when all your furniture is destroyed and you got to put it out in the street, how are you going to get some new furniture?  It means that if you don’t have insurance that might pay for you to go to a hotel, you’re looking at some temporary shelter situation and then trying to figure out where you’re going to locate your family and what that might mean for your children in terms of whether they can go to school every day. I say all these details to say this also to the students here: Whenever we are talking about public policy, we have got to think about it affects real people and break down the detail about what will this mean to a child, what will this mean to a real person. On the climate crisis, what it also means is that although it affects everyone, it does not do so equally.  So, we must pay attention to equity, must pay attention to: Are all people getting the relief that they need to live a certain quality of life?  And that’s why I talk about environmental justice. What we also have to do is deal with the fact that historically, especially in the South, we know that there has been a disproportionate impact on poor communities, rural communities. In Louisiana, if anybody is here from Louisiana, they used to refer to “Cancer Alley,” because of all of the pollution because low-income, immigrant, communities of color tend to live near the freeway, tend to live near factories, tend to live in communities where there’s a lot of dumping, and that affects the quality of air, the quality of water.  What does that mean?  Impacts health, impacts learning ability — all the residual impacts. So, when we talk about the climate crisis, it is about extreme weather events, and then one must always ask, “And how is it affecting real people in their ability to function and be productive and live a certain quality of life every day?”  And that’s why Joe Biden and I have put so much resources into this issue around building up America’s infrastructure and the ability of people to be resilient.  (Applause.) MR. RAMOS:  Thank you.  Thank you.  Thank you.  So we’re going to open it back up to the audience.  I love this guy’s name: Christopher Excellent.  Where are you at, my man?Q    First of all, I’d like to say thank you, you guys, for taking the time to be here with us.  My name is Christopher Excellent.  I am a first-year master’s student at FIU — (applause) — studying mechanical engineering, focusing on robotics. My question for you today is: In regards to the recent book bans here in the state of Florida, what advice do you have for students looking to learn those raw un- — you know, uncensored truths about our social issues that we face here in the country?  What advice would you have for educators looking to teach those topics without — while navigating through all of the roadblocks that are currently instated?THE VICE PRESIDENT:  Thank you, Mr. Excellent.  (Applause.)  I could say that all day long.  (Laughter.)So, you asked for some advice, so here you go.  First of all, I will say, for almost all of you students, you will probably have an experience — if you’ve not already, because I know who’s at this school — where you will walk into a meeting room, a briefing room, a boardroom, a courtroom, and you will be the only one that looks like you in that room or the only one who has had that life experience. And what I am going to require you to remember is this: You are not alone in that room.  (Applause.)  I’m going to require you to look around here.  And know that when you walk in those rooms, we are all walking in that room with you, requiring that your chin is up and your shoulders are back, and you know that when you walk in there, you carry the voice of so many who are so proud of you.  (Applause.)You have to remember that because you’re going to have that experience perhaps many times in your life. I would also offer you this advice: In your career, you are probably, at different points in time, going to be discouraged from having ambition — from having aspirations.  And I demand that you dream with ambition — you dream with ambition — (applause) — and you be proud of it. And understand that, however, when you have that aspiration and ambition to see what is possible and what can be unburdened by what has been and who has done what, invariably people may come up to you and say, “Oh, you’re too young.”  “Oh, they’re not ready for you.”  “It’s not your time.”   “Wait your turn.”  Or God forbid, sometimes they might say, “Oh, that’s going to be a lot of work,” as though we run away from hard work. And so, what I want to say to you is this: When you are ever told that, don’t you ever hear it.  Don’t you ever hear “no.”  I like to say I eat “no” for breakfast.  I don’t hear “no.”  I don’t hear “no,” and don’t you either.  (Applause.)Because you have so much to give.  You have so much to give. And I’m telling you, as I travel our country and this world, we need your leadership.  And you are here at FIU getting a world-class education, with an expectation from all those who are investing in your presence right now — your family, your friends, your professors, your neighbors, the folks who work here — we’re expecting you to go out and lead. And so, do that knowing you have so much support.  And — and you will make a difference.  And you can make a difference. You know, back to the point of voting, people are going to tell you your vote doesn’t matter.  People are going to say that your vote doesn’t count.  Don’t listen to that.  Don’t ever let anybody silence you.  That’s, I think, really, really important and to recognize when somebody’s trying to silence you.  Don’t allow yourself to ever be silenced.  (Applause.)MR. RAMOS:  Thank you.  Thank you, Madam Vice President.  “Dream with ambition,” that’s powerful.  That’s really powerful.  I needed that.  So, thank you. You know, I just want to wrap it up with asking, you know, our nation and our world face so many challenges.  You know, and in this moment, how do you stay optimistic?THE VICE PRESIDENT:  Well, looking at this, I stay optimistic — looking at this.  (Applause.)  Really.  Really.You know, look, to be clear-eyed about the challenges doesn’t mean you got to be depressed; it just means you got to be clear-eyed — right? — and know what’s in front of you.  And then understand that, you know, the fight for our freedoms is a fight for something.  It’s not a fight against anything; it’s a fight for something.  And that’s one of the ways that I remain optimistic.You know, my parents met when they were active in the Civil Rights Movement back in the 1960s.  My mother arrived in the United States at the age of 19 by herself from India, and I’m now Vice President of the United States.  (Applause.)I remain very optimistic.  I know what is possible.  And here’s the other thing I have to stress: Our nation was founded on fundamental beliefs about the importance of freedom and liberty and equality and justice.  And so, when we are fighting for these freedoms, we are fighting for the foundational principles of our country. It is a fight born out of love of country.  We love our country.  We believe in its ideals.  We know we’ve not achieved them all yet, but the beauty and the strength of our country has always been our belief in who we are and our willingness to fight for who we are.  That’s our strength.  (Applause.)And in that way, I do believe it is one of the purest and truest forms of patriotism to fight borne out of love of country and a belief in all that we stand for. And I’ll — and I’ll finish my point with this: I have now, as vice president, met with over a hundred world leaders — presidents, prime ministers, chancellors, and kings.  When we walk in those rooms around the world representing the United States of America, we walk in those rooms with the self-appointed and earned authority to talk about the importance of democracy and rule of law and human rights.  (Applause.) And here’s the thing — here’s the thing.  The thing about being a role model — everybody here knows; this is a role model club if there ever was one — when you’re a role model, people watch what you do to see if it measures up to what you say. So, understand that this fight for our freedoms and, by extension, our democracy, what is at stake includes everything we’ve already discussed and our standing around the world and our ability to walk in those rooms as the greatest democracy in the world, showing that a democracy is as strong as the willingness of its people to fight for it.  And we are prepared to do just that.  (Applause.)And therein lies my optimism.MR. CARTAGENA:  I’m very optimistic.  Vote.gov.  Go out there, register to vote.  Because even if you follow what’s going on out there, even if you want to support, if you don’t register to vote, then your voice won’t matter. And that’s what this is all about, as well as, I believe, that people lead to people, so start talking to your other friends who might not want to vote and start convincing them and letting them know the importance that it — that it is to register to vote and get out there and vote. And of course, you know, I’m voting for Kamala Harris and Joe Biden.  (Laughter and applause.)MR. RAMOS:  Hundred percent.MR. CARTAGENA:  Let’s take a — hold up.  Let’s take a selfie.  Let’s take a selfie. MR. RAMOS:  Take a quick selfie.MR. CARTAGENA:  You got it ready? MR. RAMOS:  Hold up.MR. CARTAGENA:  I got to get in that joint.  Come on. MR. RAMOS:  Trying to get this lighting right. THE VICE PRESIDENT:   There we go. MR. RAMOS:  All right, y’all.  Yo, yo, yo, yo, vote.gov on three — vote.gov on three.  One, two, three.AUDIENCE MEMBERS:  Vote.gov!"
}