{
    "title": "FACT SHEET: President Biden Signs Executive Order to Ensure Robust Reviews of Evolving National Security Risks by the Committee on Foreign Investment in the United States | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/09/15/fact-sheet-president-biden-signs-executive-order-to-ensure-robust-reviews-of-evolving-national-security-risks-by-the-committee-on-foreign-investment-in-the-united-states/",
    "created_at": null,
    "content": "First-Ever Presidential Directive Defining Additional National Security Factors for CFIUS to Consider in Evaluating TransactionsThe United States’ commitment to open investment is a cornerstone of our economic policy, benefits the millions of American workers employed by foreign firms operating in the United States, and helps to maintain our economic and technological edge. However, the United States has long recognized that certain investments in the United States from foreign persons, particularly those from competitor or adversarial nations, can present risks to U.S. national security. The United States therefore maintains a robust foreign investment review process to identify and address such risks. As the national security environment, including the behavior of countries and individuals that seek to impair U.S. national security, evolves, the review process of the Committee on Foreign Investment in the United States (CFIUS, or the Committee) also must evolve.This Executive Order (E.O. or the Order) is the first E.O. since CFIUS was established in 1975 to provide formal Presidential direction on the risks that the Committee should consider when reviewing a covered transaction. The Order explicitly recognizes that some countries use foreign investment to obtain access to sensitive data and technologies for purposes that are detrimental to U.S. national security, and seeks to ensure that CFIUS remains an effective tool to combat these threats now and in the future. More broadly, this Order explicitly ties CFIUS’ role, actions, and capabilities with the Administration’s overall national security priorities—including preserving U.S. technological leadership, protecting Americans’ sensitive data, and enhancing U.S. supply chain resilience—to ensure that the United States’ national security tools and objectives are consistent and mutually reinforcing.Specifically, this E.O. provides direction to CFIUS by elaborating on existing statutory factors and adds several national security factors for CFIUS to consider during its review process. The Order also acknowledges the importance of continuous improvements to the foreign investment review process and directs CFIUS to continue to regularly review its processes, practices, and regulations to ensure that they remain responsive to evolving national security threats.This E.O. does not change CFIUS processes or legal jurisdiction. It should be read in conjunction with the national security factors already set out in section 721(f) of the CFIUS statute, and with the understanding that these lists of factors are illustrative. CFIUS may consider any national security risk arising out of a transaction over which it has jurisdiction. The E.O. directs the Committee to consider five specific sets of factors:Today’s Executive Order is a part of the Biden-Harris Administration’s broader strategy to maintain U.S. economic and technological leadership, specifically with respect to protecting national security. This involves both strengthening domestic investments and competitiveness at home and in partnership with our allies, while using all available tools to protect America’s edge and prevent our competitors and adversaries from undermining our national security.###"
}