{
    "title": "FACT SHEET: Presidential Memorandum Establishing the White House Task Force to Address Online Harassment and Abuse | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/06/16/fact-sheet-presidential-memorandum-establishing-the-white-house-task-force-to-address-online-harassment-and-abuse/",
    "created_at": null,
    "content": "Today, President Biden will sign a Presidential Memorandum establishing the White House Task Force to Address Online Harassment and Abuse, responding to the need for government leadership to address online harms, which disproportionately affect women, girls, people of color, and LGBTQI+ individuals. Vice President Harris will launch the Task Force by hosting a survivor and expert roundtable this afternoon. The tragic events in Buffalo and Uvalde have underscored a fact known all too well by many Americans: the internet can fuel hate, misogyny, and abuse with spillover effects that threaten our communities and safety offline. President Biden has long championed efforts to prevent and address gender-based violence, including writing and passing the landmark Violence Against Women Act (VAWA) nearly three decades ago as a U.S. Senator and signing its reauthorization into law earlier this year.  The reauthorized VAWA includes historic new protections against online harassment and abuse. Vice President Harris, who is hosting today’s Task Force, has long been a champion of addressing online harassment and abuse throughout her career, including as United States Senator and California’s Attorney General. The Task Force will produce recommendations for the Federal government, state governments, technology platforms, schools, and other public and private entities to prevent and address technology-facilitated gender-based violence, including a focus on the nexus between online misogyny and radicalization to violence.  Recommendations will focus particularly on: increasing support for survivors of online harassment and abuse; expanding research to better understand the impact and scope of the problem; enhancing prevention, including prevention focused on youth; and strengthening accountability for offenders and platforms. The Task Force will be co-chaired by the Gender Policy Council and the National Security Council, and will include the Attorney General, the Secretary of Health and Human Services and other heads of Federal agencies. Strengthening the Federal Response to Online Harms: White House Task Force to Address Online Harassment and AbuseThe Task Force is an interagency effort to address online harassment and abuse, specifically focused on technology-facilitated gender-based violence. In consultation with survivors, advocates, educators, experts from diverse fields, and the private sector, the Task Force will develop specific recommendations to improve prevention, response, and protection efforts through programs and policies in the United States and globally by:BackgroundWhen President Biden first wrote and championed the Violence Against Women Act (VAWA) in the early 1990s, the internet was still in its infancy. Today, the internet has transformed our ability to connect, communicate, and access services and support. At the same time, social media and other forms of technology are increasingly misused as tools of abuse, harassment, and exploitation. In the United States, one in three women under the age of 35 report being sexually harassed online, and over half of LGBTQI+ individuals report being the target of severe online abuse. Individuals may also be disproportionately targeted because of their race, gender and gender identity, ethnicity, religion, age, disability, sexual orientation, or at the intersection of various identities.  Online harassment and abuse take many forms, including the non-consensual distribution of intimate digital images; cyberstalking; sextortion; doxing; malicious deep fakes; gendered disinformation; rape and death threats; the distribution of child sexual abuse materials; online recruitment and exploitation of victims of sex trafficking, including youth; and various other forms of technology-facilitated intimate partner abuse. Technology-facilitated gender-based violence can have serious consequences, ranging from psychological distress and negative health impacts, including self-harm and suicide, to self-censorship and disruptions to education and economic loss.   It can also lead to physical and sexual violence, including homicide.  In the United States and around the world, women and LGBTQI+ political leaders, public figures, activists, and journalists face virulent and often sexualized online harassment and abuse, which can undermine human rights and full participation in democracy, governance, and civic life. Recent mass shootings have also underscored the connections between online harassment, hate, misogyny, and extremist acts.  For example, the Uvalde shooter had a history of threatening girls online, yet these violent, sexualized harms and threats were dismissed and ignored when reported.  In their annual report on Mass Attacks in Public Spaces, the U.S. Secret Service notes that special focus should be given to assessing threats and preventing violence related to “men who use digital platforms to voice misogynistic views and general animosity toward women.”  The Biden-Harris Administration Efforts to Combat Online Harassment and Abuse President Biden and Vice President Harris have long been committed to standing with survivors of gender-based violence wherever it occurs—including online. Through this Task Force, they will lead a strategic vision for countering online forms of violence, harassment and abuse. Alongside the launch of the Task Force, the Biden-Harris Administration is undertaking several key actions, including:###"
}