{
    "title": "FACT SHEET: Biden-Harris Administration Announces Expansion of Global Health Security Partnerships and Releases Annual Progress Report | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/11/29/fact-sheet-biden-harris-administration-announces-expansion-of-global-health-security-partnerships-and-releases-annual-progress-report/",
    "created_at": null,
    "content": "As the world continues its fight against COVID-19, other ongoing outbreaks are stark reminders of the continued and constant threat posed by infectious diseases. The global Mpox outbreak and an Ebola outbreak in Uganda are just two of the most recent examples of how the risks and impact of emerging infectious diseases are increasing daily, and how global systems remain ill-equipped to identify and contain these threats.  The Biden-Harris Administration continues to prioritize global health security as a critical component of national biodefense.  Today, the Administration announced new actions to advance global health security that accelerate implementation of the National Biodefense Strategy and Implementation Plan for Countering Biological Threats, Enhancing Pandemic Preparedness, and Achieving Global Health Security (Strategy).  With this Strategy, the Administration has charted a bold and ambitious roadmap to protect American lives and livelihoods, and protect against infectious disease threats, whether naturally occurring, accidental, or deliberate.  Partnering with countries to stop infectious disease threats at their source — by strengthening equitable health systems in their own regions — is an effective way to protect the health of Americans and people across the world. EXPANDING GLOBAL HEALTH SECURITY PARTNERSHIPSThe United States is committed to directly supporting at least 50 countries, by 2025, to strengthen and achieve regional, national and local capacity in five critical areas to prevent, detect, and respond to infectious disease threats.  Building these capacities will further accelerate country compliance with the International Health Regulations (IHR) and help reach the 2024 target of the Global Health Security Agenda (GHSA). Over the next year, the United States will:The United States employs a whole-of-government approach assisting partners to strengthen regional, national and local health systems to better prevent, detect, and respond to biological threats in a safe and secure manner, bolstered by programs and appropriations of the U.S. Department of State, U.S. Department of Health and Human Services, U.S. Centers for Disease Control and Prevention, U.S. Agency for International Development, U.S. Department of Defense, and others.  To achieve these measurable results and support additional crosscutting global health security activities, the United States is providing more than $1.25 billion in Fiscal Year 2022 funds, an increase of over $570 million from Fiscal Year 2021.  The Administration has also reaffirmed and will continue to utilize the coordinated whole of government effort outlined in Executive Order 13747, Executive Order 13987, and National Security Memorandum-15 to accelerate progress.SPURRING OTHER DONORS AND MULTILATERAL PARTNERS TO ACTGlobal health security is vital for international security and solidarity, and cannot be achieved alone.  In addition to expanding bilateral partnerships, the United States will utilize its unparalleled catalytic leadership to unlock more commitments from allies, donors, and other partners to bolster support an additional 50 countries.  To this end, over the next year, the United States will:BUILDING PREPAREDNESS AT HOME AND WITH OUR NEIGHBORSWhile we build capacity globally, the United States will continue to invest in pandemic preparedness here at home and in our own region, working with partners in the Western Hemisphere.  The majority of our domestic goals and objectives are articulated within the recent National Biodefense Strategy and Implementation Plan.   Building on this Strategy, the United States will work regionally – in North and South America — this year – to build additional health security capacity. Specifically, the United States will:DELIVERING RESULTS FROM UNITED STATES INVESTMENTS Investing billions of dollars today in global health security can save trillions of dollars and millions of lives. As requested in the Fiscal Year 2023 Budget, the Biden-Harris Administration urges Congress to fully meet this unique moment in history – by providing the additional resources needed to sustain and accelerate progress for these global health security partnerships, and solidify steadfast U.S. leadership in the Pandemic Fund. In order to show Congress and the American people the impact generated from these life-saving investments, the Administration is also releasing its annual report, Progress and Impact of U.S. Government Investments in Global Health Security, which details key outcomes from our Fiscal Year 2021 partner country activities.  In publishing these significant and measurable results, the United States continues to model transparency and accountability for its health security investments with global partners, and calls on countries and non-governmental organizations to do the same.  The results are clear:  Investing in preparedness and prevention saves lives and yields tangible results, including helping to rapidly address outbreaks of Ebola, yellow fever, Lassa fever, polio, influenza, and many others.[READ THE 2021 ANNUAL REPORT]###"
}