{
    "title": "FACT SHEET: The Biden-Harris Administration’s Plan for Student Debt Relief Could Benefit Tens of Millions of Borrowers in All Fifty States | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/09/20/fact-sheet-the-biden-harris-administrations-plan-for-student-debt-relief-could-benefit-tens-of-millions-of-borrowers-in-all-fifty-states/",
    "created_at": null,
    "content": "Today, the White House released state-by-state data on how the Biden-Harris Administration’s plan for student debt relief will benefit borrowers in all fifty states, Washington, D.C., and Puerto Rico. Last month, President Biden announced his Administration’s plan to give working and middle-class Americans more breathing room by providing up to $20,000 in debt relief to Pell Grant recipients and up to $10,000 to other borrowers. The Biden-Harris Administration expects that over 40 million borrowers are eligible for its student debt relief plan, and nearly 20 million borrowers could see their entire remaining balance discharged.The student debt relief plan will help borrowers and families continue to recover from the pandemic and prepare to resume student loan payments in January 2023. Nearly 90% of relief dollars will go to those earning less than $75,000 per year – and no relief will go to any individual or household in the top 5% of incomes in the United States. By targeting relief to borrowers with the highest economic need, the Administration’s actions are also likely to help narrow the racial wealth gap. Nearly 71% of Black undergraduate borrowers are Pell Grant recipients, and 65% of Latino undergraduate borrowers are Pell Grant recipients.The below analysis from the Department of Education includes state-by-state data on the estimated number of individuals eligible for student debt relief, and the estimated number of Pell Grant borrowers eligible for up to $20,000 of relief within each state.In the coming weeks, the Department of Education will release additional details on how individuals across the country can benefit from the Administration’s student debt relief plan. For more information, visit StudentAid.gov/debtrelief.*Borrowers who are in outlying territories, military zones, or currently outside of the United States###"
}