{
    "title": "FACT SHEET: President Biden Welcomes Asia-Pacific Leaders To San Francisco, Drives Inclusive and Sustainable Economic Growth at Home and Throughout APEC | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/11/17/fact-sheet-president-biden-welcomes-asia-pacific-leaders-to-san-francisco-drives-inclusive-and-sustainable-economic-growth-at-home-and-throughout-apec/",
    "created_at": null,
    "content": "This week, President Biden welcomed government and business leaders from across the Asia-Pacific to San Francisco, California, for APEC Economic Leaders’ Week. President Biden highlighted how his efforts to grow the U.S. economy from the bottom up and the middle out have made the United States the preeminent driver of inclusive and sustainable economic growth in the Asia-Pacific and are delivering results for American workers and families. Across the events of the week, President Biden took steps to deepen U.S. economic ties with key regional partners, support workers’ rights around the world, and advance his agenda for a more innovative, interconnected, and inclusive Asia-Pacific region.Driving Regional Growth and DynamismThe United States is the world’s leading global economy and an engine of growth and dynamism across the Asia-Pacific region.  Since the President took office, we’ve created 14 million jobs here at home—and more jobs in the first two years than any President in a four-year term. The United States has had 21 straight months of unemployment under 4 percent, for the first time in over half a century, and the economy grew by 4.9 percent in the third quarter of this year.  Our strong economy is driving inclusive and sustainable growth across the Asia-Pacific and catalyzing historic investment from the Asia-Pacific to support growth here at home.Charting the Next Chapter of Inclusive Regional GrowthOn top of these strong two-way investment flows, President Biden has pursued a forward-looking economic agenda that strengthens our ties with partners and supports American workers. Today our partners recognize that our collective success hinges on building secure supply chains, harnessing the clean energy and digital transformations, and driving broadly shared growth. By putting these issues at the top of our agenda, President Biden has been able to forge new regional partnerships and deepen bilateral ones.Investing in APEC as an InstitutionWhile APEC has always focused on economic growth, throughout the United States host year, we have focused on how we grow. Guided by the theme, “Creating a Resilient and Sustainable Future for All,” the U.S. APEC Host Year focused on key priorities for future regional growth.###"
}