{
    "title": "Biden Administration Announces Nearly $1B in Bipartisan Infrastructure Law Funding Improving Airport Terminals across U.S. | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/07/07/biden-administration-announces-nearly-1b-in-bipartisan-infrastructure-law-funding-improving-airport-terminals-across-u-s/",
    "created_at": null,
    "content": "Projects will increase airport capacity, energy efficiency and accessibilityFunding going to communities small, medium and large across countryWASHINGTON – The U.S. Department of Transportation’s Federal Aviation Administration (FAA) will award nearly $1 billion from President Biden’s Bipartisan Infrastructure Law funding to 85 airports across the country to improve terminals of all sizes. The grants expand capacity at our nation’s airport terminals, increase energy efficiency, promote competition and provide greater accessibility for individuals with disabilities. Building better airport terminals will improve customer experiences, move goods through the economy more efficiently to lower prices and enhance U.S. competitiveness.Two grants will also be awarded to build and improve new air traffic control towers.“Americans deserve modern airports that meet the needs of their families and growing passenger demand. Funded through President Biden’s Bipartisan Infrastructure Law, today’s grants will improve airport terminals while also creating good jobs in communities across the country,” said U.S. Transportation Secretary Pete Buttigieg.View a data visualization of the airports receiving grants and how the funds will be invested.“The work that goes in to build safer, more accessible and sustainable terminals will provide opportunities for people across the nation. The Bipartisan Infrastructure Law is a critical investment not only in our nation’s infrastructure, but an investment in the future of our country’s workforce,” said FAA Deputy Administrator A. Bradley Mims.Historically, the FAA has invested in runways, traffic-control towers and back-of-house infrastructure. Thanks to the Bipartisan Infrastructure Law, there is dedicated funding to support modernizing airport terminals across the country.70 grants contain an element that will expand terminal capacity. Among them are:76 grants contain an element that will increase terminal sustainability. Among them are:47 grants contain an element that will go to improving airport access to historically disadvantaged populations and rural airports. Among them are:73 grants contain an element that provide greater access to individuals with disabilities. Among them are:Two grants are awarded to airports to build new air traffic control towers. Those airports are:One grant will increase multimodal transportation access. That grant goes to:Today’s funding is from the Airport Terminal Program, one of three aviation programs created by the Bipartisan Infrastructure Law. The law provides $1 billion annually for five years for Airport Terminal grants. Learn more at faa.gov/bil. The President’s Bipartisan Infrastructure Law, also known as the Infrastructure Investment and Jobs Act, makes a historic investment in our nation’s infrastructure and competitiveness. It will rebuild America’s roads, bridges and rails, upgrade and expand public transit, modernize the nation’s ports and airports, improve safety, tackle the climate crisis, advance environmental justice and invest in communities that have too often been left behind. It will drive the creation of good-paying union jobs and grow the economy sustainably and equitably to help everyone get ahead for decades to come."
}