{
    "title": "FACT SHEET: Bipartisan Infrastructure Deal and Build Back Better Agenda Present Bright Future for Solar Power, Good Jobs, and More Affordable Energy | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/08/17/fact-sheet-bipartisan-infrastructure-deal-and-build-back-better-agenda-present-bright-future-for-solar-power-good-jobs-and-more-affordable-energy/",
    "created_at": null,
    "content": "New Department of Energy Issue Brief Details How Solar Investments Create Good-Paying Jobs and Reduce Consumer Costs for EnergyToday, the Department of Energy (DOE) released a new issue brief that details a bright future for solar power, good jobs, and affordable energy in the United States. President Biden’s proposed investments in the Bipartisan Infrastructure Deal and Build Back Better Agenda will invest in the infrastructure, manufacturing, innovation, and incentives for solar energy that we need to grow good-paying, union jobs at home, make solar energy affordable for all American families, and accelerate the deployment of net-zero energy across the country. These critical investments will unlock the full potential of solar and help fight the climate crisis.To spotlight how President Biden’s plans will grow solar jobs and lower costs for working families, Biden-Harris Administration officials are traveling across the country to meet with industry, academia, homeowners, and stakeholders to discuss the benefits of solar. Today, National Climate Advisor Gina McCarthy will meet with local climate leaders and experts at a California university to see how the school is leveraging clean energy, while Labor Secretary Marty Walsh will tour First Solar’s solar panel manufacturing facility in Lake Township, Ohio, and meeting with workers. First Solar already supports 1,600 jobs in Ohio, and this new factory expansion will create about 500 new jobs. Yesterday, Energy Secretary Jennifer Granholm was in Alaska touring renewable energy labs and discussing game-changing clean energy technologies with local businesses.The DOE issue brief – Investing in the Clean Energy Future: Solar Energy Research, Deployment, and Workforce Priorities – details the immense growth opportunities that exist in the solar energy industry for workers and families, and how investments like those proposed by President Biden can supercharge the benefits of these opportunities. In particular, the issue brief explains:The solar industry has its roots in America. The United States pioneered the manufacturing and scale-up of solar PV technologies, and American R&D has helped lower manufacturing costs, increase efficiency and performance, and improve reliability of solar technologies. Since then, solar has become a highly competitive global industry. New U.S. investments in solar materials, solar demonstration projects, critical material supply chains, and the building or retooling of manufacturing facilities can help the United States lead once again in the global solar market.As previously announced, DOE is pursuing new policy to ensure that all innovations that are developed with taxpayer dollars through DOE’s Science and Energy Programs require awardees to substantially manufacture those products in the United States, creating good-paying domestic jobs. This change will cover more than $8 billion in clean energy and climate innovation funding requested in the President’s Budget for Fiscal Year 2022, as well as future fiscal year spending. DOE will implement these actions through a Determination of Exceptional Circumstances under the Bayh-Dole Act.This DOE issue brief underscores the immense opportunity that exists within the solar industry and how key investments, like those proposed in the Build Back Better Agenda, can seize that opportunity. Doing so will create thousands of good-paying, union jobs at home, expand manufacturing, make solar affordable for all communities, and lower monthly utility bills – all while positioning the United States as a leader once again in solar energy and putting us on track to meet President Biden’s climate goals.Read the full issue brief here.###"
}