{
    "title": "FACT SHEET: Biden-Harris Administration Announces New Investments to Protect the Colorado River System | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/04/06/fact-sheet-biden-harris-administration-announces-new-investments-to-protect-the-colorado-river-system/",
    "created_at": null,
    "content": "President Biden’s Investing in America Agenda is Enhancing Drought Resilience and Strengthening Water Security in the WestThe Biden-Harris Administration is leading a whole-of-government effort to make Western communities more resilient to climate change and the ongoing megadrought by harnessing the full resources of the President’s historic Investing in America agenda. The Inflation Reduction Act and Bipartisan Infrastructure Law together include $15.4 billion to enhance the West’s resilience to drought, the largest investment in climate resilience in our nation’s history.This week, senior officials from the White House and the Department of the Interior traveled to Arizona, California, Colorado, and Nevada to highlight the Administration’s unprecedented investments in drought resilience and close collaboration with Colorado River Basin states, Tribes, water managers, farmers, irrigators, and other stakeholders.The Administration is announcing new investments for water-saving projects and other conservation efforts in the Colorado River Basin that will immediately yield hundreds of thousands of acre-feet of water savings. These water savings will grow rapidly in the years ahead as additional, longer-term water efficiency infrastructure and resilience strategies come online:The Colorado River Basin provides water for more than 40 million Americans, fuels hydropower resources in eight states, supports agriculture and agricultural communities across the West, and is a crucial resource for 30 Tribal Nations. Despite recent heavy rain and snow, the historic 23-year drought has led to record low water levels at Lake Powell and Lake Mead.The Administration is deploying these resources and more to protect the stability and sustainability of the Colorado River System now and into the future by:Support to Immediately Reduce Water Demand in the Colorado River BasinPresident Biden’s Inflation Reduction Act is supporting voluntary water conservation measures to immediately reduce water demand throughout the Colorado River System. Ongoing investments from the Inflation Reduction Act’s $4.6 billion for drought resilience and other efforts to support short-term conservation include:Infrastructure Upgrades and Strategies for Mid- and Long-Term ConservationPresident Biden’s Bipartisan Infrastructure Law includes $8.3 billion for the Bureau of Reclamation’s water infrastructure programs. These investments and other resources, including from the Inflation Reduction Act, are supporting infrastructure upgrades and other long-term strategies to improve water efficiency, reuse, storage, and recycling. Initiatives to make scarce water supplies go further include:Collaborative Planning to Protect Communities Now and into the FutureAs the Biden-Harris Administration deploys unprecedented investments to increase water security and resilience throughout the Colorado River Basin, the Administration is also working collaboratively with all stakeholders to ensure the Colorado River Basin’s farmers, ranchers, Tribal Nations, rural communities, and cities have the tools and resources they need to manage the impacts of drought and changing climate conditions today and into the future. These efforts include:###"
}