{
    "title": "FACT SHEET: National Strategy for Countering Domestic Terrorism Strategic Implementation Update | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/06/27/fact-sheet-national-strategy-for-countering-domestic-terrorism-strategic-implementation-update/",
    "created_at": null,
    "content": "Two years ago this month, the Biden-Harris Administration released the first-ever National Strategy for Countering Domestic Terrorism. Since the strategy’s launch in June 2021, we have sharpened our understanding of the domestic terrorism threat, increased information sharing with state, local, Tribal, and territorial law enforcement and foreign partners, doubled our investigations into domestic extremism and terrorism, prioritized funding for research into the factors that influence domestic terrorism and extremism, strengthened local efforts to prevent acts of domestic terrorism, and expanded our capabilities to disrupt and prosecute such acts, all while safeguarding privacy, civil rights and civil liberties.Domestic terrorism strikes at the very foundations of democracy and is a direct threat to the civil rights and civil liberties guaranteed to all Americans. Those who engage in domestic terrorism and hate-fueled violence attempt to intimidate Americans and deny them their most basic rights, including their lives and liberty. The Biden-Harris Administration is determined to ensure that domestic terrorist activity or hate-filled violence does not interfere with Americans’ ability to speak freely, to practice their faiths as they wish, to live safely, or to exercise their other constitutional rights, including to assemble and protest peacefully. Developing a Shared Understanding of Domestic TerrorismThe U.S. government is increasing its understanding of the nature of the threats posed by domestic terrorism and sharing this information with a wide range of stakeholders inside and outside of government by:Preventing Domestic Terrorism Recruitment and MobilizationThe Administration is adopting an evidence-based, stakeholder-informed, public health-focused violence prevention approach. The strategy draws on the expertise, experience and efforts of the entire government to establish and enhance community-level and individual-level violence prevention and resilience by:Disrupting and Deterring Domestic TerrorismWe know that strengthening prevention efforts at the state and local level are not the silver bullet to stopping domestic terrorism. The Administration has therefore also stressed the importance of deterring domestic terrorism by consistently investigating and prosecuting bad actors:Confronting Long-Term Contributors to Domestic TerrorismThe Biden-Harris Administration has launched a series of efforts focused on the prevention and reduction of hate crimes.The United We Stand Summit. Last September, the President hosted the Summit, which put forward a shared vision for a more united America, demonstrating that the vast majority of Americans agree that there is no place for hate-fueled violence in our country. We know that when Americans stand united to heal divides, we can help prevent acts of hate and violence. The Summit mobilized communities across the country to make commitments towards advancing an inclusive and bipartisan vision for a more united America. See this Fact Sheet for more information.Presidential Initiatives to Address Antisemitism, Islamophobia and Related Forms of Bias and Discrimination. In December 2022, the President established an interagency policy committee (IPC) to counter bias and discrimination. In response to the alarming increase in antisemitic incidents among other acts of hate, the President directed the interagency group as its first order of business to develop a national strategy to counter antisemitism.In May 2023, the Administration released the first-ever U.S. National Strategy to Counter Antisemitism, which includes over 100 meaningful actions that more than two dozen government agencies will take in the next year to counter antisemitism, as well as over 100 calls to action for Congress, state and local governments, companies, technology platforms, students, teachers and academics, civil society and faith leaders, and others to counter antisemitism. See this Fact Sheet for more information on the key strategy actions.###"
}