{
    "title": "Readout of the Third Meeting of the White House Competition Council | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/09/26/readout-of-the-third-meeting-of-the-white-house-competition-council/",
    "created_at": null,
    "content": "This afternoon, the President met with the White House Competition Council in the State Dining Room to discuss the significant progress made since he signed the Competition Executive Order just over a year ago, and to call on the Council to continue taking aggressive actions to deliver concrete costs savings to American families.The July 9, 2021 Executive Order on Promoting Competition in the American Economy established the Competition Council to drive forward the Administration’s whole-of-government effort to promoting competition. Its purpose is to coordinate progress on the Order’s 72 initiatives to restore competition in the economy, to collaborate on addressing pressing competition problems across the economy, and to find new ways of delivering concrete benefits to America’s consumers, workers, farmers, and small businesses. The Council is comprised of ten Cabinet members and the heads of seven independent agencies.The President commended the Council’s members for the impressive work done over the last year, and highlighted several examples of initiatives to delivering cost-savings for American consumers:The President emphasized that hidden, surprise fees hit the most vulnerable Americans the hardest, and that too often companies impose non-transparent fees that don’t allow customers to see the full price of what they’re buying, and use termination fees to make it harder for consumers to switch their service providers, like their cell phone company. The President called on all agencies to reduce or eliminate such fees, and to deliver concrete results by the next Competition Council meeting.The Council’s members then used the rest of the meeting to discuss their plans for the coming months, including strategizing on how best to deliver on the President’s call to action to reduce or eliminate unfair fees that Americans shouldn’t have to pay. The Council’s members also discussed additional actions expected in the coming months, such as:Participants in today’s meeting included:###"
}