{
    "title": "FACT SHEET: To Mark Veterans Day, Biden-Harris Administration Highlights Historic Care, Benefits & New Actions to Support Veterans and Their Families | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/11/10/fact-sheet-to-mark-veterans-day-biden-harris-administration-highlights-historic-care-benefits-new-actions-to-support-veterans-and-their-families/",
    "created_at": null,
    "content": "Administration sets record for care and $163 billion in benefits delivered to veterans through President Biden’s Unity AgendaPresident Biden believes we have a sacred obligation to care our nation’s veterans and their families. Simply put, we owe them a debt we can never fully repay. Supporting those who wear the uniform is a commitment that unites all Americans – Democrats, Republicans, and Independents – and it’s why the President has made supporting our veterans a core pillar in his Unity Agenda for the nation. Since taking office, President Biden has signed into law nearly 30 bipartisan bills that address some of the most important issues facing veterans today, including the PACT Act, which is most significant expansion of benefits and services for toxic exposed veterans in more than 30 years. And his Administration and Congress have worked together to expand access to health care, address veteran homelessness, improve access to child and long-term care, and support education and workforce opportunity for veterans and their families.To mark this Veterans Day, President Biden will announce that his Administration has delivered more benefits and health care, more quickly, to more veterans than ever before. In 2023 alone, the Department of Veterans Affairs delivered $163 billion in earned benefits to 6.3 million veterans and survivors, and processed a record 1.98 million disability claims. VA delivered more than 116 million health care appointments, over 5.5 million dental procedures, and provided services and assistance to more than 74,000 family caregivers. The Administration is building on this historic progress and announcing new actions to lower health care costs for veterans – including low- or no-cost health care for all living World War II veterans. And the Administration will also announce the launch a new Veteran Scam and Fraud Evasion (VSAFE) campaign and Task Force to better protect veterans and their families from scams and predatory actors. The announcements include:Lowering health care costs and expanding health care eligibility for veterans. President Biden believes access to health care is a right not a privilege. Beginning this month, VA will expand eligibility for low- or no-cost health care to all living World War II veterans. VA will also now cover health care costs associated with Parkinson’s disease under the Camp Lejeune Family Member Program. And, to ensure all toxic exposed veterans get the health care they deserve, President Biden is directing the Secretary of Veterans Affairs to accelerate the eligibility timeline for veterans under the authorities granted by the PACT Act. Under this accelerated timeline, all remaining cohorts of toxic exposed veterans will be eligible to enroll in VA health care in early 2024.Protecting veterans and their families from predatory actors and scams. In 2022, veterans, military personnel, and their families reported 93,000 fraud complaints that cost them more than $414 million. Today, the President is launching the new Veteran Scam and Fraud Evasion (VSAFE) Initiative and Task Force to better protect veterans and their families against these scams. The Task Force brings together leaders from VA, the Department of Education, Federal Trade Commission, Social Security Administration, Consumer Financial Protection Bureau, Department of State, and Department of Defense to kick off an all-hands effort to safeguard veterans and their families. Today, VSAFE will release a set of Do’s and Don’ts to get the word out to help veterans and their families. In the coming months, the VSAFE Task Force will:These announcements build on Administration-wide actions to support veterans and their families, including: Addressing toxic exposures. The bipartisan Sergeant First Class Heath Robinson Honoring our Promise to Address Comprehensive Toxics (PACT) Act represents the most significant expansion in benefits and services for veterans in over thirty years. Since enactment, VA has received over 1.17 million PACT Act related claims since enactment and has granted toxic exposure benefits to more than 505,000 veterans and survivors. Additionally, more than 204,620 veterans eligible under the PACT Act have newly enrolled in VA health care, and more than 4.85 million veterans have been screened for toxic exposure.Reducing veteran suicide. Since releasing a comprehensive public health strategy for reducing military and veteran suicide, the Biden-Harris Administration has continued to improve suicide prevention efforts. VA has provided no-cost life-saving care to more than 33,000 veterans at risk of suicide since January. VA awarded $105 million in grants for community-based organizations to deliver or coordinate suicide prevention programs and services for veterans and their family members. And, since launching the 988 Veterans Crisis Line, VA has fielded more than 1.1 million calls, texts, and chats to ensure access to confidential counseling to veterans in crisis.  Ending veteran homelessness. President Biden has called on Congress to triple the number of veterans who receive housing vouchers – a critical tool to help prevent veteran homelessness. In August, VA also issued $1 billion in funding to community organizations to help homeless and at-risk veterans through rapid rehousing, transitional housing and case management, and prevent housing loss. And, in 2023 alone, VA has permanently housed over 35,000 veterans and is on track to exceed its goal of 38,000 by the end of the year.Improving Equity. Women are the fastest growing group of veterans who use VA services and the Administration is committed to addressing and providing resources for their specialized health care needs. In October, to improve health outcomes for mothers and their newborn children, VA expanded access to its maternity care coordination from 8 weeks to 12 months post-partum. To ensure that all LGBTQ+ veterans can access the benefits they have earned, the Department of Defense announced it would proactively review and consider discharge upgrades for veterans who were discharged under Don’t Ask, Don’t Tell.Reducing burdens and improving veteran experience. VA is making it easier for veterans to access and manage their benefits. Veterans are now able to receive notifications of claims decisions through a mobile application, receive veteran benefit payments through automatic deposit, and submit their applications online. VA has also lowered premiums on life insurance, lowered interest rates, and removed burdensome copays for certain veterans to help reduce financial strain on veterans and their families.Advancing economic security for military and veteran spouses, caregivers, and survivors. In June, the President, alongside First Lady Jill Biden, signed an Executive Order to increase the economic security of military and veteran spouses, caregivers, and survivors. Since Day One of the Biden Administration, Dr. Biden, through her Joining Forces initiative, has worked to eliminate barriers to employment and increase economic opportunity for military-connected families. The Executive Order included nearly 20 new actions aimed at enhancing career stability, expanding employment resources, and improving transition assistance support for military-connected spouses. In December 2023, the Office of Personnel Management (OPM) will publish a government-wide Military and Veteran Spouse, Military Caregiver, and Survivor Hiring and Retention Strategic Plan.Improving access to child and long-term care options. Earlier this year, President Biden signed an historic Executive Order calling for more than 50 administrative actions that would improve access to and quality of child care and long-term care for Americans, including for our nation’s heroes. By the end of fiscal year 2024, each VA medical center will offer veterans and their families with self-directed care options through the Veteran Directed Care program. ###"
}