{
    "title": "FACT SHEET: Biden-Harris Administration Announces New Standards and Major Progress for a Made-in-America National Network of Electric Vehicle Chargers | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/02/15/fact-sheet-biden-harris-administration-announces-new-standards-and-major-progress-for-a-made-in-america-national-network-of-electric-vehicle-chargers/",
    "created_at": null,
    "content": "Made in America Policies and New Technical Standards Support the Future of the Electric Vehicle Charging Industry, Public and Private Actions Accelerate Buildout of National Network and Catalyze Manufacturing Boom Today, the Biden-Harris Administration announced its latest set of actions aimed at creating a convenient, reliable and Made-in-America electric vehicle (EV) charging network so that the great American road trip can be electrified.  These steps will help the United States meet President Biden’s ambitious goals to confront the climate crisis, by building a national network of 500,000 electric vehicle chargers along America’s highways and in our communities and have EVs make up at least 50% of new car sales by 2030, all while advancing an industrial strategy to continue to build-out the domestic EV and EV charging industry. The path to net-zero emissions by 2050 is creating good-paying manufacturing and installation jobs on the way.   President Biden’s Bipartisan Infrastructure Law invests $7.5 billion in EV charging, $10 billion in clean transportation, and over $7 billion in EV battery components, critical minerals, and materials. These flagship programs complement the Inflation Reduction Act’s landmark support for advanced batteries and new and expanded  tax credits for purchases of EVs and to support installations of charging infrastructure, as well as dozens of other federal initiatives designed to drive domestic manufacturing and build a national network of EV charging. The result is that the future of American transportation is on track to be cleaner, safer, more affordable, and more reliable than ever before. Today’s announcements are a further demonstration of the President’s successful industrial strategy, ensuring that the clean energy transition is powered by American manufacturing and good-paying union jobs. Because of President Biden’s leadership and record federal investment, EV sales have tripled and the number of publicly available charging ports has grown by at least 40% since he took office. There are now more than three million EVs on the road and over 130,000 public chargers across the country. Further accelerating the buildout of a convenient, reliable charging network is critically important to make electric vehicle charging a seamless experience. Today, companies including Tesla, General Motors, EVgo, Pilot, Hertz and bp, among others, are announcing new commitments to expand their networks by thousands of public charging ports in the next two years, using private funds to complement federal dollars and putting the nation’s EV charging goals even closer within reach.  Today’s actions include:These announcements build on the well over $100 billion that the private sector has invested in electric vehicle, battery, and EV charging manufacturing in the United States to date. Today’s announcements are evidence of the President’s successful industrial strategy, ensuring that federal funds are attracting private investment to ensure the clean energy transition is powered by American manufacturing and good-paying union jobs. Combined with investments in battery manufacturing and tax credits for electric vehicle purchases and charging infrastructure driven by the Inflation Reduction Act, these programs are key to achieving the Administration’s climate goals.ACCESSIBLE, RELIABLE, CONVENIENT, USER-FRIENDLY EV CHARGING NETWORKTo ensure ready access to charging and spur good manufacturing jobs at home, President Biden has publicly committed to building out a convenient, reliable, and user-friendly national network of 500,000 EV chargers by 2030.  In support of this vision, the Department of Transportation announced the National Electric Vehicle Infrastructure program (NEVI), a $5 billion initiative to create a coast-to-coast network of electric vehicle chargers focused on major highways that support the majority of long-distance trips.  This national network will give drivers confidence they can always find a place to charge, jump start private investment in charging infrastructure and electric vehicles, and support the President’s goal of at least 50% of vehicle sales to be electric by 2030.Today, FHWA, with support from the Joint Office, unveiled new national standards for federally funded EV chargers, including NEVI-funded chargers. All 50 states, Washington DC, and Puerto Rico are participating in the NEVI program and initial investments will electrify over 75,000 miles of the national highway system. These standards will direct federal dollars to build out a national EV charging network that is user-friendly, reliable, and accessible so that charging is as easy as filling up at a gas station. Until now, there were no comprehensive standards for the installation, operation, or maintenance of EV charging stations, and disparities exist among EV charging stations in key areas, such as connector types, payment methods, data privacy, speed and power of chargers, reliability, and the overall user experience. A recent survey of EV users reported frustration with chargers that are too slow, too crowded, or that just don’t work. Under FHWA’s new standards, we are fixing this. The standards will ensure that:The standards will also help to ensure that these historic investments in EV charging create good-paying jobs and that EV chargers are well-serviced by requiring strong workforce standards such as Registered Apprenticeships and the Electric Vehicle Infrastructure Training Program (EVITP). Through the White House Talent Pipeline Challenge, International Brotherhood of Electrical Workers (IBEW) has certified 20,000 electricians through EVITP.Together, the standards will ensure that chargers operated by different networks operate similarly and provide the traveling public with a predictable EV charging experience – no matter what car you drive or what state you charge in.ACCELERATING THE BUILDOUT OF EV CHARGING NETWORKSThe Biden-Harris Administration’s actions on EVs have spurred network operators to accelerate the buildout of coast-to-coast EV charging networks. Public dollars will supplement private investment by filling gaps, serving rural and hard to reach locations, and building capacity in communities. Announcements being spotlighted today will add more than 100,000 public chargers available for all EVs, and include:AN ELECTRIC VEHICLE FUTURE THAT IS MADE IN AMERICAThe Build America, Buy America implementation plan for EV charging equipment reflects the success of the Biden-Harris Administration at spurring new domestic investments in the manufacture of EV fast-charging equipment.  The rapidly-expanding industry is ramping up production to make high-quality, Buy America compliant chargers, creating good jobs and helping the Unites States strengthen its leadership in clean energy manufacturing.  That strategy will ensure that electric vehicle chargers purchased through the NEVI program will be assembled in the United States, effective immediately, and fully compliant with Build America, Buy America requirements for manufactured products by July 1, 2024 to support investments in the supply chain consistent with an aggressive expansion of domestic manufacturing.Today’s announcement is a tool to promote domestic production. The Build America, Buy America requirements for EV charging equipment will help revitalize our manufacturing base. The phased approach to these requirements will incentivize companies to invest in domestic production of EV charging components, positioning U.S. workers and businesses to compete and lead globally while providing a transition period for companies to onshore their supply chains.  In order to meet the requirements of the Build America, Buy America Act, domestic manufacturing is ramping up aggressively.  The Office of Management and Budget’s new Made in America Office is working with agency experts, labor and industry to implement industrial strategy by incentivizing greater U.S. manufacturing in key sectors.Federal agencies and states are standing up processes to implement and track Made in America requirements to ensure that federally-funded infrastructure projects use American-made iron, steel, construction materials, and manufactured products. Our success in creating an EV charging equipment industry nearly from scratch demonstrates what Made in America policies can do to build a manufacturing base.MANUFACTURING BOOMThe Biden economic agenda has ignited a manufacturing boom.  Made in America requirements have already sent a strong signal to the market that federal dollars will be spent on products that are produced and sourced in the United States – and industry has responded. Since the President took office, companies have announced more than $100 billion in manufacturing investments for EVs, batteries and chargers.A recent report found that private sector investment in EVs and related infrastructure in the United States is now surpassing China and other nations for the first time. Three years ago, there was little American footprint in the advanced EV charging industry. Now, producers are making investments to establish new headquarters, facilities, or production lines to build the next generation of EV chargers in the United States. For six of these companies, these investments represent their first U.S. manufacturing footprint.Investments include:Other companies and networks are working to ensure EV chargers are well-maintained:For more information on these announcements visit driveelectric.gov. See here for amore comprehensive list of investments in EV charging in the United States.###"
}