{
    "title": "FACT SHEET: Biden-Harris Administration Races to Deploy Clean Energy that Creates Jobs and Lowers Costs | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/01/12/fact-sheet-biden-harris-administration-races-to-deploy-clean-energy-that-creates-jobs-and-lowers-costs/",
    "created_at": null,
    "content": "New Actions Advance Offshore Wind, Leverage Public Lands for Clean Energy, and Build the Bipartisan Infrastructure Law’s Transmission LinesWhen President Biden came into office nearly a year ago, he pulled every lever to position America to scale up clean energy that creates good-paying, union jobs and lowers energy bills for consumers. Since then, the Biden-Harris Administration has readied offshore areas to harness power from wind, approved new solar projects on public lands, and passed the Bipartisan Infrastructure Law to build thousands of miles of transmission lines that deliver clean energy.Today, the Biden-Harris Administration is making major leaps forward on wind, solar, transmission, and other clean energy projects to create high-quality jobs and deliver affordable, carbon pollution-free electricity across the country. Seven federal agencies are announcing clean energy projects and plans that demonstrate the Administration’s unwavering commitment to creating cleaner and cheaper energy, and the actions showcase President Biden’s unprecedented coordination activating the entire government to fight climate change, produce good-paying, union jobs, and accelerate America’s clean energy economy.These actions include:Today’s announcements build on a year of unprecedented progress on clean energy deployment. Before President Biden took office, projects were stalled and agencies were hollowed out. But during his first week, the President issued an Executive Order on Tackling the Climate Crisis at Home and Abroad, which mobilized the entire federal government to activate and deploy clean energy so that Americans can reap the immense climate and economic benefits of the clean energy future.The Administration continues to use every tool available to deploy clean energy at a record pace. But to fully seize the opportunities of a clean energy economy, President Biden is pressing forward on passing the Build Back Better Act. The historic legislation will amount to the nation’s largest investment in combatting climate change, lowering energy costs for working families, and building a clean energy future. It will support domestic manufacturing of wind turbines, solar panels, and other clean technologies; invest in workforce development programs to launch careers in these growing industries; and provide a historic set of clean energy tax credits that are more powerful and accessible. With these investments, the U.S. will lead the world on innovative climate solutions and save the average American family hundreds of dollars each year in energy costs.As work continues to pass the Build Back Better Act, today’s announcements further the Administration’s ongoing commitment to powering our economy with clean American energy:ADVANCING OFFSHORE WIND TO CREATE JOBSTo deploy offshore wind at the speed and scale necessary to achieve our climate goals and create tens of thousands of jobs, the Administration is announcing:Moving ahead in 2022, BOEM will conduct reviews of wind energy areas offshore northern California (Humboldt) and central California (Morro Bay); explore new potential Wind Energy Areas in the Gulf of Mexico and off the coasts of Oregon and the central Atlantic; and advance lease sales in the Carolina Long Bay and offshore California.FAST-TRACKING CLEAN ENERGY ONSHOREAmerica’s public lands have substantial potential to support solar, wind, and geothermal energy projects. As part of ongoing efforts to advance these projects in an environmentally sound way and in close collaboration with community stakeholders, the Administration is announcing:BUILDING CLEAN TRANSMISSION LINESThe President’s Bipartisan Infrastructure Law is the largest-ever investment in America’s power grid, including funding to build out thousands of miles of new transmission lines that are critical to unlocking clean energy resources and providing American homes, schools, and businesses with electricity that is more affordable and reliable in the face of extreme weather, wildfires, and other disasters. To harness the new funding in the Bipartisan Infrastructure Law, today the Department of Energy is announcing a coordinated transmission deployment program, which will catalyze nationwide buildout of long-distance, high-voltage transmission lines. As outlined in a new Notice of Intent, the pillars of the “Building a Better Grid” initiative are:Last year, the Administration laid the foundation for these efforts by revitalizing Department of Energy transmission financing assistance programs and through Department of Transportation actions to help states host transmission lines along public highways and other transportation rights-of-way.DELIVERING BENEFITS TO COMMUNITIES ACROSS THE COUNTRYThe Administration has prioritized clean energy deployment in rural communities, providing financing for agricultural producers and rural small businesses to install solar arrays and other clean energy infrastructure and for grid upgrades across rural areas. To build on these investments, the Department of Agriculture is creating a new Rural Energy Pilot Program with $10 million in available grants for rural communities that are particularly underserved to deploy community-scale clean energy technologies, innovations, and solutions. This upcoming pilot program will also help economically distressed rural communities conduct community energy planning to advance local goals for clean, affordable, and reliable power.Additionally, President Biden’s American Rescue Plan is driving historic economic recovery from the pandemic—including by helping communities create new jobs and industries in clean energy. The Department of Commerce’s Economic Development Administration (EDA) recently announced the finalists for Phase 1 of the Build Back Better Regional Challenge, which uses American Rescue Plan funds to support regional industry clusters that will promote equitable economic growth and workforce development. The finalists include 14 regional coalitions focused on clean energy and other climate-related industries, which will receive a combined $7 million in planning grants and compete to win awards of $25 million to $100 million for implementation. Among these finalists are projects to reuse abandoned mine lands for solar, wind, and geothermal energy generation; utilize offshore wind as a power source for hydrogen production in industrial areas; and support clean energy job training, entrepreneurship, and innovation in areas historically dependent on fossil fuel economies.The Administration is also helping local governments speed up approvals for rooftop solar in order to unlock economic and health benefits for their communities. In July 2021, the Department of Energy launched the Solar Automated Permit Processing (SolarAPP+) tool, an online platform that enables jurisdictions to rapidly approve residential solar installation permits. Now, a new report from the National Renewable Energy Laboratory shows that in a pilot conducted in Arizona and California, the SolarAPP+ tool reduced the average permit review time to less than one day. More than 125 localities have already signed up to consider using SolarAPP+, and the Department of Energy is continuing to recruit additional communities across the country.  ###"
}