{
    "title": "FACT SHEET: Fact Sheet: President Biden Announces Plan to Expand Health Coverage to DACA Recipients | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/04/13/fact-sheet-fact-sheet-president-biden-announces-plan-to-expand-health-coverage-to-daca-recipients/",
    "created_at": null,
    "content": "In 2012, President Obama and then Vice President Biden announced the Deferred Action for Childhood Arrivals (DACA) program to allow young people to live and work in the only country they know as home.  Over the last decade, DACA has brought stability, possibility, and progress to more than 800,000 Dreamers. President Biden believes that DACA recipients strengthen our economy and enrich our workplaces, our schools and communities, and our country as a whole. That’s why on his first day in office, he called on Congress to give Dreamers a pathway to citizenship and he has repeated that call every State of the Union address since. While Congress has failed to act, the Biden-Harris Administration has taken significant measures to protect Dreamers. This includes, issuing regulations by the Department of Homeland Security to “preserve and fortify” DACA and fighting political opponents in court as they attempt to strip them of the only home they have ever known.The Biden-Harris Administration is committed to providing Dreamers the opportunities and support they need succeed. Today President Biden is announcing  a plan to expand health coverage for DACA recipients. The Department of Health and Human Services will shortly propose a rule amending the definition of “lawful presence,” for purposes of Medicaid and Affordable Care Act coverage, to include DACA recipients. We recognize that every day counts, and we expect to get the proposed rule done by the end of the month. If finalized, the rule will make DACA recipients eligible for these programs for the first time.  Under the proposed rule, DACA recipients will be able to apply for coverage through the Health Insurance Marketplace, where they may qualify for financial assistance based on income, and through their state Medicaid agency.  Like all other enrollees, eligibility information will be verified electronically when individuals apply for coverage.President Biden and Vice President Harris believe that health care should be a right, not a privilege. Together, they promised to protect and strengthen the ACA and Medicaid, lowering costs and expanding coverage so that every American has the peace of mind that health insurance brings.  The President’s announcement gives DACA recipients that same opportunity, as the Administration continues to urge Congress to provide a pathway to citizenship to Dreamers, providing them the ultimate peace of mind they need and deserve.  While we wait for Congress to act, and although there are some restrictions on the availability of benefits for DACA recipients, DACA recipients should take note of the numerous Federal programs, opportunities, and resources that have been and continue to be available to them:Experiential Learning, National Service, and Employment Opportunities:Assistance with Renting or Purchasing a Home:Tax Credits, Financial Education and Consumer Protection:Health and Well-Being:Military Veterans and Active-Duty Servicemember Resources:###"
}