{
    "title": "Readout of White House Event on Inclusive Approaches to Education in Artificial Intelligence and Computer Science | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/12/08/readout-of-white-house-event-on-inclusive-approaches-to-education-in-artificial-intelligence-and-computer-science/",
    "created_at": null,
    "content": "On Tuesday, December 5, the Biden-Harris Administration hosted an event convening roughly 60 teachers, advocates, officials, and other education leaders to discuss inclusive approaches to artificial intelligence (AI) education in computer science. The event, held during Computer Science Education Week—an annual week of celebration organized by the Computer Science Teachers Association— acknowledged the work of educators teaching AI in computer science to students around the country, including from underserved communities. Participants also discussed these efforts’ importance for skills development, the need for inclusive teaching in this field, and ways to support educators.The event was co-hosted by the National Economic Council and U.S. National Science Foundation (NSF), and it was attended by officials from the Office of the Vice President, Office of Science and Technology Policy, Office of the National Cyber Director, the National Space Council, and the Department of Education. Officials emphasized the role of AI and computer science education in developing America’s future workforce and how Administration actions on AI, like the AI Executive Order, prioritize this work.In panel discussions, teachers, educators, and researchers shared their experiences teaching AI and their efforts to make these opportunities inclusive. Some described their emphasis on teaching AI as part of a foundational computer science education, enabling students of all backgrounds to succeed in advanced AI topics. Others highlighted their efforts to connect AI lessons to broader conversations on AI’s implications for equity and other social issues. Participants also called for expanding these opportunities to more students and the need for more teachers with the knowledge and skills to teach computer science and AI.Panel participants also discussed how leaders from government, labor, and private sector can partner with educators to advance inclusive AI education. They described union leaders’ work to engage with AI and computer science teachers, address their concerns, and encourage members to teach these subjects. Participants also highlighted collaboration between educators and researchers to develop K-12 AI curricula, as well as state policymakers working to prioritize AI educational offerings in schools.In commemoration of Computer Science Education Week, several organizations also announced commitments to increase their support for AI education in America’s classrooms.Participants from the Biden-Harris Administration"
}