{
    "title": "FACT SHEET: Biden Administration Announces Launch of First Federally-Supported Test to Treat Site | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/05/26/fact-sheet-biden-administration-announces-launch-of-first-federally-supported-test-to-treat-site/",
    "created_at": null,
    "content": "On his first day in office, President Biden mobilized an unprecedented, comprehensive response to the COVID-19 pandemic—standing up a historic vaccination program that has gotten 220 million Americans fully vaccinated and over 100 million people boosted, and investing in other lifesaving tools, including COVID-19 therapeutics.One of the most effective treatments in our nation’s medicine cabinet is Paxlovid, an oral antiviral pill, which reduces the risk of hospitalization or death by about 90 percent. Since Paxlovid was first authorized in December 2021, the Administration has moved quickly to ensure that these treatments are widely available and that health care providers and patients know about their availability and efficacy. These efforts include a Test-to-Treat initiative to help make it easier for people to quickly access oral antiviral treatments in one convenient location. There are now more than 2,500 Test-to-Treat locations across the country at local pharmacies and community health centers—up from 2,200 a month ago.The Administration’s actions to date have resulted in tremendous progress: We have dramatically increased the number of people benefiting from oral antivirals in the last seven weeks, from about 27,000 prescriptions filled each week to more than 182,000 last week—a more than six-fold increase. We have also doubled the number of sites where Paxlovid is available nationally.Because of the work the Biden Administration has done on vaccines, boosters, treatments, and more, COVID-19 deaths are down 90 percent from when the President took office—even as cases rise in parts of the country. The tools that the Administration has made widely available to the American people are working to prevent serious illness, to keep people out of the hospital, and to save lives.The tools we have now mean that we can prevent most COVID deaths. The Administration remains laser-focused on making sure that these lifesaving tools are widely available to every American who needs them. To that end, today, the Administration is announcing the launch of the first federally-supported Test-to-Treat site, with more planned in the coming weeks.Today’s announcement includes:Today’s announcements build on the significant actions the Administration has taken over the past several weeks to increase access to oral antivirals and boost health care provider and patient awareness, including:###"
}