{
    "title": "Hiroshima Action Statement for Resilient Global Food Security | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/05/20/hiroshima-action-statement-for-resilient-global-food-security/",
    "created_at": null,
    "content": "We, the leaders of Japan, Australia, Brazil, Canada, Comoros, the Cook Islands, France, Germany, India, Indonesia, Italy, the Republic of Korea, the United Kingdom, the United States of America, Viet Nam and the European Union, reaffirmed that access to affordable, safe and nutritious food is a basic human need, and shared the importance of working closely together to respond to the worsening global food security crisis with the world facing highest risk of famine in a generation and to build more resilient, sustainable and inclusive agriculture and food systems, including through enhancing stability and predictability in international markets. Noting the key actions outlined in the United Nations Food Systems Summit 2021 (UNFSS) and the 2022 Global Food Security Roadmap endorsed by over 100 country signatories as well as the G20’s efforts on global food security, we intend to jointly take the following actions in cooperation with the international community to strengthen global food security and nutrition and call on other partners to join us in these efforts.1. Responding to the immediate food security crisis Global food security is threatened by multiple factors and risks such as the COVID-19 pandemic, volatile energy, food and fertilizer prices, the serious impact of climate change and armed conflicts, with disproportionate impacts on the most vulnerable, including women, children and persons with disabilities. The war in Ukraine has further aggravated the ongoing food security crisis around the world, especially in developing and least developed countries. We note with deep concern the adverse impact of the war in Ukraine and stress that it is causing immense human suffering and exacerbating existing fragilities in the global economy – constraining growth, increasing inflation, disrupting supply chains, heightening energy and food insecurity, and elevating financial stability risks. Especially in light of its impact on food security and the humanitarian situation around the world, we support a just and durable peace based on respect for international law, principles of the UN charter and territorial integrity and sovereignty. We call on all participants of the Black Sea Grain Initiative (BSGI) to continue and fully implement its smooth operation at its maximum potential and for as long as necessary, and stress the importance of allowing grains to continue to reach those most in need. According to UN and relevant reports, up to 828 million people were facing hunger across the world in 2021 and 258 million people in 58 food crisis countries, especially in developing and least developed countries, were estimated to need emergency food assistance in 2022. We will be working together to respond to the immediate food security crisis including through: 2. Preparing for and preventing future food security crises We recognize the importance of enhancing market transparency, minimizing distortions that are inconsistent with WTO rules, enhancing the availability of accurate information and analysis as key aspects of preventing or minimizing the risk of food security crises and malnutrition and facilitating early actions in cases of crises. We also recognize the importance of developing a shared understanding of recommended actions in response to food security crises. Therefore, we intend to cooperate towards the following purposes:(1) To enhance market transparency and preparedness for food and nutrition crises(2) To develop a shared understanding of recommended crisis-time actions3. Realizing resilient global food security and nutrition for all Realizing resilient global food security and nutrition for all is our shared goal for a better future for each human being. We are committed to working together to pave the way to achieving the Sustainable Development Goals (SDGs) by 2030, progressively realizing of the right to adequate food and building resilient, sustainable, efficient and inclusive food systems, and enabling those in need to access affordable, safe and nutritious food and healthy diets now and into the future. We also emphasize the importance of climate change adaptation and mitigation in agriculture and food systems, of halting and reversing biodiversity loss while recognizing the strong interrelation between agriculture and biodiversity, preventing all forms of malnutrition, and reducing food loss and waste, as well as utilizing traditional knowledge and promoting gender-responsive approaches that engage women as key actors of food systems whereas women and girls are often disproportionately affected by food insecurity and malnutrition. We are joining hands to take the following actions:(1) To advance food security and nutrition for all(2) To build resilient and sustainable agriculture and food systems###"
}