{
    "title": "Remarks by Vice President Harris Closing Out the Biden-Harris Administration's \"Investing in America\" Tour | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/speeches-remarks/2023/04/13/remarks-by-vice-president-harris-closing-out-the-biden-harris-administrations-investing-in-america-tour/",
    "created_at": null,
    "content": "Arland D. Williams Jr. Memorial Bridge OverlookWashington, D.C.3:39 P.M. EDT THE VICE PRESIDENT:  Can we give it up for Aaron?  (Applause.) Aaron and I had a chance to talk behind the stage.  Aaron, you’re a rockstar, seriously.  And the work you’ve been doing and — and I was talking with him about it. And please have a seat, everybody.  But the pride that you have in your own work, Aaron, is the pride that we take, as Americans, in the people who have always been about building America and continue to do just that.  And so, it is my great honor to with all of you today and with so many incredible leaders, including, of course, the Deputy Secretary of Transportation, Polly Trottenberg.  (Applause.)  Where are you?  There she is.  And, of course, all the members of this beautiful community. So, when President Biden and I took office, we made a promise.  We vowed to invest in America’s greatness, knowing that our nation has always been powered by the ambition and the aspirations of her people and knowing that for America to thrive, all people must be able to live a life of possibility, prosperity, and dignity. And so, just after two years in office, we have made the largest investment in economic recovery since President Franklin Roosevelt — (applause); the largest infrastructure investment since President Eisenhower — (applause); and the largest climate investment in America’s history — (applause) — thanks to all of you.   And so, today, because of these investments all across our nation, we are rebuilding roads and bridges and ports and airports.  We are laying thousands of miles of fiber-optic cable to connect families to high-speed Internet.  We are removing every lead pipe in our nation so that our babies can drink clean water and live up to their God-given potential.  (Applause.) And since we took office, we have created more than 12 million new jobs.  (Applause.)  We have created more jobs in two years than any other administration has in four.  (Applause.) Today, unemployment is near its lowest rate in over 50 years.  And American manufacturing is growing faster than it has in decades.  (Applause.)  And these jobs are in communities all across our nation.  Be it a clean fuel factory in Minnesota, a semi-conductor factory in North Carolina, a solar panel factory in Georgia. And many of these jobs, we intend — as many as we can make it — to be good-paying, union jobs.  (Applause.)  Jobs for workers in the building trades from steelworkers, to ironworkers, to pipefitters. And note, many of these jobs don’t require a college degree.  And they are highly skilled, important jobs that empower those workers to buy a home, to raise a family, to retire with dignity. So all of this to say: Today, across our nation, we are investing in building a better future for our nation.  And this bridge is evidence of that progress. So, you know, when we think about America’s bridges — and I’m a Californian, so I’m going to tell you one of the things I think we think about — we think about things like the Golden Gate Bridge or, you know, some of you might think about the Brooklyn Bridge.  But bridges like the one behind me are just as important. Because, you know, every day, more than 100,000 people cross the northbound 395 bridge to go to work, to go to the store, to visit loved ones, and to tour our nation’s capital.  Every day, thousands of truck drivers cross this bridge on their daily route to deliver the food that fills the grocery stores and the products that fill our shelves. But here’s the thing: This bridge has gone without urgently needed repairs for decades.  And as a result, lanes are often closed and the shoulder is permanently shut down. So think, if your car breaks down, you can’t pull off the side of the road.  And that has a real impact not only to the occupant of that car, but it means ambulances and firetrucks cannot respond quickly to emergencies.  It means detours and delays for delivery vehicles and commuters.  It means more traffic.  It means more air pollution. And, you know, you’ve heard in this town people talk for a whole long time about how they’re going to fix things.  People talked about fixing our bridges.  Well, now I am proud to say: We are doing it.  (Applause.) And today, I am then proud to announce we are investing nearly $300 million to repair nine critical bridges across America, including this bridge.  (Applause.) In fact, this city is going to receive a $72 million grant to repave the road and reopen the shoulder lane — so that one broken-down car does not stop traffic for the whole city — and to replace steel barriers and renovate the bridge structure so that more people can drive more safely every day to get where they need to go. And all across our nation, this work is now happening, like on the 95th Street Bridge on the South Side of Chicago that I visited earlier this year. In total, we have invested $40 billion — I said “billion” with a “B” — $40 billion to repair and replace 15,000 bridges across our country.  (Applause.) And all of this represents, I think, a very simple and basic point: When we invest in our infrastructure, we invest in America and we help build a future where every person, no matter where they start, has the opportunity to not only survive but to thrive. And with that, I thank you all.  May God bless you.  And may God bless America. Thank you.  Thank you.  (Applause.)                           END                 3:46 P.M. EDT###"
}