{
    "title": "FACT SHEET: Actions Taken by the Biden-Harris Administration to Ensure Continued COVID-19 Protections and Surge Preparedness After Public Health Emergency Transition | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/05/09/fact-sheet-actions-taken-by-the-biden-harris-administration-to-ensure-continued-covid-19-protections-and-surge-preparedness-after-public-health-emergency-transition/",
    "created_at": null,
    "content": "Over the last two years, the Biden-Harris Administration has made tremendous progress in our ability to manage COVID-19 so that it no longer meaningfully disrupts the way we live our lives. As the COVID-19 Public Health Emergency (PHE) ends on May 11, 2023, the Administration has taken significant steps to ensure all individuals have continued access to lifesaving protections such as vaccines, treatments and tests, and that the nation is well prepared to manage the risks of COVID-19 going forward.The Administration’s COVID-19 strategy during the PHE relied on effectively and equitably implementing the largest adult vaccination program in U.S. history. Beyond vaccines, the Administration has facilitated the availability of and access to widespread testing and treatments, which enabled families to protect themselves, slow the spread of the virus, and ensure that infections, when they occur, are relatively mild. After the COVID-19 PHE ends, access to COVID-19 vaccinations and certain treatments, such as Paxlovid and Lagevrio, will generally not be affected.Our efforts have not been limited to the United States alone. The U. S. government (USG) has been the largest single donor of vaccines, having shared nearly 700 million doses with 117 countries as of March 2023. The wide availability of vaccinations, tests and treatments – and programs that provide equitable access to these countermeasures – has put the nation and the world in a strong position as we transition out of the emergency phase of our COVID-19 response.Building on the key investments and infrastructure created over the past two years, the Administration has put various policies and programs in place that will remain after the end of the PHE:###"
}