{
    "title": "The Biden-Harris Administration Advances Equity and Opportunity for Black Americans and Communities Across the Country | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/11/06/the-biden-harris-administration-advances-equity-and-opportunity-for-black-americans-and-communities-across-the-country/",
    "created_at": null,
    "content": "From the first day in office and every day since, the Biden-Harris Administration has led the charge to ensure that all African American families and communities can live with dignity, safety, respect, and achieve greater economic opportunity. The Administration has taken an historic approach to advancing racial equity, including directing every agency across the whole of the federal government to address the lasting impacts of systemic racism on Black communities. For generations, entrenched disparities in our society and economy, at times facilitated by the federal government, have made it harder for Black Americans to have a fair shot at the American dream. Centuries of injustice and decades of disinvestment in Black communities not only undermine the American promise of equal opportunity, but also keep our entire nation from reaching its potential.The Biden-Harris Administration is working to protect and advance civil rights, voter protections, racial equity, and economic opportunity for Black communities. That has meant: record drops in unemployment for Black workers; historically low credit card delinquency rates – which hit Black and Latino borrowers hardest; historically low foreclosures and evictions; and historically low Black child poverty rates. The Administration has delivered real and lasting change and continues to work each day to deliver equitable outcomes and opportunity for African Americans. Economic Opportunity for Black Families and Communities. By signing into law the historic American Rescue Plan (ARP),  Bipartisan Infrastructure Law, Inflation Reduction Act, and implementing robust regulatory reform, President Biden has led the most equitable economic recovery on record, creating nearly 10 million jobs since coming to office, and helping create new economic opportunities for African Americans, including Black-owned businesses, and made long overdue investments in Black communities.The Biden-Harris Administration’s vital policies and programs include: Lowering Health Care Costs and Improving Health Outcomes for Black Communities. President Biden is committed to keeping health care costs down for individuals and families and improving access to health care to address disparities in Black communities. These policies and programs include:The Administration built channels to increase access in our hardest-hit, highest-risk communities with funding from the American Rescue Plan. President Biden centered equity in his historic vaccine effort, going into communities to close the racial vaccination gap to make sure all Black Americans — no matter where they live, no matter what their circumstance has access to vaccines:Promoting Mental Health for Black Youth. Studies have documented that over the past decade rates of mental illness and substance use disorder have increased among Black youth 12-17 hears of age. Studies have also shown that Black children under 13 years are twice as likely to die by suicide than White peers. In March 2022, and in support of the President’s strategy for tackling the mental health crisis, the Department of Health and Human Services Office of Minority Health announced $3 million in funding for up to 8 awards to evaluate the effectiveness of general health and wellness policies for improving Black youth mental health. These awards complement the ongoing work within the SAMHSA funded African American Behavioral Health Center of Excellence, which provides resources and tools to promote greater equity and effectiveness in behavioral health services for African Americans.Ensuring Equitable Educational Opportunity in K-12 Schools and an Education Beyond High School. President Biden has delivered the support necessary to enable every school to return to full-time, in-person instruction; accelerate academic achievement; address the mental health needs of students; and build school communities where all students feel they belong. At the same time, President Biden has made college more affordable and ensured college students are supported through completion. He has also worked to ensure equitable access to high-quality education for Black students. These policies and programs include:Appointing and Confirming a Historic Number of Black Women to the Bench. President Biden is committed to ensuring that the judiciary is filled with highly qualified individuals who bring both personal and professional diversity to the bench. Since January 2021, President Biden has nominated a total of 144 individuals for federal judgeships, 46 of whom are African American, and 15 individuals for local judgeships in Washington, D.C., 6 of whom are African American. In April 2022, Ketanji Brown Jackson was confirmed by the United States Senate as Associate Justice of the Supreme Court, the first Black woman to ever serve on the Court. Of the 86 individuals who have been confirmed to positions on federal courts, 24 are African American.Launching a Whole-Of-Government Initiative to Advance Equity and Justice for Underserved Communities, Including Black Communities. On his first day in office, President Biden signed the historic Executive Order on Advancing Racial Equity and Support for Underserved Communities Through the Federal Government. The President’s Order emphasized the enormous human costs of systemic racism, persistent poverty, and other disparities, and directed the Federal Government to advance an ambitious whole-of-government equity agenda that matches the scale of the challenges we face as a country and the opportunities we have to build a more perfect union. Over 90 federal agencies across the federal government, including all Cabinet-level agencies as well as over 50 independent agencies, conducted equity assessments of 3-5 of their agency’s high-impact services for the American people, to uncover where systemic barriers to access may exist. Using those findings, agencies developed Equity Action Plans for addressing—and achieving—equity in their mission delivery for all Americans. Equity Action Plans were required to include accountability mechanisms and to identify success metrics and key milestones toward progress.Advancing Diversity, Equity, Inclusion, and Accessibility in the Federal Government. In June 2021, President Biden signed an Executive Order on Advancing Diversity, Equity, Inclusion, and Accessibility in the Federal Workforce, that is helping develop a Federal workforce that looks like America where qualified people from every background and walk of life have an equal opportunity to serve our Nation.Making the promise of equal justice a reality for all. President Biden believes that our criminal justice system must respect the dignity and rights of all persons and adhere to our fundamental obligation to ensure fair and impartial justice for all. This is imperative—not only to live up to our principles as a Nation, but also to build secure, safe, and healthy communities. President Biden believes that it is time that we acknowledge the legacy of systemic racism in our criminal justice system and work together to eliminate the racial disparities that endure to this day. Doing so serves all Americans.Finally, even as federal and state regulation of marijuana changes, important limitations on trafficking, marketing, and under-age sales should stay in place. Advancing Public Safety for Black Communities. President Biden believes that the surge in gun violence that has affected communities across the country is unacceptable, and his Administration is acting decisively with a whole-of-government approach. Black Americans are disproportionately harmed by the direct and indirect consequences of gun violence, which causes lasting trauma for children, families, and communities. The President continues to call on Congress to take action to end this gun violence epidemic. But he knows we cannot afford to wait a single day while lives are being taken, which is why he has taken more action to reduce gun violence than any other President at this point in their Administration. These policies and programs include:Using Executive Authority to Protect Voting Rights and Democracy. These policies and programs include:Restoring Fairness and Humanity to Our Immigration System.  President Biden is committed to reforming our immigration system, promoting racial equity in our immigration policies, and providing legal protections for Black noncitizens who call this country home.###"
}