{
    "title": "FACT SHEET: Biden Administration Advances the Future of Sustainable Fuels in American Aviation | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/09/09/fact-sheet-biden-administration-advances-the-future-of-sustainable-fuels-in-american-aviation/",
    "created_at": null,
    "content": "New Actions Aim to Produce Three Billion Gallons of Sustainable Fuel, Reduce Aviation Emissions by 20% by 2030, and Grow Good-Paying, Union JobsToday, President Biden is taking steps to coordinate leadership and innovation across the federal government, aircraft manufacturers, airlines, fuel producers, airports, and non-governmental organizations to advance the use of cleaner and more sustainable fuels in American aviation. These steps will help make progress toward our climate goals for 2030 and are essential to unlocking the potential for a fully zero-carbon aviation sector by 2050. Today’s executive actions across the Departments of Energy, Transportation, Agriculture, Defense, the National Aeronautics and Space Administration, the General Services Administration, and the Environmental Protection Agency will result in the production and use of billions of gallons of sustainable fuel that will enable aviation emissions to drop 20% by 2030 when compared to business as usual. Together with President Biden’s Build Back Better Agenda, these new agency steps and industry partnerships will transform the aviation sector, create good-paying jobs, support American agriculture and manufacturing, and help us tackle the climate crisis.Today, aviation (including all non-military flights within and departing from the United States) represents 11% of United States transportation-related emissions. Without increased action, aviation’s share of emissions is likely to increase as more people and goods fly. That is why leadership and innovation in this sector is so essential if we hope to put the aviation industry, and the economy, on track to achieve net-zero greenhouse gas emissions by 2050. Achieving a sustainable aviation industry requires energy efficiency improvements in aircraft technology and better operations. In the future, electric and hydrogen-powered aviation may unlock affordable and convenient local and regional travel. But for today’s long-distance travel, we need bold partnerships to spur the deployment of billions of gallons of sustainable aviation fuels quickly.That is why President Biden proposed a Sustainable Aviation Fuel tax credit as part of the Build Back Better Agenda. This credit will help cut costs and rapidly scale domestic production of sustainable fuels for aviation. The proposed tax credit requires at least a 50% reduction in lifecycle greenhouse gas emissions and offers increased incentive for greater reductions. Today’s announcements build upon this proposal through a whole-of-government effort to advance cleaner aviation, as well as work in concert with bold actions taken by the aviation-related industries. Key federal actions include:Building on today’s announcements, the Administration also plans to release an aviation climate action plan in the coming months, which will set forth a comprehensive plan for aviation.The Administration is committed to transforming the aviation sector in a way that creates good-paying union jobs in manufacturing, improves the environmental quality for airport and airline workers, and unlocks rural economic opportunity for sustainable fuels from many different feedstocks and pathways. Taking these and other steps in concert with the aviation sector can drive innovation and support a growing market for cleaner fuels, while reducing and eventually eliminating aviation’s climate impact.This transformation to a zero-carbon aviation sector will require coordinated innovation and leadership from the Federal government, aircraft manufactures, airlines, fuel producers, and airports. The new set of executive actions, federal programs, and private sector commitments described below will help set the sector on a path to net-zero emissions.Launching New Aviation Climate Actions Across the Federal GovernmentToday, the Administration is launching a new Sustainable Aviation Fuel Grand Challenge to inspire the dramatic increase in the production of sustainable aviation fuels, and to complement a broad set of actions the Administration intends to take to reduce aviation emissions in line with President Biden’s commitment to achieve net-zero economy-wide emissions no later than 2050. These actions include policy measures, technological advancements, and executive actions that will reduce domestic aviation carbon dioxide emissions and create good paying jobs within the decade. These efforts include:Scaling up sustainable aviation fuel production to at least 3 billion gallons per year by 2030 by supporting producersIncreasing R&D activities to demonstrate new technologies to achieve at least a 30% improvement in aircraft fuel efficiencyImproving air traffic and airport efficiency to reduce fuel use, eliminate lead exposure, and ensure cleaner air in and around airportsStrengthening aviation leadership internationallyLeading through Federal exampleCommitments from Across the Aviation SectorIndustry collaboration is necessary to achieve a sustainable, decarbonized aviation sector. The engagement of the full ecosystem of aviation stakeholders will be critical to advance technological innovation, create new job opportunities, and contribute to the Administration’s economy wide goal of net zero emissions by 2050. New and recent commitments by airlines, aircraft manufacturers, fuel providers, and airports—in concert with government investment—will significantly reduce emissions by 2030 and put us on the pathway to a zero-carbon aviation sector.Passenger Airlines Will Accelerate Adoption of Sustainable Aviation FuelToday, members of Airlines for America have pledged to work with the federal government and other stakeholders toward a rapid expansion of the production and deployment of commercially viable SAF to make three billion gallons of SAF available to U.S. aircraft operators in 2030. This new commitment will ensure progress this decade towards the industry’s overall goal of carbon neutrality by 2050. Today’s announcement builds off the near-term commitment across the industry of carbon-neutral growth relative to 2019.In support of Airlines for America’s new 2030 goal, several airlines have made specific pledges to ramp up use of SAF and advance sustainability across their operations:Cargo Airlines Will Invest in Innovation and EfficiencyIn air freight, the Cargo Airline Association (CAA) members are advancing sustainability by purchasing new, fuel efficient aircraft, electrifying ground equipment, promoting and using SAF, and pioneering the use of electric short-haul cargo aircraft. Each company is incorporating climate considerations across their business, with specific actions including:Partnerships Will Promote Transparent Airline Targets and ProgressToday, United and Delta Airlines are announcing their participation in the Science Based Targets initiative (SBTi), joining American Airlines, international airlines, and a wide range of companies across other sectors. SBTi works with companies to set rigorous, science-based emissions reduction targets and empower suppliers and customers to follow suit on climate action. Participating airlines have committed to make meaningful and measurable progress on ambitious targets. American Airlines became the first U.S. airline to commit to develop a science-based target for reducing greenhouse gas emissions by 2035, supporting its existing commitment to reach net-zero emissions by 2050.  To support increased market demand for SAFs, RMI and Environmental Defense Fund (EDF), launched the Sustainable Aviation Buyers Alliance (SABA) in April 2021 with founding companies Bank of America, Boston Consulting Group, Boeing, Deloitte, JPMorgan Chase, Microsoft, Netflix and Salesforce.Fuel Providers Will Scale Up SAF ProductionCurrent levels of domestic SAF production are approximately 4.5 million gallons per year, with the industry poised to grow rapidly. To meet the challenge of scaling up to billions of gallons over a decade, both policy support and producer commitments will be critical to driving domestic innovation and deployment. Scaling up domestic SAF production will involve a wide variety of different feedstocks and pathways, and the industry will continue to explore a diverse set of options, including the potential to convert biofuels such as ethanol into jet fuel. To help achieve our 2030 goals, several fuel providers have announced domestic SAF production targets:Airports Will Improve Operational Efficiency and Support SAF FuelingMany airports have committed to sustainable operations. The members of Airports Council International- North America (ACI-NA) have joined in the commitment to reach net zero carbon emissions by 2050, an industry-wide goal announced in May. Progress toward this goal will not only mitigate the aviation sector’s climate impact by reducing greenhouse gas emissions, but also improve the local environment for airport workers, nearby residents, and the broader region that utilizes air transport for passenger and cargo travel.SAF is already commercially available and regularly used on passenger flights at Los Angeles, CA (LAX) and San Francisco, CA (SFO); and several airports are pursuing the infrastructure required to enable SAF deliveries in the future. Many airports are pursuing operational efficiency and emissions reduction efforts. Industry-leading examples include: ###"
}