{
    "title": "U.S.-Pacific Islands Forum Leaders Statement on Reaffirming U.S.-Pacific Partnership | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/09/25/u-s-pacific-islands-forum-leaders-statement-on-reaffirming-u-s-pacific-partnership/",
    "created_at": null,
    "content": "We—the governments of Australia, Cook Islands, Federated States of Micronesia, Fiji, French Polynesia, Kiribati, Nauru, New Caledonia, New Zealand, Niue, Palau, Papua New Guinea, Republic of the Marshall Islands, Samoa, Solomon Islands, Tonga, Tuvalu, Vanuatu, and the United States of America—meet on the occasion of the second U.S.- Pacific Islands Forum Summit, held at the White House in Washington, D.C. from 25-26 September 2023.  We reaffirm our support for the Declaration on U.S.-Pacific Partnership issued in Washington on September 29, 2022, which outlined our shared vision for a resilient Pacific region of peace, harmony, security, social inclusion, and prosperity, where individuals can reach their potential, the environment can thrive, and democracy can flourish. We commit to working together in genuine partnership, rooted in mutual respect, consistent with the principles of the UN charter, and in the spirit of transparency and accountability. Political Leadership and RegionalismPartnership and CooperationClimate Change and DisastersOcean and FisheriesTrade and InvestmentPeace & SecurityPeople-Centered Development September 25, 2023Special Envoy Ewen McDonald of AustraliaPrime Minister Mark Brown of Cook IslandsPresident Wesley W. Simina of the Federated States of MicronesiaPrime Minister Sitiveni Rabuka of the Republic of FijiPresident Moetai Brotherson of French PolynesiaPresident Taneti Maamau of the Republic of KiribatiPresident Russ Kun of the Republic of NauruPresident Louis Mapou of the Government of New CaledoniaForeign Affairs Minister Nanaia Mahuta of New ZealandPremier Dalton Tagelagi of NiuePresident Surangel S. Whipps, Jr. of the Republic of PalauPrime Minister James Marape of the Independent State of Papua New GuineaPresident David Kabua of the Republic of the Marshall IslandsPrime Minister Fiamē Naomi Mata’afa of the Independent State of SamoaPermanent Secretary Collin Beck of Solomon IslandsPrime Minister Hu’akavameiliku of the Kingdom of TongaPrime Minister Kausea Natano of TuvaluPresident Joseph R. Biden, Jr. of the United States of AmericaAmbassador Odo Tevi of the Republic of Vanuatu ###"
}