{
    "title": "FACT SHEET: U.S. Diplomatic Engagement with European Allies and Partners Ahead of Talks with Russia | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/01/10/fact-sheet-u-s-diplomatic-engagement-with-european-allies-and-partners-ahead-of-talks-with-russia/",
    "created_at": null,
    "content": "“We are absolutely committed to the principle nothing about Ukraine without Ukraine, just as we are fully committed to the principle nothing about Europe without Europe.”Secretary of State Tony Blinken, January 7, 2022 The United States, along with its Allies and partners, has underscored its readiness to impose significant costs on Russia if it takes further military action against Ukraine. At the same time, we have stressed our preference for de-escalation through diplomacy. The United States laid out clear principles ahead of talks with Russia. First, we will not commit to anything about Europe without Europe. Second, any discussions must be reciprocal. Third, genuine progress can only take place in a climate of de-escalation.The United States has approached this week’s diplomatic engagements with Russia – in the bilateral Strategic Stability Dialogue, the NATO-Russia Council, and the Organization for Security and Cooperation in Europe (OSCE) – closely aligned with our European Allies and partners, including Ukraine, after extensive consultations. In recent weeks, President Biden has spoken to leaders across Europe. Officials across the U.S. government – including at the National Security Council, State Department, Defense Department, Treasury Department, Energy Department, and U.S. Agency for International Development – have engaged frequently with their European counterparts.Highlights of the Biden Administration’s close coordination with Allies and partners in recent weeks include:OVERVIEW OF DIPLOMATIC ENGAGEMENTSBelow is an illustrative list of consultations undertaken by the Biden Administration in advance of talks with Russia. This list is not exhaustive or comprehensive, as there have been extensive calls and meetings at all levels of governments and across numerous agencies, but it demonstrates the Administration’s commitment to remain in lockstep with Allies and partners. Engagements with UkraineEngagements with NATOEngagements with the European UnionEngagements with the OSCEEngagements with Bucharest Nine (B9) and NATO Eastern Flank AlliesEngagements with Transatlantic Allies and partnersEngagement with NATO partners (Georgia, Finland, Sweden)Upcoming Consultations with Transatlantic Allies and Partners###"
}