{
    "title": "FACT SHEET: President Biden and G7 Leaders Announce Further Efforts to Counter Putin’s Attack on Food Security | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/06/28/fact-sheet-president-biden-and-g7-leaders-announce-further-efforts-to-counter-putins-attack-on-food-security/",
    "created_at": null,
    "content": "Biden-Harris Administration is Driving a Multi-Pronged Response to Global Food Security CrisisPresident Biden and G7 leaders will announce that they will contribute over $4.5 billion to address global food security, over half of which will come from the United States. President Biden will announce $2.76 billion in additional U.S. Government funding commitments to help protect the world’s most vulnerable populations and mitigate the impacts of Russia’s unprovoked and unjustified war in Ukraine on growing food insecurity and malnutrition. These new investments will support efforts in over 47 countries and regional organizations, to support regional plans to address increasing needs.Vladimir Putin’s actions have strangled food and agriculture production and have used food as a weapon of war, including through the destruction of agricultural storage, processing, and testing facilities; theft of grain and farm equipment; and the effective blockade of Black Sea ports. Russia’s choice to attack food supplies and production have an impact on markets, storage, production, negatively impacting consumers around the globe. Putin’s aggression in Ukraine, combined with the impacts from COVID-19, increasing conflict, high prices for fuel and fertilizer, have combined to devastate already fragile global food security and nutrition. Millions of people living far from the conflict face an increased risk of poverty, hunger, and malnutrition as a result of Putin’s war. Estimates suggest that up to 40 million more people could be pushed into poverty in 2022 as a result of Putin’s war in Ukraine and its secondary effects.While the entire globe will continue to be affected by Russia’s actions, the most immediate needs will present in the Horn of Africa, as it experiences a record-setting fourth straight season of drought, that may lead to famine. As many as 20 million people may face the threat of starvation by the end of the year. The prolonged drought is also having dire nutrition impacts, putting children at severe risk of malnutrition and in need of treatment.To address and mitigate further impacts on global food security, the U.S. Government will continue life-saving food assistance to address these growing needs and leverage additional financial commitments. Of the newly announced commitment of an additional $2.76 billion in humanitarian and economic assistance, $2 billion will be to help save lives through emergency interventions and $760 million will be for sustainable near-term food assistance to help mitigate further increases in poverty, hunger, and malnutrition in vulnerable countries impacted by high prices of food, fertilizer, and fuel.  The U.S. government’s multi-pronged response to combat global food insecurity includes:Global Humanitarian AssistanceSince the start of Russia’s full-scale invasion of Ukraine in February, the United States has provided $2.8 billion to scale up emergency food operations in countries impacted by the food security crisis. In addition to this funding, the U.S. Agency for International Development (USAID) is committing another $2 billion in international disaster assistance (IDA) funds for emergency humanitarian needs over the next three months. These funds include direct food assistance, as well as related health, nutrition, protection, and water, sanitation and hygiene services, in countries with high levels of acute food insecurity, reliance on Russian or Ukrainian imports, and vulnerability to price shocks, and will support countries hosting refugee populations.Global Development AssistanceAs we continue to address acute humanitarian needs, the U.S. government will continue to strengthen food systems and mitigate medium-term impacts on food security. The U.S. Government is investing $760 million to combat the effects of high food, fuel, and fertilizer prices – now being driven up by Putin’s war – in those countries that need it most.Expansion of Feed the FutureFeed the Future (FTF), the U.S. government’s flagship global food security initiative led by USAID, is expanding its global footprint in eight new target countries from 12 to 20 target countries, in Africa that were also most vulnerable to the impacts of Russia’s war in Ukraine. The new target countries are the Democratic Republic of the Congo, Liberia, Madagascar, Malawi, Mozambique, Rwanda, Tanzania, and Zambia. This expansion of Feed the Future countries delivers on President Biden’s $5 billion commitment in September 2021 to end global hunger, malnutrition and build sustainable, resilient food systems abroad.The U.S. government currently invests more than $1.9 billion per year through Feed the Future, which builds on existing technical expertise, programs and partners in more than 35 countries. In these countries, the U.S. government investments pave the way for further investments from the private sector, donors and local governments.Global Agriculture and Food Security Program (GAFSP)The United States through the U.S. Treasury, continues to exercise leadership in the Global Agriculture and Food Security Program (GAFSP) – a $2 billion multilateral financing mechanism that has helped the world’s poorest countries increase investments in agriculture and food security. The United States is contributing $155 million to support projects that raise agricultural productivity, link farmers to markets, improve livelihoods, reduce vulnerability, and enhance resilience to shocks. The United States is also newly serving as Co-Chair of the GAFSP Steering Committee. In this leadership position, the United States will help deepen and accelerate GAFSP’s response to the food security crisis.USG Leadership in Driving Global ActionFrom the beginning, the United States has been at the forefront of global efforts to confront this crisis.###"
}