{
    "title": "FACT SHEET: White House Honors Transgender Day of Visibility | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/03/31/fact-sheet-white-house-honors-transgender-day-of-visibility/",
    "created_at": null,
    "content": "Today, in honor of Transgender Day of Visibility, the Biden-Harris Administration is uplifting transgender communities—and especially transgender kids and their families—by celebrating their resilience in the face of hateful anti-transgender laws being advanced across the country. Since President Biden’s first day in office, the Administration has taken historic steps to advance equality, dignity, and safety for transgender Americans, and he is the first President in history to discuss the importance of expanding equality and combating attacks on the rights of transgender Americans in every State of the Union or joint session of Congress address. While transgender Americans have an unwavering champion in the President, conservative politicians have advanced hundreds of anti-transgender laws in states across the country so far this year, putting the fundamental rights and freedoms of trans Americans at risk. As President Biden has said, transgender Americans are some of the bravest people he knows, but nobody should have to be brave to be themselves.Over half of transgender youth say they have seriously considered suicide in the last year because of the discrimination and rejection they face. In the face of these challenges, research shows that, when transgender youth are affirmed and supported, they thrive. Today, to hear directly about the joys, hopes, and challenges that transgender children are experiencing, the White House will host a Roundtable on Affirming Transgender Kids. Transgender kids and their parents shared their experiences living in states that have attacked their rights, discussed how these laws have impacted their mental health, and highlighted how parents are protecting their children.Today, the Biden Administration is announcing additional steps to support transgender Americans:Today’s announcements build on the Biden-Harris Administration’s historic work to advance equality for transgender Americans since taking office, including:Supporting transgender kids and their parents, and responding to state attacks on their rights. As the President has said to transgender kids at each of his State of the Union addresses, he is standing up for transgender kids and their families by:Strengthening civil rights protections. The Biden-Harris Administration has strengthened civil rights protections for transgender Americans by:Ensuring transgender Americans can access accurate IDs and vital government services. The Biden-Harris Administration is working to ensure that transgender Americans have equal access to important government services by:Supporting transgender service members and veterans. President Biden has restored and strengthened protections for transgender service members and veterans by:Addressing the crisis of homelessness among transgender Americans. The Biden-Harris Administration is working to ensure that all people, regardless of gender identity, can access safe and affordable housing by:Advancing health equity and expanding access to gender-affirming health care. The Biden-Harris Administration is advancing health equity for transgender Americans by:Addressing anti-transgender violence. The Biden-Harris Administration is working to end the crisis of violence against transgender Americans – which disproportionately impacts transgender women and girls of color – by:Advancing transgender equality at home and around the world. The Biden-Harris Administration has made LGBTQI+ equality a cornerstone of the U.S. government’s foreign policy priorities by:Supporting transgender public servants. The Biden-Harris Administration is ensuring that transgender Americans are leaders at all levels of our government by:Ensuring transgender Americans are counted in federal data. The Biden-Harris Administration is improving the collection of data on gender identity and sexual orientation – while respecting the privacy and safety of transgender Americans – by:Promoting visibility and inclusion for transgender Americans. President Biden became the first U.S. President to issue a proclamation commemorating Transgender Day of Visibility. The White House has consistently uplifted the voices and stories of transgender Americans. The White House Press Secretary hosted a first-of-its-kind national conversation on equality with transgender, gender non-conforming, and non-binary Americans, and the White House released a toolkit with best practices for advancing inclusion, opportunity, and safety for transgender Americans. In 2022, Ashton Mota, a teenager and advocate for transgender rights, introduced President Biden at the White House’s Pride celebration. ###"
}