{
    "title": "FACT SHEET: Second Meeting of the U.S.-Mexico High-Level Security Dialogue | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/10/13/fact-sheet-second-meeting-of-the-u-s-mexico-high-level-security-dialogue/",
    "created_at": null,
    "content": "Today, Secretary of State Antony Blinken, Attorney General Merrick Garland, Secretary of Homeland Security Alejandro Mayorkas, and other U.S. government representatives met with their Mexican counterparts to discuss implementation of the U.S.-Mexico Bicentennial Framework for Security, Public Health, and Safe Communities. The Bicentennial Framework, adopted at the inaugural meeting of the High-Level Security Dialogue in October 2021, continues to guide our bilateral security cooperation. The United States and Mexico remain committed to transforming our cooperation to better protect the health and safety of our citizens, prevent criminal organizations from harming our countries, and pursue criminals to bring them to justice.  Today, we committed to continue working together across all three goals to protect human rights in accordance with our international obligations, share information and best practices, prosecute those who violate our laws, and evaluate the impact of our efforts.The Biden-Harris Administration has taken several domestic actions since October 2021 to implement our Bicentennial Framework goals. In April, the Administration released its National Drug Control Strategy, which focuses on two critical factors in the overdose epidemic: untreated addiction and drug trafficking. In June, President Biden signed the Bipartisan Safer Communities Act, the first major gun safety legislation the U.S. Congress has passed in nearly 30 years, which created a Federal firearms trafficking criminal offense for the first time. On July 12, Presidents Biden and President Lopez Obrador committed to a multi-year joint border infrastructure modernization effort, noting that the U.S. Bipartisan Infrastructure Law includes $3.4 billion to undertake 26 major modernization projects that include enhanced security features on the United States’ northern and southern borders. Mexico also committed to invest $1.5 billion on border infrastructure.Highlighted below are examples of successes achieved under each goal of the Bicentennial Framework since its adoption in October 2021.  The United States commits to continue advancements over the next year.GOAL 1:  PROTECT OUR PEOPLE – The United States and Mexico seek to build sustainable, healthy, and secure communities to benefit citizens of both nations.Public HealthSafe CommunitiesHuman RightsReduce Homicides and High-Impact CrimesGOAL 2:  PREVENT TRANSBORDER CRIME – The United States and Mexico seek to diminish the capacity of Transnational Criminal Organizations (TCOs) and prevent trafficking of drugs, arms, wildlife, and people, as well as human smuggling.Combating TCOsSynthetic OpioidsArms TraffickingHuman SmugglingSecure Modes of CommerceGOAL 3:  PURSUE CRIMINAL NETWORKS – Disrupt TCO financial networks and reduce their ability to profit from illicit activities both transnationally and in cyberspace.CyberExtraditionsCombatting Illicit FinanceTargeted Financial Measures:###"
}