{
    "title": "Fact Sheet: The Los Angeles Declaration on Migration and Protection U.S. Government and Foreign Partner Deliverables | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/06/10/fact-sheet-the-los-angeles-declaration-on-migration-and-protection-u-s-government-and-foreign-partner-deliverables/",
    "created_at": null,
    "content": "Today, President Biden joins leaders from across the Western Hemisphere to present the Los Angeles Declaration on Migration and Protection at the Summit of the Americas. The Declaration seeks to mobilize the entire region around bold actions that will transform our approach to managing migration in the Americas. The Declaration is organized around four key pillars: (1) stability and assistance for communities; (2) expansion of legal pathways; (3) humane migration management; and (4) coordinated emergency response. In preparation for the Summit, the United States and other countries in the region developed a suite of bold new migration-related deliverables.Pillar I: Stability and Assistance for CommunitiesAddressing the unprecedented migration crisis in the region requires us to rethink how we view multilateral development finance and how we manage the strains on our economies. Globally, International Financial Institutions (IFIs) and development assistance have been directed to poor and low-income countries, designations which no longer apply to most of Latin America and the Caribbean. The need for economic stabilization and support is particularly important in countries housing the more than six million refugees and migrants.Pillar II: Legal Pathways and ProtectionExpanding legal pathways for protection and opportunity is at the heart of efforts to humanely address irregular migration in the Americas. The goal is to change the way people migrate. Countries in the region have strategically pegged priority legal pathway programs with the primary reasons for migrating: (1) jobs; (2) protection; and (3) family reunification.Observer StatesPillar III: Humane Border ManagementSecuring borders with humane border management policies and practices is essential to reducing irregular migration and collaboratively managing migration across the hemisphere. The focus moving forward should be on: 1) humane border enforcement; 2) return of migrants lacking protection needs or other legal basis to remain; 3) facilitating returns to countries of most recent residence or origin; 4) support for assisted voluntary returns; and 5) strengthened bilateral and regional law enforcement information sharing and cooperation to combat migrant smuggling and human trafficking."
}