{
    "title": "FACT SHEET: Supporting Teachers on World Teachers’ Day | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/10/05/fact-sheet-supporting-teachers-on-world-teachers-day/",
    "created_at": null,
    "content": "Our teachers prepare and inspire the next generation of leaders who are critical to our future. Today, on World Teachers’ Day, First Lady Jill Biden will appear on The Kelly Clarkson Show for an hour-long special dedicated to teachers, and participate in Pinterest’s day-long livestream to celebrate teachers, featuring top educator creators from across the country. The Biden-Harris Administration is committed to celebrating and elevating the teaching profession, and to addressing the challenges facing teachers by taking comprehensive actions to recruit, respect, and retain educators.To Recruit, Respect, and Retain teachers and other school staff we must:The Biden-Harris Administration has taken concrete actions to advance these goals.American Rescue PlanPresident’s Biden’s American Rescue Plan (ARP) provided $122 billion to the nation’s K-12 schools. The President, U.S. Secretary of Education Miguel Cardona, and U.S. Secretary of Labor Marty Walsh have urged states and districts to use these funds to increase compensation for teachers, invest in teacher pipeline programs, and hire more professionals across the education workforce. These investments not only provide greater supports to students, but also reduce the burden on current teachers. With the help of the ARP, there are 261,000 more jobs in local education than when President Biden took office. As of July, ARP funding has helped school districts increase the number of school social workers by 54 percent, increase counselors by 22 percent, and increase nurses by 22 percent, compared to the pre-pandemic period. For example:ARP funds are also being used to improve the physical working conditions of teachers and learning conditions for students by addressing critical health and safety issues. It’s estimated that schools are investing $10 billion of their ARP funds in HVAC systems alone, and another $5 billion in other repairs to address health and safety issues.Additional Federal Investments in Teacher Recruitment and PreparationThrough Department of Education grants, the Biden-Harris Administration has prioritized supporting teachers in a wide array of Fiscal Year 2022 grants, particularly investing in high-quality teacher preparation programs that include robust experience in the classroom before becoming a teacher. These programs recruit more diverse teachers, better prepare them for the classroom, and increase the likelihood of teachers staying in the profession. The President has called for an additional $590 million investment in teachers in his FY23 budget.New investments under the Supporting Effective Educator Development (SEED) program to help ensure long-term support for teacher pipeline and development programs across the country. The 22 new three-year grants totaling more than $60 million include:New Teacher Quality Partnership awards to help recruit, prepare, develop, and retain a strong and diverse teacher workforce. The 22 five-year grants totaling $24.7 million include:For the first time, this year the Department of Education will also award grants under the Augustus F. Hawkins program to support teacher preparation programs at Historically Black Colleges and Universities, Tribal Colleges and Universities, and Minority Serving Institutions.The Department of Labor has also committed to prioritizing the education sector in future apprenticeship funding, including its next round of over $100 million in apprenticeship grants. This will provide critical support for states and other partners looking to start and expand teacher apprenticeship programs, which allow individuals to earn while they learn, receiving pay while they gain teaching skills and take coursework to earn their teaching license. Ensuring Education Jobs Are Good JobsSchools cannot recruit or retain the teachers they need unless jobs in education are good jobs. Adjusted for inflation, the average weekly wages of public school teachers only increased by $29 between 1996 and 2021. Beyond calling for better pay and encouraging the use of ARP funds for this purpose, the Administration has taken concrete action to address teacher compensation.Sustained Funding to Increase Teacher Pay: To increase teacher pay, schools need more funding. President Biden’s budgets have proposed an additional $20 billion for Title I—which supports schools serving students from low-income backgrounds—more than doubling funding for this program. These resources would help schools increase teacher pay and close gaps in access to educational opportunity. As roughly 92 percent of funding for public schools comes from the state and local level, state and local leaders must also take decisive action to provide schools with the resources they need to pay teachers competitively and to close funding gaps undermining schools serving low-income communities.Reducing Student Debt for Teachers: Too many teachers are burdened with so much student debt that they feel like they cannot stay in the classroom. Debt also keeps many prospective teachers from entering the profession. The Administration has taken decisive action to provide more breathing room to America’s working families, including teachers, as they continue to recover from the strains associated with the COVID-19 pandemic.   ###"
}