{
    "title": "Fact Sheet: Biden Administration Announces Additional Actions to Prevent Foreclosures | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/07/23/fact-sheet-biden-administration-announces-additional-actions-to-prevent-foreclosures/",
    "created_at": null,
    "content": "Across America, a strong economic recovery is taking hold. Since President Biden took office, more than 3 million jobs have been created—600,000 a month on average. The American Rescue Plan is working, jumpstarting the economy and getting Americans back to work. And critically, over two-thirds of adults are vaccinated, with our most vulnerable populations protected at even higher rates. In every state, jobs are up and American workers and families are looking ahead to a brighter future.Shortly after taking office, the Biden-Harris Administration extended the foreclosure moratorium and mortgage forbearance enrollment period for homeowners with government-backed mortgages to provide relief to struggling homeowners. On June 24th, the Administration extended the foreclosure moratorium for a final, additional month until July 31, 2021 and the forbearance enrollment window through September 30, 2021, and provided up to three months of additional forbearance for certain borrowers. These actions were taken by three federal agencies that back mortgages – the Department of Housing and Urban Development (HUD), Department of Veterans Affairs (VA), and Department of Agriculture (USDA). The Federal Housing Finance Agency (FHFA) provided similar relief for mortgages backed by Fannie Mae and Freddie Mac.This helped ensure that American families did not lose their homes during the pandemic. Those policies prevented foreclosures and allowed some homeowners with government-backed loans to pause their mortgage payments for up to eighteen months. Nearly 7.2 million American households took advantage of forbearance options.Thanks in part to President Biden’s strategy to get Americans vaccinated and the economy back on track, the number of American households in forbearance has fallen by more than 50% from its pandemic peak. Today, approximately 1.75 million Americans remain in forbearance. In order to ensure a stable and equitable recovery from the disruptions of the COVID-19 pandemic and prepare for homeowners to exit mortgage forbearance, the Biden-Harris Administration is taking action to keep Americans in their homes and support a return to a more stable housing market.  Specifically, the Biden-Harris Administration is:Offering Borrowers Loan Modifications and Payment Reductions that Will Help Them Stay in Their HomesWith over 160 million Americans fully vaccinated and every American offered the opportunity to get vaccinated, along with an improving economy and more Americans getting back to work, many homeowners exiting mortgage forbearance are returning to their pre-pandemic earnings and are no longer facing financial hardship associated with the pandemic. For homeowners who can resume their pre-pandemic monthly mortgage payment and where agencies have the authority, agencies will continue requiring mortgage servicers to offer options that allow borrowers to move missed payments to the end of the mortgage at no additional cost to the borrower.However, many homeowners will need deeper assistance due to pandemic-related income loss. For example, due to the economic crisis caused by the pandemic, some homeowners are earning less than they were before the pandemic. Homeowners with government-backed mortgages that have been negatively impacted by the pandemic will now receive enhanced assistance, especially if they are looking for work, re-training, having trouble catching up on back taxes and insurance, or are continuing to experience hardship for another reason. The new steps the Department of Housing and Urban Development (HUD), Department of Agriculture (USDA), and Department of Veterans Affairs (VA) are announcing will aim to provide homeowners with a roughly 25% reduction in borrowers’ monthly principal and interest (P&I) payments to ensure they can afford to remain in their homes and build equity long-term. This brings options for homeowners with mortgages backed by HUD, USDA, and VA closer in alignment with options for homeowners with mortgages backed by Fannie Mae and Freddie Mac.Specifically, where agencies have the authority and depending on homeowners’ financial conditions, agencies will require or encourage mortgage servicers to offer borrowers new payment reduction options to help them remain in their home.These options augment additional COVID protections HUD published last month. These included the foreclosure moratorium extension, forbearance enrollment extension, and the COVID-19 Advance Loan Modification: a product that is directly mailed to eligible borrowers who can achieve a 25% reduction to the P&I of their monthly mortgage payment through a 30-year loan modification.  HUD believes that the additional payment reduction will help more borrowers retain their homes, prevent future re-defaults, help more low-income and underserved borrowers build wealth through homeownership, and assist in the broader COVID-19 recovery.Additional AssistanceIn addition to these new opportunities for borrowers, agencies across the federal government are also taking other steps to support borrowers as our economic and public health recovery continues.  Giving Borrowers the Information They Need to Understand their OptionsThese new loan modification and payment reduction options will only give borrowers the relief they need if borrowers have the information to understand their options.Borrowers should contact their servicer or housing counselor as soon as possible to learn more about the options available.For borrowers not currently in forbearance, there is still an opportunity to access relief. ###"
}