{
    "title": "FACT SHEET: Vice President Harris Announces New U.S. Initiatives to Advance the Safe and Responsible Use of Artificial Intelligence | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/11/01/fact-sheet-vice-president-harris-announces-new-u-s-initiatives-to-advance-the-safe-and-responsible-use-of-artificial-intelligence/",
    "created_at": null,
    "content": "As part of her visit to the United Kingdom to deliver a major policy speech on Artificial Intelligence (AI) and attend the Global Summit on AI Safety, Vice President Kamala Harris is announcing a series of new U.S. initiatives to advance the safe and responsible use of AI. These bold actions demonstrate U.S. leadership on AI and build upon the historic Executive Order signed by President Biden on October 30.Since taking office, President Biden and the Vice President have moved with urgency to seize the promise and manage the risks posed by AI. The Biden-Harris Administration is working with the private sector, other governments, and civil society to uphold the highest standards to ensure that innovation does not come at the expense of the public’s rights and safety.As part of the Vice President’s global work to strengthen international rules and norms, the Vice President is committed to establishing a set of rules and norms for AI, with allies and partners, that reflect democratic values and interests, including transparency, privacy, accountability, and consumer protections. Her trip to London and participation in the Global Summit on AI Safety will further advance this work.The Vice President’s trip to the United Kingdom builds on her long record of leadership to confront the challenges and seize the opportunities of advanced technology. In May, she convened the CEOs of companies at the forefront of AI innovation, resulting in voluntary commitments from 15 leading AI companies to help move toward safe, secure, and transparent development of AI technology. In July, the Vice President convened consumer protection, labor, and civil rights leaders to discuss the risks related to AI and to underscore that it is a false choice to suggest America can either advance innovation or protect consumers’ rights.As part of her visit to the United Kingdom, the Vice President is announcing the following initiatives.Additional actions: ###"
}