{
    "title": "FACT SHEET: Biden-Harris Administration Highlights Accomplishments on Anniversary of Historic Executive Order to Advance Effective, Accountable Policing and Strengthen Public Safety | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/05/25/fact-sheet-biden-harris-administration-highlights-accomplishments-on-anniversary-of-historic-executive-order-to-advance-effective-accountable-policing-and-strengthen-public-safety/",
    "created_at": null,
    "content": "One year ago, on May 25, 2022, President Biden signed a historic Executive Order on Advancing Effective, Accountable Policing and Criminal Justice Practices to Enhance Public Trust and Public Safety. (EO 14074).  The EO went into effect on the second anniversary of the murder of George Floyd.Through EO 14074, the President put federal policing on the path to becoming the gold standard of effectiveness and accountability by requiring federal law enforcement agencies to: ban chokeholds; restrict no-knock warrants; mandate the use of body-worn cameras; implement stronger use-of-force policies, including with the duty to intervene and duty to render medical aid; provide de-escalation training; submit use-of-force data to the FBI’s Use-of-Force Data Collection; submit officer misconduct records into a new national accountability database; and restrict the sale or transfer of military equipment to local law enforcement agencies, among other things. The EO also directs the use of federal tools, such as guidance on best practices, technical assistance, and grantmaking to support similar reforms within state, Tribal, local, and territorial (STLT) law enforcement agencies.Agencies across the federal government have made significant progress in implementing the requirements of the EO.  Recognizing that effective implementation of the EO requires not just a whole-of-government approach, but a whole-of-society effort, agencies also have engaged directly with stakeholders throughout the implementation process, including with law enforcement associations, civil rights groups, labor organizations, technical experts, and families impacted by police violence. The Administration remains committed to fully implementing the EO and strengthening public trust and public safety.  And the President continues to call for Congress to pass the George Floyd Justice in Policing Act to advance accountability, transparency, and public trust in law enforcement.  Real change at the state and local level requires Congressional action.Today, the Biden-Harris Administration is providing a status update on actions taken under the Executive Order in the following areas:Promoting AccountabilityThe Executive Order has resulted in concrete actions to increase law enforcement accountability.Raising StandardsThe Executive Order raises standards for Federal Law Enforcement Agencies.Supporting State, Tribal, Local, and Territorial Law Enforcement  Through federal tools such as guidance, technical assistance, and grantmaking, the Executive Order encourages and supports state, Tribal, local, and territorial law enforcement agencies to adopt and implement best practices.Improving Conditions of Persons Incarcerated or Under SupervisionThe Executive Order directed actions to improve conditions of confinement and promote better outcomes for individuals who are incarcerated or under supervision.Strengthening Data Collection and TechnologyThe Executive Order has led to significant actions to improve data collection and analysis and assess the impact of new technologies.###"
}