{
    "title": "FACT SHEET: President Biden Unveils First-Ever Pacific Partnership Strategy | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/09/29/fact-sheet-president-biden-unveils-first-ever-pacific-partnership-strategy/",
    "created_at": null,
    "content": "Read the full strategy here“The United States is a proud Pacific power.  We will continue to be an active, engaged partner in the region.”President Joseph R. Biden, Jr.“The history and the future of the Pacific Islands and the United States are inextricably linked.”Vice President Kamala Harris The Pacific Islands region – an “ocean continent” spanning nearly 15 percent of the Earth’s surface – is a vital sub-region of the Indo-Pacific. It holds opportunities and challenges, from the climate crisis to an increasingly complex geopolitical landscape. The United States recognizes that geography links the Pacific’s future to our own: U.S. prosperity and security depend on the Pacific region remaining free and open.To that end, the Biden-Harris Administration is elevating broader and deeper engagement with the Pacific Islands as a priority of its foreign policy. This national strategy, the first-ever from the U.S. government dedicated to the Pacific Islands, both reflects and advances that commitment. It supports the Indo-Pacific Strategy of the United States and is aligned with the goals of the Pacific Island Forum’s 2050 Strategy.As part of its Pacific strategy, the United States will pursue four objectives:I.     A STRONG U.S.-PACIFIC ISLANDS PARTNERSHIP The foundation of our engagement in the Pacific Islands must be strong ties between the United States and the Pacific Islands, individually and collectively. We will:II.      A UNITED PACIFIC ISLANDS REGION CONNECTED WITH THE WORLDThe Pacific Islands region is stronger united, with the Pacific Islands Forum at its core.  The Pacific Islands Forum provides a platform for Pacific Islands to speak with a common voice to drive Pacific priorities and engage other partners, including the United States ‑ a proud Dialogue Partner of the organization.  We will coordinate with other nations and do so according to principles of Pacific regional cooperation, transparency, and accountability. We will:III.     A RESILIENT PACIFIC ISLAND REGION PREPARED FOR THE CLIMATE CRISIS AND OTHER 21ST CENTURY CHALLENGESThe Pacific Islands region faces daunting and mounting challenges.  Chief among these challenges is the climate crisis, an existential threat to many Pacific Islands.  The United States is committed to maintaining its global leadership in combatting the climate crisis, while partnering with the Pacific Islands in adapting to and managing the impacts of climate change on lives, health, and livelihoods.  The region also faces challenges to security and sovereignty, including in the maritime domain.  The Biden-Harris Administration will work in partnership with Pacific governments and people to ensure they have the autonomy and security to advance their own interests.  We support the Pacific Islands as they guard against corruption and protect the dignity of Pacific Islanders. We will:IV.     EMPOWERED AND PROSPEROUS ISLANDERSTo fully empower the Pacific to capitalize on the opportunities of the 21st century, the United States is committed to increasing trade and investment with the Pacific Islands, including through the Partnership for Global Infrastructure and Investment; expanding people-to-people ties, including through the Peace Corps; increasing English-language programming and overall professional advancement; bolstering health architecture in the Pacific; and providing educational and development opportunities for Pacific Islanders, with a particular focus on women and youth.###"
}