{
    "title": "FACT SHEET: The Biden-Harris Administration Continues to Promote Access to Voting | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/03/05/fact-sheet-the-biden-harris-administration-continues-to-promote-access-to-voting/",
    "created_at": null,
    "content": "Today, President Biden is traveling to Selma, Alabama to commemorate the 58th Anniversary of Bloody Sunday. In 1965, John Lewis and other civil rights leaders led peaceful protestors demanding voting rights in a march across the Edmund Pettus Bridge, where they were brutally beaten by state troopers. The Nation’s reaction to Bloody Sunday helped produce the long overdue landmark Voting Rights Act, which put in place key protections against racial discrimination in voting and sought to provide equal access to the ballot for every American.Since their first days in office, President Biden and Vice President Harris have prioritized strengthening our democracy and protecting the sacred right to vote in free, fair, and secure elections. Unconscionably, state legislatures across the country have enacted and continue to introduce laws that make it harder to vote and undermine the will of the people. Congress must restore the protections of the Voting Rights Act and take additional steps to ensure access to the ballot box by passing the John Lewis Voting Rights Advancement Act and the Freedom to Vote Act—it’s the only way we can fully secure the right to vote in every state. In December 2022, President Biden signed into law the Electoral Count Reform Act, which establishes clear guidelines for our system of certifying and counting electoral votes for President and Vice President, to preserve the will of the people and to protect against the type of attempts to overturn our elections that led to the January 6 insurrection. Congress must apply the same courage and conviction that it took to secure these reforms to passing the John Lewis Voting Rights Advancement Act and the Freedom to Vote Act. President Biden supports eliminating the filibuster to prevent a minority of Senators from blocking action on voting rights—when it comes to protecting majority rule in America, the majority should rule in the United States Senate.In the meantime, the Biden-Harris Administration remains committed to using every tool at its disposal to protect the right to vote. On March 7, 2021, the anniversary of Bloody Sunday, President Biden signed an executive order directing an all-of-government effort to promote access to voting. As previously outlined, agencies continue leveraging their resources to provide Americans with access to voter registration services and nonpartisan information about elections:###"
}