{
    "title": "FACT SHEET: Marking the One Year Anniversary of the National Security Memorandum on Combating Illegal, Unreported, and Unregulated Fishing and Associated Labor Abuses | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/06/27/fact-sheet-marking-the-one-year-anniversary-of-the-national-security-memorandum-on-combating-illegal-unreported-and-unregulated-fishing-and-associated-labor-abuses/",
    "created_at": null,
    "content": "One year ago, on June 27th, 2022, President Biden signed the historic National Security Memorandum on Combating Illegal, Unreported, and Unregulated Fishing and Associated Labor Abuses (NSM-11).Today, the Biden-Harris Administration is providing a status update on actions taken under National Security Memorandum-11 to address the problem of illegal, unreported, and unregulated (IUU) fishing, including by distant water fishing vessels; protect ocean ecosystems; safeguard seafood supply chains; and combat forced labor abuses within the seafood industry.NSM-11’s first year implementation has been strengthened by action through and coordination with the U.S. Interagency Working Group on IUU Fishing established pursuant to section 3551 of the Maritime Security and Fisheries Enforcement (SAFE) Act (16 U.S.C. 8031), and chaired by the Department of State, the U.S. Coast Guard, and the National Oceanic and Atmospheric Administration (NOAA), in collaboration with 21 other member agencies.IUU fishing can be associated with forced labor, a form of human trafficking, and other crimes and human rights abuses.  These abuses undermine the livelihoods and human rights of fishers globally, alongside U.S. economic competitiveness, national security, and fishery sustainability. Actions under NSM-11 to address forced labor in the seafood industry include:Left unchecked, IUU fishing and associated labor abuses undermine U.S. economic competitiveness, national security, fishery sustainability, and the livelihoods and human rights of fishers around the world and will exacerbate the environmental and socioeconomic effects of climate change. The Biden-Harris Administration continues to champion Multilateral and Regional Solutions that Support Sustainable Fishing.NSM-11 acknowledges that “no nation, government entity, or non-governmental organization can address IUU fishing and associated labor abuses single-handedly.” Some of the actions taken to bolster partner engagement, capacity, and resilience, in the last year included:Additionally, as directed in NSM-11, in December 2022, NOAA issued a proposed rulemaking on the Seafood Import Monitoring Program (SIMP) as part of its commitment to continuously expand coverage of the program, as appropriate.  The rule proposed to add five new species and species groups to SIMP and expand two species groups already included in SIMP.  In addition, the proposed rule would make several other administrative changes and improvements to SIMP functioning.  NOAA has also continued to develop its capabilities to conduct risk-based assessments under SIMP, as part of its efforts to strengthen its efforts to combat IUU fishing and seafood fraud.During this National Ocean Month, these NSM-11 actions, and many more still planned or underway, showcase President Biden’s commitment to counter IUU fishing and associated labor abuses, strengthen America’s economic competitiveness, and conserve and restore the health and productivity of the world’s ocean for generations to come.###"
}