{
    "title": "Fact Sheet: Biden-Harris Administration Releases Action Plan to Address Racial and Ethnic Bias in Home Valuations | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/03/23/fact-sheet-biden-harris-administration-releases-action-plan-to-address-racial-and-ethnic-bias-in-home-valuations/",
    "created_at": null,
    "content": "Vice President Kamala Harris Announces Release of Plan During White House Event with Secretary Marcia L. Fudge, White House Domestic Policy Advisor Susan Rice, and Americans Impacted by Bias in the Appraisal ProcessOn June 1, 2021—the centennial of the Tulsa Race Massacre—President Biden announced the creation of the Interagency Task Force on Property Appraisal and Valuation Equity (PAVE) to develop a transformative set of actions to root out racial and ethnic bias in home valuations. Today, the Task Force is releasing the PAVE Action Plan which, when enacted, represents the most wide-ranging set of reforms ever put forward to advance equity in the home appraisal process. The Task Force is co-chaired by U.S. Department of Housing and Urban Development Secretary Marcia L. Fudge and Domestic Policy Advisor Susan Rice.A home appraisal is a critical element of the homebuying and lending process, intended to provide an independent, fair, and objective estimate of the market value of a property so that lenders can accurately evaluate risk.  Homeownership is the primary contributor to wealth building for Black and brown households and continues to hold promise for building multigenerational wealth and housing stability for households of color. But, bias in home valuations limits the ability of Black and brown families to enjoy the financial returns associated with homeownership, thereby contributing to the already sprawling racial wealth gap. Today, the median white family holds eight times the wealth of the typical Black family and five times the wealth of the typical Latino family. According to a recent study, eliminating racial disparities in the amount of wealth families gain from owning a home would narrow the wealth gap by an additional 16 percent between Black and white households and by an additional 41 percent between Latino and white households.Just since the Task Force was launched, there have been numerous reports of Black homeowners receiving higher appraisals only after taking down family photos and having white families represent them in their stead.  New research shows that mis-valuation in communities of color can be widespread. A recent report from Freddie Mac found that appraisals for home purchases in majority-Black and majority-Latino neighborhoods were roughly twice as likely to result in a value below the actual contract price (the amount a buyer is willing to pay for the property), compared to appraisals in predominantly white neighborhoods. Similarly, a recent study from Fannie Mae examining refinance transactions found that white-owned homes are much more likely than Black-owned homes to be appraised at values that exceed algorithmic predictions.PAVE Action PlanThe Action Plan details a set of commitments and actions, most of which can be taken using existing federal authorities, that will help every American to have a chance to build generational wealth through homeownership. You can read the full action plan at PAVE.HUD.gov.Member agencies will take the following actions: The PAVE Task Force has already made significant progress, and its commitment is ongoing. The Task Force identified several additional policy initiatives that may have the potential to make a significant difference in ensuring fair and accurate home valuations for all communities. These policy ideas require in-depth evaluation and research, greater input from stakeholders, and further exploration. The Task Force is committed to doing this work. As the Task Force transitions into the next phase of its work to advance equity in home appraisals, it will continue seeking opportunities to collaborate with lending institutions, philanthropy groups, academia, civil rights groups, advocates, and industry associations to create a coordinated approach in tackling this issue.To read the full report and stay up to date on the work of the Task Force, you can visit PAVE.hud.gov.###"
}