{
    "title": "FACT SHEET: Biden-Harris Administration Takes New Steps to Advance Responsible Artificial Intelligence Research, Development, and Deployment | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/05/23/fact-sheet-biden-harris-administration-takes-new-steps-to-advance-responsible-artificial-intelligence-research-development-and-deployment/",
    "created_at": null,
    "content": "Today, the Biden-Harris Administration is announcing new efforts that will advance the research, development, and deployment of responsible artificial intelligence (AI) that protects individuals’ rights and safety and delivers results for the American people.AI is one of the most powerful technologies of our time, with broad applications. President Biden has been clear that in order to seize the opportunities AI presents, we must first manage its risks. To that end, the Administration has taken significant action to promote responsible AI innovation that places people, communities, and the public good at the center, and manages risks to individuals and our society, security, and economy. This includes the landmark Blueprint for an AI Bill of Rights and related executive actions, the AI Risk Management Framework, a roadmap for standing up a National AI Research Resource, active work to address the national security concerns raised by AI, as well as investments and actions announced earlier this month. Last week, the Administration also convened representatives from leading AI companies for a briefing from experts across the national security community on cyber threats to AI systems and best practices to secure high-value networks and information.Today’s announcements include:In addition to these new announcements, the White House is hosting a listening session with workers today to hear firsthand experiences with employers’ use of automated technologies for surveillance, monitoring, evaluation, and management. The listening session will include workers representing diverse sectors of the economy, including call centers, trucking, warehousing, health care, and gig work, as well as policy experts, researchers, and policymakers. This listening session follows an RFI released by OSTP earlier this month to advance the Administration’s understanding of the design, deployment, prevalence, and impacts of automated technologies that monitor and track workers.###"
}