{
    "title": "FACT SHEET: Biden-⁠Harris Administration Combatting PFAS Pollution to Safeguard Clean Drinking Water for All Americans | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/06/15/fact-sheet-biden-harris-administration-combatting-pfas-pollution-to-safeguard-clean-drinking-water-for-all-americans/",
    "created_at": null,
    "content": "$1 Billion from Bipartisan Infrastructure Law Made Available to Communities, First Tranche of $5 Billion to Help Communities Tackle Water ContaminantsPresident Biden and Vice President Harris believe that every American deserves to drink clean water. But for too many communities across this country, children and families are drinking water that is contaminated with lead and dangerous chemicals. That is why the President and Vice President unveiled a plan to combat water pollution and, six months ago, launched the Biden-Harris Lead Pipe and Paint Action Plan outlining how the Administration is leveraging $55 billion from the Bipartisan Infrastructure Law to replace all of America’s lead pipes. Together, these plans represent how the President and Vice President have activated an unprecedented effort to deliver clean water across America and mobilized federal, state, and local investments to confront contamination, protect public health, and advance environmental justice.  Today, the Biden-Harris Administration is announcing new findings and actions that will help to protect Americans’ drinking water from contamination, including from “forever chemicals” like per- and polyfluoroalkyl substances (PFAS). PFAS are a set of human-made chemicals that can cause cancer and other severe health problems, pose a serious threat across rural, suburban, and urban areas, and that disproportionately affect disadvantaged communities. PFAS are considered “forever chemicals” because they are environmentally persistent, bioaccumulative, and remain in human bodies for a long time.NEW PUBLIC HEALTH INFORMATIONFirst, EPA is publishing four new drinking water lifetime health advisories for certain PFAS as part of the President’s plan to combat PFAS pollution and the Environmental Protection Agency’s (EPA) PFAS Roadmap. These health advisories reflect the Biden-Harris Administration’s commitment to follow the science and up-to-date public health information. Specifically:INFRASTRUCTURE GRANTS TO ADDRESS WATER POLLUTIONSecond, EPA is making available $1 billion in grant funding through President Biden’s Bipartisan Infrastructure Law to help communities that are on the frontlines of PFAS contamination, the first of $5 billion through the Law that can be used to reduce PFAS in drinking water in communities facing disproportionate impacts. These funds can be used in small or disadvantaged communities to address emerging contaminants like PFAS in drinking water through actions such as technical assistance, water quality testing, contractor training, and installation of centralized treatment technologies and systems.The Bipartisan Infrastructure Law provides a historic $5 billion in a new Emerging Contaminants in Small or Disadvantaged Communities Grant Program for states to reduce PFAS and other contaminants in drinking water in underserved communities. In total, the President’s Bipartisan Infrastructure Law provides $10 billion in funding to specifically address PFAS and other emerging contaminants in water.EPA will be reaching out to states and territories with information on how to submit their letter of intent to participate in this new grant program. EPA will also consult with Tribes and Alaskan Native Villages regarding the Tribal set-aside for this grant program. This funding complements $3.4 billion in funding that is going through the Drinking Water State Revolving Funds (SRFs) and $3.2 billion through the Clean Water SRFs that can also be used to address PFAS in water this year.TOOLS FOR STATE AND LOCAL GOVERMMENTSThird, in addition to these resources outlined above, the Administration is outlining additional tools state and local governments can use to address PFAS pollution and protect drinking water:ADDITIONAL COORDINATED STEPS TO TACKLE PFASThe White House is coordinating a government-wide approach to emerging science and policy in real-time. The Council on Environmental Quality leads the Interagency Policy Committee on PFAS and the Office of Science and Technology Policy continues to coordinate accelerated PFAS research within the National Science and Technology Council’s Joint Subcommittee on Environment, Innovation, and Public Health. Both groups continue to assess the need for new policies and scientific research that result from emerging information about PFAS. There will also be enhanced coordination by senior leadership and staff from the Environmental Protection Agency, Department of Defense, and Council on Environmental Quality under the Interagency Policy Committee on PFAS concerning issues around military installations and their communities to accelerate solutions and increase transparency.Additionally, the Biden-Harris Administration will continue to work with Congress to secure the President’s Fiscal Year 2023 Budget Request, which includes $126 million for EPA to assess the impacts of PFAS on human health and advance technologies needed to detect PFAS in water. The Administration is also prioritizing prevention of contaminated water supplies as part of the re-ignited Cancer Moonshot to end cancer as we know it which is a pillar of the President’s Unity Agenda for the country. Outlined below is how the Biden-Harris Administration is leveraging tools from across the government to restrictPFAS from entering the nation’s water, air, land, and food; clean up PFAS pollution and holding polluters accountable; and accelerate research and development on PFAS science and solutions. Restricting PFAS from entering Americans’ water, air, land, and food:Cleaning up PFAS pollution and to hold polluters accountable:Accelerating the research and development of PFAS science and solutions include:###"
}