{
    "title": "FACT SHEET: President Biden, Vice President Harris, Senior Administration Officials Kick Off 2023 Implementing Bipartisan Infrastructure Law | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/01/04/fact-sheet-president-biden-vice-president-harris-senior-administration-officials-kick-off-2023-implementing-bipartisan-infrastructure-law/",
    "created_at": null,
    "content": "President Biden will announce funding to rebuild some of the nation’s most economically significant bridges, during visit to Covington, KentuckyThe President’s economic plan is proving that when America invests in ourselves – especially in our infrastructure, clean energy, and high-growth industries that are critical to our economic and national security – we can build a bottom-up and middle-out economy. That means an economy with better jobs and better pay, including jobs that don’t require a four-year degree. And it means a more dynamic and more resilient economy, including in communities that are too often forgotten. Today, during a visit to Brent Spence Bridge in Covington, Kentucky, the President will announce the latest example of how his economic plan is delivering for American families and American communities: more than $2 billion in investments from the Bipartisan Infrastructure Law to upgrade some of our nation’s most economically significant bridges. To mark this announcement:These major bridge investments are a symbol that we can still do big things when we do them together.The Bipartisan Infrastructure Law invests $40 billion to repair and rebuild the nation’s bridges – the single largest dedicated investment in bridges since the construction of the Eisenhower-era Interstate Highway System. It will help repair or rebuild ten of the most economically significant bridges in the country along with over 15,000 additional bridges nationwide. The vast majority of the projects funded by the Bipartisan Infrastructure Law are covered by Davis-Bacon requirements, meaning the construction workers who build the projects will receive good pay and benefits.Bridges represent more than just their physical structures—they connect people and communities and make it easier to go about our daily lives. In addition to getting people where they need to go, bridges are critical to ensuring the nation’s commerce can flow freely, getting goods from ships to shelves quickly, reliably, and safely to their destinations. Modern bridges are critical for first responders to get to calls more quickly, more reliable shipments for businesses, and less expensive goods for families.  Approximately 43,000 bridges nationwide are currently rated in poor condition, which could include requiring weight restrictions and closures of bridges large and small. Today’s announcement of the first year of Large Bridge Project Grants from the infrastructure law’s Bridge Investment Program are for bridges with a total cost of more than $100 million. The four economically-significant bridges include:Across the country, the President’s economic plan is leading to billions of dollars in private sector investment. Communities across Kentucky and Ohio that were hollowed out due to outsourcing are once again regaining manufacturing jobs – including in new industries of the future like clean energy and the digital economy – and seeing major investments in infrastructure.  For example:To help workers across Ohio prepare for good-paying manufacturing jobs in the industries of the future, the Department of Commerce Economic Development Administration awarded a $23.5 million grant through the Good Jobs Challenge to the Ohio Manufacturers’ Association to partner with more than 1,000 manufacturing employers to place 6,000 workers in a new job or an upskilling opportunity at their current employer.Bridge Funding Overview – Additional BackgroundIn addition to the four FY22 Large Bridge Project Grants, the Federal Highway Administration (FHWA) also announced an additional Bridge Planning grant to the U.S. Army Corps of Engineers to advance critical planning work in support of replacement of the Bourne and Sagamore Bridges over the Cape Cod Canal. In October 2022, FHWA awarded nearly $20 million in planning grants to support 23 projects, including the I-5 Columbia River Crossing connecting Washington and Oregon and 18 bridges located over electrified rail lines primarily operated by Amtrak and the Southeastern Pennsylvania Transit Authority (SEPTA) in Philadelphia. These planning grants help create a pipeline of shovel-worthy projects that could then later be eligible to apply for a construction grant through a range of competitive grant programs where bridge projects are eligible. DOT will announce additional Bridge Investment Program construction grants for bridge projects under $100 million later this year.  In total, the Bridge Investment Program will fund $12.5 billion in planning and construction projects over five years, and will support at least one project in every state.Other DOT programs funded by the Bipartisan Infrastructure Law have also made significant investments in bridge repair and replacement. Beyond the Bridge Investment Program awards announced today, the US Department of Transportation (DOT) has announced over $11 billion to upgrade the nation’s bridges:In early 2023, additional bridge and supply chain investments are expected from the Bipartisan Infrastructure Law’s MEGA program (aka Nationally Significant Infrastructure), along with awards for the Bridge Investment Program’s allocation for bridge projects under $100 million.###"
}