{
    "title": "2nd Global COVID-19 Summit Commitments | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/05/12/2nd-global-covid-19-summit-commitments/",
    "created_at": null,
    "content": "The second Global COVID-19 Summit, co-hosted by United States, Belize, Germany, Indonesia, and Senegal, convened over partners and organizations from around the world to accelerate collective efforts to get shots into arms, enhance access to tests and treatments, protect the health workforce, and finance and build health security for future pandemics and other health crises.The Summit garnered new financial commitments totaling $3.2 billion, not yet announced, above and beyond pledges made to date in 2022.  This includes nearly $2.5 billion for COVID-19 and related response activities and $712 million in new commitments toward a new pandemic preparedness and global health security fund at the World Bank. (Note: This builds on $250 million previously pledged for this fund.) We encourage partners to join, as much more is needed to control COVID-19 and build better health security.Commitments[1] from Government, Other Partners, and EntitiesCommitments[2] from Non-Governmental Organizations, Private Sector, PhilanthropiesIn addition, we have received commitments from more than 50 organizations, including local and international non-governmental organizations, businesses, philanthropies, advocacy groups, faith-based organizations, and other members of civil society.  To date, new commitments in 2022 outlined below exceed $700 million for vaccinating the world, saving lives now, and building better health security. [1] All commitments made in 2022 are counted toward the goals of the 2nd Global COVID-19 Summit. Of these, approximately $3.1 billion were raised in new funds, not yet announced.[2] All commitments made in 2022 are counted toward the 2nd Global COVID-19 Summit.  Of these, approximately $700 million was raised in new funds, not yet announced.###"
}