{
    "title": "FACT SHEET: President Biden Signs Executive Order to Revitalize Our Nation’s Commitment to Environmental Justice for All | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/04/21/fact-sheet-president-biden-signs-executive-order-to-revitalize-our-nations-commitment-to-environmental-justice-for-all/",
    "created_at": null,
    "content": "President Biden and Vice President Harris believe that every person has a right to breathe clean air, drink clean water, and live in a healthy community – now and into the future. During his first week in office, President Biden launched the most ambitious environmental justice agenda in our nation’s history. To continue delivering on that vision, today the President will sign an executive order further embedding environmental justice into the work of federal agencies to achieve real, measurable progress that communities can count on.The Executive Order is part of the Biden-Harris Administration’s whole-of-government effort to confront longstanding environmental injustices and inequities. For far too long, communities across our country have faced persistent environmental injustice through toxic pollution, underinvestment in infrastructure and critical services, and other disproportionate environmental harms often due to a legacy of racial discrimination including redlining. These communities with environmental justice concerns face even greater burdens due to climate change.With this action, the President is working to ensure that all people – regardless of race, background, income, ability, Tribal affiliation, or zip code – can benefit from the vital safeguards enshrined in our nation’s foundational environmental and civil rights laws. That means cleaner air and water, reduced risk for asthma, cancer, and other health burdens, and better access to green space, safe and affordable housing, and clean transportation.For President Biden, protecting our planet starts with ensuring everyone lives in a safe and healthy environment. Throughout Earth Week, President Biden, Vice President Harris, and other Cabinet-level officials are holding events and announcing commitments focused on how the President’s Investing in America agenda is creating good-paying clean energy jobs, lowering costs, meeting our climate goals, advancing environmental justice and conservation, and strengthening communities that for too long were left behind or left out.The new Executive Order, Revitalizing Our Nation’s Commitment to Environmental Justice for All, will:This action follows through on President Biden’s promise to modernize and improve how the federal government confronts environmental injustice to address the needs of present and future generations – a promise he made following meaningful engagement with communities with environmental justice concerns and solidified in Executive Order 14008, Tackling the Climate Crisis at Home and Abroad. The Executive Order reflects the values, goals, and recommendations of the White House Environmental Justice Advisory Council (WHEJAC), an expert body of leaders, researchers, practitioners, and community members. In line with the WHEJAC’s recommendations, the Executive Order outlines an ambitious approach to environmental justice that is informed by scientific research, high-quality data, and meaningful engagement with communities. It also reaffirms that the federal government must continue to be transparent and accountable for its actions.The Executive Order builds on and supplements the foundational efforts of Executive Order 12898, signed by President Bill Clinton nearly 30 years ago. For the first time in our nation’s history, Executive Order 12898 recognized and sought to address what community members and leaders had been saying for decades: harmful pollution disproportionally impacts low-income communities and communities of color, among other vulnerable communities.In addition to the Executive Order, today the Biden-Harris Administration is announcing other new steps to further the President’s historic commitment to environmental justice:Today’s announcements build on more than two years of progress under President Biden’s leadership to advance environmental justice. That progress includes:For more on the Biden-Harris Administration’s work to advance environmental justice, visit https://www.whitehouse.gov/environmentaljustice/.###"
}