{
    "title": "FACT SHEET:  Biden Administration Releases Agency Climate Adaptation and Resilience Plans from Across Federal Government | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/10/07/fact-sheet-biden-administration-releases-agency-climate-adaptation-and-resilience-plans-from-across-federal-government/",
    "created_at": null,
    "content": "Today, the Biden-Harris Administration released plans developed by more than 20 federal agencies that outline the steps each agency will take to ensure their facilities and operations adapt to and are increasingly resilient to climate change impacts. The plans reflect President Biden’s whole-of-government approach to confronting the climate crisis as agencies integrate climate-readiness across their missions and programs and strengthen the resilience of federal assets from the accelerating impacts of climate change. The climate adaptation and resilience plans were previously submitted to and reviewed by the National Climate Task Force, White House Council on Environmental Quality’s (CEQ) Federal Chief Sustainability Officer, and the Office of Management and Budget (OMB) in response to President Biden’s Executive Order on Tackling the Climate Crisis at Home and Abroad. Agencies face a multitude of risks caused by climate change, including rising costs to maintain and repair damaged infrastructure from more frequent and extreme weather events, challenges to program effectiveness and readiness, and health and safety risks to federal employees who work outside. By taking action now to better manage and mitigate climate risks, we will minimize disruptions to federal operations, assets and programs while creating safer working conditions for employees.To address these challenges, President Biden prioritized the revitalization of federal agency climate adaptation and resilience planning efforts. Through this approach, large agencies developed adaptation and resilience plans to address their most significant climate risks and vulnerabilities. The plans leverage procurement decisions to drive innovation and increase resilience against supply chain disruptions and deliver on President Biden’s commitment to invest climate and clean energy dollars in environmental justice communities through his Justice40 Initiative.As part of these efforts, agencies will embed adaptation and resilience planning and implementation throughout their operations and programs, and will continually update their adaptation plans. In addition to these plans, President Biden’s Build Back Better Agenda and the Bipartisan Infrastructure Deal include bold, historic, and transformational investments that will strengthen our nation’s resilience to climate change and extreme weather events, including upgrading power infrastructure, rebuilding America’s roads and bridges, and more.Today, the Biden-Harris Administration is making available more than 20 climate adaptation and resilience plans from major federal agencies. Highlights from this year’s plans include:The Council on Environmental Quality (CEQ) and OMB also seek public input on the agency climate adaptation plans. Members of the public may submit comments via the docket at https://www.regulations.gov/ (Docket ID: CEQ–2021–0003) until Nov. 6, 2021. CEQ also will hold a virtual convening this fall with national organizations with expertise in climate adaptation and resilience or have expressed interest in the agency plans.The agencies releasing Climate Adaptation and Resilience Plans are:1          Department of Agriculture2          Department of Commerce3          Department of Defense4          Department of Education5          Department of Energy6          Department of Health and Human Services7          Department of Homeland Security8          Department of Housing and Urban Development9          Department of the Interior10        Department of Justice11        Department of Labor12        Department of State13        Department of the Treasury14        Department of Transportation15        Department of Veterans Affairs16        U.S. International Development Finance Corporation17        Environmental Protection Agency18        General Services Administration19        National Aeronautics and Space Administration20       Office of Personnel Management21        Smithsonian Institution22        U.S. Agency for International Development23        U.S. Army Corps of EngineersAll plans are available at www.sustainability.gov/adaptation.###"
}