{
    "title": "FACT SHEET: The Biden-Harris Administration is Taking Action to Restore and Strengthen American Democracy | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/12/08/fact-sheet-the-biden-harris-administration-is-taking-action-to-restore-and-strengthen-american-democracy/",
    "created_at": null,
    "content": "From the first day in office and every day since, the Biden-Harris Administration has taken decisive action to restore and strengthen American democracy, from cracking down on corruption and promoting transparency to taking critical steps to ensure the federal government works for every American — no matter what they look like or where they live. This cause will be a guiding principle throughout the President’s time in office, and that includes prioritizing the fight to pass the Freedom to Vote Act and the John Lewis Voting Rights Advancement Act to protect the sacred right to vote in free, fair, and secure elections.Sustaining democracy is also a shared challenge and commitment for our allies and partners overseas. Against the backdrop of a rise in authoritarianism and increasing threats to democracy around the world, President Biden is convening world leaders for a Summit for Democracy to provide an opportunity to listen, learn, and share how governments and non-governmental actors can strengthen their commitment to democratic principles and practices, and their responsiveness to the people they serve.As President Biden made clear in his first Address to the Joint Session of Congress on April 28, 2021, “We have to prove democracy still works — that our government still works and we can deliver for our people.” Demonstrating that democracy can deliver to improve people’s lives and address the greatest challenges of our time — and that we, the people, can work together to address the threats facing our democracy — is at the heart of the Biden-Harris Administration’s plan to Build Back Better.Last month, after working across the aisle to negotiate with Members of Congress from both parties, President Biden signed the bipartisan Infrastructure Investment and Jobs Act (IIJA). This once-in-a-generation investment in America’s infrastructure and competitiveness will drive the creation of good-paying union jobs, grow the economy sustainably and equitably, and shows that democracy can deliver results for the American people. President Biden continues to work with Congress to enact the Build Back Better Act, historic legislation that will cut the cost of child care and elder care, invest in affordable housing, position the U.S. to tackle the climate crisis, make health care and prescription drugs more affordable, and much more — fully paid for by ensuring the wealthiest individuals and corporations pay their fair share. These transformational pieces of legislation also make critical investments in American democracy, including:The Biden-Harris Administration firmly believes that renewing democracy around the globe begins by working diligently and transparently to strengthen its foundations at home. The Administration is taking bold action across the Summit’s three broad themes: strengthening democracy and defending against authoritarianism; fighting corruption; and promoting respect for human rights.Strengthening Democracy and Defending Against AuthoritarianismIn addition to pressing for essential legislation to protect voting rights and strengthen our democracy, the Biden-Harris Administration is using available authorities and resources to defend the right to vote. The Administration has also advanced a broad range of actions to repair the fabric of our democracy, from bolstering workers’ rights and unions, an essential bulwark of democratic societies, to combating domestic violent extremism. This work includes:Fighting CorruptionSince Day One, the administration has worked to earn and keep the trust of Americans by cracking down on corruption and promoting an accountable and transparent government that works for the people, from  requiring all appointees to take a stringent ethics pledge, to releasing the President’s and Vice-President’s taxes, to issuing policies to restore DOJ’s independence. In addition to the steps we’ve already taken, this week we will be highlighting actions including:Promoting Respect for Human RightsThe Biden-Harris Administration has centered equity and the advancement of fundamental rights as a priority to ensure that all Americans are able to fully participate in our democracy and have a fair shot at the American dream. The Administration has worked to embed equity across many fronts, including taking concrete steps to advance gender equality; accelerate LGBTQI+ equality; expand access and inclusion for Americans with disabilities; support and respect Native communities; combat hate crimes; and reform our criminal justice system. In addition to all of the work that has happened over the past year, this week we are proud to highlight new announcements including:Democracy is always a work-in-progress, a constant striving to build a more perfect union. Following the Summit, the Biden-Harris Administration and democracies across the globe will convene governmental, civil society, and private sector partners during a year of consultation, coordination, and action (“Year of Action”) to advance democracy, after which time President Biden intends to again gather world leaders to showcase our collective progress and forge a path forward. The Biden-Harris Administration will continue its steadfast work to strengthen democracy, with additional actions and commitments to be announced throughout the year to come.The Biden-Harris Administration’s record of accomplishments and ongoing efforts to restore and reinvigorate American democracy includes:Strengthening DemocracyProtecting the Sacred Right to Vote in Free, Fair, and Secure Elections. The Biden-Harris Administration will continue to prioritize the unrelenting fight for federal democracy reform legislation — including the Freedom to Vote Act and the John Lewis Voting Rights Advancement Act — to establish national baselines for access to the ballot box, prevent discrimination in voting, curtail extreme partisan gerrymandering, secure our elections and ensure the will of the voters is upheld, reform our campaign finance system so that it is free from foreign interference and amplifies the voices of the people rather than powerful special interests, and establish Washington, D.C. as our Union’s 51st state. And President Biden will use every tool at his disposal to protect the fundamental right to vote, the right that protects all other rights.Galvanizing Civic Engagement.  President Biden believes that there is not a single thing “We the People” cannot accomplish when we work together. Yet toxic polarization is increasing across society and Americans’ trust in institutions and in one another is decreasing. The Biden-Harris Administration is taking action to support Americans’ ability to fully participate in civic life, foster a shared sense of community, and empower people to strengthen our democracy from the ground up.Strengthening Democracy by Advancing Workers’ Rights to Organize and Bargain Collectively. As President Biden said in his September 8, 2021, Labor Day Address, “[w]orkers who join unions gain power — power over the decisions and the decision-makers that affect their lives. Workers’ voices are heard and heeded. In a simple word, a union means there is democracy. Democracy. Organizing, joining a union — that’s democracy in action.”  Independent and democratically responsive unions are an essential bulwark of democracies: They are multi-racial organizations that build solidarity around their members’ shared interests and elect leadership from their own ranks to give workers a voice in their workplaces, their communities, and their nation’s political debates, serving as counter-weights to the economic and political power of Wall Street and large corporations.Promoting Information Integrity and Democratic Values in Technology. Our democracy depends on the free flow of ideas, informed public discourse, and trust in institutions.The digital revolution has the potential to foster these elements of democracy, but without sustained care and commitment to shared standards, emerging technologies can be used to spread disinformation, sow mistrust, and undermine and repress fundamental rights and freedoms. The Biden-Harris Administration is working to mitigate threats that mis- and disinformation pose to public safety and national security while upholding the constitutional right to freedom of expression, and it is committed to fostering a technological ecosystem that promotes transparency and accountability and reflects democratic values.Combating Domestic Violent Extremism. Domestic terrorism poses a direct challenge to America’s national security, our democracy, and our national unity. Acts of domestic terrorism often deliberately and viciously target communities on the basis of hatred and bigotry, or, as demonstrated by the attack on January 6, 2021, they are often committed by those opposing government institutions. President Biden is taking aggressive, comprehensive, and responsible action to counter this threat while safeguarding bedrock American civil rights and civil liberties.Supporting and Defending Independent Media. Independent media that informs citizens and holds the powerful accountable is essential to building prosperous, resilient, and free societies. The Biden-Harris Administration is committed to protecting press freedom, and to promoting Americans’ access to independent journalism in the face of unprecedented challenges that confront the industry.Proving that Democracy Delivers. President Biden is committed to restoring people’s faith in democracy to deliver tangible results. The Biden-Harris Administration took swift action to address the COVID-19 pandemic and corresponding economic crisis, getting at least one vaccine dose to more than 83% of the adult population and lowering unemployment to 4.2%—the lowest level since before the pandemic. President Biden signed the American Rescue Plan (ARP) to deliver immediate relief to families and workers and build a lasting bridge to an equitable economic recovery, and the Infrastructure Investment and Jobs Act to rebuild our crumbling infrastructure and provide shared prosperity. President Biden is committed to passing the Build Back Better Act, a once-in-a-generation investment in American families. Americans can see it and feel it in their own lives that democracy is opening doors of opportunity, guaranteeing more fairness and justice.Fighting CorruptionPrioritizing Anticorruption and Bringing Transparency to the Financial System. The global scourge of corruption corrodes public trust; hobbles effective governance; distorts markets and equitable access to services; undercuts development efforts; and contributes to national fragility, extremism, and migration. The Biden-Harris Administration is determined to hold corrupt actors accountable, both at home and abroad, and to prevent authoritarians and kleptocrats from parking their ill-gotten wealth in the United States, bringing additional transparency to the U.S. and international financial systems.Ensuring an Accountable and Transparent Government that Works for the People. A core mission of the Biden-Harris Administration is to earn and keep the trust of the American people. To that end, the Biden-Harris Administration has made significant strides in restoring ethics, the rule of law, and democratic norms. President Biden is also pushing for legislation to reform our campaign finance system so that it is free from foreign interference and amplifies the voices of the people, not powerful special interests.Advancing Human RightsAdvancing Racial Justice and Equity. Equal opportunity is the bedrock of American democracy, and our diversity is one of our country’s greatest strengths. The Biden-Harris Administration has centered racial justice and equity as a priority since Day One to ensure all Americans are able to fully participate in and enjoy the benefits of our democracy and have a fair shot at the American dream. This includes a commitment to a federal government that looks like America, with a historically diverse Cabinet and a historically diverse roster of federal judicial nominations.Advancing Gender Equity and Equality. In a strong and sustainable democracy, all people, regardless of gender, must have the opportunity to reach their full potential and women and girls must be fully represented at the tables at which decisions are made.Promoting LGBTQI+ Equality. To accelerate the march toward full LGBTQI+ equality, the Administration has taken historic actions beginning with one of the most comprehensive executive orders in history on LGBTQI+ rights.Expanding Access and Inclusion for Disabled Americans. The Administration has taken significant steps to achieve a more inclusive, accessible, and equitable country for people with disabilities.Historic Support for Native Americans. The Biden-Harris Administration has taken swift and bold action to support and respect Native communities.Combating Hate Crimes and Hate Incidents. Hate has no place in a democratic society, but all too often throughout our history, acts of hate and violence have been directed at marginalized communities. The Biden-Harris Administration has taken action to help prevent and improve the response to hate crimes and incidents.Protecting Religious Freedom. The Biden-Harris Administration is safeguarding the bedrock principles of religious freedom and tolerance as enshrined in the United States Constitution.Combating Human Trafficking. As highlighted above, the Biden-Harris Administration reaffirmed its commitment to responding to this abhorrent crime that disproportionately impacts some of the most vulnerable and underserved members of our society by releasing a new National Action Plan to Combat Human Trafficking. The plan lays out the foundational pillars of U.S. and global anti-trafficking efforts — prevention, protection, prosecution, and partnerships.Taking Strong Action to Reform Our Criminal Justice System and Ensuring Equal Justice for All. In a healthy democracy, citizens must be afforded equal justice under the law and be free from state violence. From enhancing police accountability, to reforming law enforcement and investing in complementary community-based public strategies, to improving prosecution and incarceration practices, to supporting reentry, the Biden-Harris Administration has taken concrete action to reform the criminal justice system and begin to root out racial disparities.###"
}