{
    "title": "Joint Statement by President Biden and Prime Minister Trudeau | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/03/24/joint-statement-by-president-biden-and-prime-minister-trudeau/",
    "created_at": null,
    "content": "The United States and Canada celebrate our progress under the Roadmap for a Renewed U.S.-Canada Partnership over the past two years and reaffirm our historic alliance, steadfast friendship, and commitment to overcome the daunting challenges of today and realize the full potential of the relationship in the future.  Our enduring partnership is based on a mutual commitment to shared security, shared prosperity, and shared democratic values, including the importance of fighting climate change and an abiding respect for human rights and the rule of law.  As the closest of friends and allies, we remain committed to making life better for people on both sides of our shared border and to building a more free, equitable, secure, and prosperous world. To that end, the United States and Canada will work together to:1. Catalyze Clean Energy and Create Good Jobs:  Deepening economic integration, accelerating the deployment of clean technologies, and workforce development are essential to building a more sustainable and globally competitive economy for American and Canadian workers, including through continued implementation of the U.S.-Mexico-Canada Agreement.2. Strengthen Resilience of Critical Mineral and Semiconductor Supply Chains:  The United States and Canada will work together to create a strong, environmentally responsible, and resilient North American critical minerals supply chain.  We are committed to identifying, securing, and developing critical minerals extraction, processing, manufacturing, and recycling opportunities in both countries to diversify supply chains essential to clean energy, electric vehicles, semiconductors, aerospace, and defense, among other sectors, that meet strong environmental, sustainability, worker, health and safety, Indigenous and Tribal consultation and partnership, and community engagement standards. 3. Protecting Our Shared Waters and the Arctic:  The United States and Canada committed to fight climate change and build net-zero economies, conserve biodiversity, and protect fragile ecosystems, including in transboundary waters and the Arctic. 4. Advancing Diversity and Inclusion: Recognizing the central importance of inclusion and equal opportunity to our democracies, Canada and the United States will continue to work toward fair and inclusive policies that benefit all citizens, regardless of sex, gender, or sexual orientation; race, ethnicity, or religion; age; disability; or geography. 5. Bolster Global Alliances: The United States and Canada are committed to the security of our treaty allies, including through the North Atlantic Treaty Organization (NATO), and to supporting our partners around the world.  We are even stronger through our collaboration at and with the United Nations and other international organizations, alliances, and groups, including the G7, G20, the Five Eyes, and the Organization of American States.6. Invest in Our Collective Defense and Security:   Our highest priority is to protect our citizens and our sovereign territory.  We will invest in the modernization of the North American Aerospace Defense Command (NORAD), including specifically7. Disrupt the Illicit Production and Distribution of Synthetic Opioids: The opioid overdose crisis is having devastating health and economic consequences in our societies.  We are united in our resolve to disrupt the illicit production and distribution of synthetic opioids like fentanyl and its precursor chemicals while augmenting our public health response.8. Manage Migration Collaboratively:  The Los Angeles Declaration on Migration and Protection enshrines our belief that irregular migration requires a regional approach centered on expanding legal pathways and humane border management and recognizes that we must address the underlying economic and security drivers of migration.  The United States and Canada remain committed partners in advancing the principles of the Declaration.  # # #"
}