{
    "title": "FACT SHEET: Biden-⁠Harris Administration Announces Roadmap for Nature-Based Solutions to Fight Climate Change, Strengthen Communities, and Support Local Economies | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/11/08/fact-sheet-biden-%e2%81%a0harris-administration-announces-roadmap-for-nature-based-solutions-to-fight-climate-change-strengthen-communities-and-support-local-economies/",
    "created_at": null,
    "content": "New actions and recommendations announced at COP27 will make nature-based solutions a go-to option for fighting climate change and boost progress towards U.S. climate goalsToday at COP27 in Egypt, the Biden-Harris Administration is releasing the Nature-Based Solutions Roadmap, an outline of strategic recommendations to put America on a path that will unlock the full potential of nature-based solutions to address climate change, nature loss, and inequity. This marks the first time the U.S. has developed a strategy to scale up nature-based solutions.To demonstrate how the U.S. is already taking action, the Administration is also announcing new and recent interagency commitments aligned with the roadmap including: agency actions to ensure over $25 billion in infrastructure and climate funding can support nature-based solutions; a new guide for bringing the power of nature to maximize the value and resilience of military bases; and a new technical working group to better account for nature-based options in benefit cost analysis – a powerful tool for federal decisions.Nature-based solutions are actions to protect, sustainably manage, or restore natural or modified ecosystems as solutions to societal challenges, like fighting climate change. Examples include protection or conservation of natural areas, reforestation, restoration of marshes or other habitats, or sustainable management of farms, fisheries, or forests. These actions can increase resilience to threats like flooding and extreme heat, and can slow climate change by capturing and storing carbon dioxide. Nature-based solutions play a critical role in the economy, national security, human health, equity, and the fight against climate change.John Podesta, Senior Advisor to the President for Clean Energy Innovation and Implementation, and chair of President Biden’s National Climate Task Force, unveiled the roadmap at the opening of the U.S. Center at United Nations Framework Convention on Climate Change’s Conference of the Parties (COP27). Mr. Podesta encouraged other nations to join the U.S. by taking bold action to invest in nature and its many benefits.  On Earth Day 2022, President Biden issued Executive Order 14072, which recognizes the importance of forests and other nature-based solutions to tackle the climate crisis and strengthen communities and local economies. In the Executive Order, President Biden directed the Council on Environmental Quality, the Office of Science and Technology Policy, and the National Climate Advisor, in consultation with agencies, to identify key opportunities for greater deployment of nature-based solutions across the Federal government. The Roadmap submitted to the National Climate Task Force today calls on expanding the use of nature-based solutions and outlines five strategic areas of focus for the federal government: (1) updating policies, (2) unlocking funding, (3) leading with federal facilities and assets, (4) training the nature-based solutions workforce, and (5) prioritizing research, innovation, knowledge, and adaptive learning that will advance nature-based solutions.This work builds on President Biden’s climate leadership. The Administration is already advancing nature-based solutions in support of the President’s commitment to reduce greenhouse gas emissions 50-52% below 2005 levels in 2030, to conserve at least 30% of U.S. lands and waters by 2030, and to increase community resilience to extreme weather and other climate impacts. The new Nature Based Solutions Roadmap will help the Administration seize additional opportunities; key recommendations and related new and recent agency commitments are below.The Biden-Harris Administration also released a companion resource guide with examples of nature-based climate solutions and over 150 resources to spur action. The Nature-Based Solutions Resource Guide: Compendium of Federal Examples, Guidance, Resource Documents, Tools and Technical Assistance is available here.  NATURE-BASED SOLUTIONS ROADMAP: FIVE STRATEGIC AREAS FOR ACTION1. Update Policies to Accelerate Nature-Based SolutionsThe roadmap recommends that agencies update federal policies and guidance, making it easier to consider and adopt nature-based solutions. Major areas for advancement include policies and guidance for federal planning, permitting, cost-sharing, risk management, and benefit cost analysis. Aligned Administration actions include:Federal funding for domestic and international projects can provide a strong lever to increase deployment of nature-based solutions. The roadmap recommends that Federal agencies do more to prioritize nature-based solutions in funding decisions; increase and ease access to this funding; and catalyze private investment. Actions by the Administration to unlock funding include:The roadmap recommends that federal agencies expand their use of nature-based solutions in the design, retrofitting, and management of federal facilities and embed these solutions in management of natural assets through improved planning, co-management, and co-stewardship. Given the scale of federal assets, expanding deployment of nature-based solutions would have direct climate and conservation benefits and send a strong signal to others. Administration actions include:We need a diverse, equitable workforce skilled in building nature-based solutions. To reach this goal, the roadmap recommends that agencies expand educational and workforce training offerings related to nature-based solutions to support good jobs in federal agencies and the private sector. These needs apply across a wide range of skills including engineering, law, finance, ecology, accounting, economics, community planning and maintenance for nature-based solutions. Administration actions include:As the world changes, we must continually innovate and fill gaps in our understanding. The roadmap recommends that federal agencies advance research and innovation in all sectors to fully reveal the scale of the opportunity that nature-based solutions provide, and incentivize continual learning about how and where nature-based solutions work best. Administration actions include:BUILDING ON THE BIPARTISAN INFRASTRUCTURE LAW AND INFLATION REDUCTION ACTThe roadmap and aligned actions build on major investments made through President Biden’s Bipartisan Infrastructure Law and Inflation Reduction Act. These laws made unprecedented investments in nature-based solutions, placing forests, agricultural lands and coastal wetlands front and center in the climate fight. For example, $20 billion is directed to farmers, ranchers, and private forest owners working to increase carbon storage and reduce emissions. Another $5 billion is for forest management actions that can reduce wildfire risk, store carbon, and cool communities. These laws also weave nature into infrastructure investments. Over $8.7 billion will build climate resilience into transportation systems from the ground up. Another $8.6 billion will restore and conserve coastal habitats, investments that will buffer communities from storms and boost local economies. Several agencies are  acting to leverage recent laws and appropriations towards nature-based solutions, including:DRIVING GLOBAL ACTIONPresident Biden is committed to unlocking the full potential of nature-based solutions for achieving climate goals and combatting nature loss, especially for communities that are disproportionately impacted by climate change and environmental injustices. By announcing this roadmap and actions at the UNFCCC COP27, we recognize the need for global action to confront these triple crises and look forward to announcing additional actions during the upcoming Convention on Biological Diversity COP15. We invite partners, communities, and other nations to join the Biden-Harris Administration in taking aggressive action to advance nature-based solutions as powerful tools that the world needs now.###"
}