{
    "title": "ASEAN-U.S. Special Summit 2022, Joint Vision Statement | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/05/13/asean-u-s-special-summit-2022-joint-vision-statement/",
    "created_at": null,
    "content": "WE, the Member States of the Association of Southeast Asian Nations (ASEAN) and the United States gather on the occasion of the ASEAN-U.S. Special Summit, the first-ever to be held in Washington, D.C., on 12-13 May 2022.EMPHASIZING the importance of adhering to key principles, shared values and norms enshrined in the Charter of the United Nations, the ASEAN Charter, the Declaration on Zone of Peace, Freedom and Neutrality (ZOPFAN), the Treaty of Amity and Cooperation in Southeast Asia (TAC), the 1982 United Nations Convention on the Law of the Sea (UNCLOS), the Treaty on the Southeast Asia Nuclear Weapon-Free Zone (SEANWFZ) and the ASEAN Outlook on the Indo-Pacific (AOIP); EMPHASIZING the importance of creating a peaceful environment for further enhancing cooperation and strengthening the existing bonds of friendship among our countries in keeping with the principles of equality, partnership, consultation, and mutual respect, guided by the principles of the East Asia Summit (EAS) Declaration on the Principles for Mutually Beneficial Relations (Bali Principles); RECOGNIZING that our cooperation has long been indispensable to ASEAN, to the United States, and to the broader international community, beginning with our first dialogue, in Manila in 1977, and growing with the United States’ signing of the Treaty of Amity and Cooperation in Southeast Asia; with the establishment of a U.S. Mission to ASEAN, in Jakarta; and with the founding of the ASEAN-U.S. Summit; NOTING that both the AOIP and the Indo-Pacific Strategy of the United States share relevant fundamental principles in promoting an open, inclusive, and rules-based regional architecture, in which ASEAN is central, alongside partners who share in these goals; REAFFIRMING our shared commitment to strengthen and build more comprehensive ASEAN-U.S. Dialogue Relations, which have long been indispensable to ASEAN and the United States, as well as the broader region and the international community, in order to continue promoting and maintaining peace, security, stability and prosperity in the region; to ensure that relations remain adaptable to meet new challenges; and to appropriately cooperate in international and regional fora of which ASEAN Member States and the United States are members. FURTHER REAFFIRMING our shared commitment to maintaining and promoting peace, security and stability in the region, as well as to the peaceful resolution of disputes, including full respect for legal and diplomatic processes, without resorting to the threat or use of force, in accordance with international law. WE HEREBY DECLARE: As we celebrate the 45th anniversary of ASEAN-U.S. Dialogue Relations in 2022, we commit to establish an ASEAN-U.S. Comprehensive Strategic Partnership that is meaningful, substantive, and mutually beneficial at the 10th ASEAN-U.S. Summit in November 2022. We look forward to the early completion of the necessary process.Fighting the COVID-19 pandemic, building better health security, and recovering together Strengthening Economic Ties and Connectivity Promoting Maritime Cooperation Enhancing People-to-people connectivity Supporting Sub-regional Development Leveraging Technologies and Promoting Innovation Addressing Climate Change Preserving Peace, Building Trust ###"
}