{
    "title": "FACT SHEET: President Biden’s Budget Makes Our Communities Safer and Combats Crime | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/03/09/fact-sheet-president-bidens-budget-makes-our-communities-safer-and-combats-crime/",
    "created_at": null,
    "content": "From Day One, the Biden-Harris Administration has taken decisive and historic action to make America’s communities safer. Last year, the President brought Members of Congress from both parties together to secure the Bipartisan Safer Communities Act—the first significant piece of legislation to address the epidemic of gun violence in America’s communities in three decades. This historic legislation expands background checks and funds crisis intervention, including red-flag laws, and helps keep guns out of the hands of people, including convicted dating partners, who are a danger to themselves and others. It makes historic investments in upstream violence prevention and reduction programs and addressing the youth mental crisis by expanding community violence prevention programs and expanding trauma informed services to mitigate the impact of violence. And it builds on the Administration’s efforts to crack down on ghost guns, rogue dealers, and gun trafficking.The President has also been clear about the Administration’s commitment to investing in safe, effective, and accountable community policing, community violence intervention, and crime prevention. In May 2022, after Senate Republicans blocked passage of the George Floyd Justice in Policing Act last year—even though leading law enforcement groups supported a deal—President Biden signed a historic Executive Order to advance effective, accountable policing and strengthen public safety. In August, the Biden-Harris Administration released the comprehensive Safer America Plan that funds the police for safe, effective, and accountable community policing and promotes effective prosecution of crimes affecting families, invests in upstream crime prevention and a fairer criminal justice system, and takes additional steps on guns to keep dangerous firearms out of dangerous hands.The Budget builds on this progress by making investments to prevent and reduce crime and improve the fairness and effectiveness of the criminal justice system in improving public safety and public trust and easing the burden on police, invest in Federal Law Enforcement to combat gun violence and other violent crime, support state, local, and tribal law enforcement and other first responders, and reinvigorate Federal civil rights enforcement. The President believes we can and must do more to prevent and reduce crime and save lives. The Budget:###"
}