{
    "title": "FACT SHEET: New Data Show 8.2 Million Fewer Americans Struggling with Medical Debt Under the Biden-Harris Administration | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/02/14/fact-sheet-new-data-show-8-2-million-fewer-americans-struggling-with-medical-debt-under-the-biden-harris-administration/",
    "created_at": null,
    "content": "The Administration’s work to strengthen the Affordable Care Act along with new consumer protections lead to continued progress reducing the burden of medical debt.Today, the Consumer Financial Protection Bureau (CFPB) released a new report that shows that the number of Americans with medical debt on their credit reports fell by 8.2 million from the first quarter of 2020 to the first quarter of 2022. Today’s report is consistent with a recent report from the Centers for Disease Control and Prevention (CDC) that found that the number of Americans who are part of families having trouble paying their medical bills declined by 5.5 million between 2020 and 2021. One driver of these declines is the significant increase in the number of insured Americans over this period, a result of the President’s strategy of protecting and strengthening the Affordable Care Act (ACA) and lowering health care costs. The decline also reflects continued actions by the CFPB to highlight problems with inaccurate reporting of debt in collections and put the industry on notice to correct their behavior.The new data also underscore the importance of the Biden-Harris Administration’s government-wide initiative to reduce the burden of medical debt. Following the Vice President’s April 2022 announcement, medical debt was directly relieved for many low-income Americans. And, informed by research showing that medical debt is not a reliable predictor of financial health, federal agencies are working to eliminate the use of medical debt to assess creditworthiness for participation in government lending programs. Specifically:  These reductions in medical debt will provide real benefits to many Americans. Reducing medical debt directly impacts household finances by improving credit scores and access to credit. And research shows that households that have their medical debt relieved see improvements in access to medical care, and in physical and mental health outcomes. Since medical debt is disproportionally held among low-income communities, reductions in the burden of medical debt helps advance financial and health equity.The CFPB report also shows that medical debt still accounts for more than 50% of debt in collections tradelines, exceeding the number of debt in collections tradelines from all other sources combined, including credit cards, personal loans, utilities, and phone bills. Getting sick or taking care of loved ones should not mean financial hardship for American families. That is why the Administration has—and will continue—to take action to ease the burden of medical debt and protect consumers from predatory collection practices.Supporting Veterans in Financial HardshipIn Spring 2022, VA committed to make it easier and faster for lower-income veterans to get their VA medical debt forgiven. Previously, veterans in financial hardship who needed medical debt relief for VA copayments had to fill out a complex, paper form and navigate complicated eligibility requirements. The application process was confusing, and time-consuming, and as a result, veterans may have been deterred from applying for much needed relief.Since the spring 2022 announcement:Helping Communities Wipe Out Medical DebtTo help relieve the burden of medical debt on their residents as part of the recovery from the COVD-19 pandemic, communities across the country are using American Rescue Plan (ARP) funding to support efforts to buy and forgive medical debt. These communities work with partners to purchase medical debt portfolios from hospitals, health systems, and debt collection agencies and forgive the debt. Because medical debts are often available for purchase at pennies on the dollar, these efforts can translate into massive reductions in medical debt.In the programs implemented to date, individuals qualify if they are residents of the given locality and have incomes below a certain threshold or have medical debt in excess of 5% of their annual household income. Individuals whose debt is cancelled are notified by mail and do not need to apply. Communities that have used ARP funds to forgive medical debt include:Taken together, these investments of about $16 million in ARP funding are expected to relieve up to nearly $1.5 billion in medical debt, a ratio of nearly 100-to-1, helping to mend household finances, improve mental health, and remove a barrier to accessing health care. Additional states and cities across the country are also considering using ARP funds to eliminate medical debt including most recently the state of Connecticut, where the governor proposed using $20 million in ARP funds to wipe out debts of about  $2 billion.   Removing Medical Debt from Government UnderwritingResearch shows that medical debt is not a reliable predictor of overall financial health – predominately reflecting inequities in health insurance coverage and the bad luck of a hospitalization or other medical event. A CFPB report found that including medical debt in credit scores understates consumers’ creditworthiness by 10 points, and including already paid medical debt understates consumers’ creditworthiness by as much as 22 points. This means that the use of medical debt in underwriting can cut off American’s access to credit without improving the accuracy and predictiveness of lending programs.Informed by this research, the Biden-Harris Administration instructed all agencies to eliminate medical debt as a factor in underwriting of credit programs, whenever possible and consistent with law. Since then:New Data on Medical Debt in CollectionsThe report from the CFPB documents trends in medical debt in collections that are listed on credit reports, with the data extending through the first quarter of 2022. Key findings include:One driver of this decline in medical debt is the expansion of health insurance coverage during the Biden-Harris Administration. In the first quarter of 2022, the uninsured rate hit an all-time low of 8.0%, with 4.2 million people gaining coverage between 2020 and the first half of 2022. This milestone does not yet not capture the impact of the most recent increase in Marketplace enrollment, with a record 16.3 million Americans signing up on HealthCare.gov and the state-based Marketplaces during the 2023 Open Enrollment Period. This includes 3.6 million people who are new to the Marketplaces for 2023. Since President Biden took office, the number of people who have signed up for an affordable health care plan through HealthCare.gov has increased by nearly 50%. The Biden-Harris Administration continues to work to create a more fair and transparent health care system for consumers, including by protecting millions of consumers from surprise medical bills through its implementation of the No Surprises Act—preventing about 1 million surprise bills per month—and by advancing hospital price transparency so patients know the upfront price of hospital services.The declines in medical debt also reflect continued actions by the CFPB to highlight problems with inaccurate reporting of debt in collections and put the industry on notice to correct their behavior.The declines in medical debt on credit reports do not yet capture any effects of the Spring 2022 announcement where the three largest credit reporting agencies—Equifax, Experian, and Transunion—stated that they will no longer include certain forms of medical debt on credit reports, including all debts under $500, starting in 2023. While not shown in these data, CFPB estimates these changes will likely result in further reductions in medical debt appearing on credit reports.  The decline in medical debt in collection represents one part of a broader decrease in the financial burden from medical bills during the Biden-Harris Administration. The CFPB report focuses on medical debt reported to credit bureaus, and does not capture medical debt that is placed on credit cards (including hospital credit cards) or paid for with personal loans or hospital payment plans.  However, a CDC report released last month showed that between 2020 and 2021, the number of people in families having problems paying medical bills declined by 5.5 million people, indicating that American families are indeed experiencing across-the-board relief.These findings represent real progress in providing breathing room for American families. At the same time, too many Americans still face crushing burdens from medical debt. The Biden-Harris Administration will continue to fight to ensure that Americans who are sick or are caring for sick loved ones are not hit with a double whammy of illness and medical debt. This includes continuing to help Americans sign up for health insurance; calling on Congress to make permanent the lower premiums for people buying ACA coverage and to close the Medicaid coverage gap; and continuing to reduce the burden of medical debt via sweeping actions by government agencies.###"
}