{
    "title": "Fact Sheet: Biden Administration Releases Additional Detail for Implementing a Safer, More Stringent International Air Travel System | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/10/25/fact-sheet-biden-administration-releases-additional-detail-for-implementing-a-safer-more-stringent-international-air-travel-system/",
    "created_at": null,
    "content": "As we continue to work to protect people from COVID-19, today, the Biden Administration is releasing additional detail around implementation of the new international air travel policy requiring foreign national travelers to the United States to be fully vaccinated. This updated policy puts in place an international travel system that is stringent, consistent across the globe, and guided by public health.Starting on November 8, non-citizen, non-immigrant air travelers to the United States will be required to be fully vaccinated and to provide proof of COVID-19 vaccination status prior to boarding an airplane to fly to the U.S., with only limited exceptions. The updated travel guidelines also include new protocols around testing. To further strengthen protections, unvaccinated travelers – whether U.S. Citizens, lawful permanent residents (LPRs), or the small number of excepted unvaccinated foreign nationals – will now need to test within one day of departure.Today, the Administration is releasing the following documents to implement these requirements: 1) a Presidential Proclamation to Advance the Safe Resumption of Global Travel During the COVID-19 Pandemic; 2) three Centers for Disease Control and  Prevention (CDC) Orders on vaccination, testing, and contact tracing; and 3) technical instructions to provide implementation details to the airlines and their passengers. With science and public health as our guide, the United States has developed a new international air travel system that both enhances the safety of Americans here at home and enhances the safety of international air travel. The additional detail released today provides airlines and international air travelers with time to prepare for this new policy ahead of the November 8 implementation date. As previously announced, fully vaccinated foreign nationals will also be able to travel across the Northern and Southwest land borders for non-essential reasons, such as tourism, starting on November 8. Additional detail on amendments to restrictions with respect to land borders will be available in the coming days.Travelers can find full details about today’s air travel announcement on the CDC and Department of State websites.  A summary is below:Fully Vaccinated Status:Proof of Vaccination:Accepted Vaccines:Enhanced Testing:Requirements for Children:Limited Exceptions from the Vaccination Requirement:Contact Tracing:###"
}