{
    "title": "FACT SHEET: The Biden-Harris Action Plan for a Fairer, More Competitive, and More Resilient Meat and Poultry Supply Chain | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/01/03/fact-sheet-the-biden-harris-action-plan-for-a-fairer-more-competitive-and-more-resilient-meat-and-poultry-supply-chain/",
    "created_at": null,
    "content": "In July, President Biden signed an Executive Order on Promoting Competition in the American Economy to create a fairer, more resilient, and more dynamic economy. Over the last few decades, we’ve seen too many industries become dominated by a handful of large companies that control most of the business and most of the opportunities—raising prices and decreasing options for American families, while also squeezing out small businesses and entrepreneurs.The meat and poultry processing sector is a textbook example, with lack of competition hurting consumers, producers, and our economy.Four large meat-packing companies control 85 percent of the beef market. In poultry, the top four processing firms control 54 percent of the market. And in pork, the top four processing firms control about 70 percent of the market. The meatpackers and processors buy from farmers and sell to retailers like grocery stores, making them a key bottleneck in the food supply chain.When dominant middlemen control so much of the supply chain, they can increase their own profits at the expense of both farmers—who make less—and consumers—who pay more. Most farmers now have little or no choice of buyer for their product and little leverage to negotiate, causing their share of every dollar spent on food to decline. Fifty years ago, ranchers got over 60 cents of every dollar a consumer spent on beef, compared to about 39 cents today. Similarly, hog farmers got 40 to 60 cents on each dollar spent 50 years ago, down to about 19 cents today.Even as farmers’ share of profits have dwindled, American consumers are paying more—with meat and poultry prices now the single largest contributor to the rising cost of food people consume at home.And, when too few companies control such a large portion of the market, our food supply chains are susceptible to shocks. When COVID-19 or other disasters such as fires or cyberattacks shutter a plant, many ranchers have no other place to take their animals. Our overreliance on just a handful of giant processors leaves us all vulnerable, with any disruptions at these bottlenecks rippling throughout our food system.Today, President Biden will meet with farmers, ranchers, and independent processors from across the country to hear from them and to announce the Biden-Harris Administration’s Action Plan for a Fairer, More Competitive, and More Resilient Meat and Poultry Supply Chain. The Action Plan includes four core strategies for creating a more competitive, fair, resilient meat and poultry sector, with better earnings for producers and more choices and affordable prices for consumers:  The Biden-Harris Administration will dedicate $1 billion in American Rescue Plan funds for expansion of independent processing capacity. USDA reviewed nearly 450 comments received over the summer in response to its request for input on how best to increase independent processing capacity. Through their analysis of stakeholder input, USDA identified an urgent need to:To these ends, USDA has increased available funding and is releasing new program details to support the meat and poultry supply chain. Specifically, the Biden-Harris Administration will:Expand independent processing capacitySupport workers and the independent processor industryThe Biden-Harris Administration will strengthen the rules that protect farmers, ranchers, and consumers. Specifically, in 2022, the Biden-Harris Administration will:It is the policy of the Administration to promote vigorous and fair enforcement of the existing competition laws, and to ensure “all of government” works together to promote competition:The Biden-Harris Administration will work to increase transparency in cattle markets so that ranchers can get a fair price for their work:###"
}