{
    "title": "President Biden Names Twenty-Fourth Round of Judicial Nominees | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/07/29/president-biden-names-twenty-fourth-round-of-judicial-nominees/",
    "created_at": null,
    "content": "The President is announcing the nominations of eight new federal judicial nominees and his intent to nominate a ninth federal judicial nominee—all of whom are extraordinarily qualified, experienced, and devoted to the rule of law and our Constitution.These choices also continue to fulfill the President’s promise to ensure that the nation’s courts reflect the diversity that is one of our greatest assets as a country—both in terms of personal and professional backgrounds.For example, if confirmed, this slate would include:• The first openly LGBT judge to serve on the U.S. District Court for the Eastern District of California• The second Latina to serve on the U.S. District Court for the Northern District of California• The second AAPI woman—and first Chinese American woman—to serve on the U.S. District Court for the Northern District of CaliforniaThis is President Biden’s twenty-fourth round of nominees for federal judicial positions and his eleventh slate of nominations in 2022, bringing the number of announced federal judicial nominees to 132.President Biden has spent decades committed to strengthening the federal bench, which is why he continues to move rapidly to fill judicial vacancies. And he has won confirmation of the most lower court judges for the first year of a presidency since the Kennedy Administration.Circuit Court AnnouncementsMs. Rikelman received her J.D., cum laude, from Harvard Law School in 1997 and her A.B., magna cum laude, from Harvard College in 1993. Born in Kiev, Ukraine, Ms. Rikelman immigrated to the United States with her family in 1979.Justice Kahn received her J.D. from Fordham Law School in 1989 and her B.A., cum laude, from New York University in 1986. Born in Benguela, Angola, Justice Kahn immigrated to the United States with her family in 1975.District Court Announcements###"
}