{
    "title": "FACT SHEET: On Int’l Overdose Awareness Day, the Biden-Harris Administration Announces More Than $450 Million in New Funding to Support President Biden’s Unity Agenda Efforts to Beat the Overdose Epidemic and Save Lives | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/08/31/fact-sheet-on-intl-overdose-awareness-day-the-biden-harris-administration-announces-more-than-450-million-in-new-funding-to-support-president-bidens-unity-agenda-efforts-to-beat-t/",
    "created_at": null,
    "content": "Biden-Harris Administration hosting Families of Overdose Event today at the White HouseToday, on International Overdose Awareness Day, the Biden-Harris administration is recognizing all those who have lost someone to an overdose. President Biden declared August 27 through September 2 as Overdose Awareness Week to focus the nation’s attention on the devastation caused by illicit fentanyl and other drugs. During this week of recognition, we reaffirm our commitment to beating this epidemic — in memory of those we have lost and to protect the lives we can still save.Today, in support of President Biden’s Unity Agenda efforts to beat the overdose epidemic and save lives, the Biden-Harris administration is announcing more than $450 million to strengthen prevention, harm reduction, treatment, and recovery support services and crack down on illicit drug trafficking. Later today, the Biden-Harris Administration will host family members from across the country at the White House who have lost loved ones to a drug overdose. Families will have the opportunity to share their personal stories, and discuss ways we can all work together to end the overdose epidemic.Saving lives is the North Star of President Biden’s National Drug Control Strategy, and after a years-long period of rapid increases in the overdose death rate from 2019 – 2021, the United States is now seeing continued progress in flattening this trend. The latest CDC report released earlier this month marked 13 months straight of leveling off of overdose deaths. The Biden-Harris Administration is committed to building on this progress and doubling down on all efforts to reduce drug overdose deaths, save lives, and make our communities safer. These latest Biden-Harris administration-wide efforts will:Strengthen Prevention EffortsSupport State and Local Treatment and Recovery EffortsDisrupt And Dismantle Illicit Drug Trafficking OperationsRead President Biden’s full Proclamation on Overdose Awareness Week HERE.###"
}