{
    "title": "Fact Sheet: U.S. Strategy on Countering Corruption | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/12/06/fact-sheet-u-s-strategy-on-countering-corruption/",
    "created_at": null,
    "content": "“Corruption threatens United States national security, economic equity, global anti-poverty and development efforts, and democracy itself.  But by effectively preventing and countering corruption and demonstrating the advantages of transparent and accountable governance, we can secure a critical advantage for the United States and other democracies.”President Joe BidenJune 3, 2021Corruption is a cancer within the body of societies—a disease that eats at public trust and the ability of governments to deliver for their citizens. The deleterious effects of corruption impact nearly all aspects of society. It exacerbates social, political, and economic inequality and polarization; impedes the ability of states to respond to public health crises or to deliver quality education; degrades the business environment and economic opportunity; drives conflict; and undermines faith in government. Those that abuse positions of power for private gain steal not just material wealth, but human dignity and welfare.Recognizing corruption’s ability to corrode democracy, on June 3, 2021, President Biden established the fight against corruption as a core U.S. national security interest. Accordingly, he directed his national security team to lead the creation of a comprehensive strategy that, when implemented, would improve the U.S. Government’s ability to prevent corruption, more effectively combat illicit finance, better hold corrupt actors accountable, and strengthen the capacity of activists, investigative journalists, and others on the front lines of exposing corrupt acts. Today, in line with the President’s direction, the Biden-Harris Administration is releasing the first-ever United States Strategy on Countering Corruption. The Strategy outlines a whole-of-government approach to elevating the fight against corruption. It places particular emphasis on better understanding and responding to the threat’s transnational dimensions, including by taking additional steps to reduce the ability of corrupt actors to use the U.S. and international financial systems to hide assets and launder the proceeds of corrupt acts. To guide implementation, the Strategy organizes U.S. Government efforts to fight corruption under five mutually-reinforcing pillars: Modernizing, coordinating, and resourcing U.S. Government efforts to fight corruption: While the United States has long been a leader in the global fight against corruption, addressing the threat as a national security imperative requires an updated approach. This will include:Curbing illicit finance: Corrupt actors and their facilitators rely on vulnerabilities in the United States and international financial systems to obscure ownership of assets and launder the proceeds of their illicit activities.  As the world’s largest economy, the United States bears responsibility to address gaps in our own regulatory system and work with our allies and partners to do the same.  This means addressing deficiencies, including by:Holding Corrupt Actors Accountable: While the U.S. Government shores up regulatory gaps and works with partners and allies to do the same, we will also hold accountable those who choose to engage in corruption, including by:Preserving and strengthening the multilateral anti-corruption architecture: The U.S. Government is committed to strengthening the international anti-corruption architecture, which includes multilateral initiatives, commitments, and standards that push countries to make real improvements in countering corruption.  The United States will continue to preserve and strengthen this vital architecture, including by:Improving diplomatic engagement and leveraging foreign assistance resources to achieve anti-corruption policy goals: Diplomatic engagement and foreign assistance, including security assistance, are vital to the United States’ efforts to counter corruption.  Taken together, these efforts can bolster partner governments’ capacity and will to counter corruption, and support civil society and others engaged in advocacy and action.  To safeguard assistance dollars from inadvertently supporting corrupt actors, the United States will improve its risk management processes and better understand local political, economic, and social dynamics.  The United States will therefore expand and enhance its efforts, including by:The United States Strategy on Countering Corruption marks a new chapter in the United States’ efforts to curb corruption’s harmful effects.  As accountability is vital, Federal departments and agencies will report annually to the President on progress made against the Strategy’s objectives. ###"
}