{
    "title": "FACT SHEET: President Biden to Launch a National Biotechnology and Biomanufacturing Initiative | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/09/12/fact-sheet-president-biden-to-launch-a-national-biotechnology-and-biomanufacturing-initiative/",
    "created_at": null,
    "content": "Today, President Biden signed an Executive Order to launch a National Biotechnology and Biomanufacturing Initiative that will ensure we can make in the United States all that we invent in the United States. This Initiative will create jobs at home, build stronger supply chains, and lower prices for American families. On Wednesday, the White House will host a Summit on the National Biotechnology and Biomanufacturing Initiative during which cabinet agencies will announce a wide range of new investments and resources that will allow the United States to harness the full potential of biotechnology and biomanufacturing and advance the President’s Executive Order. Global industry is on the cusp of an industrial revolution powered by biotechnology. Other countries are positioning themselves to become the world’s resource for biotechnology solutions and products. The United States has relied too heavily on foreign materials and bioproduction, and our past off-shoring of critical industries, including biotechnology, threatens our ability to access materials like important chemicals and active pharmaceutical ingredients. Yet, bioeconomy remains an American strength—as well as a huge opportunity—given our industries, our innovators, and our robust research enterprise. By responsibly harnessing the full potential of biotechnology and biomanufacturing, we will be able to realize the potential of biology that can make almost anything that we use in our day-to-day lives, from medicines to fuels to plastics, and continue to drive U.S. innovation into economic and societal success.With biotechnology, we can program microbes to make specialty chemicals and compounds, a process called “biomanufacturing.” These advances have led industry to embrace biomanufacturing—as an alternative to petrochemical-based production—to make things like plastics, fuels, materials, and medicines. Industry analysis suggests that bioengineering could account for more than a third of global output of manufacturing industries before the end of the decade—almost $30 trillion in terms of value.  The Initiative will accelerate biotechnology innovation and grow America’s bioeconomy across multiple sectors, including a range of industries, including health, agriculture, and energy. The Initiative will drive advances in biomanufacturing that substitute fragile supply chains from abroad with strong chains at home, anchored by well-paying jobs in communities all across America. It will improve food and energy security, and drive agricultural innovation while mitigating the impacts of climate change. And it will help people live longer and healthier lives through advances in medicine.Specifically, the Initiative will:###"
}