{
    "title": "Fact Sheet: Biden-⁠Harris Administration Delivering Results 100 Days into Infrastructure Implementation | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/02/23/fact-sheet-biden-%e2%81%a0harris-administration-delivering-results-100-days-into-infrastructure-implementation/",
    "created_at": null,
    "content": "Since President Biden signed the Bipartisan Infrastructure Law 100 days ago, the Biden-Harris Administration has made major progress implementing the largest long-term investment in America’s infrastructure and competitiveness in nearly a century.The historic Bipartisan Infrastructure Law will rebuild crumbling road and bridges, replace lead pipes, help provide high-speed internet to every family in America, and produce concrete results that change people’s lives for the better. By reaching all communities all across the country – including rural communities and historically underserved populations – these investments will position the United States to win the 21st century.Upon signing the Bipartisan Infrastructure Law, President Biden signed an Executive Order establishing an Infrastructure Implementation Task Force that has now met nine times to ensure that the Administration is delivering results to the American people.The Administration has demonstrated early and often how we will work as one team with one mission: to build a better America while creating good-paying job opportunities for American workers, ensuring products are Made in America and strengthening supply chains, advancing racial equity, and strengthening the nation’s resilience to climate change.Since the bill signing, implementation of the Bipartisan Infrastructure Law has been the focus of more than 60 presidential and cabinet visits to communities across America. The President, Vice President, and Cabinet have traveled the country to showcase how the Administration is building a better America and how the law benefits communities in every corner of the country.Resources for States, Territories, Tribes, & Local GovernmentsIn January, the White House released the first edition of its Bipartisan Infrastructure Law guidebook to help state, local, Tribal and territorial governments unlock the benefits from the historic investments in our nation’s infrastructure. The guidebook is a central repository on the law and contains the most comprehensive information to date on the more than 375 programs included in the Bipartisan Infrastructure Law. Along with its accompanying information online, states, territories, Tribes and local governments now have information on funding opportunities, who to contact, and how to get ready to rebuild. Future phases of the guidebook will update dates, key timelines for program implementation, best practices, case studies, and links to key resources developed by the White House and partners. In recent weeks, the Administration has launched an “Infrastructure School” webinar series to go more in depth into each of the guidebook’s 12 chapters and allow communities the opportunity to ask questions to the agency experts, overseeing implementation of key programs.Given that over 90 percent of the Bipartisan Infrastructure Law funding will be implemented by non-federal partners, the White House has requested Governors and local leaders take a series of preparatory actions, including appointing infrastructure coordinators to manage the flow of funds to their states. The Administration has also released a fact sheet on some of the largest sources of competitive funding, particularly for local governments. Senior Advisor and Infrastructure Implementation Coordinator Mitch Landrieu has shared these resources during meetings with the National Governors Association, U.S. Conference of Mayors, National League of Cities, National Association of Counties, and hundreds of tribes through Tribal Consultations. While many funding streams in the Bipartisan Infrastructure Law specifically set aside funds for underserved communities, the White House Infrastructure Implementation Team has also been engaging states, local governments, Tribal governments, territories, federal agencies, philanthropy, and others to leverage all available resources to quickly deliver the necessary technical assistance and capacity to underserved communities.Good Stewards of Taxpayer DollarsAs outlined in the President’s executive order, agencies must prioritize “investing public dollars efficiently and equitably, working to avoid waste, and focusing on measurable outcomes for the American people.” To support effective agency implementation, transparency, and appropriate oversight, key Biden-Harris Administration officials have met with the Inspectors General for agencies with major Bipartisan Infrastructure Law funding and leaders of the Government Accountability Office (GAO). Going forward, the Administration will work with agency IGs and GAO to share data and effective practices so that program planning, design, execution, and financial management, as well as data, tracking, and reporting, support transparency and help ensure taxpayer dollars are spent well.Delivering On Time, On Task, On BudgetNearly $100 billion has been announced to states, territories, Tribes and local governments from formula and competitive programs for roads and highways, bridges, ports, airports, and water systems. Another nearly $50 billion in RFIs and notices of funding availability have been released. The Administration has also unveiled new offices and action plans that will ensure these investments are implemented wisely and well.TransportationClimate, Energy & the EnvironmentHigh-Speed Internet###"
}