{
    "title": "FACT SHEET: President Biden Addresses Over 200 Mayors from Across the Country on the Strong Partnership between Federal and Local Government | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/01/21/fact-sheet-president-biden-addresses-over-200-mayors-from-across-the-country-on-the-strong-partnership-between-federal-and-local-government/",
    "created_at": null,
    "content": "Today, President Biden addressed over 200 bipartisan mayors during their annual U.S. Conference of Mayors (USCM) Winter Meeting. This was the President’s first time addressing the entire USCM since taking office. At this year’s convening, the President highlighted the strong partnership between his Administration and mayors during the past year to tackle unprecedented crises, rebuild the economy, and deliver results for working families. The President also discussed ways to further partner with cities on implementing the American Rescue Plan (ARP) and Bipartisan Infrastructure Law, and the importance of passing the Build Back Better Act. Ten members of the President’s Cabinet spoke at the USCM Winter Meeting, including Secretary of the Treasury Janet Yellen, Secretary of Health and Human Services Xavier Becerra, Secretary of the Department of Homeland Security Alejandro Mayorkas, Secretary of Labor Marty Walsh, Secretary of Education Miguel Cardona, Secretary of Transportation Pete Buttigieg, Secretary of Commerce Gina Raimondo, Secretary of Housing and Urban Development Marcia Fudge, Attorney General Merrick Garland, and EPA Administrator Regan. Senior Administration officials including ARP Coordinator Gene Sperling, Infrastructure Implementation Coordinator Mitch Landrieu, and Director of Intergovernmental Affairs Julie Rodriguez will also speak at the event.Below are some of the ways the Biden-Harris Administration is working with Mayors to deliver for communities across the country:Getting Shots in Arms and Saving LivesSince the start of his Administration, President Biden has prioritized local partnerships and has worked closely with mayors across the country who have been instrumental as trusted sources of information about the COVID-19 pandemic and vaccines.Working with local governments, the Administration has shipped over 160 million pieces of personal protective equipment – gloves, gowns, masks – to protect frontline health care workers in cities across the United States. Since first launching surge response teams on July 1st, the Administration has deployed over 3,000 personnel to 39 states and 4 U.S. territories. The Administration also recently worked with several mayors and local jurisdictions to surge federal testing support and federal test sites to several cities.Over 115 mayors across the country joined the White House, HHS, and We Can Do This campaign to launch a Mayors Challenge to Increase COVID-19 Vaccinations. This campaign was instrumental in increasing the adult vaccination rate through mayors sharing best practices and launching innovative efforts to boost vaccinations, including grassroots outreach, mobile and neighborhood vaccine clinics, incentives, prizes, and other efforts.Getting People Back to WorkPresident Biden has grown the economy faster than any first-year administration ever with 6.4 million jobs added, the most in one year on record. The unemployment rate is 3.9% – four years faster than projected because of the American Rescue Plan. The Biden-Harris agenda has provided substantial resources to state and local governments to expand and improve America’s workforce development system so that workers of all kinds from diverse communities will be prepared and successful in good-paying union jobs.The American Rescue Plan (ARP) included $350 billion in state and local fiscal recovery funds that governments can use to assist workers who want and are available to work – including job training, public jobs programs, job fairs, childcare, transportation, hiring bonuses, and subsidized employment efforts). The ARP also invested $3 billion in the Commerce Department’s Economic Development Administration (EDA) to assist communities in their efforts to build back better from the pandemic, including $1 billion for the Build Back Better Regional Challenge and $500 million for a Good Jobs Challenge that will support sector partnerships that bring employers, unions, non-profits, community colleges, training providers, and local governments together to enhance local training and hiring efforts.Building a Better AmericaSince President Biden signed the Bipartisan Infrastructure Law, the Biden-Harris Administration has hit the ground running with a focus on fostering strong partnerships and working with mayors to implement the largest long-term investment in America’s infrastructure and competitiveness in nearly a century. The historic Bipartisan Infrastructure Law will rebuild crumbling road and bridges, replace lead pipes, help provide high-speed internet to every family in America, and produce concrete results that change people’s lives for the better. These results will create good-paying, union jobs, support domestic manufacturing and supply chains, and position the United States to win the 21st century. As the Administration implements the law, it is following through on President Biden’s commitment to ensure investments advance equity and racial justice, reach communities all across the country – including rural communities, communities of color, and disability communities – and strengthen the nation’s resilience to climate change. Since the enactment of the Bipartisan Infrastructure Law, the Biden Administration has it the ground running. Some of the key actions since the law’s passage include:The Bipartisan Infrastructure Law includes billions of dollars in competitive funding available to cities, towns, and municipalities across dozens of new and existing programs. As local governments begin to rebuild and reinvest in their communities, the Biden-Harris Administration stands ready to support local leaders as they combine funding streams, organize around their priorities, and build local support for long overdue infrastructure projects. The White House released a fact sheet highlights 25 already available or soon-to-be-available sources of funding that local governments – particularly cities – can compete or apply for directly. The White House will also be releasing a comprehensive guidebook of all available funding from the Bipartisan Infrastructure Law in the coming weeks.Addressing Supply Chain BlockagesAs our economy has turned back on from the unprecedented shutdown resulting from the pandemic, our supply chains have been strained. The Administration is working closely with  mayors and local governments across the country to mitigate supply chain blockages and ensure shelves are stocked.Advancing Local Climate ActionOn Day One, President Biden rejoined the Paris Agreement, reestablished U.S. leadership, and renewed the federal government’s partnership with the states, cities, Tribes, and localities that carried forward America’s progress on climate. Since then, President Biden has deployed clean wind and solar energy across the country, jumpstarted an electric vehicle future that will be built in America, advanced environmental justice in underserved communities, and taken aggressive action to make our country more resilient to climate change and extreme weather.Today, President Biden will announce how the Biden-Harris Administration is teaming up with states, cities, labor, and industry to launch the Building Performance Standards Coalition, a first-of-its-kind partnership between 33 state and local governments dedicated to delivering cleaner, healthier, and more affordable buildings. States and cities part of the coalition will design and implement building performance standards that create good paying union jobs, lower the cost of energy bills for consumers, keep residents and workers safe from harmful pollution, and cut emissions from the building sector.The Administration is also empowering local leaders to advance climate solutions across other sectors—for example:Addressing Gun Violence and CrimeDuring the President’s first year in office, the Biden-Harris Administration has partnered with mayors across the country on actions to reduce gun violence and has provided historic levels of funding for community-oriented policing and expanding community violence interventions (CVI) – neighborhood-based programs proven to combat gun violence. The Administration has made historic levels of funding from the American Rescue Plan – including $350 billion in state and local funding – available to state and local governments for law enforcement purposes to advance community policing strategies and community violence interventions.Prevent Housing Instability and HomelessnessDuring the President’s first year in office, the Biden-Harris Administration partnered with mayors across the country to keep Americans housed. The American Rescue Plan (ARP) included over $21 billion for the Emergency Rental Assistance (ERA) program. These funds, together with $25 billion signed into law under the previous Administration but implemented under this Administration, enabled households to catch up on rent and avoid evictions. State and local grantees obligated over $25 billion in ERA in 2021, and these funds contributed to a historically low eviction filing rate. Also included within ARP were $5 billion in supplemental funding for HOME, which enables state and local governments to create and preserve affordable housing, and $5 billion in emergency housing vouchers to help people experiencing and at risk of homelessness secure housing.Building an Orderly, Fair, and Humane Immigration SystemThe Biden-Harris Administration is working to build a humane, orderly, and fair 21st century immigration system at the border and beyond. One that invests in smart technology and infrastructure at the border, that prioritizes our resources and values immigrants living in our country and contributing to our communities for generations, and that once again welcomes refugees and is a beacon of light for those seeking safe haven.Since day one, the Biden-Harris Administration took steps to undo the wrongdoings of the previous Administration, including getting rid of the Muslim ban, taking steps to protect DACA recipients, and restoring our asylum system. On day one, President Biden also sent his immigration bill to Congress – The U.S. Citizenship Act – which laid out the components needed to build an updated immigration system that reflects our values and responds to our hemisphere’s current needs.Working with the Department of Homeland Security, the Department of State and non-profit organizations in Mexico and the United States, the Administration assisted 13,000 people in the wind down of the Migrant Protection Protocol to fight their cases in the United States. The Administration also designated Temporary Protected Status (TPS) to Haiti, Venezuela, Yemen, Syria, Somalia, and Burma, and expanded to El Salvador and Honduras.The President tasked Vice President Harris with leading efforts to address the root causes of migration from Mexico, Guatemala, El Salvador, and Honduras. The Vice President announced $310 million in urgent humanitarian relief in April 2021, in addition to the President’s FY22 budget request for $861 million for Central America. The Vice President also secured $1.2 billion from the private sector to create job programs and invest in the economic stability and prosperity for our partner countries. In addition to the work the Vice President is leading, the Administration is working with countries in South America and leaders in the hemisphere to address migration as a regional issue that necessitates regional leadership and a regional response.The Administration remains committed to immigration reform, to restoring asylum, and to working with partners to ensure the safety, security, and dignity of immigrants in the region:Welcoming Refugees and Resettlement EffortsThe Biden-Harris Administration has taken a whole-of-America approach to safely, securely, and effectively welcome more than 76,000 Afghan allies to the United States through the Operation Allies Welcome.In close coordination with Departments and Agencies across the Federal government, the Administration has worked with state and local officials; refugee resettlement organizations; veterans; faith, private sector, and non-profit leaders to ensure Afghans are set up for success in their new communities. The White House Operation Allies Welcome team provided briefings to USCM and visited resettlement sites in six states to engage with local officials and stakeholders on the frontlines of welcoming our Afghan allies. In his capacity as OAW Coordinator, Jack Markell attended the 2021 USCM Summer Meeting in Dayton, Ohio to brief mayors on their important role in the resettlement effort.###"
}