{
    "title": "FACT SHEET: Biden-Harris Administration Proposes New Standards to Protect Public Health that Will Save Consumers Money, and Increase Energy Security | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/04/12/fact-sheet-biden-harris-administration-proposes-new-standards-to-protect-public-health-that-will-save-consumers-money-and-increase-energy-security/",
    "created_at": null,
    "content": "President Biden’s Investing in America Agenda Has Accelerated American Zero Emission Vehicles Production and Positioned the U.S. to Lead the Clean Vehicles FutureToday, the Biden-Harris Administration is announcing new proposed vehicle pollution standards to make all vehicles, including gas-powered cars and heavy-duty trucks, cleaner and more efficient. The proposed standards would protect public health by cutting nearly 10 billion tons of CO2 emissions – twice the annual U.S. emissions today.  They would also save consumers on average $12,000 over the lifetime of a vehicle. And they would strengthen American energy security by reducing reliance on 20 billion barrels of imported oil.Cars and truck manufacturers have made clear that the future of transportation is electric. The market is moving. Since President Biden took office, the private sector – including the American auto industry – has invested more than $120 billion in the American-made electric vehicle and battery supply chain. The United States can seize this moment to secure American leadership in the global race to a clean transportation future, or let competitors like China out-compete us for the jobs and investments building that future.As a car enthusiast and self-proclaimed car guy, President Biden is seizing the moment. His Investing in America agenda is expanding domestic manufacturing and accelerating adoption of zero-emission vehicles (ZEV), including battery electric, plug-in hybrid electric, and fuel cell electric vehicles. This is bringing good-paying jobs back home and putting the United States on a bold path to out-compete China in securing the jobs and investments of the future.The pollution standards proposed today by the Biden-Harris Administration will:Spur Adoption of Pollution-Reducing Technology for Nearly All Road VehiclesThe Environmental Protection Agency today is proposing two new rules to improve public health and combat climate change that will also lower costs for families and create good-paying jobs. The first rule would target emissions of greenhouse gases and smog- and soot-forming pollutants from passenger cars, vans, and light trucks. The second rule would update vehicle emissions standards for greenhouse gas emissions from buses, freight trucks, and other heavy-duty vehicles. This rule builds on the final standards that EPA released in December 2022 for criteria pollutant emissions from heavy-duty vehicles.The proposed updates would:Reinforce President Biden’s Investing in America Agenda to Continue Building a Clean Transportation Future Made in AmericaThese standards build on the generational investments secured by the Biden-Harris Administration that will ensure our nation’s transportation systems are clean, affordable, equitable, and Made in America. In the first year of his Administration, President Biden set a goal that at least 50 percent of all new passenger cars and light trucks sold in 2030 be zero-emission vehicles. A year later, President Biden joined countries around the world in targeting that 100 percent of all new medium- and heavy-duty vehicles sold in 2040 be zero-emission vehicles, with an interim 30 percent sales target for these vehicles in 2030.The United States is making strong progress towards these goals. Under President Biden’s watch, the number of available electric models have doubled while the number of electric car sales have tripled. There are over 130,000 public chargers now available across the country – with all 50 states now implementing a historic federal investment to build a new national charging network. The iconic yellow school bus is going green and the U.S. Postal Service is shifting to fully electric. The private sector has committed more than $120 billion into the American-made electric vehicle and battery supply chain in the last two years alone. U.S. capacity to source the critical materials and inputs for this supply chain is also rapidly expanding. Through partnerships with unions and industry, the Administration is lifting up the workers who represent America’s competitive edge – and is ready to take on and tap into the massive economic opportunity embedded in this shift.This extraordinary progress is propelled in large part by public and private investments made under President Biden’s leadership, including:President Biden has also acted to ensure a seamless clean-vehicle transition that benefits all Americans, including by:Providing a clear pathway for a continued rise in EV sales and protecting future generations from the impacts of climate change is a win-win for all Americans. ###"
}