{
    "title": "FACT SHEET: Biden-Harris Administration Boosts Administration-Wide Efforts to Protect Student Loan Borrowers from Scammers | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/10/05/fact-sheet-biden-harris-administration-boosts-administration-wide-efforts-to-protect-student-loan-borrowers-from-scammers/",
    "created_at": null,
    "content": "The Biden-Harris Administration student debt relief initiative could benefit as many as 40 million Americans. Today, the White House announced ongoing and expanded efforts across the Administration to combat scams and misinformation, including educating borrowers about how to protect themselves against scams and accelerating efforts to share scam complaints with states. One of the most critical ways to prevent scams and protect borrowers from being taken advantage of is developing a clear, simple, and secure site for borrowers to apply for debt relief and have the most up to date information from trusted sources, such as the Department of Education, Federal Student Aid, and other Administration agencies. In addition to this work, the Federal Trade Commission (FTC) and Consumer Financial Protection Bureau (CFPB) have committed to working together to hold scammers accountable if they take advantage of borrowers. This commitment builds upon their recent work to take action against student loan scammers. Over the course of the last 18 months, the FTC has reached nearly $30 million in settlements that included refunds for tens of thousands of student borrowers who were illegally charged up front fees and falsely promised reduced or eliminated student loan payments. Earlier this year, the FTC won a $7.5 million judgment against Arete Financial Group and permanently banned the company from the student loan business for illegal up front and monthly fees. The CFPB has similarly taken action against multiple entities and individuals since the beginning of 2021, including by requiring refunds of nearly $8.7 million to consumers and banning several individuals from the debt-relief payment processing industry for assisting at least 30 student loan debt relief schemes that affected approximately 270,000 borrowers.In addition to developing a clear, simple, and secure site for borrowers to apply for debt relief, the Biden-Harris Administration’s ongoing and expanded scam prevention and enforcement actions include:Coinciding with the launch of the Administration’s whole-of-government effort, the White House on Friday will convene senior leaders from ED, the FTC, the CFPB, and the Federal Communications Commission to discuss the agencies’ plans for aggressive and comprehensive scam prevention and enforcement strategies. The Administration is encouraging any individuals who have been contacted by scammers to report them to the FTC at reportfraud.ftc.gov.###"
}