{
    "title": "Fact Sheet: Biden-Harris Administration Takes Action to Address Alarming Rise of Reported Antisemitic and Islamophobic Events at Schools and on College Campuses | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/11/14/fact-sheet-biden-harris-administration-takes-action-to-address-alarming-rise-of-reported-antisemitic-and-islamophobic-events-at-schools-and-on-college-campuses/",
    "created_at": null,
    "content": "“We can’t stand by and stand silent [in the wake of Antisemitic and Islamophobic incidents]. We must, without equivocation, denounce Antisemitism. We must also, without equivocation, denounce Islamophobia.” – President BidenThe Biden-Harris Administration is today announcing new actions and resources to address the alarming rise of reported Antisemitic and Islamophobic incidents at schools and on college campuses since the October 7th Hamas terrorist attacks in Israel. These actions will help protect students, engage school and university leaders, and foster safe and supportive learning environments.The Justice Department (DOJ) has published an updated hate crimes threat response guide from the Federal Bureau of Investigation (FBI) to inform Americans about the steps they can take if they receive a threat. The guide, published on the FBI’s hate crimes resource page, has been shared with organizations and state and local law enforcement entities across the nation. The Department of Education (ED) is today announcing that:This week, the United States Department of Agriculture (USDA) will host a webinar on best practices for countering Antisemitism, Islamophobia, and other forms of hatred on rural college campuses. USDA is partnering with the Department of Education and Muslim and Jewish groups to host the webinar. Register here for the event, which takes place Thurs., Nov. 16, from 2-3:30 PM EST.Additional actions by the Biden-Harris Administration to combat Antisemitism and Islamophobia at schools and on college campuses include:###"
}