{
    "title": "FACT SHEET: The Biden-⁠Harris Administration Advances Equity and Opportunity for Black Americans and Communities Across the Country | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/02/27/fact-sheet-the-biden-%e2%81%a0harris-administration-advances-equity-and-opportunity-for-black-americans-and-communities-across-the-country/",
    "created_at": null,
    "content": "Over the past two years, President Biden has worked to advance racial equity and ensure the promise of America for Black Americans and all communities across the country. From increasing access to homeownership and rooting our discrimination in the housing market to promoting entrepreneurship, from reducing child poverty to historic lows to expanding access to quality affordable healthcare, from advancing voting rights and police accountability to ensuring equal access to a good education, the Biden-Harris Administration is ensuring that all African American families and communities can live with dignity, safety, and respect and enjoy true equal opportunity.  Economic Opportunity for Black Families and Communities. By signing into law the historic American Rescue Plan (ARP),  Bipartisan Infrastructure Law, and Inflation Reduction Act (IRA), and implementing robust regulatory reform, President Biden has led the most equitable economic recovery on record, creating more than 12 million jobs since coming to office and helping create new economic opportunities for African Americans, including Black-owned businesses, and made long overdue investments in Black communities. The President’s economic agenda has led to historically low unemployment, including among Black Americans.The Biden-Harris Administration’s vital policies and programs include: Lowering Health Care Costs and Improving Health Outcomes for Black Communities. President Biden is committed to keeping health care costs down for individuals and families and improving access to health care to address disparities in Black communities. These policies and programs include:The Administration built channels to increase access in our hardest-hit, highest-risk communities with funding from the American Rescue Plan. President Biden centered equity in his historic vaccine effort, going into communities to close the racial vaccination gap to make sure all Black Americans — no matter where they live, no matter what their circumstance has access to vaccines:Promoting Mental Health for Black Youth. Studies have documented that over the past decade rates of mental illness and substance use disorder have increased among Black youth 12-17 years of age. Studies have also shown that Black children under 13 years are twice as likely to die by suicide than White peers. In March 2022, and in support of the President’s strategy for tackling the mental health crisis, the Department of Health and Human Services Office of Minority Health announced $3 million in funding for up to 8 awards to evaluate the effectiveness of general health and wellness policies for improving Black youth mental health. These awards complement the ongoing work within the SAMHSA funded African American Behavioral Health Center of Excellence, which provides resources and tools to promote greater equity and effectiveness in behavioral health services for African Americans.Tackling the Mental Health Crisis. Over the last year, the Administration invested critical resources to provide mental health and substance use supports to Americans, including by expanding Certified Community Behavioral Health Clinics, investing unprecedented resources in the 988 suicide prevention hotline, and taking steps to help address the harms of social media on youth. The President has called for additional actions to support youth, including by:Understanding health related social needs for Black populations. For many Black Americans, the social situations in which they live impair their ability to lead healthy lives. Few affordable housing options, difficulty accessing reliable transportation, a lack of nutritious foods to buy, and numerous other social factors impact the health of communities, some of which disproportionately affect Black communities. In order to better understand the impact of social circumstances on health, the National Institutes of Health invested over $3.4 billion in social determinants of health research and training including funding over 38 research projects to understand the impact of structural racism and discrimination on minority health. This research will inform new initiatives to improve the lives of Black Americans.Reducing the Burden of Medical Debt on Black Americans. Black households are more likely to hold medical debt than white households. Following the Vice President’s April 2022 announcement on the Administration’s actions to reduce the burden of medical debt and increase consumer protections, medical debt was eased for many Americans. This week, the Administration announced that it is continuing its efforts in this space by relieving certain veterans’ medical debt; reducing the role of medical debt in lending decisions; helping more Americans sign up for health insurance; and working to create a more fair and transparent health care system for consumers by implementing the No Surprises Act and advancing hospital price transparency so patients know the upfront price of hospital services.Ensuring Equitable Educational Opportunity in K-12 Schools and an Education Beyond High School. President Biden has delivered the support necessary to enable every school to return to full-time, in-person instruction and ensure student success by accelerating academic recovery and addressing the mental health needs of students. President Biden has also made college more affordable, provided college students with supports for completion, and helped federal student loan borrowers as they recover from the pandemic. He has also worked to ensure equitable access to high-quality education for Black students. These policies and programs include:Appointing and Confirming a Historic Number of Black Women to the Bench. President Biden is committed to ensuring that the judiciary is filled with highly qualified individuals who bring both personal and professional diversity to the bench. Since January 2021, President Biden has nominated a total of 154 individuals for federal judgeships, 48 of whom are African American, and 15 individuals for local judgeships in Washington, D.C., 6 of whom are African American. In April 2022, Ketanji Brown Jackson was confirmed by the United States Senate as Associate Justice of the Supreme Court, the first Black woman to ever serve on the Court. Of the 100 individuals who have been confirmed to positions on federal courts, 33 are African American.Signed the Respect for Marriage Act. In December 2022, President Biden signed the Respect for Marriage Act into law, which requires that interracial marriages and same-sex marriage must be recognized as legal in every state in the nation. The is a vital step towards advancing the civil rights of all Americans.Launching a Whole-Of-Government Initiative to Advance Equity and Justice for Underserved Communities, Including Black Communities. On his first day in office, President Biden signed the historic Executive Order on Advancing Racial Equity and Support for Underserved Communities Through the Federal Government. The President’s Order emphasized the enormous human costs of systemic racism, persistent poverty, and other disparities, and directed the Federal Government to advance an ambitious whole-of-government equity agenda that matches the scale of the challenges we face as a country and the opportunities we have to build a more perfect union. Over the last two years, the Biden-Harris Administration has championed racial equity and advanced equal opportunity for underserved communities. During the President’s first year in office, 90 federal agencies across the federal government, including all Cabinet-level agencies as well as over 50 independent agencies, conducted equity assessments of 3-5 of their agency’s high-impact services for the American people, to uncover where systemic barriers to access may exist. Using those findings, agencies developed Equity Action Plans for addressing—and achieving—equity in their mission delivery for all Americans. Equity Action Plans were required to include accountability mechanisms and to identify success metrics and key milestones toward progress.To strengthen the federal government’s equity mandate, on February 16, 2023, President Biden signed a second Executive Order on equity that directs the federal government to continue the work to make the promise of America real for every American including communities of color, Tribal communities, rural communities, LGBTQI+ individuals, people with disabilities, women and girls, and communities impacted by persistent poverty. This second equity Executive Order requires agencies to designate senior leaders accountable for implementing the equity mandate; directs agencies to produce Equity Action Plans annually and report to the public on their progress; requires agencies to improve the quality, frequency, and accessibility of their community engagement; formalizes the President’s goal of increasing the share of federal contracting dollars awarded to small disadvantaged business by 50 percent by 2025; directs agencies to spur economic growth in rural areas and advance more equitable urban development; instructs agencies to consider bolstering the capacity of their civil rights offices and focusing their efforts on emerging threats like algorithmic discrimination in automated technology; directs the White House Office of Management and Budget to support agencies’ Equity Action Plans and invest in underserved communities each year through the formulation of the President’s budget; and further promotes data equity and transparency.Making the promise of equal justice a reality for all.  President Biden is committed to doing everything he can to make our communities safer, including by advancing effective, accountable policing. Our criminal justice system must protect the public and ensure fair and impartial justice for all. These are mutually reinforcing, not competing, goals. The Biden-Harris Administration has taken action to advance effective, accountable policing, build trust, and improve public safety so that we make the promise of equal justice under the law a reality for all. President Biden believes that it is time that we acknowledge the legacy of systemic racism in our criminal justice system and work together to eliminate the racial disparities that endure to this day. Doing so serves all Americans.Advancing Public Safety for Black Communities. Violence is not impacting all of us equally. We know that Black and brown communities bear the most significant share of the harm. Black boys and young men ages 15-34 make up 2% of the population, but are 37% of homicide victims. Homicide is the leading cause of death for Black men under the age of 44, and has been for years. It is the second leading cause of death for young Latino men. The homicide rate for Black women and Native American women is twice the rate for women overall. Half of gun homicides in the United States remain unsolved, and victims of non-fatal shootings too often lack the support they need to recover. Cases involving Black and brown victims go unsolved at substantially higher rates than those involving white victims—leaving their families and communities with no justice and little support. The cost of gun violence is not only the lost lives and physical injuries, it is also the lasting trauma that impacts survivors, families, and communities. This violence also interrupts education, leads to disinvestment in the communities that need it the most, and has cascading consequences for our national economy to the tune of $280 billion in lost economic opportunity per year. The President continues to call on Congress to take action to end this gun violence public safety and public health epidemic. But he knows we cannot afford to wait a single day while lives are being taken, which is why he has taken more action to reduce gun violence than any other President at this point in their Administration. These policies and programs include:Protecting the Sacred Right to Vote. These policies and programs include:Restoring Fairness and Humanity to Our Immigration System.  President Biden is committed to reforming our immigration system, promoting racial equity in our immigration policies, and providing legal protections for Black noncitizens who call this country home.Strengthening Partnerships Across the Diaspora. The Administration is working to strengthen partnerships and collaboration that foster greater global economic and social mobility.###"
}