{
    "title": "FACT SHEET: Protecting Seniors by Improving Safety and Quality of Care in the Nation’s Nursing Homes | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/02/28/fact-sheet-protecting-seniors-and-people-with-disabilities-by-improving-safety-and-quality-of-care-in-the-nations-nursing-homes/",
    "created_at": null,
    "content": "All people deserve to be treated with dignity and respect and to have access to quality medical care. The President is committed to ensuring that all Americans, including older Americans and people with disabilities, live in a society that is accessible, inclusive, and equitable.  To accomplish that goal, the Administration continues to be committed to home- and community-based services and ensuring that in no case should a health care facility be causing a patient harm. The President believes we must improve the quality of our nursing homes so that seniors, people with disabilities, and others living in nursing homes get the reliable, high-quality care they deserve. That’s why he is announcing a set of reforms—developed by and implemented through the Department of Health and Human Services (HHS)—that will improve the safety and quality of nursing home care, hold nursing homes accountable for the care they provide, and make the quality of care and facility ownership more transparent so that potential residents and their loved ones can make informed decisions about care.To do this, the reforms the President is announcing will ensure that:The pandemic has highlighted the tragic impact of substandard conditions at nursing homes, which are home to many of our most at-risk community members. More than 1.4 million people live in over 15,500 Medicare- and Medicaid-certified nursing homes across the nation. In the past two years, more than 200,000 residents and staff in nursing homes have died from COVID-19—nearly a quarter of all COVID-19 deaths in the United States.  Despite the tens of billions of federal taxpayer dollars flowing to nursing homes each year, too many continue to provide poor, sub-standard care that leads to avoidable resident harm. In fact, failure to comply with Federal guidelines at nursing homes is widespread. The Government Accountability Office found that, from 2013 to 2017, 82% of all inspected nursing homes had an infection prevention and control deficiency, including a lack of regular handwashing, that was identified through Medicare and Medicaid surveys.  Without decisive action now, these unacceptable conditions may get worse. Private equity firms have been buying up struggling nursing homes, and research shows that private equity-owned nursing homes tend to have significantly worse outcomes for residents. Private equity firms’ investment in nursing homes has ballooned from $5 billion in 2000 to more than $100 billion in 2018, with about 5% of all nursing homes now owned by private equity firms. Too often, the private equity model has put profits before people—a particularly dangerous model when it comes to the health and safety of vulnerable seniors and people with disabilities. Recent research has found that resident outcomes are significantly worse at private equity-owned nursing homes:Research also suggests that, despite depriving residents of quality care, private equity-owned nursing homes actually led to an uptick in Medicare costs, too. Today, the Biden-Harris Administration is announcing new steps by Department of Health & Human Services (HHS) through its Centers for Medicare & Medicaid Services (CMS), to improve the quality and safety of nursing homes, to protect vulnerable residents and the health care heroes who care for them, and to crack down on bad actors. The Administration is committed to these urgent actions as first steps toward fulfilling a broader commitment to ensure taxpayer dollars go toward the safe, adequate, and respectful care seniors and people with disabilities deserve—not to the pockets of predatory owners and operators who seek to maximize their profits at the expense of vulnerable residents’ health and safety.Ensuring Taxpayer Dollars Support Nursing Homes That Provide Safe, Adequate, and Dignified CareCMS is launching four new initiatives to ensure that residents get the quality care they need—and that taxpayers pay for. These initiatives will help ensure adequate staffing, dignity and safety in their accommodations, and quality care.Enhancing Accountability and OversightHolding nursing homes accountable for their performance requires a robust compliance program—a program that has adequate funding to perform inspections and that imposes meaningful penalties when deficiencies are found. Federal taxpayer dollars should not flow to nursing homes that are unsafe.Increasing TransparencyFor too long, corporate owners and operators have not been held to account for poor nursing home performance. CMS will improve the public transparency of facility ownership and safeguard nursing home residents.Creating Pathways to Good-paying Jobs with the Free and Fair Choice to Join a UnionEnsuring Pandemic and Emergency Preparedness in Nursing Homes"
}