{
    "title": "FACT SHEET: Biden Administration Promotes Voter Participation with New Agency Steps | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/09/28/fact-sheet-biden-administration-promotes-voter-participation-with-new-agency-steps/",
    "created_at": null,
    "content": "Agencies Respond to President Biden’s Call for All-of-Government Action on Information on Voting and Opportunities to Register and VoteAs President Biden has said, democracy doesn’t happen by accident. We have to defend, strengthen, and renew it to ensure free and fair elections that reflect the will of the American people. Too many Americans face significant obstacles to exercising their sacred, fundamental right to vote. For generations, discriminatory policies have suppressed the votes of Black Americans and other voters of color. Voters of color are more likely than white voters to face long lines at the polls and are disproportionately burdened by overly restrictive voter identification laws and limited opportunities to vote by mail. Native Americans likewise face limited opportunities to vote by mail and frequently lack sufficient polling places and voter registration opportunities near their homes. Lack of access to language assistance is an obstacle for many voters.  People with disabilities face longstanding barriers to exercising their right to vote, especially when it comes to legally required accommodations to vote privately and independently. Members of our military also face unnecessary challenges to exercising their right to vote.While the President continues to call on Congress to restore the Voting Rights Act and pass the Freedom to Vote Act, which includes bold reforms to make it more equitable and accessible for all Americans to exercise their fundamental right to vote, he also knows we can’t wait to act. That is why on March 7, the 56th anniversary of Bloody Sunday, the President signed an Executive Order to leverage the resources of the federal government to increase access to voter registration services and information about voting, helping deliver on the promise of Congressman Lewis’ fight against these anti-voter burdens and the fight of so many others seeking to protect the right to vote before and since. Today, more than a dozen agencies across the federal government are announcing steps they are taking to respond to the President’s call for an all-of-government action to promote voting access and to further the ability of all eligible Americans to participate in our democracy.The Executive Order is only part of the President’s efforts to protect the right to vote and ensure all eligible citizens can freely participate in the electoral process. For months, Vice President Harris has engaged the American people; civil and voting rights advocacy groups; pollworkers; and other voting populations around the country that have been historically marginalized to advance the Administration’s efforts to protect the right to vote. The President has appointed strong civil rights leadership at the Department of Justice. And he has partnered with civil rights organizations, the business community, faith leaders, young Americans, and others to activate an all-hands-on-deck effort to protect this sacred right and uphold democratic values.The Executive Order called for each agency to submit to Domestic Policy Advisor Susan Rice a strategic plan outlining the ways that the agency can promote nonpartisan voter registration and voter participation. These strategic plans are just the beginning of each agency’s commitments. In the weeks and months to come, agencies will further build out their capacity to get relevant information out to the public, help eligible voters better understand their opportunities for engagement, and facilitate participation in the electoral process. New key early actions to implement the President’s Order include:###"
}