{
    "title": "FACT SHEET: President Biden’s Leadership to Tackle the Climate Crisis at Home and Abroad Galvanizes Unprecedented Momentum at Start of U.N. Climate Conference (COP27) | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/11/07/fact-sheet-president-bidens-leadership-to-tackle-the-climate-crisis-at-home-and-abroad-galvanizes-unprecedented-momentum-at-start-of-u-n-climate-conference-cop27/",
    "created_at": null,
    "content": "In less than two years since taking office, President Biden’s leadership to tackle the climate crisis has boosted U.S. manufacturing and deployment of cost-cutting clean energy technologies, put the country on a durable path aligned with limiting warming to 1.5 °C, and galvanized global action by partners and the private sector – building unprecedented momentum towards achieving critical climate goals and strengthening global resilience. As more than a hundred countries gather for the 27th Conference of the Parties to the U.N. Framework Convention on Climate Change (COP27) in Sharm el-Sheikh, Egypt, the United States will work with partners to enhance global ambition to accelerate growth of the clean energy economy, avert the most catastrophic impacts of climate change, and help lower- and middle- income countries build resilience to climate impacts. In fact, the President has pledged to work with Congress to increase U.S. international climate finance to over $11 billion a year – which would make the United States the single largest contributor of climate finance. These actions are key to strengthening global security – including energy, water, food, and health security – which has been made all the more urgent following Russia’s war against Ukraine that has disrupted energy markets, strained economies with rising prices, and threatened vulnerable countries with severe food shortages.At COP27 and beyond, the United States will encourage countries – particularly major economies – and the private sector to not only implement existing commitments and goals, but to also enhance commitments and goals to help close the gap between current pledges and what the latest science tells us is urgently needed.  And the United States will also encourage the international community to accelerate vulnerable countries’ ability to implement adaptation efforts. Through the President’s Emergency Plan for Adaptation and Resilience, PREPARE, the United States is rapidly increasing its support of adaptation and resilience programming to help more than half a billion people in developing countries adapt to and manage the impacts of climate change.On November 11, President Biden will be at COP27 to build on efforts by the United States to accelerate growth of an equitable clean energy economy that will cut consumer energy costs, reduce global greenhouse gas emissions, advance the global climate fight, and help the most vulnerable build resilience to climate impacts. The United States is leading by example at home and abroad:LEADING AT HOME BY TAKING THE MOST AMBITIOUS CLIMATE ACTIONS IN U.S. HISTORYLEADING GLOBAL EFFORTS TO SUPPORT VULNERABLE COUNTRIESIN BUILDING RESILIENCE TO CURRENT AND FUTURE CLIMATE IMPACTSLEADING GLOBAL EFFORTS TO KEEP THE 1.5 DEGREE GOAL WITHIN REACH###"
}