{
    "title": "FACT SHEET: The Biden-Harris Administration Launches the Talent Pipeline Challenge: Supporting Employer Investments in Equitable Workforce Development for Infrastructure Jobs | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/06/17/fact-sheet-the-biden-harris-administration-launches-the-talent-pipeline-challenge-supporting-employer-investments-in-equitable-workforce-development-for-infrastructure-jobs/",
    "created_at": null,
    "content": "Today, the Biden-Harris Administration is kicking off a summer-long Talent Pipeline Challenge to fill high quality jobs that will help rebuild our infrastructure and supply chains here at home, and continue our transition from a historic economic recovery to steady and stable growth in the years ahead. This is a nationwide call to action for employers, education and training providers, states, local, Tribal, and territorial governments, and philanthropic organizations to make tangible commitments that support equitable workforce development in three critical infrastructure sectors: Broadband, Construction, and “Electrification” (EV Charging Infrastructure and Battery Manufacturing). These commitments will complement the Federal government’s investment in workforce development and help ensure there are trained workers who are ready to meet the demands of implementing the historic Bipartisan Infrastructure Law, as the country transitions from a historic economic recovery to stable and steady growth that works for working people.Employers. The Talent Pipeline Challenge will encourage employers to partner with and hire skilled workers from at least one training provider in each region in which the employer has operations, such as a registered apprenticeship program or a community college with a diverse student population. As part of this pledge, employers can partner with national or regional intermediaries or training providers to build, scale, or support local training models to recruit, train, or hire workers in their sector. Training partnerships will build on pathways to quality jobs for women, people of color, and underserved workers— including those from rural and Tribal communities and communities with persistent poverty. As part of this goal:Training Providers. The Talent Pipeline Challenge will encourage training providers, unions, and other intermediaries, including labor-management skills programs, community colleges, industry associations, philanthropic organizations, and worker centers, to commit to:State and Local Governments. The Talent Pipeline Challenge is calling on state, local, Tribal, and territorial governments to commit to:Administration Actions to Support Infrastructure Workforce DevelopmentThe Administration is undertaking a wide range of actions to support workforce development related to the three industries highlighted in the Talent Pipeline Challenge. The Bipartisan Infrastructure Law includes over $800 million in dedicated funding for job training, as well as additional investments where agencies may encourage the use of the funds for training.  Agencies are including, where possible, workforce development as an allowable activity in Bipartisan Infrastructure Law programs and identifying funds both within the Bipartisan Infrastructure Law, like funds from large federal-aid highway investments, and through other funding streams— like ARP’s State and Local Fiscal Recovery Funds and Workforce Innovation and Opportunity Act (WIOA) funding — that can be invested in workforce training programs. The Department of Labor (DOL) is working to align federal workforce investments in registered apprenticeships and workforce programs at community colleges to meet infrastructure workforce needs. The Administration will also work to support state and local partnerships seeking to leverage WIOA funding to support workforce training as well as wrap-around services.ADDITIONAL DETAILS:Administration Actions to Support Infrastructure Workforce DevelopmentSpecific actions include:COMMITMENTS UNDERWAY:###"
}