{
    "title": "FACT SHEET: Renewed U.S. Leadership in Glasgow Raises Ambition to Tackle Climate Crisis | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/11/13/fact-sheet-renewed-u-s-leadership-in-glasgow-raises-ambition-to-tackle-climate-crisis/",
    "created_at": null,
    "content": "International Community Put Forward Innovative Efforts to Build a Clean Energy Economy and Create Jobs The United States Will Continue to Push for Action Beyond Glasgow and Keep 1.5 Degrees Celsius Goal Alive On day one at the U.N. Framework Convention on Climate Change Conference of the Parties (COP26), President Joe Biden made clear that Glasgow must raise global ambition during this decisive decade of climate action to preserve our shared future. The President reiterated that tackling the climate crisis requires the whole of society – communities, businesses, states, local governments, Tribal nations and nations around the world – to come together to deliver economic prosperity, peace, and security. The President and United States have led by the power of example, taking bold steps to reduce emissions and create economic opportunity at home and abroad, while rallying other countries to step up. On his first day in office, President Biden rejoined the Paris Agreement, restored U.S. leadership on the world stage, and reestablished our position to tackle the climate crisis at home and abroad. He convened the first-ever Leaders Summit on Climate that affirmed the need for unprecedented global cooperation and ambition and convened a U.S.-led Major Economies Forum on Energy and Climate. Congress passed President Biden’s Bipartisan Infrastructure Deal, which will expand access to clean drinking water, make unprecedented investments in clean energy infrastructure, and is a critical step towards reaching our goal of a net-zero emissions economy by 2050. When paired with the Build Back Better Framework which the President also looks forward to signing into law, these once-in-a-generation investments will reduce our emissions by well over one gigaton this decade – ensuring we meet President Biden’s commitment to reduce U.S. emissions by 50-52% from 2005 levels in 2030 and unlock the full potential of a clean energy economy that combats climate change, advances environmental justice, and creates good-paying, union jobs.Today, as COP26 ended, over 190 countries concluded negotiations on a text that includes a global commitment to tackle the climate crisis and keep the goal to limit global warming to 1.5 degrees Celsius within reach. The text sets out a path to increase the commitments and actions of countries starting next year, outlines new rules of the road for the Paris Agreement that will provide transparency for countries to turn words into actions, and doubles the amount of support that is going to vulnerable countries to enhance their resilience to the crisis. But it is not enough. More work remains as we leave Glasgow to get where science tells us we need to be and the United States will continue to push for more progress at home and abroad in this decisive decade for climate action.  As the U.S. engaged in intensive diplomacy and partnership with countries around the world, collective action increased global ambition, innovation and action to tackle the climate crisis. At the close of COP26:###"
}