{
    "title": "FACT SHEET: Vice President Harris Announces New Efforts to Expand Capital Access and Contracting Opportunities for Minority-Owned and Underserved Businesses at the Freedman’s Bank Forum | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/10/25/fact-sheet-vice-president-harris-announces-new-efforts-to-expand-capital-access-and-contracting-opportunities-for-minority-owned-and-underserved-businesses-at-the-freedmans-bank-forum/",
    "created_at": null,
    "content": "The Investing in America Agenda continues to deliver for small businesses and provide economic opportunity throughout the United States.Today, Vice President Harris is announcing new actions to help historically under-resourced suppliers, small businesses, and communities share in the economic opportunity created by the Biden-Harris Administration’s Investing in America agenda – a key pillar of Bidenomics – that is building the economy from the bottom up and middle out. “To bridge the financial disparities that hold so many of our communities back, we must continue to work together to combine the capacity of the private sector with the reach and the scale that only the government can provide. When we do, we create opportunity and prosperity for millions of Americans,” said Vice President Kamala Harris.The historic Investing in America agenda has spurred a factory building boom that will rely on diverse suppliers for continued success. The construction of manufacturing facilities contributed more to real gross domestic product in the first six months of this year than any other six-month period on record. And, last year’s foreign direct investment in new U.S. manufacturing facilities was almost double the pre-pandemic average.It is important that the benefits of this economic opportunity are shared equitably. Diversification of suppliers—in manufacturing, construction, and related services—ensures that the country’s supply chain is more resilient and that the economy benefits from the talent and potential across the country. Considering diverse suppliers are often small- and medium-sized businesses, their equitable participation in the Investing in America agenda will provide a path to economic prosperity and intergenerational wealth for countless Americans in underserved communities.That is why the Administration has awarded a record-breaking nearly $70 billion in Fiscal Year (FY) 2022—a new record—on federal contracts awarded to small, disadvantaged businesses (SDBs). And it has invested $12 billion in community lenders—including Community Development Financial Institutions (CDFIs) and Minority Depository Institutions (MDIs) – to expand access to capital and resources to too-often sidelined entrepreneurs.The U.S. Department of Treasury estimates that these investments in community lenders will result in a $50 billion increase in lending to Latino communities and a nearly $80 billion increase in lending to Black communities over the next decade. One-third of new loans made by CDFIs and MDIs that received investments under the Department of Treasury’s Emergency Capital Investment Program were made to most in need borrowers, such as individuals who are low-income or live on Tribal lands. In parallel, the Small Business Administration has increased its lending to socially and economically disadvantaged small businesses, which has helped to more than double the amount of loans to Black-owned businesses and double the number of loans to Latino-owned businesses. Now, Black and Latino entrepreneurs are starting new businesses at the fastest rates in more than a decade while Black and Latino unemployment rates are near historic lows.Today’s announcements coincide with the annual Freedman’s Bank Forum, hosted at the Department of Treasury. They represent commitments from the private, public, and non-profit sectors that will continue to accelerate wealth-building for underserved businesses, their communities, and the American economy.Private sector and philanthropic commitments to support underserved communities:Leveraging federal investments and purchasing power to expand opportunity for underserved small businesses:These new capital announcements follow recent announcements across the U.S. government to support equal opportunity and equitable access to capital, investment, and quality jobs in the President’s Investing in America agenda. These include:###"
}