{
    "title": "FACT SHEET: 2022 U.S. – Mexico High-Level Economic Dialogue | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/09/12/fact-sheet-2022-u-s-mexico-high-level-economic-dialogue/",
    "created_at": null,
    "content": "U.S. President Joseph R. Biden and Mexican President Andrés Manuel López Obrador relaunched the U.S.-Mexico High-Level Economic Dialogue (HLED) in 2021 to advance shared strategic economic and commercial priorities.  The HLED provides a platform for the United States and Mexico to leverage their strong economic integration to foster regional prosperity, expand job creation, promote investment in our people, and reduce inequality and poverty.  Since 2021, HLED collaboration has focused on four thematic pillars described in the highlights of the accomplishments below.  Between August 31, 2021 and September 12, 2022, the two governments hosted at least 21 stakeholder outreach engagements with civil society, the private sector, academia, and non-governmental organizations to inform these efforts.PILLAR I: BUILDING BACK TOGETHERThe United States and Mexico are working to improve the regional business environment, deploy advanced technologies, strengthen the resilience of U.S.-Mexico supply chains, and promote lawful trade and travel.PILLAR II: PROMOTING SUSTAINABLE ECONOMIC AND SOCIAL DEVELOPMENT IN SOUTHERN MEXICO AND CENTRAL AMERICAThe United States and Mexico are cooperating to improve livelihoods through the creation of jobs and opportunities in northern Central America and southern Mexico.PILLAR III: SECURING THE TOOLS FOR FUTURE PROSPERITYThe United States and Mexico are working to support regulatory compatibility and risk mitigation in the information and communication technologies, networks, cybersecurity, telecom, and infrastructure sectors.PILLAR IV: INVESTING IN OUR PEOPLEThe governments of the United States and Mexico are working to promote initiatives that invest in entrepreneurs, small and medium-sized enterprises, and that enhance access to economic opportunities for women, youth, indigenous persons, and members of the LGBTQI+ community.###"
}