{
    "title": "FACT SHEET: President Biden Kicks off Major Baltimore Rail Tunnel Project Funded by Bipartisan Infrastructure Law | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/01/30/fact-sheet-president-biden-kicks-off-major-baltimore-rail-tunnel-project-funded-by-bipartisan-infrastructure-law/",
    "created_at": null,
    "content": "Replacing 150-Year Old Baltimore And Potomac Tunnel Will Create 30,000 Good-Paying Jobs And Address Largest Rail Bottleneck Between Washington, D.C and New JerseyContinued Focus On Implementing Game-Changing Infrastructure Projects Including Brent Spence Bridge, Golden Gate Bridge, and Gateway Hudson Tunnel Project in New YorkContinuing the Biden-Harris Administration’s focus on implementing its economic agenda to deliver real results for the American people, President Biden is traveling to Baltimore, Maryland, to kick off a major project funded by the Bipartisan Infrastructure Law to replace the 150-year old Baltimore and Potomac Tunnel. This project will address the largest rail bottleneck on the Northeast Corridor between Washington, D.C. and New Jersey, and create good-paying union jobs, improve reliability, lower commuting times, and enhance safety and resilience. The program is expected to generate 30,000 jobs, including approximately 20,000 direct construction jobs, most of which do not require a college degree.President Biden’s Bipartisan Infrastructure Law makes the largest investment in passenger rail since the creation of Amtrak, with a $66 billion investment in rail.At the project kickoff event, the President will announce:Frederick Douglass TunnelThe 150 year-old Baltimore and Potomac Tunnel is the oldest tunnel on the Northeast Corridor.  The 1.4-mile tunnel beneath densely populated West Baltimore connects Baltimore’s Penn Station to points south. The tunnel is the largest Northeast Corridor bottleneck between Washington and New Jersey and a single point of failure for the nine million Amtrak and Maryland Area Commuter (MARC) passengers who rely on it annually. In other words, there are no detours possible if the aging tunnel were to unexpectedly close. The tunnel’s tight curvature and steep incline requires trains to reduce speeds to 30 mph. These issues create chronic delays — more than 10% of weekday trains are delayed, and delays occur on 99% of weekdays.   The Baltimore-Potomac Tunnel Replacement Program will build a new tunnel with two tubes along an alignment with softer curves; ventilation and emergency egress facilities; new signaling systems, overhead catenary, and track; five new roadway and railroad bridges in the area surrounding the tunnel; and a new ADA-accessible West Baltimore MARC station.  The new tunnel will be named in honor of the civil rights leader and abolitionist, Frederick Douglass, a Maryland native and frequent railroad passenger after escaping to his freedom from slavery by boarding a train in Baltimore.  When the program is complete, speed and capacity improvements will help enable service growth and eliminate nearly seven hours of train delay for the average weekday. Capacity of the tunnel is expected to nearly triple, and trains travelling through the tunnel will be able to go a up to 110 miles per hour versus the current 30 miles per hour. By one estimate, replacing the tunnel would save nearly 450,000 hours per year for MARC and Amtrak customers. The total cost of the program is expected to be approximately $6 billion, of which Bipartisan Infrastructure Law funding could contribute up to $4.7 billion.  While the project received $44 million through the American Reinvestment and Recovery Act for preliminary engineering and permitting, it lacked a viable funding source for construction until the Bipartisan Infrastructure Law.   Now, with funding and the President’s commitment, early works, such as demolition, utility relocations, and select track work, will begin this calendar year.   The program is expected to generate 30,000 jobs, including approximately 20,000 direct construction jobs. Amtrak is investing more than $50 million in local workforce development and community investments, including pre-apprenticeship and apprenticeship programs to ensure that local workers in West Baltimore can access these jobs. Infrastructure Progress Across MarylandAlready in the first year of Bipartisan Infrastructure Law funding, over $2.6 billion has been announced and is headed to Maryland with over 44 specific projects identified for funding.  This includes:Economic Progress Across MarylandUnder President Biden, we’re building an economy from the bottom up and middle out, including creating good-paying jobs, record small business growth, and spurring new manufacturing investments across Maryland.Progress on RailPresident Biden’s Bipartisan Infrastructure Law makes the largest investment in passenger rail since the creation of Amtrak, with a $66 billion investment in rail. This includes: In 2022, the Biden Administration announced $233 million in grants to upgrade intercity passenger rail service across the country. These investments will help replace bridges and tunnels along the Northeast Corridor, many of which are over 100 years old. Grants were also awarded to improve rail infrastructure in California, Michigan, and improving Chicago Union Station.  On November 30, 2022, the Federal Railroad Administration granted $4.3 billion to Amtrak, which represents the first year of the $22 billion in direct funding to Amtrak provided in the Bipartisan Infrastructure Law. These funds will be used to modernize the intercity passenger rail network, most immediately funding improvements to several Amtrak-served stations to meet Americans with Disabilities Act (ADA) standards, as well as fleet upgrades.  With $22 billion in infrastructure investments over five years, Amtrak will increase accessibility at more than 280 Amtrak-served stations across the country.  Funding will also be used to replace Amtrak’s existing fleet of over 1,000 railcars and locomotives with accessible, comfortable, state-of-the-art equipment. Portions of the new fleet will enter service in 2023, and over 525 new railcars and locomotives will begin service by the end of the decade. Amtrak debuted the design of the new “Airo” railcars in late 2022.  On November 15, the Federal Railroad Administration also announced its Northeast Corridor Inventory, outlining major backlog projects that will get funding from the Bipartisan Infrastructure Law, including the Hudson River Tunnel and East River Tunnel in New York, the Connecticut River Bridge, and the Susquehanna River Bridge and Frederick Douglas Tunnel in Maryland.  The Administration expects that the $24 billion available for the Northeast Corridor will be sufficient to fund all major backlog projects and provide funding toward some additional improvement projects that reduce travel time, upgrade stations and facilities, or provide other enhancements. In late December 2022, the Federal Railroad Administration opened applications for the first $9 billion in Bipartisan Infrastructure Law funding for Northeast Corridor infrastructure projects under the Fed-State Partnership Program.  Only projects on the Northeast Corridor Project Inventory published in November may be submitted for funding under this Notice of Funding Opportunity.   The Frederick Douglass Tunnel could receive as much as $4.7 billion from this pool of competitive funding. In December, the Federal Railroad Administration also opened applications for the first $2.3 billion in Bipartisan Infrastructure Law funding for intercity passenger rail projects outside of the Northeast Corridor under the Fed-State Partnership National Program.   2023 will be a year in which major rail projects receive their first funding, in many instances, after waiting decades for federal funding.  ###"
}