{
    "title": "FACT SHEET: Biden-Harris Administration Increases COVID-19 Testing in Schools to Keep Students Safe and Schools Open | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/01/12/fact-sheet-biden-harris-administration-increases-covid-19-testing-in-schools-to-keep-students-safe-and-schools-open/",
    "created_at": null,
    "content": "Since day one, the Biden-Harris Administration has taken every step available to keep schools safely open for full-time, in-person instruction. These efforts have resulted in 96% of schools open in-person in January 2022, up from 46% of schools in January 2021. Students have sacrificed so much over the course of the pandemic, and the President has been clear in his words and his actions that his Administration will do all that it can to keep schools safely open for all students.Today the Biden-Harris Administration is doubling down on our commitment to keeping all schools safely open for full-time in-person learning by taking new action to increase access to COVID-19 testing in schools. Through these new initiatives, the Administration will increase the number of COVID-19 tests available to schools by 10 million per month. These additional tests will help schools safely remain open and implement screening testing and test to stay programs. With the additional ten million tests per month, we will make available to schools more than double the volume of testing that took place in schools across the nation in November 2021 (the most recent data available).We know how to keep students and staff safely in school—including through vaccinations and boosters, implementing universal indoor masking, maintaining physical distancing, improving ventilation, and performing COVID-19 screening testing. Over the past year, the Biden-Harris Administration has provided historic funding and extensive resources to states and school districts across the country to make sure schools reopen and remain open – including $130 billion in the Elementary and Secondary School Emergency Relief fund to safely reopen schools and address students’ academic and mental health needs, and $10 billion in the Epidemiology and Laboratory Capacity (ELC) cooperative agreement to support COVID-19 testing for students and staff.Today, the Biden-Harris Administration is increasing COVID-19 testing for schools by:The actions announced today builds on more than $10 billion in investments that the Biden-Harris Administration has made in setting up testing programs in K-12 schools. School districts can also take advantage of the below resources immediately, as outlined in a letter Secretary Cardona is sending this week to school officials demonstrating available resources to support COVID-19 testing and urging them to get started today. Supports also include:###"
}