{
    "title": "FACT SHEET: The Biden-Harris Administration Advances Equity and Opportunity for Latino Communities Across the Country | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/10/19/fact-sheet-the-biden-harris-administration-advances-equity-and-opportunity-for-latino-communities-across-the-country-2/",
    "created_at": null,
    "content": "The Biden-Harris Administration continues to deliver for the Latino Community by expanding access to health care, lowering drug prices for seniors, providing student debt relief, creating well-paid jobs and lowering Hispanic unemployment to its lowest rate in history.  President Biden is leading the charge to ensure that all Latino families and communities can live with dignity, respect, and achieve greater economic opportunity. Hardworking Latino families and businesses commit every day to strengthening communities throughout America and far too often, their sacrifices and contributions as leaders in the community, business, academia, labor and government go unrecognized. The Biden-Harris Administration is working to protect and advance civil rights, voter protections, racial equity, and economic opportunity for all Latino communities. During National Hispanic Heritage Month, the Biden-Harris Administration celebrates the progress made to advance opportunity in Latino communities and recommits to delivering on the promise of equity for all Latino families and communities. Economic Opportunity for Latino Families and Communities.  President Biden signed into law three historic pieces of legislation – Inflation Reduction Act (IRA), American Rescue Plan (ARP), and Bipartisan Infrastructure Law (BIL) – to deliver on the promise to ensure greater opportunity for all, including every Latino family and community. The American Rescue Plan powered a historically strong economic recovery that ensured that Latino workers and families are not left behind. That has meant record drops in unemployment for Latino workers, historically low credit card delinquency rates – which hit Black and Latino borrowers hardest, historically low foreclosures and evictions, and historically low Latino child poverty. In past, weaker labor market recoveries, Latino workers faced high joblessness rates for years. Thanks to the American Rescue Plan, Latino unemployment saw its largest calendar year drop on record in 2021 – and has continued falling in 2022. In 2021, the expanded Child Tax Credit and other policies in the American Rescue Plan led to a 43% reduction in Latino child poverty to record lows. The Biden-Harris Administration’s vital policies and programs include: Building an Economy that Works for Latino People and Families. The Inflation Reduction Act (IRA) lowers prescription drug costs, health care costs, and energy costs. President Biden and Congressional Democrats successfully fought to pass this historic legislation to help all Americans, including Latinos, who have been at the frontline of climate change, by lowering costs, advancing environmental justice while building a cleaner future, and growing the economy from the bottom up and the middle out by creating good-paying, union jobs across the country. The IRA will also lower the deficit and ask the ultra-wealthy and corporations to pay their fair share. No one earning under $400,000 per year will pay a penny more in taxes. Combatting Climate Change and Lowering Energy Costs. The IRA will bring down energy costs for Latino families and create thousands of good jobs, all while reducing climate pollution and ensuring that we have a clean, secure future energy supply:Making the Tax Code Fairer. President Trump and Congressional Republicans’ 2017 tax law only made an unfair tax system worse. Critical Investments in Latino Families & Communities in the American Rescue Plan. When President Biden signed the American Rescue Plan (ARP) into law, it provided a lifeline to millions of families who were struggling from the economic fallout of the pandemic. Advancing Equity and Economic Opportunity for Latinos Through Historic Infrastructure Investments. The Bipartisan Infrastructure Law addresses economic disparities in our economy and the consequences of decades of disinvestment in America’s infrastructure that have disproportionately burdened communities of color. Through critical investments, the legislation increases access to good-paying jobs, affordable high-speed internet, reliable public transit, clean drinking water and other resources, to ensure that all communities – including Latino communities – get a fair shot at the American dream.Ensuring Latino Homeowners Get Full Value for their Homes. In March 2022, the Biden-Harris Administration’s Interagency Task Force on Property Appraisal and Valuation Equity (PAVE) released the PAVE Action Plan, which represents the most wide-ranging set of reforms ever put forward to advance equity in the home appraisal process. The Action Plan details a set of more than 20 commitments and actions across all stages of the valuation process, including: making the appraisal industry more accountable; empowering consumers with critical information and assistance if they receive a valuation that is lower than expected; preventing algorithmic bias in home valuation; cultivating an appraiser profession that is well-trained and looks like the communities it serves; and leveraging federal data and expertise to inform policy, practice, and research on appraisal bias.Providing Resources to Help Latino Owned Small Businesses Grow and Thrive. By January 2021, millions of small businesses had been forced to shutter their doors due to the combined impact of the pandemic and the obstacles many businesses faced in accessing pandemic relief programs. Minority-owned businesses were hit the hardest, with one study finding that the number of Latino business owners declined by nearly one-third during the first two months of the pandemic. In response, the Biden-Harris Administration delivered over $450 billion in emergency relief to more than six million small businesses in 2021 alone. These actions have helped drive an unprecedented surge in entrepreneurship. Leveraging Federal Procurement to Narrow the Racial Wealth Gap for Latino Entrepreneurs and Families.  Federal procurement is one of our most powerful tools to advance equity and build wealth in underserved communities, but only around 10 percent of federal agencies’ total eligible contracting dollars typically go to small disadvantaged businesses, a category under federal law for which Latino-owned businesses are presumed to qualify. Recognizing the importance of using the government’s purchasing power to advance opportunity and equity, the Biden-Harris Administration has launched an all-of-government effort to expand contracting opportunities for underserved small businesses, setting a new goal of increasing the share of contracts going to small disadvantaged businesses to 15 percent by 2025. This effort is projected to translate to an additional $100 billion to minority-owned businesses, helping more Americans realize their entrepreneurial dreams.Protecting and Empowering Latino Workers. The Department of Labor (DOL) has taken a number of steps to promote safe working environments and empower Latino workers all across the country, including: Ensuring Equitable Educational Opportunity in K-12 Schools and an Education Beyond High School for Latino Students. President Biden has delivered the support necessary to enable every school to return to full-time, in-person instruction; accelerate academic achievement; address the mental health needs of students; and build school communities where all students feel they belong. At the same time, President Biden has worked to ensure equitable access to high-quality education for Latino students. These policies and programs include:Improving Health Outcomes for Latino Communities.  Access to quality healthcare is integral to addressing health disparities in Latino communities. President Biden is committed to ensuring equitable health outcomes for communities, while ensuring that we keep costs down for individuals and families. These policies and programs include:Safeguarding Latinos from COVID-19. Because of systemic inequities in our economy and healthcare system, Latino communities have been disproportionately burdened by the COVID-19 pandemic. Since his first day in office, President Biden has used every lever and tool to ensure every person in our country can access safe, free, and convenient vaccines; expand testing eligibility; and invest in more equitable public health infrastructure to better serve communities of color. That includes working with pharmacies to extend their hours to ensure working people have a chance to get their shot. Advancing Public Safety and Public Trust for Latino Communities. President Biden believes that the surge in gun violence that has affected communities across the country over the last year and a half is unacceptable, and his Administration is moving decisively to act with a whole-of-government approach. Black and brown Americans are disproportionately harmed by the direct and indirect consequences of gun violence, which causes lasting trauma for children, families, and communities. The President continues to call on Congress to take action to end this gun violence epidemic. But he knows we cannot afford to wait a single day while lives are being taken, which is why he has taken more action to reduce gun violence than any other President at this point in their Administration. These policies and programs include:Finally, even as federal and state regulation of marijuana changes, important limitations on trafficking, marketing, and under-age sales should stay in place.  Improving and Reforming our Immigration System. After four years of chaos and cruelty under the previous Administration, President Biden has been focused on rebuilding our immigration system and ensuring it is more fair, humane, and orderly, including by: Launching a Whole-Of-Government Initiative to Advance Equity and Justice for Underserved Communities, Including Latino Communities. On his first day in office, President Biden signed the historic Executive Order on Advancing Racial Equity and Support for Underserved Communities Through the Federal Government. The President’s Order emphasized the enormous human costs of systemic racism, persistent poverty, and other disparities, and directed the Federal Government to advance an ambitious whole-of-government equity agenda that matches the scale of the challenges we face as a country and the opportunities we have to build a more perfect union. Over 90 federal agencies across the federal government, including all Cabinet-level agencies as well as over 50 independent agencies, conducted equity assessments of 3-5 of their agency’s high-impact services for the American people, to uncover where systemic barriers to access may exist. Using those findings, agencies developed Equity Action Plans for addressing—and achieving—equity in their mission delivery for all Americans. Equity Action Plans were required to include accountability mechanisms and to identify success metrics and key milestones toward progress.Advancing Diversity, Equity, Inclusion, and Accessibility in the Federal Government. In June 2021, President Biden signed an Executive Order on Advancing Diversity, Equity, Inclusion, and Accessibility in the Federal Workforce, that is helping develop a Federal workforce that looks like America where qualified people from every background and walk of life have an equal opportunity to serve our Nation.Protecting the Integrity of the Census.  After years of attempts to politicize the decennial Census count, President Biden gave career professionals at the Census Bureau the time and space they needed to deliver an accurate count of every American.  The 2020 Census results reflect the historic diversity of the country, and the Census Bureau has made improvements to data collection so they’re better able to reveal the multifaceted nature of growing Latino communities.Supporting Hurricane Fiona Response and Recovery Efforts in Puerto Rico. In response to Hurricane Fiona, President Biden approved an Emergency Declaration prior to landfall and immediately approved the Governor of Puerto Rico’s request for a Major Disaster Declaration for Individual and Public Assistance, which authorized FEMA to provide assistance for emergency measures to save lives and to protect property and public health and safety and fund emergency protective measures. More than 7 million liters of water, more than 4 million ready-to-eat meals, more than 215 generators, more than 100,000 tarps, more than 28,000 plastic covers and more than 10,300 cots and other emergency supplies were onsite and readily available for individuals and families. The President also authorized 100% Federal Cost Share for the Government of Puerto Rico to support Public Assistance for 30 days. This critical support will provide 100% Federal funding for Debris Removal and Emergency Protective Measures, and help Puerto Rico begin their recovery without adding additional financial burden to communities that are working to recover. The Biden-Harris Administration also increased Critical Needs Assistance from $500 to $700 to support displaced individuals and families with immediate or critical needs, such as water, food, medical support, infant formula, personal hygiene items, and fuel for transportation.Appointing a Historically Diverse Cabinet and Administration. The Biden-Harris Administration includes barrier-breaking Latino leaders. Secretary Alejandro Mayorkas is the first Latino and immigrant to serve as Secretary of Homeland Security, and Secretary Xavier Becerra is the first Latino to serve as Secretary of Health and Human Services. Administrator Isabella Guzman leads the Small Business Administration, Secretary Miguel Cardona leads the Department of Education, Julie Chavez Rodriguez is the Senior Advisor and Assistant to the President and Director of the White House Office of Intergovernmental Affairs, Emmy Ruiz is the Assistant to the President and White House Director of Political Strategy and Outreach, and Robert Santos is first Latino and the first person of color to be Director of the United States Census Bureau. President Biden has assembled the most diverse Administration in our nation’s history, and is proud to serve alongside the 15 percent of all appointees who identify as Latino or Hispanic, and the 32 percent of all appointees who are naturalized citizens or the children of immigrants. Diversifying the Federal Court System. The Biden-Harris Administration is working to ensure that nominees to the judicial system reflect the growing diversity of our nation. To date, 21% of the President’s federal judicial nominees to circuit court of appeals, district courts, and the Court of Federal Claims are Latino, including many historical firsts that have been confirmed: Judge Myrna Pérez is the only active Latina serving on the Second Circuit and the second Latina ever to serve (the first was Justice Sonia Sotomayor) on the Second Circuit; Judge Salvador Mendoza is the first Hispanic judge to serve on the Ninth Circuit from Washington State; Judge Ana de Alba is the first Latina ever to serve on the Eastern District of California; Judge Nancy L. Maldonado is the first Latina to serve as a federal district court judge in Illinois; and Judge Armando Bonilla is the first Hispanic judge ever to serve on the Court of Federal Claims.###"
}