{
    "title": "FACT SHEET: Biden-Harris Administration Holds Workforce Hub Convening in Baltimore, Announces Commitments to Train and Hire Local Residents to Support Major Infrastructure Projects | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/11/13/fact-sheet-biden-harris-administration-holds-workforce-hub-convening-in-baltimore-announces-commitments-to-train-and-hire-local-residents-to-support-major-infrastructure-projects/",
    "created_at": null,
    "content": "Today, Senior Advisor to President Biden and White House Infrastructure Coordinator Mitch Landrieu and Acting Secretary of Labor Julie Su will travel to Baltimore, Maryland as the city holds its Workforce Hub convening and announces commitments to ensure students and workers have equitable access to good-paying jobs created by President Biden’s Investing in America agenda. In May, the Biden-Harris Administration named Baltimore as one of five Workforce Hubs—along with Pittsburgh, Augusta, Columbus, and Phoenix—where historic legislation passed by President Biden, including the American Rescue Plan, the Bipartisan Infrastructure Law, the CHIPS and Science Act, and the Inflation Reduction Act, are catalyzing private and public investments and creating good-paying jobs. This week marks the second anniversary of the Bipartisan Infrastructure Law, and with over 40,000 new infrastructure projects announced across 4,500 communities, it’s clear that the President’s agenda is rebuilding and transforming cities like Baltimore across the country. These investments demonstrate how Bidenomics—President Biden’s vision for growing the economy from the middle out and bottom up—is creating jobs and opportunity in communities nationwide.Baltimore and its surrounding communities are the site of significant investments from President Biden’s Investing in America agenda. Across the state of Maryland, the Administration has announced $9.6 billion in projects to upgrade transportation, deliver clean and reliable energy, expand access to high-speed internet, ensure that residents have clean water, and more. This includes the $4.7 billion that President Biden announced last week for the Frederick Douglass Tunnel rail project— which will replace the 150-year-old Baltimore and Potomac Tunnel, increasing speeds and reducing delays on the entire Northeast Corridor. Other key investments already delivered from President Biden’s Investing in America agenda include $84 million to restore the Mid-Chesapeake Bay ecosystem and ensure the maintenance of the Port of Baltimore, enabling container ships to safely navigate through and get goods to communities quickly; $15 million to install fiber optic cable to connect underserved Baltimore residents to high-speed internet; and $7 million to upgrade the Martin Airport Maryland Area Regional Commuter (MARC) train station to full accessibility. These investments will generate demand for skilled workers in the construction and related trades—good-paying jobs that will support working families in the Baltimore area.In Baltimore, the Administration is partnering with local officials, employers, unions, community colleges, and other stakeholders to ensure a diverse and skilled workforce is ready to meet the demand for labor driven by transportation projects funded through the President’s Investing in America agenda.Today, Hub collaborators are announcing the following commitments to expand pathways into these good-paying jobs:First, using funding from President Biden’s Bipartisan Infrastructure Law, Amtrak and the Baltimore-DC Building Trades Council will increase hiring and training to ensure that the Frederick Douglass Tunnel creates opportunities for Baltimore residents first and foremost:Second, local and state partners will collaborate to expand union job opportunities to Baltimore residents, particularly those in disadvantaged communities, including through the use of project labor agreements (PLAs):Third, local and state partners will collaborate in new ways to train workers to enter good-paying construction careers:###"
}