{
    "title": "FACT SHEET: Biden-Harris Administration Highlights New Commitments Toward Equitable Workforce Development in Advanced Manufacturing | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2024/01/23/fact-sheet-biden-harris-administration-highlights-new-commitments-toward-equitable-workforce-development-in-advanced-manufacturing/",
    "created_at": null,
    "content": "Today, the Biden-Harris Administration will announce new commitments to workforce development from the Advanced Manufacturing Workforce Sprint. The Sprint, which First Lady Jill Biden announced in May and the Administration kicked off in October, is an intensive drive to build a diverse, skilled pipeline of workers for good advanced manufacturing jobs, including union jobs, many of which do not require a four-year college degree. This comes as President Biden’s historic Investing in America agenda—including the Bipartisan Infrastructure Law, CHIPS and Science Act, Inflation Reduction Act, and American Rescue Plan—is creating strong demand for skilled advanced manufacturing workers in clean energy, biotechnology, semiconductors, and more.Today, Neera Tanden, Director of the White House Domestic Policy Council, in partnership with the National Economic Council, will highlight some of the many new commitments in remarks to 850 community college and other labor and workforce leaders in New Orleans, Louisiana. More than 160 organizations are participating in the Sprint—including community colleges, employers, unions, education and training providers, community-based groups, philanthropic organizations, and state and local governments—by taking tangible steps to help more Americans train for and succeed in good advanced manufacturing jobs and careers.In the three months since the Administration kicked off the Advanced Manufacturing Workforce Sprint:The Biden-Harris Administration continues to encourage and support expansion of high-quality pathways into advanced manufacturing, and invites additional interested organizations to join the Sprint by submitting a commitment.Alongside Director Tanden’s remarks today, the Administration is highlighting dozens of concrete actions by Sprint participants and agencies to expand high-quality pathways into good advanced manufacturing jobs and careers:These commitments complement new and ongoing federal investments to expand and diversify the advanced manufacturing workforce, including:The Biden-Harris Administration’s Advanced Manufacturing Sprint builds on the Administration’s prior workforce sprints, which have driven commitments to equitable workforce development and job quality improvement to address critical needs. These include efforts to expand Registered Apprenticeships in trucking and cybersecurity, and to build pathways into good jobs and careers in broadband, electrification, and construction through the Talent Pipeline Challenge. The Sprint also supports the goals of the plan to expand education and training opportunities to biotechnology and biomanufacturing released in July.###"
}