{
    "title": "FACT SHEET: 441 Federally-Supported Community Vaccination Centers in First Month of Biden-Harris Administration | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/02/26/fact-sheet-441-federally-supported-community-vaccination-centers-in-first-month-of-biden-harris-administration/",
    "created_at": null,
    "content": "Since January 20, the Biden-Harris Administration has supported the establishment or expansion of 441 community vaccination centers across 37 states, territories, and the District of Columbia.The Biden-Harris Administration has launched a comprehensive, whole-of-government effort to get more people vaccinated—by increasing vaccine supply, increasing vaccinators, and increasing the number of places to get vaccinated. As part of this strategy, the Administration is supporting and launching federally-supported community vaccination centers nationwide in places people know and trust: community centers, schools, and stadiums. These community vaccination centers help achieve the President’s goal of administering 100 million shots in 100 days and getting vaccines to Americans more rapidly and more equitably.On his first day in office, the President set a goal of launching or supporting 100 community vaccination centers in his first month. Today, President Biden announced that since January 20, the federal government has provided critical support in the form of personnel, funding, and/or equipment to help establish or expand 441 community vaccination centers nationwide. As of this week:Federal Pilot Community Vaccination CentersAdditionally, the Biden-Harris Administration has announced 18 federally-established community vaccination centers, with the ability to administer a total of 61,000 shots per day at full capacity. For these sites, the federal government is directly working with state and local partners from start to finish, to help select the location for, staff, and operate these sites.The Biden-Harris Administration is placing equity at the core of the federal government’s strategy to defeat the pandemic. FEMA has partnered with CDC and state and local partners to locate vaccination centers in places that aim to reach hard-hit, high-risk communities, deploying CDC’s Social Vulnerability Index and similar state and local measures. Ensuring access is a priority in the design of the Federal Pilot community vaccination centers, with some featuring weekend and extended daytime hours, reserved slots for registration through faith-based and community-based organizations, and deployment alongside mobile vaccination units to help vaccinate surrounding communities.Two sites opened in California on February 16, administering over 90,000 shots since opening, with additional vaccinations from the four mobile clinics based out of these locations and bringing vaccines directly to surrounding communities. Five other Federal Pilot sites opened this week, with three in Texas and two in New York. Additional sites announced in Florida, Pennsylvania, Illinois, and North Carolina are launching in the coming weeks, with more to be announced.Launched Federal Pilot Community Vaccination Centers:Announced Federal Pilot Community Vaccination Centers, opening soon:###"
}