{
    "title": "Readout of the Fifth Meeting of the White House Competition Council | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/07/20/readout-of-the-fifth-meeting-of-the-white-house-competition-council/",
    "created_at": null,
    "content": "Yesterday, the President convened the White House Competition Council to mark the two-year anniversary of his Executive Order on Promoting Competition in the American Economy and to announce new initiatives to support healthy competition, lower costs, and crack down on hidden junk fees. The Competition Council drives the Administration’s whole-of-government effort to restore competition and coordinate progress on the Executive Order’s 72 initiatives, delivering concrete benefits of increased competition to America’s consumers, workers, farmers, and small businesses. The President spoke to how promoting competition is a core important part of Bidenomics. He thanked the Council for their ongoing work to increase competition across the economy, including actions that have already made hearing aids more affordable and accessible, lowered insulin costs, and taken aim at prevalent junk fees. The President celebrated new actions announced yesterday to lower food prices, crack down on junk fees in the housing rental market, and provide clarity around enforcement of laws prohibiting anti-competitive mergers. Department of Agriculture Secretary Tom Vilsack then spoke to a new enforcement partnership with bipartisan state Attorneys General, as well as the Department’s ongoing work to invest in expanding independent meat and poultry processing and to issue new rules under the Packers and Stockyards Act to prevent abuse of farmers. Vilsack noted he was encouraged to see bipartisan interest in Congress in addressing competition issues in agriculture, but that the Department would continue to use its available tools to act now. Yesterday’s announcements include:The Council members used the rest of the meeting to discuss recent accomplishments and their priorities for the coming months, including how the Council can continue to support labor market competition and deliver cost-saving measures for Americans.Participants in yesterday’s meeting included:###"
}