{
    "title": "FACT SHEET: Biden-Harris Administration Catalyzes more than $700 Million in Private Sector Commitments to Make EV Charging More Affordable and Accessible | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/06/28/fact-sheet-biden-harris-administration-catalyzes-more-than-700-million-in-private-sector-commitments-to-make-ev-charging-more-affordable-and-accessible/",
    "created_at": null,
    "content": "Record-Breaking Private U.S. Investments to Help Build 250,000 Chargers Per Year, Create More Than 2,000 JobsToday, the Biden-Harris Administration is highlighting how President Biden’s leadership on electric vehicles is catalyzing more than $700 million in investments from the private sector that will increase our domestic capacity to manufacture more than 250,000 new electric vehicle (EV) chargers each year, add at least 2,000 good-paying jobs, and make EV charging more affordable, accessible, and equitable. The historic private investments will follow the $7.5 billion from President Biden’s Bipartisan Infrastructure Law to build a national network of EV chargers, enabling convenient and uniform charging at home, work, and across the country.President Biden’s vison, leadership and the Bipartisan Infrastructure Law have positioned the United States to lead the electric future and make it in America. The President united automakers and autoworkers around an ambitious target for 50% of new vehicles sold in 2030 to be electric, passed the Bipartisan Infrastructure Law to build a national network of chargers for a seamless charging experience, and activated the federal government’s purchasing power to procure more zero-emission vehicles by 2027 and 100% zero-emission vehicles by 2035. The President’s actions will make EV charging convenient, reliable, and affordable for all Americans, including when driving long distances.Today’s announcements demonstrate how the President is catalyzing private investment to boost our domestic manufacturing capacity, enabling America to create a national network of chargers and create thousands of new high-quality, union jobs building, installing, and maintaining it. Today, the auto industry renaissance continues as the private sector steps up to invest in American-made charging across the country.KEY INDUSTRY INVESTMENTSADDITIONAL INDUSTRY ACTIONSWORKFORCE DEVELOPMMENT AND EQUITY###"
}