{
    "title": "FACT SHEET: Biden-Harris Administration Hosts First-Ever White House Climate Resilience Summit and Releases National Climate Resilience Framework | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/09/28/fact-sheet-biden-harris-administration-hosts-first-ever-white-house-climate-resilience-summit-and-releases-national-climate-resilience-framework/",
    "created_at": null,
    "content": "In conjunction with White House Summit on Building Climate Resilient Communities, Administration announces more than $500 million in additional investment for resilience Across the country, Americans are experiencing the devastating impacts of climate change. In just the first eight months of the year, there have been 23 separate billion-dollar weather and climate disasters – more than any other year on record. And the longer-term effects of climate change – including sea-level rise, hotter average temperatures, changing precipitation patterns, and more – are affecting every corner of society and every community in America.That’s why President Biden is leading the most ambitious climate, conservation, and environmental justice agenda in history. Today President Biden is fulfilling a commitment he made in June to host the first-ever White House Summit on Building Climate Resilient Communities. This Summit, which will include representatives from more than 25 states, territories, and Tribal Nations, underscores the Administration’s commitment to solutions that will both dramatically reduce greenhouse gas emissions and better manage climate threats, and recognizes the importance of locally tailored, community-driven strategies.The Summit will amplify the leadership of climate resilience practitioners nationwide – the construction workers, educators, resource managers, city and state resilience officers, emergency managers, local and Tribal leaders, and many others who are striving to help their communities adapt to today’s climate impacts and prepare for future climate risks. It also provides an opportunity for practitioners and senior Administration officials from more than 15 federal departments and agencies to jointly discuss needs and opportunities for future climate resilience efforts, including maximizing the impact of the more than $50 billion for climate resilience in President Biden’s Investing in America agenda, as well as President Biden’s Emergency Plan for Adaptation and Resilience (PREPARE), which builds climate resilience in developing countries.In conjunction with the Summit, the Administration is releasing the National Climate Resilience Framework, a vision for a climate resilient Nation designed to guide and align climate resilience investments and activities by the federal government and its partners. The Framework identifies common principles and specific actions to expand and accelerate progress towards six objectives: Additionally, the Administration is announcing today more than a dozen new actions – including the awarding or availability of more than $500 million in dedicated funding – to help build a climate resilient Nation, and commitments from major philanthropies to expand financial support for climate resilience and align investments with national climate resilience priorities.Today’s announcements come on the heels of a historic stretch of actions and investments through President Biden’s Investing in America agenda to bolster climate resilience nationwide. Just last week, President Biden took executive action to launch the American Climate Corps – a workforce training and service initiative that will mobilize more than 20,000 young Americans to help build a more sustainable, resilient nation. And in the past two months, the Administration has also invested billions to combat extreme heat and storm-induced flooding by expanding urban forests, build community resilience to extreme weather, and strengthen the security and sustainability of the electrical grid in rural communities and Puerto Rico, and Hawaiʻi.Today’s actions include:Boosting Climate Resilience in BuildingsStrengthening Local Engagement and PartnershipsBolstering Workforce and Community BenefitsEnsuring Resilient Lands and Waters###"
}