{
    "title": "FACT SHEET: Biden-Harris Administration Hits the Ground Running 60 Days into Infrastructure Implementation | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/01/14/fact-sheet-biden-harris-administration-hits-the-ground-running-60-days-into-infrastructure-implementation/",
    "created_at": null,
    "content": "Since President Biden signed the Bipartisan Infrastructure Law 60 days ago, the Biden-Harris Administration has hit the ground running to deliver results. The Administration has made key progress towards implementing the largest long-term investment in America’s infrastructure and competitiveness in nearly a century.The historic Bipartisan Infrastructure Law will rebuild crumbling road and bridges, replace lead pipes, help provide high-speed internet to every family in America, and produce concrete results that change people’s lives for the better. These results will create good-paying, union jobs, support domestic manufacturing and supply chains, and position the United States to win the 21st century. As the Administration implements the law, it is following through on President Biden’s commitment to ensure investments advance equity and racial justice, reach communities all across the country – including rural communities, communities of color, and disability communities – and strengthen the nation’s resilience to climate change.On the day President Biden signed the bill into law, he appointed Mitch Landrieu as Senior Adviser and Infrastructure Implementation Coordinator and signed an Executive Order establishing an Infrastructure Implementation Task Force to ensure the Administration achieves results for the American people. The Administration launched Build.gov to serve as a growing hub of implementation resources, and it kicked off a nationwide tour to highlight the benefits of the law for people across the country.President Biden surveyed a bridge needing repairs in New Hampshire, toured an electric vehicle plant in Michigan, visited a public transit authority in Missouri. Vice President Harris joined Transportation Secretary Buttigieg in North Carolina to tour an electric bus facility. EPA Administrator traveled across the South during an environmental justice tour. Interior Secretary Deb Haaland toured the West to discuss resilience projects while Energy Secretary Jen Granholm touted clean energy projects from Illinois to Tennessee to Rhode Island. Throughout the tour, the Administration demonstrated how we will work as one team with one mission: to deliver results to the American people while advancing racial equity, combatting climate change, and creating job opportunities for American workers.Roads, Bridges, and Transportation InfrastructureWater InfrastructureHigh-Speed InternetClean Energy and Environmental Remediation###"
}