{
    "title": "President Biden Invites 40 World Leaders to Leaders Summit on Climate | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/03/26/president-biden-invites-40-world-leaders-to-leaders-summit-on-climate/",
    "created_at": null,
    "content": "Today, President Biden invited 40 world leaders to the Leaders Summit on Climate he will host on April 22 and 23.  The virtual Leaders Summit will be live streamed for public viewing.President Biden took action his first day in office to return the United States to the Paris Agreement.  Days later, on January 27, he announced that he would soon convene a leaders summit to galvanize efforts by the major economies to tackle the climate crisis.The Leaders Summit on Climate will underscore the urgency – and the economic benefits – of stronger climate action.  It will be a key milestone on the road to the United Nations Climate Change Conference (COP26) this November in Glasgow.In recent years, scientists have underscored the need to limit planetary warming to 1.5 degrees Celsius in order to stave off the worst impacts of climate change.  A key goal of both the Leaders Summit and COP26 will be to catalyze efforts that keep that 1.5-degree goal within reach.  The Summit will also highlight examples of how enhanced climate ambition will create good paying jobs, advance innovative technologies, and help vulnerable countries adapt to climate impacts.By the time of the Summit, the United States will announce an ambitious 2030 emissions target as its new Nationally Determined Contribution under the Paris Agreement.  In his invitation, the President urged leaders to use the Summit as an opportunity to outline how their countries also will contribute to stronger climate ambition.The Summit will reconvene the U.S.-led Major Economies Forum on Energy and Climate, which brings together 17 countries responsible for approximately 80 percent of global emissions and global GDP.  The President also invited the heads of other countries that are demonstrating strong climate leadership, are especially vulnerable to climate impacts, or are charting innovative pathways to a net-zero economy.  A small number of business and civil society leaders will also participate in the Summit.Key themes of the Summit will include:Further details on the Summit agenda, additional participants, media access, and public viewing will be provided in the coming weeks.The President invited the following leaders to participate in the Summit:###"
}