{
    "title": "During Week of Anniversary of American Rescue Plan, Biden-Harris Administration Highlights Health Insurance Subsidies That Promoted Critical Increases in Enrollment and Cost Savings | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/03/10/during-week-of-anniversary-of-american-rescue-plan-biden-harris-administration-highlights-health-insurance-subsidies-that-promoted-critical-increases-in-enrollment-and-cost-savings/",
    "created_at": null,
    "content": "The American Rescue Plan (ARP) made essential investments to expand health care coverage and reduce costs for millions of Americans.  The COVID-19 pandemic laid bare critical shortcomings in our health care and health insurance systems, and the ARP shored up vital gaps by providing more affordable coverage to millions of American, including many who lost their jobs over the last two years.  Today, the Biden Administration is announcing a state-by-state breakdown of health insurance enrollment changes during this year’s Open Enrollment Period (OEP). Total Enrollment in this year’s OEP was 14.5 million: During the 2022 OEP,14.5 million Americans enrolled in a Marketplace plan through HealthCare.Gov or a State-Based Marketplace. Coverage increased by 21% due to the American Rescue Plan: The increase to 14.5 million people represented a 21% increase over 2021 due to the expansions of cost-saving subsidies in the American Rescue Plan.Americans saved $800 per person last year, and thousands per family because of American Rescue Plan affordability measures. As a result of the American Rescue Plan (ARP), families were able to keep more money in their pockets, with actual savings of $67 per month per person in premiums – that’s more than $800 each year per person for groceries, child care, or other essentials.  5.8 million new consumers enrolled during the 2021 Special Enrollment and Open Enrollment periods, according to data from HHS. Between 2016 and 2019, 3.6 million Americans lost coverage.The ARP reduced the cost of health care coverage by:Factsheet by State/Territory:###"
}