{
    "title": "Fact Sheet: President Biden Reignites Cancer Moonshot to End Cancer as We Know It | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/02/02/fact-sheet-president-biden-reignites-cancer-moonshot-to-end-cancer-as-we-know-it/",
    "created_at": null,
    "content": "Biden-Harris Administration Sets Goal of Reducing Cancer Death Rate by at least 50 Percent Over the Next 25 Years, and Improving the Experience of Living with and Surviving CancerAs Vice President, in 2016, Joe Biden launched the Cancer Moonshot with the mission to accelerate the rate of progress against cancer. The cancer and patient community and medical researchers responded with tremendous energy and ingenuity.Today, President Biden is reigniting the Cancer Moonshot with renewed White House leadership of this effort. Because of recent progress in cancer therapeutics, diagnostics, and patient-driven care, as well as the scientific advances and public health lessons of the COVID-19 pandemic, it’s now possible to set ambitious goals: to reduce the death rate from cancer by at least 50 percent over the next 25 years, and improve the experience of people and their families living with and surviving cancer— and, by doing this and more, end cancer as we know it today.The President and First Lady Jill Biden are also announcing a call to action on cancer screening to jumpstart progress on screenings that were missed as a result of the pandemic, and help ensure that everyone in the United States equitably benefits from the tools we have to prevent, detect, and diagnose cancer.Building on a Quarter Century of Bipartisan Support, Public Health Progress, and Scientific AdvancesOver the first 20 years of this century, the age-adjusted death rate from cancer has fallen by about 25 percent, which means more people are surviving cancer and living longer after being diagnosed with cancer. That was enabled by progress on multiple fronts.Five years ago, with the bipartisan passage and enactment of the 21st Century Cures Act, Congress invested $1.8 billion, providing seven years of new funding for cancer research in many areas including studies on cancer disparities, new clinical trial networks to drive drug discovery, and innovative projects examining childhood cancer. The law streamlined cancer-related decision-making at the FDA through the formation of an Oncology Center of Excellence, so that effective treatments can be approved faster and patients can have more direct access to information about the regulatory process.First Lady Jill Biden’s advocacy for cancer education and prevention began in 1993, when four of her friends were diagnosed with breast cancer. Following that year, she launched the Biden Breast Health Initiative to educate Delaware high school girls about the importance of cancer prevention.  As First Lady she continues her work emphasizing early detection efforts and the patient, family and caregiver experience with cancer.   She will also stress the importance of cancer screenings, especially those delayed or put off due to the COVID-19 pandemic, and will urge government partners, the business community, and non-profit sectors to help make screenings more accessible and available to all. At the White House, then-Vice President Biden brought together a task force and challenged the public and private sectors to join together in making progress. Companies, patient groups, universities, and foundations worked together to forge new partnerships and launch new programs.The Biden-Harris Administration Has Maintained This CommitmentIn the President’s first budget, he sustained strong funding for biomedical and health research with increased funding for the NIH and NCI, and full funding for the 21st Century Cures Act and the Beau Biden Cancer Moonshot Initiative at the NCI.President Biden proposed a bold new vision for biomedical and health research in the Advanced Research Projects Agency for Health (ARPA-H). The goal of this entity is to improve the U.S. government’s capabilities to speed research that can improve human health — to improve our ability to prevent, detect, and treat a range of diseases including cancer, infectious diseases, Alzheimer’s disease, and many others. ARPA-H funding has already been included in appropriation and authorization bills pending in Congress.President Biden committed to a bilateral effort with the United Kingdom to take on the challenges of cancer together. This has already resulted in a November 2021 US-UK Cancer Scientific Meeting of leadership, patient advocates, and oncology research experts which produced recommendations for how the two nations can work in partnership to make even more urgent progress on cancer.The Biden-Harris Administration has also prioritized strengthening health care for the American people by lowering health care costs and expanding coverage. The President’s health care agenda is the biggest expansion of affordable health care in a decade, and includes cutting prescription drug costs by letting Medicare negotiate prices; strengthening the Affordable Care Act and reducing premiums for 9 million Americans; improving Medicare benefits by capping out-of-pocket costs on drugs, including cancer drugs, purchased at a pharmacy; and covering millions of uninsured Americans in states that have failed to expand Medicaid. New Goals for the Cancer MoonshotBased on the progress made and the possibility before us, President Biden today set new national goals for the Cancer Moonshot:Taken together, these actions will drive us toward ending cancer as we know it today.There’s so much that can be done.Mobilizing the Entire GovernmentUnder the Biden-Harris Administration, the Cancer Moonshot will specifically:###"
}