{
    "title": "FACT SHEET: Biden-Harris Administration Announces Temporary Pause on Pending Approvals of Liquefied Natural Gas Exports | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2024/01/26/fact-sheet-biden-harris-administration-announces-temporary-pause-on-pending-approvals-of-liquefied-natural-gas-exports/",
    "created_at": null,
    "content": "President Biden has been clear that climate change is the existential threat of our time – and we must act with the urgency it demands to protect the future for generations to come. That’s why, since Day One, President Biden has led and delivered on the most ambitious climate agenda in history, which is lowering energy costs for hardworking Americans, creating millions of good-paying jobs, safeguarding the health of our communities, and ensuring America leads the clean energy future. Today, the Biden-Harris Administration is announcing a temporary pause on pending decisions on exports of Liquefied Natural Gas (LNG) to non-FTA countries until the Department of Energy can update the underlying analyses for authorizations. The current economic and environmental analyses DOE uses to underpin its LNG export authorizations are roughly five years old and no longer adequately account for considerations like potential energy cost increases for American consumers and manufacturers beyond current authorizations or the latest assessment of the impact of greenhouse gas emissions. Today, we have an evolving understanding of the market need for LNG, the long-term supply of LNG, and the perilous impacts of methane on our planet. We also must adequately guard against risks to the health of our communities, especially frontline communities in the United States who disproportionately shoulder the burden of pollution from new export facilities. The pause, which is subject to exception for unanticipated and immediate national security emergencies, will provide the time to integrate these critical considerations. The U.S. is already the number one exporter of LNG worldwide – with U.S. LNG exports expected to double by the end of this decade. At the same time, the U.S. remains unwavering in our commitment to supporting our allies around the world. Today’s announcement will not impact our ability to continue supplying LNG to our allies in the near-term. Last year, roughly half of U.S. LNG exports went to Europe, and the U.S. has worked with the E.U. to successfully economize consumption and manage its storage to ensure that unprovoked acts of aggression cannot threaten its supply. Furthermore, in 2022, the E.U and U.S. pledged to work toward the goal of ensuring additional LNG volumes for the E.U. market – with the U.S. exceeding our annual delivery targets to the E.U. in each of the past two years. Through existing LNG production and export infrastructure, the U.S. has – and will continue – to deliver for our allies. As Republicans in Congress continue to deny the very existence of climate change while attempting to strip their constituents of the economic, environmental and health benefits of the President’s historic climate investments, the Biden-Harris Administration will continue to lead the way in ambitious climate action while ensuring the American economy remains the envy of the world. Biden-Harris Administration’s Top Climate Accomplishments:###"
}