{
    "title": "FACT SHEET: President Biden Takes Historic Step to Advance Worker Empowerment, Rights, and High Labor Standards Globally | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/11/16/fact-sheet-president-biden-takes-historic-step-to-advance-worker-empowerment-rights-and-high-labor-standards-globally/",
    "created_at": null,
    "content": "Today, President Biden signed the first-ever Presidential Memorandum outlining the Administration’s commitment to worker rights globally.  In doing so, President Biden is directing Federal departments and agencies to advance labor rights and worker empowerment in their work abroad.President Biden is the most pro-worker President in history, and is committed to building a sustainable global economy from the bottom up and middle out. Together, he and Vice President Harris have committed to ensuring high labor standards, bringing workers’ voices to the decision-making table, and enforcing rules against unfair labor practices – not just here at home, but around the world. Upholding common standards and protecting fundamental rights are key for American workers and American companies to compete fairly in the global economy.Workers and labor organizations are key defenders of democracy. Throughout history, in diverse contexts ranging from apartheid South Africa to communist Poland, Brazil’s military rule, and Myanmar’s coup, trade unions have been instrumental in citizen movements for democracy and inclusion. U.S. actions to support workers’ right to organize will help to preserve and expand civic space and ensure workers’ voices are heard.The Memorandum signed by President Biden today organizes U.S. actions around the following priority lines of effort:Today’s action builds upon the Executive Order establishing the White House Task Force on Worker Organizing and Empowerment; the Multilateral Partnership for Organizing, Worker Empowerment and Rights that is part of the Presidential Initiative for Democratic Renewal; and the recently launched Partnership for Workers’ Rights with Brazilian President Lula da Silva.We look forward to working with partners and allies, workers, labor unions, and other labor stakeholders, and with international organizations to realize these goals.###"
}