{
    "title": "BIDEN-HARRIS ADMINISTRATION ANNOUNCES NEW INVESTMENTS REPAIRING BRIDGES ACROSS AMERICA | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/04/13/biden-harris-administration-announces-new-investments-repairing-bridges-across-america/",
    "created_at": null,
    "content": "Nearly $300 Million in Funding for Nine Projects, Serving 230,000 Vehicles DailyOver 4,600 Bridge Repair or Replacement Projects Already in ProgressPresident Biden’s Investing in America agenda is growing the American economy from the bottom up and middle-out, not top-down, and as part of that is rebuilding our nation’s bridges in cities and towns across America.  Today, to close out the Investing in America tour, Vice President Harris and senior administration officials will announce nearly $300 million for nine bridge projects in both rural and urban areas in eight states and the District of Columbia, funded by the Bipartisan Infrastructure Law’s Bridge Investment Program. These bridges serve over 230,000 vehicles combined per day, and the investments will save taxpayers time and money by reducing congestion and making long-overdue improvements.To highlight this important announcement, Vice President Kamala Harris will visit the Arland D. Williams Jr. Memorial Bridge in Washington, D.C., Transportation Secretary Buttigieg will visit upstate New York, Senior Advisor and White House Infrastructure Coordinator Mitch Landrieu will visit Madison, Wisconsin, and other senior Biden-Harris Administration officials will fan out across the country to highlight additional bridge projects receiving grant funds today.  Bridges are lifelines for communities, connecting families to their loved ones, students to school, workers to their jobs, goods to stores, and providing critical access and evacuation routes in case of an emergency. Bridge projects also create good-paying construction jobs. That is why the Biden-Harris Administration has hit the ground running to rebuild bridges across the country. To date, the Administration has funded over 4,600 bridge repair and replacement projects across the country.Over the course of the three-week Investing in America tour, President Biden, Vice President Harris, and twenty senior Administration Officials traveled to over 50 cities and towns in 25 states and territories across the country that are benefiting directly from the President’s Investing in America agenda – including the Bipartisan Infrastructure Law, the Inflation Reduction Act, the CHIPS and Science Act, and the American Rescue Plan. During the tour, Administration officials have touted how the Investing in America agenda has unleashed over $435 billion in private sector manufacturing investments, funded 23,000 infrastructure projects across 4,500 cities and towns, spurred record small business starts, and has helped create over 12 million jobs since President Biden and Vice President Harris took office.BRIDGE INVESTMENT PROGRAM GRANTS The nearly $300 million announced today will go to nine bridge projects that serve over 230,000 vehicles combined per day. The projects include the repair, rehabilitation, and/or replacement of the following bridge projects:  This competitive grant program was limited to bridge projects with eligible costs of up to $100 million.BUILDING BRIDGES FROM COAST TO COASTThere are more than 43,000 bridges in poor condition across the United States in need of repair. For decades, American presidents have promised to rebuild our crumbling infrastructure but did not deliver. President Biden and Vice President Harris brought together Democrats, Independents, and Republicans to pass the most transformative investment in transportation infrastructure since passage of the Eisenhower-era Interstate Highway Act of 1956. The Bipartisan Infrastructure Law includes a historic $40 billion in dedicated investment to repair or replace bridges across the country, with additional funding streams to advance major and rural-focused bridge repair. This funding will help us fix some of the nation’s most significant bridges and at least 15,000 smaller bridges across the country.Today’s grant announcements come on top of billions of dollars in other bridge and highway funding already flowing to every U.S. state and territory that is helping communities rebuild, repair, and replace  thousands of bridges across the nation and restoring connections that are vital to commuters, emergency responders, truck drivers, public transit riders, and more.In his first State of the Union Address in 2022, President Biden highlighted how our historic federal investments in infrastructure would create a visible impact in the lives of American families by committing to start repair on 1,500 bridges. In his 2023 State of the Union, he was able to outline how the Administration surpassed these goals, launching over 3,700 bridge repair and replacement projects across the country. Today, the number of bridge repair and replacement projects started through support from the Biden-Harris Administration has passed 4,600.###"
}