{
    "title": "FACT SHEET: Biden-Harris Administration Outlines Priorities for Building America’s Energy Infrastructure Faster, Safer, and Cleaner | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/05/10/fact-sheet-biden-harris-administration-outlines-priorities-for-building-americas-energy-infrastructure-faster-safer-and-cleaner/",
    "created_at": null,
    "content": "President Biden’s Investing in America agenda is making a once-in-a-generation investment in America’s infrastructure and our clean energy future that is creating good-paying union jobs, growing our economy, building energy security, combating climate change, advancing environmental justice, and helping lower costs for families. To continue to drive these efforts, the Biden-Harris Administration today announced a set of priorities it urges Congress to pass as part of bipartisan permitting reform legislation.The Biden-Harris Administration has already unleashed over $470 billion in manufacturing and clean energy investments since President Biden took office, providing predictable funding for new projects that would not have been contemplated a few years ago, and secured $1 billion to help expedite federal agency permitting. As a result of the Inflation Reduction Act, near-term clean energy deployment is expected to increase by 25%.Building clean energy projects in the U.S. at the speed and scale needed to adequately address the climate crisis requires strategic reforms that improve the way such projects are sited and permitted at the federal, state and local levels. The Administration is acting to move projects forward, using its existing authority to accelerate the federal permitting process. These actions include establishing a new interagency Memorandum of Understanding (MOU) to facilitate the timely, responsible, and equitable permitting of electric transmission infrastructure.But more reforms are needed to build out modern American energy infrastructure and supply chains with the speed and safety that the moment demands. To take just one example, the law governing mineral claims – commodities that are critical components of modern energy technologies – is more than 150 years old. To ensure that we protect the environment and communities and keep our economy globally competitive, Congress should act on thoughtful permitting reform that puts science and people first.Administration Objectives for Permitting ReformThe Biden-Harris Administration supports the important reforms contained in the Building American Energy Security Act of 2023 as the kind of bipartisan compromise needed to tackle this challenge. The Administration encourages the inclusion of the following priorities in any bipartisan permitting reform package:Recommendations to Streamline the Permitting Process###"
}