{
    "title": "FACT SHEET: The President’s Budget Cuts Wasteful Spending on Big Pharma, Big Oil, and Other Special Interests, Cracks Down on Systemic Fraud, and Makes Programs More Cost Effective | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/03/09/fact-sheet-the-presidents-budget-cuts-wasteful-spending-on-big-pharma-big-oil-and-other-special-interests-cracks-down-on-systemic-fraud-and-makes-programs-more-cost-effective/",
    "created_at": null,
    "content": "The President’s FY 2024 Budget lays out President Biden’s plan to invest in America, lower costs for families, protect and strengthen Social Security and Medicare, and reduce the deficit.Alongside major reforms to the individual and corporate tax codes to ensure that the wealthy and big corporations pay their fair share, the Budget cuts wasteful spending on Big Pharma, Big Oil, and other special interests, cracks down on systemic fraud and identity theft, and makes programs more efficient and cost-effective—saving taxpayers hundreds of billions of dollars.Congressional Republicans have so far rejected this approach to reducing the debt, just as they have rejected reducing the debt by asking the wealthy and big corporations to pay their fair share in taxes. In fact, Republicans have run ads opposing the reforms President Biden signed that will cut federal Medicare spending and lower prescription drug costs for seniors. Meanwhile, Republican members of Congress continue to propose cuts to Social Security, Medicare, Medicaid, the Affordable Care Act, and other programs critical to seniors and middle-class and working families.President Biden will always reject cuts that take away people’s health care; raise costs for seniors, middle-class families, and students; increase poverty; or reverse our economic progress. But—as his Budget shows—he stands ready to work with members of both parties to cut wasteful spending on special interests and crack down on systemic fraud. Cutting Wasteful Spending on Big PharmaBuilding on the prescription drug reforms in the Inflation Reduction Act (IRA), the Budget will:Cutting Other Wasteful Spending on Special InterestsThe Budget proposes to eliminate wasteful corporate subsidies, whether these are delivered through federal programs or through the tax code:Cracking Down on Bad Actors, Systemic Fraud, and Identity TheftThe Biden Administration and the oversight community have already made substantial efforts over the last two years to punish and prevent Pandemic fraud – including restoring anti-fraud guardrails, restoring the use of checking Do Not Pay and Tax Transcripts, committing $2 billion of American Rescue Funds to helping states modernize and prevent Unemployment fraud, furthering identity theft prevention, and setting up at the Department of Justice an Interagency Pandemic Fraud Task Force and a Chief Prosecutor with three new Strike Forces.Building on that progress, the Budget includes significant new proposals to crack down on systemic fraud and identity theft, hold bad actors accountable, and cut or recoup spending stolen by the most sophisticated criminals. Each dollar spent on enforcement and oversight saves well over $10 for the taxpayer and often dramatically more. The Budget will: Cutting Wasteful Spending Through the Tax CodeThe Budget cuts wasteful spending through the tax code and ends tax loopholes that provide billions of dollars in unwarranted subsidies to high-income people with the ability to exploit them.Saving Taxpayer Dollars by Making Programs More Cost EffectiveThe Budget also proposes reforms to save taxpayer dollars by making programs more efficient and effective at a lower cost to the American people.###"
}