{
    "title": "FACT SHEET: Vice President Harris Announces Commitments to Inspire, Prepare, and Employ the Space Workforce | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/09/09/fact-sheet-vice-president-harris-announces-commitments-to-inspire-prepare-and-employ-the-space-workforce/",
    "created_at": null,
    "content": "Today, at the second convening of the National Space Council, Vice President Kamala Harris is announcing new commitments from the U.S. government, private sector companies, education and training providers, and philanthropic organizations to support space-related STEM initiatives to inspire, prepare, and employ the next generation of the space workforce.In order to address the challenges of today and prepare for the discoveries of tomorrow, the country needs a skilled and diverse space workforce. This is why the White House released the Interagency Roadmap to Support Space-Related STEM Education and Workforce. This Roadmap outlines the initial set of coordinated Administration actions to bolster our nation’s capacity to inspire, prepare and employ a diverse and inclusive space workforce, starting with increasing awareness of the wide range of space careers, providing resources and opportunities to better prepare jobseekers for the workplace, and placing a focus on strategies to recruit, retain and advance professionals of all backgrounds in the space workforce. In order to meet the current and future needs of a thriving space workforce, the public, private, and philanthropic sectors must work together.  To magnify the Administration’s efforts, the Vice President is announcing a new coalition of space companies that will focus on increasing the space industry’s capacity to meet the rising demand for the skilled technical workforce. The new coalition’s work will kick off in October 2022 and be anchored by Blue Origin, Boeing, Lockheed Martin, and Northrop Grumman.  Other industry partners will include Amazon, Jacobs, L3Harris, Planet Labs PBC, Rocket Lab, Sierra Space, Space X and Virgin Orbit, and will be joined by the Florida Space Coast Consortium Apprenticeship Program and its sponsors, SpaceTEC, Airbus OneWeb Satellites, Vaya Space, and Morf3D. The coalition, with the support of Aerospace Industries Association and American Institute of Aeronautics and Astronautics, will stand up three regional pilot programs in Florida’s Space Coast, the Gulf Coast of Louisiana and Mississippi, and Southern California, and collaborate with service providers such as community colleges, unions and others, to demonstrate a replicable and scalable approach to attracting, training and creating employment opportunities particularly for people from backgrounds traditionally underrepresented in STEM jobs. Additionally, federal agencies and the private sector have coordinated their efforts to promote space STEM education and workforce with the following commitments:  To inspire youth to pursue space STEM careers To provide space STEM resources and professional development for educators  To ensure that the space workforce reflects the diversity of America"
}