{
    "title": "FACT SHEET: White House Takes Action on Climate by Accelerating Energy Efficiency Projects Across Federal Government | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/08/03/fact-sheet-white-house-takes-action-on-climate-by-accelerating-energy-efficiency-projects-across-federal-government/",
    "created_at": null,
    "content": "New Government-Wide Initiative Will Reduce Federal Energy Costs, Create Jobs, and Cut EmissionsToday, the Biden-Harris Administration announced the Climate Smart Buildings Initiative, which will leverage public-private partnerships to modernize Federal buildings to better meet agencies’ missions, create good-paying jobs, and cut greenhouse gas (GHG) emissions. Through this initiative, the government will dramatically expand its partnership with the private sector to upgrade existing Federal buildings — paying for today’s needed renovations with tomorrow’s energy savings without requiring upfront taxpayer funding.By setting and meeting emissions reduction targets for buildings, the Climate Smart Buildings Initiative is expected to catalyze over $8 billion of private sector investment by 2030 to modernize facilities through energy savings performance contracts. The initiative is expected to create and support nearly 80,000 good-paying American jobs and achieve up to 2.8 million metric tons of GHG reductions annually by 2030, which is the equivalent of removing 600,000 gas-powered cars from the road. Further, the Climate Smart Buildings Initiative is expected to increase investments from performance contracts from a low of $251 million in FY2021 to a sustained $1.2 billion per year by 2030, a fivefold increase.  The initiative advances Administration efforts to grow our clean energy industry by developing the next generation of products and materials for a net-zero economy. These modernization efforts include actions such as increasing on-site clean electricity generation, adding the latest clean energy technology, such as heat pumps, installing efficient lighting and insulation, and installing and integrating electric vehicle supply equipment. These efforts will also help improve public health by reducing pollutants that disproportionately harm low-income households and communities of color.The Climate Smart Buildings Initiative includes:The Climate Smart Buildings Initiative is an integral part of the President’s Federal Sustainability Plan, which aims to reduce emissions from Federal buildings by 50 percent by 2032 and achieve net-zero emissions by 2045. These actions build on the Administration’s efforts to improve the Nation’s building energy and climate performance by updating energy codes for Federal buildings, building better school infrastructure, spurring ambition among major U.S. companies and health sector leaders through commitments to slash buildings emissions by 50 percent by 2030, and launching of the first-ever Building Performance Standards Coalition of more than 35 states and cities.How Agencies Are Taking the Lead to Leverage Public-Private Partnerships for Building DecarbonizationFederal agencies have continued to take a leadership role in utilizing performance contracting to achieve President Biden’s Federal net-zero operations goal, consistent with the Administration’s December 2021 Executive Order 14057 and the historic Federal Sustainability Plan. Highlights include the following projects:For additional examples of Federal utilization of performance contracting, a searchable database of case studies is available on Federal Energy Management Program Case Studies website.###"
}