{
    "title": "U.S.-Africa Leaders Summit: Joint Statement on Food Security | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/12/15/u-s-africa-leaders-summit-joint-statement-on-food-security/",
    "created_at": null,
    "content": "The African Union and the United States reaffirm their shared commitment to realizing African food security by establishing a strategic partnership to guide and accelerate their work.This strategic framework will reference and build on existing bilateral, regional, multilateral, non-governmental, and philanthropic efforts to advance food security and will leverage the public and private sectors to address immediate and acute food and fertilizer needs in the short-term– including by addressing food supplies that have been disrupted – and promote transformational investments in medium-to long- term sustainable and resilient food systems.We seek to make concrete progress on the short-term goals and to develop a plan of action for the longer-term goals by the African Union’s Summit in February 2023.An Urgent Imperative                                                                     The compounding impact of the global pandemic, the climate crisis, high energy and fertilizer prices, as well as protracted conflicts, including Russia’s war in Ukraine, have spurred U.S. and African leaders to refocus and scale public and private sector investments to help solve the root causes of the food crisis that has had a disproportionate impact on African nations.We recognize the critical importance of strengthening, protecting, and accelerating progress towards achieving African food security to enable African countries to trade more and enhance connectivity to critical agricultural markets. We also acknowledge the critical importance of agriculture as a source of millions of jobs and livelihoods across the continent, including among youth and women.  We further note the enormous untapped potential the continent represents, home to more than 60 percent of the world’s unused arable farmland, and the opportunity that represents in terms of Africa’s role in addressing global food insecurity. Through this strategic partnership, we intend to utilize all diplomatic, multilateral, technical, and financial tools to build stronger and diversified food systems and supply chains, to scale Africa’s agricultural production capacity and to invest in more resilient agricultural sectors.We reaffirm the commitments of the Comprehensive Africa Agriculture Development Program (CAADP), the Malabo Declaration and its Call to Action, and the Global Food Security Summit held on the margins of the United Nations General Assembly, for emergency assistance as well as medium- to long-term investments for resilient food systems to address chronic food insecurity as well as the priority actions outlined in the International Financial Institutions (IFI) Action Plan to Address Food Insecurity and the African Development Bank’s African Emergency Food Production Plan. We also note the Dakar International Conference on Agriculture to be co-hosted by the Government of Senegal and AfDB on January 25-27, 2023.We also recognize the importance of intensifying efforts related to climate adaptation, soil health and fertility, and the widespread use of improved agricultural inputs.U.S.-Africa Food Security FrameworkTo meet these goals, this U.S.-Africa strategic partnership will address both short-term and longer-term priorities.  The United States is committed to leveraging its unique convening power to bring together the private sector and international financial institutions to address underinvestment and to identify and remove obstacles that impede Africa’s full participation in global food and fertilizer supply chains and markets. In turn, the African Union will politically commit that participating AU members will address and remove obstacles that impede agriculture-centered investments.  In the short-term:In the medium- and long-term, the United States and Africa will exert leadership to address chronic underinvestment and policy shortcomings with respect to agriculture and food systems, in concert with other willing partners to:###"
}