{
    "title": "Fact Sheet: Biden Administration Announces COVID-19 Winter Preparedness Plan | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/12/15/fact-sheet-biden-administration-announces-covid-19-winter-preparedness-plan/",
    "created_at": null,
    "content": "Administration to focus efforts on making vaccinations, testing, and treatments even more widely available and accessible as COVID-19 cases increaseToday, the Biden Administration is announcing a plan to stay ahead of an increase in COVID-19 cases this winter. While COVID-19 is not the disruptive force it once was, the virus continues to evolve, and cases are on the rise again as families are spending more time indoors and gathering for the holidays. Throughout the COVID-19 response, this Administration has been prepared for whatever the virus throws our way – and this moment is no different.The Administration’s COVID-19 Winter Preparedness Plan includes:Expanding easy access to free COVID-19 testing options in the winter. COVID-19 testing is an important tool to help mitigate and slow the spread of the virus. The Administration is encouraging Americans to use at-home COVID-19 tests when they have symptoms of COVID-19, before and after traveling for the holidays, or visiting indoors with immunocompromised or vulnerable individuals. The Administration has made free COVID-19 testing widely available and easily accessible. This includes providing over 15,000 free community testing sites nationwide, covering over-the-counter tests under Medicare, and requiring all health insurance plans to cover eight free at-home tests per month per individual, which can be easily accessed at local pharmacies and online. Ahead of continued increases in cases, the Administration is taking new action to ensure that all Americans have easy and free access to COVID-19 tests in the winter months.Making vaccinations and treatments readily available to all Americans as cases rise. As we have throughout the pandemic, the federal government continues to leverage all capabilities to support state, local, territorial, and Tribal communities to prepare for, prevent, and respond to increased incidence of COVID-19. That includes working with states, medical providers, businesses, and other groups to expand awareness about updated COVID-19 vaccines, highly effective treatments, and resources to stand up additional vaccination sites and other delivery options to make it easier and more convenient to get vaccinations and treatments.Preparing personnel and resources. Together with states, we will monitor the impacts of variants, cases, and hospitalizations on our communities and – should it become necessary – escalate our support to states and communities. The Administration stands ready with federal capabilities to support urgent needs as they present, including through clinical staffing, personal protective equipment and supplies, and technical assistance. Readying clinical personnel for deployment as needed to support jurisdictions. The Administration continues to make federal teams and medical personnel available to alleviate strains on hospitals and health care systems through the Department of Health and Human Services’ (HHS’) Administration for Strategic Preparedness and Response (ASPR), the U.S. Public Health Services Corps, and the Department of Defense. Federal agencies can also help offer support for states to take actions, such as providing more flexibility to hospitals balancing patients and staffing, exercising telemedicine options, pursuing staffing options such as contracts, and employing the National Guard to help alleviate strains on health and medical facilities.  Focusing on protecting the highest-risk Americans. As we have done since the beginning of the Administration, we remain focused on meeting the needs and protecting Americans at highest risk of severe illness from COVID-19. This includes residents of nursing homes and other congregate care facilities, where we know vaccination rates remain too low. This also includes older Americans, individuals who are immunocompromised, disabled individuals, and others who face a higher risk of severe illness and death from COVID-19.   ###"
}