{
    "title": "ASEAN-U.S. Leaders’ Statement on Digital Development | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/10/27/asean-u-s-leaders-statement-on-digital-development/",
    "created_at": null,
    "content": "WE, the Member States of the Association of Southeast Asian Nations (ASEAN) and the United States of America, met via videoconference, on 26 October 2021, under Brunei Darussalam’s 2021 ASEAN Chairmanship, on the occasion of the 9th ASEAN-U.S. Summit; RECOGNISING the important role that smart digital development can have in creating economies that are resilient to the Coronavirus Disease-2019 (COVID-19)pandemic and other economic shocks, ensuring that economic gains can be accessed by all sectors of the population and potentially enabling a sustainable, inclusive and resilient economic growth, especially during and in the post-pandemic era;REAFFIRMING commitment to support digital development in ASEAN so as to realise our vision of a peaceful, secure, open, interoperable,reliable and resilient ICT environment;NOTING that our reliance on digital infrastructure during the COVID-19 pandemic underscored the importance of accelerating the development of digital infrastructure, digital competitiveness,and digital literacy of users, while reducing the digital gapamong and within ASEAN Member States, including women, youth and rural communities;UNDERLINING the importance of the ASEAN Outlook on the Indo-Pacific (AOIP) and the ASEAN Comprehensive Recovery Framework (ACRF) and its Implementation Plan in guiding ASEAN towards inclusive digital transformation in preparation for the Fourth Industrial Revolution (4IR)as outlined in the Consolidated Strategy for the Fourth Industrial Revolution for ASEAN, as well as to boost economic growth and improve society;RECALLING the adoption of the ASEAN-U.S. Leaders’ Statement on Cybersecurity Cooperation at the 6th ASEAN-U.S. Summit on 15 November 2018 and the subsequent convening of the 1st ASEAN-U.S. Cyber Policy Dialogue held in Singapore on 3 October 2019 and the 2nd ASEAN-U.S. Cyber Policy Dialogue held virtually on 8 October 2021, as well as the U.S.’ participation at the 1st ASEAN Digital Ministers + U.S. Meeting held virtually on 22 January 2021, as manifestation of our commitment towards the advancement of a shared digital future;FURTHER RECALLING the adoption of the Plan of Action to Implement the ASEAN-U.S. Strategic Partnership (2021-2025) and the ASEAN-U.S. Joint Statement on Human Capital Development at the 8th ASEAN-U.S. Summit in November 2020, which underscored the importance of enhancing cooperation in digital literacy education, digital economy especiallythe development of Micro, Small and Medium Enterprises (MSMEs), and improving cybersecurity capabilities;FURTHER RECALLING the adoption of the United Nations General Assembly (UNGA) resolution 71/199, which affirms that the same rights that people have offline must also be protected online;Hereby decide to:###"
}