{
    "title": "Addressing Concentration in the Meat-Processing Industry to Lower Food Prices for American Families | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/blog/2021/09/08/addressing-concentration-in-the-meat-processing-industry-to-lower-food-prices-for-american-families/",
    "created_at": null,
    "content": "By Brian Deese, Sameera Fazili, and Bharat RamamurtiThe President understands that families have been facing higher prices at the grocery store recently. Half of those recent increases are from meat prices—specifically, beef, pork, and poultry. While factors like increased consumer demand have played a role, the price increases are also driven by a lack of competition at a key bottleneck point in the meat supply chain: meat-processing. Just four large conglomerates control the majority of the market for each of these three products, and the data show that these companies have been raising prices while generating record profits during the pandemic. That’s why the Biden-Harris Administration is taking bold action to enforce the antitrust laws, boost competition in meat-processing, and push back on pandemic profiteering that is hurting consumers, farmers, and ranchers across the country.Meat constitutes half of food at home price increases. Large price increases for beef, pork, and poultry are driving the recent price increases consumers are seeing at the grocery store (a measure commonly known as “food at home”). Together, these three items account for a full half of the price increase for food at home since December 2020. Since that time, prices for beef have risen by 14.0%, pork by 12.1%, and poultry by 6.6%.Four large conglomerates overwhelmingly control meat supply chains, driving down earnings for farmers while driving up prices for consumers. The meatpacking industry buys cattle, hogs, and chickens from farmers and ranchers, processes it, and then sells beef, pork, and poultry on to retailers like grocery stores. The industry is highly consolidated, and serves as a key choke point in the supply chain (see figure below).Today, just four firms control approximately 55-85% of the market for these three products, according to U.S. Department of Agriculture data. That reflects dramatic consolidation of the industry over the last five decades, as the large conglomerates have absorbed more and more smaller processors. In 1977, the largest four beef-packing firms controlled just 25% of the market, compared to 82% today. In poultry, the top four processing firms controlled 35% of the market in 1986, compared to 54% today. And in pork, the top four hog-processing firms controlled 33% of the market in 1976, compared to 66% today.That consolidation gives these middlemen the power to squeeze both consumers and farmers and ranchers. There’s a long history of these giant meat processors making more and more, while families pay more at the grocery store and farmers and ranchers earn less for their products. Absent this corporate consolidation, prices would be lower for consumers and fairer for farmers and ranchers.The meat-processors are generating record profits during the pandemic, at the expense of consumers, farmers, and ranchers. The dynamic of a hyper-consolidated pinch point in the supply chain raises real questions about pandemic profiteering. During the pandemic, wholesale prices for beef rose much faster than input prices for cattle. That means that the prices the processors pay to ranchers aren’t increasing, but the prices collected by processors from retailers are going up.At the same time, we have seen some of the top firms in this industry generate record gross profits and their highest gross margins in years. Gross profits for some of the leading beef, poultry, and pork processors are at their highest levels in history, and Q1 2021 and Q2 2021 were the most profitable quarters in history for some of these processors. Net income for many of these companies is on pace to reach historic highs as well. (Other top processors simply don’t report publicly on their profits, margins, or income.)*2021 numbers are projected using the quarterly numbers reported this year.These record profits, income, and margins underscore the role that meat-processors’ dominant market position and power play in increasing meat prices. While factors like consumer demand and input costs are affecting the market, it is the lack of competition that enables meat processors to hike prices for meat while increasing their own profitability. That is, if they faced meaningful competition, the processors would simply be able to extract fewer profits if their costs had gone up unexpectedly while keeping prices lower to earn retailers’ business.Some of these companies have also been rewarding their shareholders with large dividends and buybacks during this period. For instance, the large processor JBS provided $2.3 billion in dividends and share buybacks in 2020. It has proposed record high dividend payments for 2021, increasing payouts to shareholders by nearly 75% over 2020. Similarly, Tyson recently raised dividends by 6% for fiscal year 2021, spending $477 million on dividends in the nine months ending July 2021. It also repurchased $200 million of shares between September 2020 and July 2021.These record profits and dividend payments come at a time when consumers are paying more to put food on the table, workers are risking their health and safety to keep America fed, and farmers and ranchers are also facing unprecedented droughts, wildfires, and other extreme weather events that put their herds and farms at risk. Meanwhile, taxpayers have made historic investments to help businesses keep their doors open and families cope with the economic impacts of this pandemic. These taxpayer investments have kept per capita demand for meat steady, unlike the collapse in demand the meat industry experienced in the Great Recession.As we restart the world’s largest economy and make great strides in the economic recovery, the Biden-Harris Administration is committed to restarting right for the American people—consumers and producers alike—by transforming the food system. This is a pivotal moment of opportunity to build back a better food system that is fair, competitive, distributed, and resilient.The Biden-Harris Administration and USDA are taking on these issues by: All together, these actions will help build a food system that works for the American people above all else. They will support families, farmers, and workers while preventing bad actors in the supply chain from lining their pockets and getting further ahead without accountability. This will make the food system fairer and more equitable, more competitive and transparent, and more distributed and resilient against shocks. In turn, it will increase farmers’ and ranchers’ earnings, deliver greater value to workers, and offer consumers affordable, healthy food produced closer to home.  "
}