{
    "title": "FACT SHEET: Private Sector Steps Up on Cancer Moonshot Call to Action on Cancer Screening | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/05/11/fact-sheet-private-sector-steps-up-on-cancer-moonshot-call-to-action-on-cancer-screening/",
    "created_at": null,
    "content": "The White House announces private sector commitments in response to the call to action from President Biden and First Lady Jill Biden on cancer screening. These new actions and collaborations mark progress toward the Cancer Moonshot goal to decrease the death rate from cancer by at least 50 percent over the next 25 years. Just under 100 days ago, President Biden reignited the Cancer Moonshot with renewed White House leadership and new ambitious goals: to reduce the death rate from cancer by at least 50 percent over the next 25 years, and improve the experience of people and their families living with and surviving cancer – and, by doing this and more, end cancer as we know it today.In March, in his first State of the Union Address, President Biden highlighted the Cancer Moonshot as part of his Unity Agenda for the nation. The White House convened the Cancer Cabinet to establish a prioritized agenda across government including the development of new interagency programs and collaborations and announced initial steps for the Cancer Moonshot. Last week, Cancer Cabinet agencies and departments hosted a virtual series of 10 roundtable discussions, Cancer Moonshot Community Conversations, to inform and advance Cancer Moonshot priorities and the White House released a new webpage featuring the stories of people living with cancer, survivors, and caregivers. Today, leaders from the patient and caregiver community, foundations, non-profits, companies, health care providers, and others will come together at the White House and virtually to strategize how we can each act to make progress on the seven pillars of how we know cancer today. The goal is to identify impactful steps to: (1) improve cancer screening; (2) enhance prevention; (3) address inequities; (4) target effective treatments to patients; (5) develop approaches for deadly and rare cancers, including childhood cancers; (6) support patients, survivors, and caregivers; and (7) learn more from people living with cancer.As part of the reignited Cancer Moonshot, the President and First Lady announced a call to action on cancer screening to jumpstart progress on the nearly 10 million screenings in the United States that were missed as a result of the pandemic, and to work to ensure that all Americans equitably benefit from the tools we have to prevent, detect, and diagnose cancer. The following announcements comprise an initial response to that call to action.  For example, this includes efforts to reduce disparities in access to cancer screening by bringing: high-quality care to New York City’s Harlem, Washington, DC, and three other cities; mobile lung cancer screening to communities in Appalachia and rural parts of Tennessee, Georgia, and Alabama; support from screening through care to women in South Florida; and bilingual navigation services to reach Latinas in Baltimore and Washington, DC. These commitments also include business leaders around Columbus, Ohio committing to support employees with the time and resources needed to get their recommended cancer screenings and national efforts that will reach communities from coast to coast with knowledge, support, and access to cancer early detection.To add your story, ideas, or new actions and collaborations, engage with us at: whitehouse.gov/cancermoonshot.Private sector actions in response to cancer screening call to action:Bringing Cancer Screening to More Communities Expanding Messaging and Support for Cancer Early Detection ###"
}