{
    "title": "FACT SHEET: Biden-Harris Administration Announces Over $25 Billion in American Rescue Plan Funding to Help Ensure Every American Has Access to High Speed, Affordable Internet | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/06/07/fact-sheet-biden-harris-administration-announces-over-25-billion-in-american-rescue-plan-funding-to-help-ensure-every-american-has-access-to-high-speed-affordable-internet/",
    "created_at": null,
    "content": "The Biden-Harris Administration is announcing new investments from the American Rescue Plan to help provide every American with access to affordable, high-speed internet. The American Rescue Plan funding is in addition to the $65 billion investment in high-speed Internet access in the Bipartisan Infrastructure Law and recent announcements to lower the cost of high-speed internet for tens of millions of American families. These investments will bring down costs for families, help small businesses, and boost education for America’s kids. Affordable, high-speed internet connects Americans to critical services and expands economic opportunities to every community. The American Rescue Plan has already spent or committed more than $25 billion to invest in affordable high-speed internet and connectivity.First State Awards of the $10 Billion Capital Project Fund Announced to Provide Affordable, Reliable, High-Speed Internet to over 200,000 Homes and Small Businesses: Today, the Biden-Harris Administration is also announcing the first state awards of the American Rescue Plan’s $10 billion Capital Projects Fund for critical connectivity investments—like broadband infrastructure expansion—that enable work, education, and health monitoring. These first awards, totaling more than a half a billion dollars, will make resources immediately available to support Louisiana, New Hampshire, Virginia, and West Virginia in deploying infrastructure to connect over 200,000 homes and businesses to reliable internet service at download and upload speeds of at least 100 Mbps. Broadband infrastructure projects supported by Capital Project Funds must: Support delivery of reliable high-speed internet by requiring service that meets or exceeds speeds of 100 Mbps download and 100 Mbps upload symmetrical upon project completion wherever practicable; Prioritize connecting families and businesses with poor and inadequate service, particularly in rural and remote areas; and Ensure affordability by requiring all service providers to participate in the Federal Communications Commission’s new Affordable Connectivity Program (ACP) to ensure that households can afford the broadband they need for work, school, healthcare, and more by providing a discount of up to $30 per month (up to $75/month on Tribal lands) and by encouraging states to further require that services provided by a Capital Projects Fund-funded Broadband Infrastructure Projects include at least one low-cost high-speed option. First four awards go to following states:State, local, and Tribal governments in over 40 states have already committed over $8 billion in State and Local Fiscal Recovery Funds to provide critical support for broadband infrastructure and Internet access: In addition to the $10 billion Capital Projects Fund, the American Rescue Plan provided state, local, territorial, and Tribal governments with critical resources to support a response to and recovery from the COVID-19 public health emergency—including investments in broadband infrastructure needed to connect their communities to work, education, health care, and civic opportunities available online.With Fiscal Recovery Funds resources already in hand, many communities have already started making progress towards significantly expanding access to reliable, high-speed internet. To date, more than 230 state, local, and Tribal governments have budgeted more than $8 billion in Fiscal Recovery Funds to expand last-mile and middle-mile networks in their communities—including in rural and other areas that have traditionally lagged in connectivity—or to provide families assistance in affordably accessing high-speed services.Examples of eight states and eight localities committing Fiscal Recovery Funds to improve access to reliable, high-speed internet:State Examples:Local Examples:The Emergency Connectivity Fund is helping over 10,000 schools, school districts, libraries, and consortia to close the homework gap and support off-campus learning, such as nightly homework, to ensure students across the country have the necessary support to keep up with their educationThe American Rescue Plan’s $7.2 billion Emergency Connectivity Fund is helping schools and libraries provide the tools and services their communities need for remote learning during the pandemic, helping millions of students and closing the Homework Gap for those students who lack necessary Internet access or the devices they need to connect to classrooms.The Emergency Connectivity Fund provides funding to schools and libraries for the reasonable costs of eligible equipment and services that can be provided to students, teachers, and library patrons who lack connected devices, such as laptop or tablet computers, and/or lack broadband access during the pandemic.The Emergency Connectivity Fund has already committed nearly $4.9 billion, helping over 12.6 million students and providing schools and libraries with 10.5 million connected devices and over 5 million broadband connections. In May of 2022, following the closure of the program’s final planned funding application window, the Federal Communication Commission announced that it would prioritize remaining funds to schools and libraries with the greatest need, with a preference for schools and libraries located in rural areas."
}