{
    "title": "FACT SHEET: Biden-Harris Administration Releases Agency Equity Action Plans to Advance Equity and Racial Justice Across the Federal Government | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/04/14/fact-sheet-biden-harris-administration-releases-agency-equity-action-plans-to-advance-equity-and-racial-justice-across-the-federal-government/",
    "created_at": null,
    "content": "On his first day in office, President Biden signed Executive Order 13985, Advancing Racial Equity and Support for Underserved Communities Through the Federal Government. That historic Executive Order directed the whole of the federal government to advance an ambitious equity and racial justice agenda. Today, more than 90 federal agencies, including all Cabinet-level agencies, are releasing the first-ever Equity Action Plans that lay out more than 300 concrete strategies and commitments to address the systemic barriers in our nation’s policies and programs that hold too many underserved communities back from prosperity, dignity, and equality.Advancing equity is not a one-year project—it is a generational commitment. These plans are an important step forward, reflecting the Biden-Harris Administration’s work to make the promise of America real for every American, including by implementing the first-ever national strategy on gender equity and equality; working to ensure the federal government is a model for diversity equity, inclusion and accessibility; working to deliver environmental justice through the Justice40 Initiative; and working to prevent and combat discrimination on the basis of gender identity or sexual orientation.For more details on the Biden-Harris Administration’s efforts to advance equity and justice for underserved communities, visit www.whitehouse.gov/equity.Delivering Greater Equity for the American PeopleAcross the federal government, agencies are taking ambitious action to expand federal investment and support in communities that have been locked out of opportunity for too long, including communities of color, Tribal communities, rural communities, LGBTQI+ communities, people with disabilities, women and girls, and communities impacted by persistent poverty. New agency commitments include:Embedding Equity in the Everyday Business of GovernmentIn addition to prioritizing greater equity in the services the federal government provides the American people, Agency Equity Action Plans also contain innovative new strategies to embed equity, racial justice, and gender equality in day-to-day governing. These approaches include:###"
}