{
    "title": "Fact Sheet: Biden Administration Announces $1.7 Billion Investment to Fight COVID-19 Variants | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/04/16/fact-sheet-biden-administration-announces-1-7-billion-investment-to-fight-covid-19-variants/",
    "created_at": null,
    "content": "Funding from American Rescue Plan will help CDC and Governors monitor, track, and defeat emerging variants that are currently threatening pockets of the countryThe original strain of COVID-19 comprises only about half of all cases in America today. New and potentially dangerous strains of the virus make up the other half. In order to improve the detection, monitoring, and mitigation of these COVID-19 variants, the Biden Administration is rapidly investing $1.7 billion from the American Rescue Plan to help states and other jurisdictions more effectively fight these mutations.An essential component of the response to the emerging COVID-19 variants is increasing the country’s genomic sequencing — the process by which COVID DNA is decoded and potentially deadly mutations in the virus are detected. Today’s funding, allocated through the Centers for Disease Control and Prevention (CDC), will help the CDC, states, and other jurisdictions more effectively detect and track variants by scaling genomic sequencing efforts. With the information from sequencing, the CDC and state and local public health leaders can implement known prevention measures to stop the spread.In early February, U.S. laboratories were only sequencing about 8,000 COVID-19 strains per week. Since then, the rate of sequencing has increased substantially, strengthening the country’s ability to detect and respond to emerging and more contagious COVID-19 strains, like the variants currently sweeping through the Midwest and parts of the East Coast. The Biden Administration has already made a nearly $200 million investment to help increase genomic sequencing to 29,000 samples per week.  Thanks to today’s funding from the American Rescue Plan, states and the CDC will expand that even further and, importantly, provide states with more resources to expand their own efforts to increase geographic coverage of sequencing to better detect emerging threats like variants. This will mean that both existing and any new COVID variants could be detected faster, before they grow prevalent.Today’s announcement includes:STATE FUNDING BREAKDOWNThe first tranche of funding, outlined below, will be distributed in early May. A second tranche of funding will be invested over the next several years.###"
}