{
    "title": "Readout of the First White House Leadership Summit with Manufacturing USA Innovation Institute Network Directors | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/10/24/readout-of-the-first-white-house-leadership-summit-with-manufacturing-usa-innovation-institute-network-directors/",
    "created_at": null,
    "content": "Today, Assistant to the President and Director of the National Economic Council, Brian Deese, along with Deputy NEC Director Fazili and Deputy OMB Director Miller, convened the sixteen directors of the nation’s Manufacturing USA Innovation Institute for the first time at the White House since the network’s founding in 2012. Deputy and Under Secretaries from DOD, DOE, DOC, DOL, and USDA, along with representatives from six additional agencies, joined this leadership summit to discuss the critical role the Manufacturing USA network plays in advancing a modern American industrial strategy.Manufacturing USA Institute Network:https://nvlpubs.nist.gov/nistpubs/ams/NIST.AMS.600-11.pdf, pg 10The United States is in the midst of implementing an unprecedented and ambitious manufacturing and investment agenda following the passage of the Bipartisan Infrastructure Law, the CHIPS and Science Act, and the Inflation Reduction Act. This will help to strengthen our national competitiveness, promote innovation, and revitalize local economies nationwide. Under President Biden’s leadership, we are seeing an historic boom in American manufacturing, with over 700,000 manufacturing jobs created. Manufacturing jobs now exceed their pre-pandemic level by almost 100,000, marking the first post-recession recovery in over 60 years to see an uptick in manufacturing jobs.The Manufacturing USA institutes are an important part of that work. They help facilitate U.S. leadership in advanced manufacturing and build a strong workforce. The institutes work through public-private partnership and are involved in a range of cutting-edge technologies from robotics to additive manufacturing to biomanufacturing.For example, IACMI is developing fiber-reinforced bridges that have 100-year lifespans and are 90% lighter than concrete; ARM is advancing robotic systems for testing COVID-19 samples that can run 24-hours a day and test 2,000 samples per day; and NIIMBL is reducing by 90% the time needed to make buffers needed for manufacturing antibodies. Collectively, the Manufacturing USA institutes collaborate on over 700 major technology and workforce R&D projects and have helped more than 90,000 people get trained in advanced manufacturing. The institutes are located in thirteen states across the country and each is sponsored by the Department of Commerce, the Department or Defense, or the Department of Energy.Agencies, Manufacturing USA Institutes, and White House component in attendance at the summit included:Manufacturing USA Institutes:###"
}