{
    "title": "FACT SHEET: Biden-Harris Administration Actions to Attract STEM Talent and Strengthen our Economy and Competitiveness | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/01/21/fact-sheet-biden-harris-administration-actions-to-attract-stem-talent-and-strengthen-our-economy-and-competitiveness/",
    "created_at": null,
    "content": "The Biden-Harris Administration believes that one of America’s greatest strengths is our ability to attract global talent to strengthen our economy and technological competitiveness, and benefit working people and communities all across the country.In the fields of science, technology, engineering, and mathematics (STEM) – fields that are critical to the prosperity, security, and health of our Nation – our history is filled with examples of how America’s ability to attract global talent has spurred path-breaking innovation. This innovation has led to the creation of new jobs, new industries, and new opportunities for Americans across the United States. Our commitment as a nation to welcoming new talent has long provided America with a global competitive advantage, and we must continue to lead in this effort.Today, the Departments of State and Homeland Security are announcing new actions to advance predictability and clarity for pathways for international STEM scholars, students, researchers, and experts to contribute to innovation and job creation efforts across America. These actions will allow international STEM talent to continue to make meaningful contributions to America’s scholarly, research and development, and innovation communities. These announcements build on the Biden Administration’s efforts to remove barriers to legal immigration, such as under Executive Order 14012, Restoring Faith in Our Legal Immigration Systems and Strengthening Integration and Inclusion Efforts for New Americans, and to promote educational exchange, such as under the recent Joint Statement of Principles in Support of International Education issued by Secretaries Blinken and Cardona.Today’s agency announcements include:###"
}