{
    "title": "FACT SHEET: Biden-Harris Administration Advances Equality and Visibility for Transgender Americans | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/03/31/fact-sheet-biden-harris-administration-advances-equality-and-visibility-for-transgender-americans/",
    "created_at": null,
    "content": "Today, the Biden-Harris Administration recognizes Transgender Day of Visibility, an annual celebration of the resilience, achievements, and joy of transgender people in the United States and around the world. Every American deserves the freedom to be themselves. But far too many transgender Americans still face systemic barriers, discrimination, and acts of violence. Today, the Administration once again condemns the proliferation of dangerous anti-transgender legislative attacks that have been introduced and passed in state legislatures around the country. The evidence is clear that these types of bills stigmatize and worsen the well-being and mental health of transgender kids, and they put loving and supportive families across the country at risk of discrimination and harassment. As the President has said, these bills are government overreach at its worst, they are un-American, and they must stop.Transgender people are some of the bravest people in our nation. But nobody should have to be brave just to be themselves. Today, the Biden Administration announced new actions to support the mental health of transgender children, remove barriers that transgender people face accessing critical government services, and improve the visibility of transgender people in our nation’s data.Reinforcing federal protections for transgender kids. The Justice Department announced today that it has issued a letter to all state attorneys general reminding them of federal constitutional and statutory provisions that protect transgender youth against discrimination, including when those youth seek gender-affirming care.Advancing dignity, respect, and self-determination for transgender people by improving the traveler experience. For far too long, transgender, non-binary, and gender non-conforming Americans have faced significant barriers to travelling safely and many have not had their gender identity respected as they travel within the United States and around the world. To create a safer and more dignified travel experience, the Biden Administration is announcing the following changes.Providing resources for transgender kids and their families. Transgender children are put at higher risk of attempted suicide or mental health challenges when they face bullying, rejection, or denial of health care. The Biden Administration is releasing several new resources to help transgender children and their parents thrive:Improving access to federal services and benefits for transgender Americans. With support and coordination from the U.S. Digital Service, federal agencies are removing barriers to access government services by improving the customer experience of transgender, non-binary, and gender non-conforming Americans:Advancing inclusion and visibility in federal data. In too many critical federal surveys and data systems, transgender, non-binary, and gender non-conforming people are not fully reflected. To improve visibility for transgender Americans, agencies are announcing new actions to expand the collection and use of sexual orientation and gender identity (SOGI) data.These announcements build on the Biden-Harris Administration’s historic work to advance equality for transgender Americans since taking office, including:Combatting legislative attacks on transgender kids at the state level.Advancing civil rights protections for transgender AmericansSupporting transgender service members and veteransResponding to the crisis of anti-transgender violence and advancing safetyAdvancing health equity and expanding access to gender-affirming health care to support transgender patientsSupporting transgender students and their familiesPromoting fair housing and ending homelessness for transgender AmericansAdvancing economic opportunity and protections for transgender workersAdvancing gender equity and transgender equality at home and around the worldSupporting transgender leaders and public servantsAdvancing visibility for transgender Americans###"
}