{
    "title": "FACT SHEET: President Biden’s Budget Strengthens Border Security, Enhances Legal Pathways, and Provides Resources to Enforce Our Immigration Laws | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/03/09/fact-sheet-president-bidens-budget-strengthens-border-security-enhances-legal-pathways-and-provides-resources-to-enforce-our-immigration-laws/",
    "created_at": null,
    "content": "President Biden has taken historic steps to secure our border and rebuild a safe, orderly, and humane immigration system that was gutted by the previous Administration. Over the past two years, the Biden-Harris Administration has secured more resources for border security than any of the presidents who preceded him, deployed the most agents ever—more than 23,000—to address the situation at the border, prevented record levels of illicit fentanyl from entering our country, and brought together world leaders on a framework to deal with changing migration patterns that are impacting the entire Western Hemisphere. The Administration has also put in place new measures to enhance security at the border and reduce the number of individuals crossing unlawfully between ports of entry while expanding and expediting legal pathways for orderly migration for individuals from Cuba, Haiti, Nicaragua, and Venezuela. The President also outlined new consequences for those who fail to use these new legal pathways.The President’s Budget includes billions of dollars to keep America’s borders secure and enforce our immigration laws, while expanding legal pathways for migrants seeking asylum. Funding will be used to modernize border facilities, invest in technology, ensure the safe and humane treatment of migrants in Department of Homeland Security (DHS) custody, and reduce the backlog of immigration cases. Unlike some Congressional Republican officials who are playing political games and obstructing real solutions to fix our broken immigration system, President Biden has a plan and is taking action. The Budget:###"
}