{
    "title": "Statement by Press Secretary Jen Psaki on Eviction Prevention Efforts | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/08/02/statement-by-press-secretary-jen-psaki-on-eviction-prevention-efforts/",
    "created_at": null,
    "content": "Today, President Biden is taking further action to prevent Americans from experiencing the heartbreak of eviction. Thanks to State eviction moratoria, almost 33% of the country will be spared evictions for the rest of this month. But in the remaining States, action is needed.Thanks to the bipartisan COVID relief act Congress passed in December 2020 and the American Rescue Plan Congress and the Biden Administration enacted in March 2021, State and local governments long ago received Emergency Rental Assistance—a $46.5 billion plan to protect millions of Americans facing deep rental debt and potential eviction during the pandemic. Some cities and States have demonstrated their ability to release these funds efficiently to tenants and landlords in need. But even though funds began to be distributed in February by the Biden Administration, too many States and cities have been too slow to act.As the Administration made clear last week, there is no excuse for any State or locality not to promptly deploy the resources that Congress appropriated to meet the critical need of so many Americans. This assistance provides the funding to pay landlords current and back rent so tenants can remain in their homes or apartments, not be evicted. No one in America should be evicted when Federal funds are available, in the hands of State and local government, to pay back rent due.Last week the Administration also made clear that given the spread of the Delta variant among those Americans most likely to face eviction and lacking vaccinations, the President would have strongly supported a decision by the Centers for Disease Control and Prevention (CDC) to further extend its eviction moratorium to protect renters at this moment of heightened vulnerability. Unfortunately, the Supreme Court declared on June 29th that the CDC could not grant such an extension without “clear and specific congressional authorization (via new legislation).”Given the rising urgency of containing the spread of the Delta variant, on Sunday, the President asked the CDC to consider once again the possibility of executive action. He raised the prospect of a new, 30-day eviction moratorium—focused on counties with High or Substantial case rates—to protect renters. This temporary measure would spur States and localities to ramp up Emergency Rental Assistance programs to full speed this month, giving every landlord the opportunity to collect the rent they are owed and ensuring no eligible family gets evicted.To date, CDC Director Rochelle Walensky and her team have been unable to find legal authority for a new, targeted eviction moratorium. Our team is redoubling efforts to identify all available legal authorities to provide necessary protections.In the meantime, the President will continue to do everything in his power to help renters from eviction. The Administration has provided States and local governments with the flexibility to get funds out efficiently without burdensome documentation; to use funds to help those who are homeless or in need of new housing; and to use American Rescue Plan State and local funds to expand any effort to help those whose housing is at risk due to the pandemic.Today, the President is taking these additional measures:The Administration remains deeply committed to doing everything in its power to keep people safely and securely housed, which is essential to the health, well-being, and dignity of us all.###"
}