{
    "title": "FACT SHEET: Biden-Harris Administration Takes New Action to Protect Communities from PFAS Pollution | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/03/14/fact-sheet-biden-harris-administration-takes-new-action-to-protect-communities-from-pfas-pollution/",
    "created_at": null,
    "content": "EPA Announces First-Ever National Standard to Address PFAS in Drinking WaterThe Biden-Harris Administration is committed to ensuring every community has access to clean drinking water, free of chemicals and pollutants that harm the health and wellbeing of children, families, and communities. Today the Administration announced the first-ever national drinking water standard for per- and polyfluoroalkyl substances (PFAS), a major step to advance that commitment. This action builds on two years of progress on President Biden’s action plan to combat PFAS pollution, safeguarding public health and advancing environmental justice.PFAS, or “forever chemicals,” are a set of human-made chemicals that can cause cancer and other severe health problems. Found in air, drinking water, and our food supply, PFAS pollution disproportionately affects disadvantaged communities and poses a serious threat across rural, suburban, and urban areas.President Biden has secured historic resources to address emerging containments like PFAS. His Bipartisan Infrastructure Law invests $9 billion over five years to help communities that are on the frontlines of PFAS and other contamination reduce levels in drinking water. The investments are part of the Justice40 Initiative, which aims to ensure that 40 percent of the overall benefits of certain Federal investments flow to disadvantaged communities that are marginalized, underserved, and overburdened by pollution.In line with President Biden’s commitment last week to the International Association of Firefighters, the President’s FY24 budget includes additional resources for firefighters exposed to PFAS, including increased funding for FEMA’s Assistance to Firefighters Grant Program (AFG). Specifically, the budget requests $370 million for AFG that can be used to support cancer screenings, fitness activities, and other wellness initiatives.The Biden-Harris Administration is committed to utilizing science and holding polluters accountable to address and prevent PFAS contamination. Today the Administration also released two new reports outlining the latest science and progress on a government-wide plan to address and prevent PFAS contamination.First-Ever National Standard to Combat PFAS in Drinking WaterToday the Environmental Protection Agency (EPA) proposed the first-ever national standard to address PFAS contamination in drinking water. EPA will require public water systems to monitor for six PFAS chemicals, notify the public if the levels of these PFAS exceed the proposed regulatory standards, and take action to reduce the level of PFAS in the water supply. EPA anticipates that if fully implemented, the rule will prevent thousands of deaths and reduce tens of thousands of serious PFAS-attributable illnesses.This proposal is part of EPA’s PFAS Strategic Roadmap, a comprehensive strategy that outlines concrete actions through 2024, including steps to control PFAS at its sources, hold polluters accountable, ensure science-based decision making, and address the impacts of contamination on disadvantaged communities.New Report on PFAS Science to Advance Federal PFAS Research ActivitiesToday, the White House Office of Science and Technology Policy (OSTP) released a state of science report on PFAS. The report summarizes current PFAS research in key strategic areas, including safe removal and destruction of PFAS and alternatives to PFAS that are safer, as well as gaps in PFAS data and knowledge. It also describes the state of federal PFAS research and development (R&D), and underscores the importance of communities, the private sector and governments at all levels working together to expand our nation’s understanding of PFAS and alternatives. Over the next year, OSTP will work with federal agencies to leverage this report as a roadmap for establishing goals and priorities for federal PFAS R&D, harness existing federal PFAS research activities, and accelerate transformative advancements in the destruction and disposal of PFAS, the development of PFAS alternatives, and in our understanding of the harmful effects of PFAS as a chemical class on human health and our environment.Building on Two Years of Combatting PFAS ContaminationThanks to President Biden’s leadership, nearly two dozen Federal agencies and offices have made systematic and substantive progress to safeguard human health and protect the environment from PFAS over the first two years of the Biden-Harris Administration. This includes efforts to address the disproportionate health impacts on disadvantaged communities, including those that are low income, rural, or located near polluting facilities. Today the Council on Environmental Quality, which leads the Interagency Policy Committee on PFAS, released a new report on the Administration’s actions on PFAS and next steps.Highlights include:###"
}