{
    "title": "FACT SHEET: White House Competition Council Announces New Actions to Lower Costs and Marks Second Anniversary of President Biden’s Executive Order on Competition | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/07/19/fact-sheet-white-house-competition-council-announces-new-actions-to-lower-costs-and-marks-second-anniversary-of-president-bidens-executive-order-on-competition/",
    "created_at": null,
    "content": "Biden-Harris Administration Announces New Initiatives to Lower Food, Rental Housing, and Other Costs and Updated Guidance Regarding Enforcement of Antitrust Laws in the Modern EconomyPromoting competition to lower costs and support small businesses and entrepreneurs is a central part of Bidenomics. When President Biden took office, four decades of misguided economic philosophy had led to a pull back from robust government action to promote competition, and concentration had increased in more than 75% of U.S industries. One estimate found that higher prices and lower wages caused by lack of competition was costing the median American household as much as $5,000 annually.To turn the tide, almost exactly two years ago, President Biden signed a landmark Executive Order establishing the White House Competition Council and directing a “whole of government” approach to promoting competition. Today, at its fifth meeting since the Order, agencies represented on the White House Competition Council took three new actions to promote competition and lower costs:Today’s new announcements build on the dozens of actions agencies have already taken in just the two years since President Biden signed his Executive Order. Not only have agencies already delivered on a majority of the Order’s 72 initiatives, they have gone above and beyond to launch additional new initiatives, embracing the “all of government” approach and launching more than a dozen cross-cutting interagency initiatives. The Biden-Harris Administration’s actions to date include:TransportationFood and AgricultureTechnology and Internet ServiceLabor MarketsHealth CareSmall BusinessesBanking, Insurance, and Consumer Finance###"
}