{
    "title": "FACT SHEET: U.S.-ASEAN Special Summit in Washington, DC | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/05/12/fact-sheet-u-s-asean-special-summit-in-washington-dc/",
    "created_at": null,
    "content": "President Biden will welcome the leaders of the Association of Southeast Nations (ASEAN) for a historic U.S.-ASEAN Special Summit, held for the first time in Washington D.C. and at the White House, to re-affirm the United States’ enduring commitment to Southeast Asia and underscore the importance of U.S.-ASEAN cooperation in ensuring security, prosperity, and respect for human rights.  Over many years, the United States has steadily deepened our partnership with Southeast Asia. The United States has provided over $12.1 billion in development, economic, health, and security assistance to Southeast Asian allies and partners since 2002 and over that same period of time, the United States has provided over $1.4 billion in humanitarian assistance, including life-saving disaster assistance, emergency food aid, and support to refugees throughout Southeast Asia. Building on our long-standing commitment to this critical region, the Biden-Harris Administration’s FY 2023 Budget Request included over $800 million in bilateral assistance for ASEAN partners and over $25 million to deepen relations with ASEAN and enhance ASEAN’s capacity to tackle pressing regional challenges. The United States and Southeast Asia also benefit from our far-reaching commercial and trade ties. ASEAN represents the world’s fourth largest market and the United States is ASEAN’s largest source of foreign direct investment, while our two-way trade amounted to over $360 billion in 2020. U.S.-ASEAN relations are ultimately anchored in the special friendship shared by our combined one billion people. Our ongoing commitment to deepening people-to-people ties is marked by 7000 programs at 83 American Spaces in ASEAN countries, the Young Southeast Asian Leaders Initiative’s 155,000 alumni, and the connections forged through nearly 6 million U.S. visas, including student visas, granted to Southeast Asian travelers since 2010.At the annual U.S.-ASEAN Summit in October 2021, President Biden announced an unprecedented investment of up to $102 million in U.S.-ASEAN relations, significantly expanding our cooperation on health, climate, science and innovation, trade facilitation, education, and more. Today, the United States and ASEAN will inaugurate a new era of partnership, guided by the complementary objectives of the Indo-Pacific Strategy of the United States and the ASEAN Outlook on the Indo-Pacific. In that spirit, President Biden is announcing over $150 million in initiatives which we expect will mobilize billions more in private financing that will deepen U.S.-ASEAN relations, strengthen ASEAN centrality, and expand our common capacity to achieve our shared objectives.ACCELERATING CLIMATE ACTION, SUSTAINABLE DEVELOPMENT, AND INCLUSIVE PROSPERITYIn support of U.S.-ASEAN Climate Futures and U.S.-ASEAN Economic Futures, the United States and ASEAN will raise our collective climate ambition while working together to support implementation of the Master Plan on ASEAN Connectivity 2025.  We will help meet the region’s enormous infrastructure needs in a sustainable manner that accelerates the clean energy transition, helps the region to achieve a path to net zero emissions by mid-century, and drives inclusive, broad-based prosperity.SUPPORTING ACCESS TO EDUCATION The strength of U.S.-ASEAN relations is anchored in the friendship shared by our combined one billion people. Each year the United States provides more than $70 million to support educational and cultural exchanges that foster greater understanding, enhance cooperation, and create lifelong friendships that increase the strength and resilience of our communities over the long term. EXPANDING MARITIME COOPERATIONThe United States is committed to supporting implementation of the ASEAN Outlook on the Indo-Pacific’s Maritime Pillar. Today we are announcing $60 million in new regional maritime initiatives, most of which will be led by the U.S. Coast Guard (USCG). PROMOTING GLOBAL HEALTH AND HEALTH SECURITY In support of U.S.-ASEAN Health Futures, the United States and ASEAN are taking swift action to fight the COVID-19 pandemic, strengthen health systems, and promote health security. The United States is proud to have provided over $200 million in COVID-19 assistance through the Department of State and USAID and donated over 115 million doses of safe and effective COVID-19 vaccines in Southeast Asia, with more on the way.###"
}