{
    "title": "FACT SHEET: Biden-Harris Administration Takes Action to Promote Access to Behavioral Health Care for Asian American, Native Hawaiian, and Pacific Islander Communities | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/07/26/fact-sheet-biden-harris-administration-takes-action-to-promote-access-to-behavioral-health-care-for-asian-american-native-hawaiian-and-pacific-islander-communities/",
    "created_at": null,
    "content": "Last week, the Biden-Harris Administration hosted its inaugural mental health summit focused on improving equity and access to behavioral health care for Asian American, Native Hawaiian, and Pacific Islander (AA and NHPI) communities. The White House Initiative on Asian Americans, Native Hawaiians, and Pacific Islanders (WHIAANHPI) and the U.S. Department of Health and Human Services (HHS) hosted this historic event in recognition of National Minority Mental Health Awareness Month, building on the Administration’s unprecedented investments to connect more Americans to care.In the wake of the COVID-19 pandemic, rising anti-Asian hate, and the twin public health and public safety epidemic of gun violence, AA and NHPI communities have been deeply impacted by the nation’s mental health crisis. And the task of expanding access to quality and culturally competent medical, including mental health services for AA and NHPI individuals has only grown more urgent. In 2020, suicide was the leading cause of death among Asian Americans and Pacific Islanders, ages 10 to 19, and the second leading cause of death among those ages 20-34. And AA and NHPIs currently face unique barriers to behavioral health care, including:Through the President’s Mental Health Strategy and other initiatives, the Biden-Harris Administration is leading a whole-of-society approach to transform behavioral health services and bolster support, particularly for underserved communities, including AA and NHPI communities. Over the past two years, federal agencies have worked to eliminate barriers to care; expand the full continuum of prevention, treatment, and recovery services; and prioritize integration of these services into settings where they can be more easily accessed.Funding Programs to Advance Behavioral Health EquityPromoting Language Access and Disseminating Critical Health InformationConducting New Research and Creating Better DataProviding Mental Health Services in SchoolsSupporting the Mental Health of WorkersDelivering Justice and Providing Resources to AA and NHPI Communities###"
}