{
    "title": "FACT SHEET: Biden-Harris Administration Announces Historic Investment to America’s Port and Waterway Infrastructure | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/01/19/fact-sheet-biden-harris-administration-announces-historic-investment-to-americas-port-and-waterway-infrastructure/",
    "created_at": null,
    "content": "U.S. Army Corps of Engineers to Invest $14 Billion from President’s Bipartisan Infrastructure Law and Other Appropriations to Strengthen Port and Waterway Supply Chains and Bolster Climate ResilienceModern and resilient infrastructure strengthens our supply chains, supports U.S. competitiveness and economic growth, and protects communities from the accelerating impacts of climate change. Yet, decades of underinvestment and neglect have left our nation’s infrastructure – from ports and waterways to levees and dams to the aquatic ecosystems that supply our water and energy – vulnerable to climate change and struggling to keep up with our strong economic recovery from the pandemic.Recognizing the vital role of modern, resilient infrastructure in reducing costs for American families and businesses, President Biden secured unprecedented investments through the Bipartisan Infrastructure Law for the U.S. Army Corps of Engineers to increase climate resilience and make long overdue improvements at ports and waterways, as well as additional funds through supplemental appropriations to help impacted states and Tribes recover and become more resilient to natural disasters. Today, the Biden-Harris Administration is announcing that it will invest more than $14 billion of this funding in fiscal year 2022 for over 500 projects across 52 states and territories. These key projects will strengthen the nation’s supply chain, provide significant new economic opportunities nationwide, and bolster our defenses against climate change, including through:A full list of projects receiving funding from the Bipartisan Infrastructure Law and other appropriations can be found HERE.The investments announced today further advance the President’s Justice40 commitment to ensure that 40 percent of the overall benefits of Federal climate and clean energy investments flow to historically marginalized, underserved, and overburdened communities to build their economies. The investments also underscore how President Biden’s Bipartisan Infrastructure Law is delivering results to communities across America, advancing racial equity, combatting climate change, and creating job opportunities for American workers.In just over two months since the President signed the historic legislation into law, the Administration has already mobilized resources to connect Tribal Nations to reliable, high-speed internet, replace, repair, and rehabilitate bridges across the country, upgrade critical infrastructure at 3,075 airports, update America’s aging water infrastructure, sewerage systems, pipes and service lines, stop toxic waste from harming communities, and more. With these additional investments, the U.S. Army Corps of Engineers will initiate projects in fiscal year 2022 that:STRENGTHEN DOMESTIC SUPPLY CHAINSAmerican ports and waterways are a cornerstone of the U.S. economy. According to the 2021 Report Card for America’s Infrastructure Report issued by the American Society of Civil Engineers (ASCE), in 2018, America’s ports supported more than 30 million jobs and approximately 26% of our nation’s GDP. However, decades of neglect and underinvestment have strained their capacity and jeopardized supply chains.Building on the work this Administration has done this past year to get goods flowing from ships to shelves faster, the U.S. Army Corps of Engineers is committing $4 billion through the President’s Bipartisan Infrastructure Law to expand capacity at key ports, allow passage of larger vessels, and further enhance the country’s ability to move goods. These waterside investments will compliment landside investments at our ports and across the goods movement chain such as the Port Infrastructure Development Grants announced in December. Specific projects for fiscal year 2022 include work to:BOLSTER THE NATION’S DEFENSES AGAINST CLIMATE CHANGE AND ADVANCE ENVIRONMENTAL JUSTICEDamage from extreme weather events and natural disasters, including those from Hurricane Ida, were estimated to cost the United States at least $141 billion in 2021, and is expected to increase significantly in the coming years. President Biden knows that down payments now to bolster the resilience of our infrastructure to climate change will save Americans money in the long run. The Biden-Harris Administration will commit $5.5 billion through the President’s Bipartisan Infrastructure Law to better protect communities from climate change, and protect vital ecosystems and the people and businesses throughout the country that rely on them.For instance, the funding from the President’s Bipartisan Infrastructure Law announced today will:In addition to the Bipartisan Infrastructure Law funds announced today, the Administration will invest more than $5.7 billion in fiscal year 2022 through the Disaster Relief and Supplemental Appropriations Act to reinforce disaster mitigation and recovery efforts in communities recovering from extreme weather events, and to better enable homes and businesses to reduce their risks of climate change. This includes $3.3 billion in funding for Louisiana, New Jersey, New York, and Pennsylvania, where major disasters were declared due to Hurricane Ida. In Louisiana, for instance, the Biden-Harris Administration will invest over $1.7 billion to help the state build back more resilient from extreme weather events, including through the replacement or modification of levees infrastructure on the east and west banks of Plaquemines Parish, completion of construction of the Atachafalaya Basin floodway system, and initiation construction for the Algiers sub-basin in southeast Louisiana.  ###"
}