{
    "title": "Readout of Principals Committee Meeting on National Strategy to Counter Antisemitism | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/02/06/readout-of-principals-committee-meeting-on-national-strategy-to-counter-antisemitism/",
    "created_at": null,
    "content": "Today, Second Gentleman Douglas Emhoff, Domestic Policy Advisor Susan Rice, and Homeland Security Advisor Liz Sherwood-Randall convened a Principals Committee Meeting of the Interagency Group to Counter Antisemitism, Islamophobia, and Related Forms of Discrimination and Bias. The group’s first order of business is to develop a national strategy to counter antisemitism. President Biden has made rooting out antisemitism an urgent priority of his Administration. Antisemitism harms not only Jewish Americans; it hurts all Americans. Today’s meeting focused on the recent spike in antisemitism, potential steps the Biden-Harris Administration can take to address antisemitism — including ideas for action that the federal government and other stakeholders can pursue to counter antisemitism in the U.S. — and a plan of action for developing the national strategy. Second Gentleman Emhoff shared learnings from his recent trip to Poland and Germany, including global efforts to combat antisemitism. He underscored the need for a coordinated, whole-of-government approach to tackle antisemitism and all forms of hatred in the U.S. Separately, the working group also has begun hosting listening sessions with external stakeholders and experts to help inform the national strategy to counter antisemitism. The goal is to hear directly from a wide range of stakeholders, including the Jewish community, civil rights and faith leaders, civil society, the private sector and others on how to counter antisemitism as a threat both to the Jewish community and all Americans. Co-chaired by Ambassador Rice and Homeland Security Advisor Sherwood-Randall, the meeting included representatives from the following offices, agencies, and Departments:###"
}