{
    "title": "FACT SHEET: President Biden Takes Executive Actions to Tackle the Climate Crisis at Home and Abroad, Create Jobs, and Restore Scientific Integrity Across Federal Government | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/01/27/fact-sheet-president-biden-takes-executive-actions-to-tackle-the-climate-crisis-at-home-and-abroad-create-jobs-and-restore-scientific-integrity-across-federal-government/",
    "created_at": null,
    "content": "Biden-Harris Administration Commits on Climate Change – Creating Jobs, Building Infrastructure, and Delivering Environmental JusticeToday, President Biden will take executive action to tackle the climate crisis at home and abroad while creating good-paying union jobs and equitable clean energy future, building modern and sustainable infrastructure, restoring scientific integrity and evidence-based policymaking across the federal government, and re-establishing the President’s Council of Advisors on Science and Technology.These Executive Orders follow through on President Biden’s promise to take aggressive action to tackle climate change and build on the executive actions that the President took on his first day in office, including rejoining the Paris Agreement and immediate review of harmful rollbacks of standards that protect our air, water, and communities.President Biden set ambitious goals that will ensure America and the world can meet the urgent demands of the climate crisis, while empowering American workers and businesses to lead a clean energy revolution that achieves a carbon pollution-free power sector by 2035 and puts the United States on an irreversible path to a net-zero economy by 2050. Today’s actions advance those goals and ensure that we are tapping into the talent, grit, and innovation of American workers, revitalizing the U.S. energy sector, conserving our natural resources and leveraging them to help drive our nation toward a clean energy future, creating well-paying jobs with the opportunity to join a union, and delivering justice for communities who have been subjected to environmental harm.President Biden will also sign an important Presidential Memorandum on scientific integrity to send a clear message that the Biden-Harris Administration will protect scientists from political interference and ensure they can think, research, and speak freely to provide valuable information and insights to the American people. Additionally, and in line with the scientific-integrity memorandum’s charge to reestablish scientific advisory committees, President Biden will sign an Executive Order re-establishing the President’s Council of Advisors on Science and Technology.TACKLING THE CLIMATE CRISIS AT HOME AND ABROAD EXECUTIVE ORDERToday’s Executive Order takes bold steps to combat the climate crisis both at home and throughout the world. In signing this Executive Order, President Biden has directed his Administration to:Center the Climate Crisis in U.S. Foreign Policy and National Security ConsiderationsTake a Whole-of-Government Approach to the Climate CrisisLeverage the Federal Government’s Footprint and Buying Power to Lead by ExampleRebuild Our Infrastructure for a Sustainable EconomyAdvance Conservation, Agriculture, and ReforestationRevitalize Energy CommunitiesSecure Environmental Justice and Spur Economic OpportunitySCIENTIFIC INTEGRITY PRESIDENTIAL MEMORANDUMThe Presidential Memorandum on Scientific Integrity and Evidence-Based Policymaking directs agencies to make evidence-based decisions guided by the best available science and data. Scientific and technological information, data, and evidence are central to the development and iterative improvement of sound policies, and to the delivery of effective and equitable programs. Improper political interference in the scientific process, with the work of scientists, and in the communication of scientific facts undermines the welfare of the nation, contributes to systemic inequities and injustices, and violates the public trust.The memorandum charges the Director of the Office of Science and Technology Policy (OSTP) with the responsibility for ensuring scientific integrity across federal agencies. The OSTP Director is directed to review the effectiveness of agency scientific-integrity policies and assess agency scientific-integrity policies and practices going forward.In addition, agencies that oversee, direct, or fund research are tasked with designating a senior agency employee as Chief Science Officer to ensure agency research programs are scientifically and technologically well founded and conducted with integrity. Because science, facts, and evidence are vital to addressing policy and programmatic issues across the Federal Government, all agencies – not just those that fund, conduct, or oversee scientific research –must designate a senior career employee as the agency’s Scientific Integrity Official to oversee implementation and iterative improvement of scientific-integrity policies and processes.EXECUTIVE ORDER ESTABLISHING THE PRESIDENT’S COUNCIL OF ADVISORS ON SCIENCE AND TECHNOLOGYLeaders across the Biden-Harris Administration, including the President himself and his senior advisors in the Executive Office of the President, will seek input, advice, and the best-available science, data, and scientific and technological information from scientists, engineers, and other experts in science, technology, and innovation.To that end, and in alignment with the scientific-integrity memorandum’s charge to reestablish scientific and technological advisory committees, this order re-establishes the President’s Council of Advisors on Science and Technology (PCAST). The PCAST– co-chaired by the President’s Science Advisor – will advise the President on policy that affects science, technology, and innovation. The Council will also advise the President on scientific and technical information that is needed to inform public policy relating to the economy, worker empowerment, education, energy, environment, public health, national and homeland security, racial equity, and other topics.###"
}