{
    "title": "President Biden Honors Leading American Scientists, Technologists, and Innovators | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/10/24/president-biden-honors-leading-american-scientists-technologists-and-innovators/",
    "created_at": null,
    "content": "Today, President Biden is awarding the National Medal of Science and the National Medal of Technology and Innovation to a number of Americans who have made exemplary achievements in science, technology, and innovation to strengthen our nation’s well-being. The National Medal of Science is the nation’s highest scientific honor. Established by Congress in 1959 and administered by the U.S. National Science Foundation, it is bestowed by the President of the United States on individuals deserving of special recognition for their outstanding contributions in biology, computer sciences, education sciences, engineering, geosciences, mathematical and physical sciences, and social, behavioral, and economic sciences, in service to the Nation. The National Medal of Technology and Innovation is the nation’s highest award for technological achievement. It recognizes American innovators whose vision, intellect, creativity, and determination have strengthened America’s economy and improved our quality of life. Established by Congress and administered by the United States Patent and Trademark Office, the first Medal of Technology was presented in 1985. President Biden often says that America can be defined in a single word: possibilities. Those who earn these awards embody the promise of America by pushing the boundaries of what is possible. These trailblazers have harnessed the power of science and technology to tackle challenging problems and deliver innovative solutions for Americans, and for communities around the world. These medalists have made discoveries that enable lifesaving medical treatments, help fight the opioid epidemic, improve food security, advance accessibility, protect our democracy, and much more. Their accomplishments advance American leadership in science, technology, and innovation, and their work inspires the next generation of American minds.The recipients are listed below.Recipients of the National Medal of ScienceRecipients of the National Medal of Technology and Innovation###"
}