{
    "title": "Fact Sheet: Summit for Democracy: Progress in the Year of Action | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/11/29/fact-sheet-summit-for-democracy-progress-in-the-year-of-action/",
    "created_at": null,
    "content": "During the “Year of Action” following the first Summit for Democracy in December 2021, the United States and over 100 partner governments around the world have taken meaningful steps to build more resilient democracies, combat corruption, and defend human rights. Summit participants have undertaken important pro-democracy reforms at home, contributed to impactful multilateral initiatives, and worked together to resist authoritarian aggression, including Russia’s unprovoked and unjustified war against Ukraine.  President Biden is pleased to announce that on March 29-30, 2023, he will co-host the second Summit for Democracy with the leaders of Costa Rica, the Netherlands, the Republic of Korea, and the Republic of Zambia. This diverse group of co-hosts underscores the universal desire for accountable, transparent, and rights-respecting governance.  At this second Summit, world leaders will showcase progress made on their commitments to build more resilient democracies; announce new commitments and initiatives to build on that momentum; reaffirm the central role of democratic institutions in delivering prosperity and safeguarding liberty; and underscore the effectiveness of collective action in tackling the most pressing challenges of our time. At the first Summit for Democracy, participating governments announced nearly 750 commitments aimed at strengthening and safeguarding democracy at home and abroad. During the Year of Action, Summit participants have supported one another in fulfilling these goals, including through government-to-government consultations and participation in multi-stakeholder Democracy Cohorts focused on topics including technology, media freedom, countering disinformation, youth engagement, financial transparency and integrity, and gender equality and women’s political participation, among others. At home, the Biden-Harris Administration continues to demonstrate that democracy can still deliver, and helps improve people’s lives and address the greatest challenges before us. Working together with Congress, President Biden has signed into law transformative legislation that will grow the American economy and create more well-paying jobs for American workers, invest in infrastructure, reduce gun violence, improve access to health care, and protect our climate.   Select achievements during the Year of Action aligned to the five pillars of the Summit for Democracy’s Presidential Initiative for Democracy Renewal include:Supporting Free and Independent MediaTogether with partners, the U.S. Government’s investments in press freedom and independent media are intended to maintain journalists’ ability to inform the public and to improve citizens’ capacity to hold their governments accountable. Our efforts in the Year of Action have supported the development, sustainability, and independence of public interest media, and helped protect journalists physically, digitally, and legally.  For example:Fighting CorruptionActions undertaken in the Year of Action concurrent with the U.S. Government’s implementation of its first-ever Strategy on Countering Corruption reflect the scale of the threat corruption poses to transparent and accountable governance. Targeted efforts served to close loopholes and shut down safe havens; enhance partners’ capacity to prevent corruption and hold corrupt actors accountable; empower civil society, media, and the private sector; leverage innovation; and respond quickly and decisively to opportunities and threats. For example:Bolstering Democratic ReformersThe United States and our partners are committed to bolstering the work of activists and other reformers working on the front lines of democratic renewal. In the Year of Action, we have increased support to these reformers, giving them additional tools to advance governments and societies that reflect democratic principles, reject corruption, and respect human rights. For example:Advancing Technology for DemocracyTogether with like-minded partners and allies, the U.S. Government is investing in efforts to stem the tide of digital authoritarianism, promote a positive vision for the Internet and emerging technologies, and connect billions around the world to values-driven, rights-respecting digital technologies and infrastructure. For example:Defending Free and Fair Elections and Inclusive Political ProcessesAround the world, exercising the right to vote in free and fair elections faces growing challenges, including electoral manipulation and violence, cyber-attacks, disinformation, and barriers to political participation by systematically marginalized populations. During the Year of Action, the U.S. Government has advanced new approaches to addressing critical long-standing and emerging threats to electoral integrity globally. For example:###"
}