{
    "title": "FACT SHEET: President Biden Takes Bold Executive Action to Spur Domestic Clean Energy Manufacturing | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/06/06/fact-sheet-president-biden-takes-bold-executive-action-to-spur-domestic-clean-energy-manufacturing/",
    "created_at": null,
    "content": "Historic Actions Include Authorizing Defense Production Act to Lower Energy Costs, Strengthen Power Grid, and Create Good-Paying JobsToday’s clean energy technologies are a critical part of the arsenal we must harness to lower energy costs for families, reduce risks to our power grid, and tackle the urgent crisis of a changing climate. From day one, President Biden has mobilized investment in these critical technologies. Thanks to his clean energy and climate agenda, last year marked the largest deployment of solar, wind, and batteries in United States history, and our nation is now a magnet for investment in clean energy manufacturing.Since President Biden took office, the private sector has committed over $100 billion in new private capital to make electric vehicles and batteries in the United States. We have made historic investments in clean hydrogen, nuclear, and other cutting-edge technologies. And companies are investing billions more to grow a new domestic offshore wind industry.We are also now on track to triple domestic solar manufacturing capacity by 2024. The expansions to domestic solar manufacturing capacity announced since President Biden took office will grow the current base capacity of 7.5 gigawatts by an additional 15 gigawatts. This would total 22.5 gigawatts by the end of his first term – enough to enable more than 3.3 million homes to switch to clean solar energy each year.While President Biden continues pushing Congress to pass clean energy investments and tax cuts, he is taking bold action to rapidly build on this progress and create a bridge to this American-made clean energy future. Today, President Biden is taking action to:Together, these actions will spur domestic manufacturing, construction projects, and good-paying jobs – all while cutting energy costs for families, strengthening our grid, and tackling climate change and environmental injustice. With a stronger clean energy arsenal, the United States can be an even stronger partner to our allies, especially in the face of Putin’s war in Ukraine.The stakes could not be higher. That is why President Biden also continues to urge Congress to quickly pass tax cuts and additional investments that advance U.S. clean energy manufacturing and deployment. Failing to take these actions would deny consumers access to cost-cutting clean energy options, add risks to our power grid, and stall domestic clean energy construction projects that are critical to tackling the climate crisis. At the same time, President Biden will keep using his executive authority to take bold action to build an American-made clean energy future.INVOKING THE DEFENSE PRODUCTION ACT FOR CLEAN ENERGYToday, President Biden is authorizing the use of the Defense Production Act (DPA) to accelerate domestic production of clean energy technologies – unlocking new powers to meet this moment. Specifically, the President is authorizing the Department of Energy to use the DPA to rapidly expand American manufacturing of five critical clean energy technologies:In deploying the DPA, the Biden-Harris Administration will strongly encourage the use of strong labor standards, including project labor agreements and community benefits agreements that offer wages at or above the prevailing rate and include local hire provisions. The Administration also will strongly encourage projects with environmental justice outcomes that empower the clean energy transition in low-income communities historically overburdened by legacy pollution.Following this announcement, the White House and the Department of Energy will convene relevant industry, labor, environmental justice, and other key stakeholders as we maximize the impact of the DPA tools made available by President Biden’s actions and strengthen domestic clean energy manufacturing.BOOSTING MADE-IN-AMERICA CLEAN ENERGY WITH FEDERAL PROCUREMENTPresident Biden is also putting the full power of federal procurement to work spurring additional domestic solar manufacturing capacity. Today, the President directed the development of two innovative tools to accelerate Made-in-America clean energy:These federal procurement measures can stimulate demand for up to a gigawatt of domestically produced solar modules in the near term, and up to 10 gigawatts over the next decade from U.S. government demand alone. To further increase the impact of these actions, the Administration will also partner with state and local governments and municipal utilities in these innovative arrangements – increasing the potential market impact over the next decade to as much as over 100 gigawatts. These procurement actions will provide a significant demand anchor for a revitalized domestic solar manufacturing industry.SUPPORT FOR U.S. GRID-STRENGTHENING, CLEAN ENERGY CONSTRUCTION PROJECTS Because of private investor confidence in President Biden’s leadership and our national commitment to a clean energy future, the United States is now on track to triple its solar manufacturing capacity by 2024. The expansions to domestic solar manufacturing capacity announced since the President took office will grow the current 7.5 gigawatts of capacity by an additional 15 gigawatts of capacity, for a total of 22.5 gigawatts by the end of his first term – enough to enable more than 3.3 million homes to switch to clean solar energy every year. To rapidly build on this progress and create a bridge to this American-made clean energy future, we need to boost short-term solar panel supply to support construction projects in the United States right now. This is because grid operators around the country are relying on planned solar projects to come online to ensure there is sufficient power to meet demand, and to ensure we can continue to deploy solar at the rates needed to keep us on track to meet the President’s climate goals. Today, President Biden is using his powers to create a 24-month bridge for certain solar imports while reinforcing the integrity of our trade laws and processes. Specifically, the President is:ADDITIONAL STEPS TO CUT COSTS, SUPPORT GOOD-PAYING JOBS, AND ADVANCE ENVIRONMENTAL JUSTICEToday’s actions build on this Administration’s existing initiatives to grow domestic clean energy innovation and manufacturing and to lower energy costs for Americans, including:###"
}