{
    "title": "FACT SHEET: Biden-Harris Administration Announces Strengthened Approach to Crack Down on Illicit Fentanyl Supply Chains | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/04/11/fact-sheet-biden-harris-administration-announces-strengthened-approach-to-crack-down-on-illicit-fentanyl-supply-chains/",
    "created_at": null,
    "content": "At a time when the global illicit fentanyl supply chain has changed how illicit substances are produced and trafficked, the Biden-Harris Administration is announcing a strengthened whole-of-government approach to save lives by disrupting the trafficking of illicit fentanyl and its precursors into American communities.  This approach builds on the President’s National Drug Control Strategy and helps deliver on his State of the Union call to beat the opioid and overdose epidemic by cracking down on the production, sale, and trafficking of illicit fentanyl to help save lives, protect the public health, and improve the public safety of our communities.Less than a decade ago, the supply of illicit drugs was dominated by plant-based drugs, such as heroin and cocaine, or illicit synthetic stimulants, like methamphetamine. These drugs were produced in crude labs, packaged, and then moved into the United States through an illicit production and distribution process managed by established, hierarchical drug trafficking organizations.Today, the drugs most responsible for killing Americans are illicit synthetic opioids like fentanyl and its analogues, which are easier to produce and transport and also significantly more lethal. The nature of these drugs, and their ease of access and potency, presents a national security, public safety, and public health threat.  While the old trafficking structures still exist, the producers and traffickers of these illicit synthetic drugs now regularly exploit lawful global commercial distribution networks to sustain and enhance their illicit business.Over the last two years, the Biden-Harris Administration has prioritized a whole-of-government evidence-based strategy to address untreated addiction, prevent drug deaths, and dismantle drug trafficking production and supply chains. In close collaboration with State, Territorial, Local, and Tribal partners, this Administration has expanded access to prevention, harm reduction where not prohibited by law, treatment, and recovery services; emphasized private sector collaboration; invested significant amounts of funding for law enforcement efforts to combat illicit fentanyl trafficking; and enabled historic seizures of illicit fentanyl on the border. These actions have contributed to a steady decrease or flattening in overdose deaths for seven straight months of reporting.To build on the trend of decreasing overdose deaths, the Administration is cracking down on illicit fentanyl supply chains by:These actions build on the progress made by the Biden-Harris Administration to reduce the supply of illicit drugs:In addition to these actions to reduce the supply of drugs, the Administration is accelerating public health initiatives to save lives, for example by:To support this Administration’s Strategy and to address illicit fentanyl, President Biden has called on Congress to make an historic investment of $46.1 billion for National Drug Control Program agencies, overseen by the White House ONDCP. The FY24 budget request represents a $5 billion increase from the FY22 request and a $2.3 billion increase over the FY23 enacted level. The FY24 budget includes more funding for efforts to reduce the supply of illicit drugs like fentanyl and stop drug trafficking. It also includes greater funding to support the expansion of prevention, treatment, harm reduction, and recovery support services.###"
}