{
    "title": "White House Announces New Actions on Homeownership | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/10/16/white-house-announces-new-actions-on-homeownership/",
    "created_at": null,
    "content": "For millions of Americans homeownership is a foundation for so many parts of their lives, and for many it is also their primary source of wealth. The Biden-Harris Administration is committed to expanding access to homeownership, ensuring homeowners can afford to stay in their homes and make the repairs they need, and that the wealth building potential of homeownership works equally for everyone.Today, the Biden-Harris Administration is releasing new data showing major federal investment in homeownership, and announcing key new actions to accelerate progress. These actions make important strides, but given the lack of homes on the market and current interest rates, to truly ensure homeownership is accessible to all households, we need Congress to act. That is why President Biden proposed $16 billion for the Neighborhood Homes Tax Credit, which would result in more than 400,000 homes built or rehabilitated, creating a pathway for more families to buy a home and start building wealth.  The President has also proposed a $10 billion down payment assistance program that would ensure first-time homebuyers whose parents do not own a home can access homeownership alongside a $100 million down payment assistance pilot to expand homeownership opportunities for first-generation and/or low wealth first-time homebuyers.New Data Shows Strong Investment in HomeownershipThe Treasury Department released data demonstrating how President Biden’s Investing in America agenda is supporting existing homeowners and helping more Americans access affordable homeownership through over $12 billion in support. The American Rescue Plan’s Homeowner Assistance Fund (HAF) has assisted nearly 400,000 homeowners at risk of foreclosure. Through Q2 2023, the state, territorial, and Tribal recipients of HAF have expended over $5.5 billion to assist homeowners, a 32% increase from Q1 2023. In addition, through the State and Local Fiscal Recovery Funds program local, state, territorial, and Tribal governments are also supporting home ownership, in part by dedicating more than $6.6 billion to support over 17,000 units of affordable housing, through June 30, 2023.Federal agencies are also releasing data showing record support for low-, middle-income, and first-time homebuyers:New Actions to Support HomeownershipWe know that despite these milestones and actions, homeownership is still out of reach for too many, which is why the Administration is committed to aggressively increasing homeownership opportunities, which includes:The announcement builds on prior work across the Administration, including a policy announced earlier this year that reduced the mortgage insurance fees for borrowers receiving FHA loans, saving them on average $800 per year on housing costs. HUD has also made it easier for first-time homebuyers to qualify for FHA-insured mortgage financing by permitting lenders to use positive rental history as a factor in evaluating an applicant’s creditworthiness and by providing more access to affordable single-family FHA-insured mortgage financing for creditworthy individuals with student loan debt. Ginnie Mae is enhancing its security disclosures so that, for the first time, investors can measure their social impact in driving first time homeownership. This policy can expand access to capital for first time homebuyers.  And this work builds on efforts by the Administration’s Interagency Task Force on Property Appraisal and Valuation Equity (PAVE), which is making critical progress toward ensuring there is equity in the home appraisal process. The Administration is committed to affirmatively furthering fair housing in its work, because everyone should have fair housing choice and access to housing opportunities. However, the White House calls on Congress to pass the President’s proposals so that we can ensure homeownership is a possibility for all Americans.###"
}