{
    "title": "FACT SHEET: The Biden-Harris Administration Advances Equity and Opportunity for Asian American, Native Hawaiian, and Pacific Islander Communities Across the Country | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/05/31/fact-sheet-the-biden-harris-administration-advances-equity-and-opportunity-for-asian-american-native-hawaiian-and-pacific-islander-communities-across-the-country/",
    "created_at": null,
    "content": "Since day one of this Administration, President Joe Biden and Vice President Kamala Harris have prioritized the advancement of opportunity, equity, and safety for Asian American, Native Hawaiian, and Pacific Islander (AA and NHPI) communities to realize the full promise of our nation. Throughout Asian American, Native Hawaiian, and Pacific Islander Heritage Month, the Biden-Harris administration celebrates the diversity of cultures, breadth of achievement, and remarkable contributions of these communities while also recognizing the generational inequities, barriers to access, and discrimination faced by AA and NHPI communities within the United States. As we continue to make progress to advance equity and opportunity for AA and NHPI communities, today the Biden-Harris Administration is providing a comprehensive update on our efforts to combat anti-Asian violence and discrimination and to provide AA and NHPI communities the resources, access, and opportunities to thrive.Combatting Anti-Asian Hate and Promoting Belonging and Inclusion of AA and NHPI Communities. AA and NHPI communities continue to face anti-Asian hate, and persistent racism, xenophobia, religious discrimination, and violence that began long before the Covid-19 pandemic. In May 2021, President Biden signed into law the COVID-19 Hate Crimes Act, a bipartisan legislation that makes significant improvements to our Nation’s response to hate crimes. The bill addresses two challenges: the lack of resources and training for state and local law enforcement to accurately identify and report hate crimes to the FBI, and the language and cultural barriers that many AA and NHPI communities and communities of color face in reporting hate crimes to law enforcement.President Biden has led a historic whole-of-government approach to combat hate, xenophobia, and intolerance facing AA and NHPI communities in the United States. In his first week in office, President Biden signed the “Memorandum Condemning and Combating Racism, Xenophobia, and Intolerance Against Asian Americans and Pacific Islanders in the United States.” The memorandum directs all federal agencies to take steps to ensure their actions mitigate anti-Asian bias and xenophobia, especially in the response to the COVID-19 pandemic.Over the last two years, agencies have worked to deliver real and lasting results:Promoting Equitable Data and Data Disaggregation for AA and NHPI Communities. The Biden-Harris Administration is committed to advancing racial equity and inclusion through improved data collection, research, access, and disaggregation efforts. Better data leads to better and more informed policies that reflect the needs and priorities of the AA and NHPI communities.Lowering Health Care Costs and Improving Health Outcomes for AA and NHPI Communities. The COVID-19 pandemic laid bare the systemic inequities in our economy and healthcare system. The Biden-Harris Administration has used every lever and tool to ensure access to safe, free, and convenient vaccines and invest in more equitable public health infrastructure to better serve communities across America, including in AA and NHPI communities.Promoting Economic Opportunity for AA and NHPI Communities. By signing into law the historic American Rescue Plan, Bipartisan Infrastructure Law, Inflation Reduction Act, and CHIPS and Science Act implementing robust regulatory reform, the Biden-Harris Administration has led the most equitable economic recovery on record, creating more than 12 million jobs since coming to office and helping create new economic opportunities for all Americans, including AA and NHPI workers, small business owners, and entrepreneurs.Addressing Housing Discrimination and Helping AA and NHPI Communities Stay in their Homes. The Administration implemented a series of measures that protected homeowners from foreclosure, including a foreclosure moratorium, increased options for mortgage payment forbearance, and enhanced loan modifications to resolve delinquencies. In addition, the American Rescue Plan is helping struggling homeowners catch up with their mortgage payments and utility costs through the Homeowner Assistance Fund.Ensuring Equitable Educational Opportunity in K-12 Schools and an Education Beyond High School. The Biden-Harris Administration has delivered the support necessary to enable every school to return to full-time, in-person instruction and ensure student success by accelerating academic recovery and addressing the mental health needs of students. The Administration has also made college more affordable, provided college students with supports for completion, and helped federal student loan borrowers as they recover from the pandemic. He has also worked to ensure equitable access to high-quality education for AA and NHPI students.In August 2022, President Biden announced a plan that:Ensuring Language Access and Native Language Revitalization for AA and NHPI Communities. At the President’s direction, agencies across the Biden-Harris Administration have taken a number of steps to improve access to vital federal programs for AA and NHPI communities.Advancing Equity for AA and NHPI Communities Through White House Leadership and Initiatives. On his first day in office, President Biden signed the historic Executive Order on Advancing Racial Equity and Support for Underserved Communities Through the Federal Government. The President’s Order emphasized the enormous human costs of systemic racism, persistent poverty, and other disparities, and directed the Federal Government to advance an ambitious whole-of-government equity agenda that matches the scale of the challenges we face as a country and the opportunities we have to build a more perfect union. Over the last two years, the Biden-Harris Administration has championed racial equity and advanced equal opportunity for underserved communities, including AA and NHPI communities. During the President’s first year in office, 90 federal agencies across the federal government, including all Cabinet-level agencies as well as over 50 independent agencies, conducted equity assessments of three to five of their agency’s high-impact services for the American people, to uncover where systemic barriers to access may exist. Using those findings, agencies developed Equity Action Plans for addressing—and achieving—equity in their mission delivery for all Americans. The Equity Action Plans include accountability mechanisms and identify success metrics and key milestones toward progress.Strengthening Partnerships with AA and NHPI Communities. The Biden-Harris Administration is committed to strengthening our engagement efforts and foster greater collaboration with AA and NHPI communities.Restoring Fairness and Humanity to Our Immigration System.  President Biden is committed to reforming our immigration system, promoting racial equity in our immigration policies, and providing legal protections for all noncitizens, including AA and NHPI noncitizens, who call this country home.Building an Administration that Represents America. President Biden has assembled the most diverse Administration in our nation’s history and is proud to serve alongside Vice President Kamala Harris—the first Black American and South Asian American to be elected Vice President— as well as the 14 percent of all agency appointees that are AA and NHPI, exceeding their 7 percent share of the Census population. In the White House itself, 17 percent of all staff and 26 percent of the President’s commissioned officer staff identify as AA and NHPI. The Biden-Harris Administration has taken further action to ensure equal opportunity and inclusion is emphasized throughout the administration, including:Appointing AA and NHPIs to lead critical agencies. AA and NHPIs are represented at the top level of the administration in the President’s Cabinet and as heads of agencies. This list of senior officials includes United States Trade Representative Katherine Tai, Director of the Consumer Financial Protection Bureau Rohit Chopra, Surgeon General of the United States Vice Admiral Vivek Murthy, Chair of the Federal Trade Commission Lina Khan, Director of the Office of Personnel Management Kiran Ahuja, Domestic Policy Advisor Neera Tanden, Director of the Office of National Drug Control Policy Rahul Gupta, Director of the Office of Science and Technology Policy Arati Prabhakar, and Acting Secretary of the Department of Labor Julie Su.Nominating AA and NHPIs to Federal Judicial Positions.  The Biden-Harris Administration has nominated 27 AA and NHPI federal judicial nominees so far, which represents 16 percent of all federal judicial nominees.  This includes several historic appointments, including:United States Courts of AppealsUnited States District CourtsUnited States District Court Nominees###"
}