{
    "title": "Remarks by Vice President Harris During a Rural Broadband Listening Session | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/speeches-remarks/2021/04/23/remarks-by-vice-president-harris-during-a-rural-broadband-listening-session/",
    "created_at": null,
    "content": "Plymouth, New Hampshire12:10 P.M. EDTTHE VICE PRESIDENT:  Thank you.  Well, let me first thank all of you, because I am here for a number of reasons, starting with my friend and former colleague, Maggie Hassan.  She and I were elected to the United States Senate the same year, so we were part of the same class. And I’m going to tell you something about — I think you know all that I can tell you about Maggie Hassan, but I’m going to say it anyway — I’ve seen her in rooms where there were cameras, I’ve seen her in rooms where there are no cameras, and she is always fighting for New Hampshire.  She has been one of the strongest voices in the United States Senate about the need to implement broadband for everyone, with an emphasis on rural America.She is one of the leaders and the reasons why, in the bills that she has mentioned, heretofore we have had the kind of resources put into broadband — again, with a focus on rural America.  So, in front of all the friends, I want to thank you, Maggie, for the leadership that you have been providing. And it was also on her recommendation that I came here today, because you’re doing incredible work.So, to your point, in 1936, we — the Congress passed the Rural Electrification Act.  And the idea was pretty basic: Not everybody in America had electricity.  And it was really clear that, without electricity, you couldn’t function, you couldn’t participate at an equal level, you couldn’t be competitive — the quality of life would be so compromised.And so, we said, as a country, “Hey!  No, this is everybody in it together.”  We all have to participate in making sure everyone has the basic services that are necessary to raise their families, participate in society, and be productive and economically strong.And then, in 1939, that pole was built, and it’s still there.  And why we’re here today is because what you have been doing in this co-op is building on that legacy.I love that you drive by there and see it.  It’s literally a symbol of the fact that we have a legacy of doing this work in America; we have a legacy of saying, “We’re going to have a commitment — a national commitment to making sure everyone has access to the basic things they need.”  And now, in this year of our Lord 2021, that’s broadband. So, we’re literally — literally building off of what happened out of that recognition in 1936 around electricity — we’re literally building off of that to make sure that everyone in America has access to broadband.And I think that you are absolutely right: This pandemic really pointed out — you know, you’ve been doing this work before with this co-op.  And you’ve been doing the work because we knew it was important.  The pandemic pointed out it’s a necessity.Our kids can’t be educated without broadband.  You know, many of us grew up with — you know, if we had to do our homework and needed some help, we could look at an Encyclopedia Britannica.  Well, those days are over.  (Laughter.)  Now you got to have access to the Internet.  We knew that before the pandemic, and it became an absolute necessity during the pandemic.If you look at it in terms of running a small business — if you want to be able to advertise what you’re doing, if you want to be able to move your product and have people make requests for your product, you has to be able to have access to broadband.  And it has to affordable, Maggie Hassan, like you always say: “Access and affordability.”Let’s think about our seniors.  Again, the pandemic made so clear: Some of our most vulnerable — those who need healthcare the most — couldn’t get to the doctor.  But we have this thing called telemedicine, where you could get diagnosed, where you could get treatment if you had access to high-speed Internet and broadband.So, we’re talking about essential work.  And the America Jobs Plan will put $100 billion into getting access to broadband — and affordable access to broadband — for everyone.  And it’s the same thing that our country decided to do in 1936, saying, “Let’s get electricity to everybody, and rural America should not be left out of that priority.”And part of the American Jobs Plan is also not only $100 billion getting broadband to everyone, but with an emphasis on co-ops, with an emphasis on the nonprofits, with the emphasis on the ones that are being led by the communities.And so that’s why we’re here today: to just see it — to see it and to understand that this really is an incredible moment in our history.  Not unlike what our country did in the 1930s with electricity, we can do now with broadband.  So let’s get it done.  Let’s get it done.And thank you all for your leadership and all that you’re doing.  And again, Maggie Hassan.  Thank you.  You really are not only a leader of the great Granite State, you are a national leader on this and so many other issues.SENATOR HASSAN:  Well, I appreciate it so much.  And you guys are great partners.  You know, the administration has just been on the phone, literally, with a lot of us, just saying, “What do we need?  How do we make this work?” We’ve got a lot of work to do to take the American Rescue Plan and roll it out, but to get the American Jobs Plan over the finish line too.  Because this is all about opportunity, and getting people back to work, and watching — as the pandemic ends and we’re seeing light at the end of the tunnel, really just watching how we can rebuild even better.THE VICE PRESIDENT:  And leapfrog.SENATOR HASSAN:  Yeah.THE VICE PRESIDENT:  Right?  Like leapfrog into it.  Let’s get in there, like you guys did, around the — I think I read 100 miles in a 100 days, you did?  Is that right?MR. CAMERINO:  That is right.  In about three months, we got the whole thing built.THE VICE PRESIDENT:  Yeah.  That’s phenomenal.  And so you need this support. MR. CAMERINO:  Absolutely.THE VICE PRESIDENT:  You need this support — what you’re doing here on the ground, literally.  (Laughter.)  You need the support, you deserve the support from our federal government.MR. CAMERINO:  Well, and part of it, I’d like to say —THE VICE PRESIDENT:  Please.MR. CAMERINO:  — is that our nonprofit status is part of keeping it affordable because we — we don’t need the same kind of profit margin.  And we have a very member-focused view that really long-term infrastructure serving our members.THE VICE PRESIDENT:  That’s right.  That’s right.Well, thank you all.MR. CAMERINO:  Thank you.THE VICE PRESIDENT:  I’m so glad that you all are doing this work and that we could bring attention to it as a model for our country of what could be done and what’s possible and the challenge that we have, on the ground, to get it done.So thank you all very much.  Thank you.                        END            12:17 P.M. EDT"
}