{
    "title": "FACT SHEET: President Biden’s Budget Lowers Energy Costs, Combats the Climate Crisis, and Advances Environmental Justice | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/03/09/fact-sheet-president-bidens-budget-lowers-energy-costs-combats-the-climate-crisis-and-advances-environmental-justice/",
    "created_at": null,
    "content": "In the two years since taking office, the President’s leadership to tackle the climate crisis has boosted U.S. manufacturing and deployment of cost-cutting clean energy technologies, put the United States on a durable path aligned with limiting warming to 1.5 °C, galvanized global action by partners and the private sector, and advanced environmental justice. On the first day of the Biden-Harris Administration, the President rejoined the Paris Agreement—strengthening international partnerships that are key to addressing the climate crisis on the global stage. He set an ambitious domestic goal to reduce greenhouse gas pollution 50 to 52 percent from 2005 levels in 2030 and has rallied countries around the world to make their own bold contributions. In signing the Inflation Reduction Act last year, the President also secured the largest investment to advance energy security and combat climate change in American history—all while lowering energy costs for the American people. The Administration is continuing to implement the Inflation Reduction Act, which is already galvanizing our clean energy transition and making clean and energy efficient technologies more affordable for American families. At the same time, the Administration has launched numerous initiatives to accelerate America’s clean energy future and advance environmental justice—from jumpstarting an electric transportation future that is Made in America, to announcing new climate-smart agriculture and forestry initiatives, to investing in the places that kept America’s lights on for generations, to implementing the President’s Justice40 Initiative that ensures 40 percent of the benefits of Federal investments in climate and clean energy are delivered to disadvantaged communities. The Budget invests in clean energy across America, bringing jobs to rural communities and cities, leaving no one behind.The Budget builds on this historic progress by advancing clean energy and investing in climate science, strengthening resilience, advancing environmental justice, and doubling down on America’s global climate leadership. The President’s Budget invests a total of $52.2 billion in discretionary budget authority to tackle the climate crisis, $10.9 billion more than FY 2023 or an increase of nearly 26 percent. The combination of these and other long-term investments:CREATES JOBS BUILDING CLEAN ENERGY INFRASTRUCTURE AND LOWERS ENERGY, WATER, AND FUEL BILLS FOR AMERICAN FAMILIESMAKES HISTORIC INVESTMENTS IN SCIENCE AND RESEARCH TO CONTINUE TO LOWER THE COST OF CLEAN ENERGY CUTS CLIMATE POLLUTIONPROTECTS CLEAN AIR AND WATER, ADVANCES ENVIRONMENTAL JUSTICE, AND DELIVERS FOR COMMUNITIES LEFT BEHINDINCREASES RESILIENCE TO CLIMATE-DRIVEN NATURAL DISASTERS AND CUTS THE COSTS OF CLIMATE CHANGE TO AMERICAN FAMILIESRESTORES AND CONSERVES AMERICA’S LANDS AND WATERS AND ADVANCES NATURE-BASED CLIMATE SOLUTIONS###"
}