{
    "title": "FACT SHEET: Building Bridges to a Better America | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/10/20/fact-sheet-building-bridges-to-a-better-america/",
    "created_at": null,
    "content": " President Biden’s Bipartisan Infrastructure Law Is Repairing Thousands of Bridges Across the CountryToday, President Biden is traveling to Pittsburgh, Pennsylvania to visit the Fern Hollow Bridge, which collapsed on the day the President was visiting Pittsburgh eight months ago. In less than a year, the State of Pennsylvania and City of Pittsburgh have made significant progress in rebuilding the bridge – made possible by President Biden’s Bipartisan Infrastructure Law. Thanks to strong federal, state, and local government partnership, the Fern Hollow bridge is on an accelerated track to be rebuilt in a single year, compared to a 2- to 5- year timeline common for a similar bridge project.The Fern Hollow bridge is one of the nearly 45,000 bridges in poor condition across the United States that need to be repaired or replaced. For decades, American presidents have promised to rebuild our crumbling infrastructure but did not deliver. President Biden brought together Democrats, Independents, and Republicans to pass the most transformative investment in infrastructure since passage of the Eisenhower-era Interstate Highway Act of 1956. The Bipartisan Infrastructure Law includes a historic $40 billion investment to repair or replace bridges across the country. In less than a year, Bipartisan Infrastructure Law funds are being put to work to begin to repair, rehabilitate and replace over 2,400 bridge projects across the United States, exceeding President Biden’s goal for the first year. Like the Fern Hollow Bridge, these bridges can be life lines for communities, connecting families to their loved ones, students to school, workers to their jobs, and providing critical access and evacuation routes in case of an emergency. That is why the Biden-Harris Administration has hit the ground running to rebuild bridges across the country.In January, the Department of Transportation (DOT) launched the new Bridge Formula Program, which provides funding for states, tribes, and territories to repair bridges over five years, including $5.5 billion in 2022. Over the past year, states, tribes, and territories have used this funding to begin to repair, rehabilitate, or replace 2,400 bridge projects across the country. This includes some critical bridges for communities such as:Last week, DOT announced another $5.53 billion in funding in fiscal year 2023 funding through the Bridge Formula Program for states, Tribes, and territories to continue the important work of rebuilding our nations bridges.In September, DOT announced $1.6 billion in awards to improve transportation systems and strengthen our supply chains through the INFRA program, funded by the Bipartisan Infrastructure Law. As part of this announcement, DOT awarded funds to several important bridges in need of repair, including funds to:The Bipartisan Infrastructure Law also provides $12.5 billion for a new Bridge Investment Program to help repair some of the nation’s most economically significant bridges. In June, DOT opened applications for the first round of funding available for this program in 2022. Last week, DOT announced funding to support planning for 23 bridge projects to create a pipeline of construction-ready projects. Some notable bridge planning projects include:DOT plans to announce the awards for large bridge projects through the Bridge Investment Program later this year. ###"
}