{
    "title": "FACT SHEET: Strengthening the U.S.-Vietnam Comprehensive Partnership | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/08/25/fact-sheet-strengthening-the-u-s-vietnam-comprehensive-partnership/",
    "created_at": null,
    "content": "Last year, the United States and Vietnam celebrated our 25th anniversary of diplomatic relations.  Over the past several decades, the bilateral relationship between our countries has made significant strides, to the point where our nations now cooperate on a wide range of issues, including fighting COVID-19 and preparing for future health security threats, combatting climate change, and addressing shared legacies of war.  We have deepened our economic ties as Vietnam’s second largest trading partner and its top export market worldwide, and our support for one another is mutually reinforcing: a vibrant Vietnamese economy is critical to the supply chains Americans depend on, a point that COVID-19 has made clear when production shutdowns abroad have led to difficulties in shipping goods at home. Our security relationship has dramatically expanded as we support Vietnam’s independence and sovereignty, particularly in the maritime domain.  The United States and Vietnam have also advanced capacities to prevent, detect, and respond to infectious disease threats through our partnership on the Global Health Security Agenda. The already-robust and growing partnership between our peoples has resulted in nearly 30,000 Vietnamese studying in the United States, contributing nearly $1 billion to the U.S. economy, and the opening of a Peace Corps office in Hanoi.The Vice President’s travel to Vietnam signifies the United States’ deep commitment not only to the region, but also to the U.S. – Vietnam relationship.  In bilateral meetings with Vietnamese leaders, Vice President Harris reaffirmed the U.S. commitment to a strong, prosperous, and independent Vietnam, as well a free, open, healthy, and resilient Indo-Pacific region.  COVID-19 and Health Security:  The Vice President reinforced the United States’ commitment to leading the world in ending the COVID-19 pandemic.  She announced new COVID-19 vaccine donations to Vietnam, critical support for vaccine distribution, and the opening of a new regional CDC office to enhance health security cooperation.Combatting Climate Change:  The Vice President and Vietnamese government and civil society leaders agreed on the importance of combatting the climate crisis, increasing resilience, and collaborating towards a clean energy future.Development Assistance and Market Access:  The Vice President emphasized the Biden-Harris Administration’s efforts to promote economic growth and opportunity. Human Rights & Civil Society:  The Biden-Harris Administration is putting human rights at the center of our foreign policy and, while in Vietnam, Vice President Harris emphasized the essential role that civil society plays in global development.Addressing Legacy of War Issues:  The United States and Vietnam have overcome a difficult past to become trusted partners.  Vice President Harris committed to Vietnamese government leaders our resolve to continue addressing shared war legacy issues.   Security Cooperation:  The United States supports Vietnam’s enhancement of its maritime security and law enforcement capabilities. Investments in the Bilateral Relationship:  Vice President Harris and Vietnamese government leaders reaffirmed the strength of U.S.-Vietnam Comprehensive Partnership, as signified by the signing of a new U.S. Embassy compound and the opening of Peace Corps Vietnam. Reinforcing International Norms on the Peaceful Exploration of Space: The United States and Vietnam support efforts to ensure space activities are conducted in a responsible and sustainable manner. Support for Higher Education:  Vice President Harris underscored the United States’ commitment to the future of Vietnam and the enduring nature of the U.S.-Vietnam partnership. Partnering on education reform: USAID announced the Partnership for Higher Education Reform, a five-year project providing up to $14.2 million to strengthen teaching, research, innovation, and governance within the three largest national universities in Vietnam.  With U.S. university and private sector partners, the project will support inclusive economic opportunities for nearly 150,000 Vietnamese students in support of a strong, prosperous, and independent Vietnam as a vital U.S. partner. ###"
}