{
    "title": "Fact Sheet: President Biden Tackles Methane Emissions, Spurs Innovations, and Supports Sustainable Agriculture to Build a Clean Energy Economy and Create Jobs | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/11/02/fact-sheet-president-biden-tackles-methane-emissions-spurs-innovations-and-supports-sustainable-agriculture-to-build-a-clean-energy-economy-and-create-jobs/",
    "created_at": null,
    "content": "Today, President Biden is announcing bold actions consistent with his vision that tackling the climate crisis is not just an imperative, but one of the greatest economic opportunities of our time. When he thinks of climate, he thinks of jobs – and he knows that decisive actions will deliver for economies and jobs back home.The United States is leading the clean energy economy of the future with initiatives across a range of sectors and all stages of innovation: research, development, and deployment. The Department of Energy reports that while most energy sectors lost jobs in 2020, the sectors that continued growing amid the pandemic were wind generation, battery storage, and hybrid and electric vehicles. Globally, the International Energy Agency estimates that moving to a net-zero economy would create 30 million jobs worldwide by 2030 across energy, construction, and automotive sectors, 65% of which will be high-skilled jobs. The United States is committed to realizing not only the emissions reductions potential, but also the economic growth and jobs creation opportunities across key sectors.Through tackling methane emissions, spurring innovations, and supporting sustainable agriculture, President Biden today is announcing bold steps that will push the U.S. clean energy economy forward and create good-paying jobs. President Biden is unveiling a U.S. Methane Emissions Reduction Action Plan that redoubles efforts from across the government to dramatically reduce U.S. methane emissions, cut consumer costs, protect workers and communities, maintain and create high-quality, union-friendly jobs, and promote U.S. innovation and manufacturing of critical new technologies.The President is also announcing how the U.S. is partnering with countries around the world to drive innovation and deep decarbonization, including through Net-Zero World to chart pathways to deep decarbonization; the Clean Energy Demand Initiative that will facilitate greater corporate procurement of renewable energy; and the First Movers Coalition that will drive innovation by sending a demand signal for the new technologies we need in industry, aviation, and heavy-duty transportation.The President is pursuing efforts with partners around the world to mobilize public and private finance for climate-smart economic growth and development, including by bringing a climate lens to infrastructure development through Build Back Better World (B3W), creating jobs in clean industries in the U.S. and other countries including a new partnership with South Africa, and strengthening the pipeline of bankable projects and facilitating private investment in climate-smart development through USTDA and USAID programming.The President also recognizes the critical role of natural ecosystems in solving the climate crisis, launching major initiatives including AIM for Climate to spur agricultural innovation, the Plan to Conserve Global Forests which will catalyze global efforts to conserve and restore forests and other critical ecosystems.More on today’s announcements:Reducing Methane Emissions: Methane emissions are a major contributor to climate change, which is why President Biden is taking critical, commonsense steps at home to reduce methane across the economy – all while rallying the rest of the world to take similar bold actions.This is why President Biden in September announced that the United States was joining with the European Union in challenging the world to meet a Global Methane Pledge and reduce the world’s methane emissions 30% from 2020 levels by 2030.  The official launch event the second day of COP-26 will announce that more than 100 governments have now joined the pledge, including six of the world’s top 10 methane emitters: the United States, Brazil, EU, Indonesia, Pakistan, and Argentina.The new U.S. Methane Emissions Reduction Action Plan is an ambitious, whole-of-government initiative that uses all available tools – commonsense regulations, catalytic financial incentives, transparency and disclosure of actionable data, and public and private partnerships – to identify and cost-effectively reduce methane emissions from all major sources. These actions will protect public health, promote U.S. innovation in new technologies, and help employee tens of thousands of skilled workers across the country. The plan aims to reduce:Energy, Industry, Transportation, and Other Need-to-Abate Sectors: President Biden recognizes that accelerating clean energy adoption around the world is central to the global net-zero transition. Energy represents the majority of global emissions, and clean energy technologies that are already cost-competitive are critical for reducing emissions across the power, transportation, industry, and buildings sectors. The United States is committed to partnering with governments and business leaders around the world to drive the clean energy transition that will strengthen our economies, which is why the United States will be hosting the Clean Energy Ministerial and Mission Innovation next year.  President Biden has launched several initiatives demonstrating his commitment to partnering with entrepreneurs and innovators to catalyze the development and deployment of the new technologies that will power the clean economy of the future.  The United States is partnering with emerging economies to develop deep decarbonization strategies, mobilizing private companies to drive deployment in need-to-abate industrial sectors, strengthening adoption of renewable and nuclear energy including small modular reactors, and launching the next Energy Earthshot to accelerate innovation in carbon dioxide removal technologies.The United States and Romania will announce today plans to build a “first-of-a-kind” small modular reactor (SMR) plant in Romania in partnership with U.S. NuScale Power, bringing the latest civil nuclear technology to a critical part of Europe.  The partnership will bring SMR technology to Romania, positioning U.S. technology to lead in the global race for SMR deployment.  The commercial agreement will include a six-module NuScale plant, initially creating over 3,700 U.S. and Romanian jobs, including possible union jobs, with the potential to create 30,000 U.S. and Romanian jobs as the project grows. Deployment of SMR technology will be an important contributor to a decarbonized power sector and net zero future.Driving a Global Clean Economy: President Biden is committed to driving development of a clean global economy and establishing new coalitions and partnerships to do so. Building on the G7’s June 2021 launch of Build Back Better World – a values-driven, high-standard, and transparent infrastructure partnership to catalyze infrastructure investment and economic growth–the Biden Administration is pursuing efforts across the whole of government and with partners around the world to mobilize public and private finance for climate-smart economic growth and development.Supporting Agriculture and Critical Ecosystems: Building a clean economy includes working to shift global economic incentives to recognize the value of forests, oceans, and other critical ecosystems. President Biden also recognizes that solving the climate crisis means building a more sustainable and resilient agricultural sector that feeds the world with lower emissions. The President is launching and expanding marque initiatives to bring innovative solutions to agriculture and forest issues. In particular, the President’s Build Back Better Framework will provide major financial support to farmers and ranchers who adopt “climate smart agriculture and forestry” practices that reduce greenhouse gas emissions and sequester additional carbon stocks in soils and vegetation. ###"
}