{
    "title": "Readout of White House State Legislative Convening on Non-Consensually Distributed Intimate Images | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/04/26/readout-of-white-house-state-legislative-convening-on-non-consensually-distributed-intimate-images/",
    "created_at": null,
    "content": "Today, Jennifer Klein, Assistant to the President and Director of the Gender Policy Council chaired a working meeting with bipartisan state legislators from 12 states, alongside survivors, legal experts and practitioners, on proposed actions to strengthen protections for survivors of non-consensually distributed intimate images (NDII) and hold offenders accountable.As online harassment and abuse have become common features of the digital world, the non-consensual sharing, dissemination, and monetization of intimate videos and images has become alarmingly widespread. In a survey conducted by the National Domestic Violence Hotline in 2022, 27% of respondents reported being threatened with the posting of intimate/sexual pictures without permission, and 17% reported having such images posted without permission. To address this scourge, on June 16, 2022, President Biden signed a Presidential Memorandum establishing the White House Task Force to Address Online Harassment and Abuse. Vice President Harris launched the Task Force by hosting a survivor and expert roundtable.Forty-eight states, the District of Columbia, Puerto Rico, and Guam have laws against NDII. However, since the first law against NDII passed in 2004, much has been learned about what makes these laws effective, and how to strengthen them.  At the convening, legal experts underscored that in their experience, the most effective laws define the offense without a motive requirement and apply to both threats and actual acts of NDII. Practitioners who have represented survivors emphasized that these crimes should be treated as a serious offense under the law, given the significant harms they cause.Survivors of NDII have experienced significant disruptions to their education, career, and relationships, along with severe mental health consequences, including post-traumatic stress disorder, depression, anxiety, eating disorders, self-harm, and suicide. Florida Senate Democratic Leader Lauren Book highlighted her experience being threatened with the non-consensual disclosure of intimate images, alongside other forms of online harassment and abuse, citing the need for modern laws to reflect the vast proliferation of technology-facilitated gender-based violence. Several legislators discussed new and emerging forms of technology, like generative artificial intelligence (AI). Illinois legislators spoke about their work this session on the Digital Forgeries Act which would address synthetically generated NDII, also known as “deepfakes”.In the convening, experts also highlighted the federal civil cause of action for individuals whose intimate visual images are disclosed without their consent, established by the 2022 reauthorization of the Violence Against Women Act (VAWA). Several participants further noted that they see an urgent need for a complementary law to establish federal criminal liability for the distribution of private, explicit images of someone without their consent, citing the Stopping Harmful Image Exploitation and Limiting Distribution (SHIELD) Act, which has been re-introduced this Congress with bipartisan support.White House officials thanked the legislators, experts, and survivors, and shared that the Administration will continue to pursue meaningful actions to address online harassment and abuse in all its forms, and continue working with Congress and stakeholders to make bipartisan progress on these issues.Today’s Legislative Convening on Non-Consensually Distributed Intimate Images was hosted as part of the White House Task Force to Address Online Harassment and Abuse. White House officials from the Gender Policy Council, Office of Intergovernmental Affairs, and Office of the Vice President joined. Participants included:ExpertsState Legislators"
}