{
    "title": "FACT SHEET: Biden-Harris Administration Ensuring Future is Made in America | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/02/08/fact-sheet-biden-harris-administration-ensuring-future-is-made-in-america/",
    "created_at": null,
    "content": "Tritium Announces EV Charger Manufacturing Facility in Tennessee; To Produce Up To 30,000 Buy America-Compliant Chargers Per Year, Create 500 JobsSince his first day in office, President Biden relentlessly focused on an industrial strategy to revitalize our manufacturing base, strengthen critical supply chains, drive down prices, and position U.S. workers and businesses to compete and lead globally in the 21st century. This whole-of-government effort is leading to a historic recovery in domestic manufacturing. During President Biden’s first year in office, the economy added 367,000 manufacturing jobs – the most in nearly 30 years. The U.S. economy grew at the fastest pace in nearly 40 years in 2021, and manufacturing as a share of U.S. GDP has returned to pre-pandemic levels. Manufacturing activity has seen a significant expansion every month that President Biden has been in office, consistently above pre-pandemic levels.The Build America, Buy America Act in the Bipartisan Infrastructure Law expands on the Biden-Harris Administration’s work to ensure that the future is made in America by American workers by strengthening and expanding Buy America rules to all taxpayer-funded infrastructure and public works projects.Today, President Biden and Jane Hunter, CEO of Tritium, will announce that Tritium will break ground on its first U.S. manufacturing facility in Lebanon, Tennessee. This facility will house six production lines that will produce up to 30,000 Buy America-compliant DC Fast Chargers per year at peak production and create 500 local jobs.This is the latest of announcements in recent weeks by major companies announcing investments in U.S. manufacturing and jobs, including Intel, General Motors, and Boeing, and more than $200 billion in investments in domestic manufacturing of semiconductors, electric vehicles, aircraft, and batteries announced since 2021.In addition to Tritium, EV charging manufacturers large and small are investing and expanding U.S. operations, driven by the Administration’s economic strategy, Made in America policies, and the Bipartisan Infrastructure Law:The future of the auto industry is electric, and America can own that future by building more here at home, creating good-paying jobs in the process. In August, President Biden set an ambitious target and roadmap to get to 50% of electric vehicle (EV) sale shares in the U.S. by 2030. The Bipartisan Infrastructure Law included a down payment on the EV future, with more than $7 billion in funding to secure an American EV supply chain, from materials processing to battery manufacturing and recycling, along with $7.5 billion to build out the first-ever nationwide public EV charging network.This charging network will provide a convenient, reliable, affordable and equitable charging experience, with a focus on serving national highway corridors, rural areas, and underserved communities. It will also accelerate the adoption of electric vehicles, fight the climate crisis, and support domestic manufacturing jobs.Later this week, Department of Transportation Secretary Buttigieg and Department of Energy Secretary Granholm will announce the state allocations and guidance for the Bipartisan Infrastructure Law’s National Electric Vehicle Infrastructure Formula Program, which will provide $5 billion over five years to help states create a network of EV charging stations along designated Alternative Fuel Corridors on the Interstate Highway System.The Biden-Harris Administration has already taken action to prepare for the build-out of the nationwide public EV charging network.###"
}