{
    "title": "Fact Sheet: Biden-Harris Administration Announces Actions to Protect Youth Mental Health, Safety & Privacy Online | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/05/23/fact-sheet-biden-harris-administration-announces-actions-to-protect-youth-mental-health-safety-privacy-online/",
    "created_at": null,
    "content": " The United States is experiencing an unprecedented youth mental health crisis. More than half of parents express concern over their children’s mental well-being, and there is now undeniable evidence that social media and other online platforms have contributed to our youth mental health crisis. The number of children and adolescents with anxiety and depression has risen nearly 30% in recent years. Between 2011 and 2021, the number of teens and young adults with depression more than doubled. According to the CDC, in 2021, 42% of high school students reported experiencing persistent feelings of sadness, including 57% of girls and 69% of LGBQ+ students, and nearly 1 in 3 high school girls reported having seriously considered suicide. Children are subject to the platforms’ excessive data collection, which they use to deliver sensational and harmful content and troves of paid advertising. And online platforms often use manipulative design techniques embedded in their products to promote addictive and compulsive use by young people to generate more revenue. Social media use in schools is affecting students’ mental health and disrupting learning. Advances in artificial intelligence could make these harms far worse, especially if not developed and deployed responsibly. Far too often, online platforms do not protect minors who use their products and services, even when alerted to the abuses experienced online.President Biden has made tackling the mental health crisis a top priority, and he continues to call on Congress to pass legislation that would strengthen protections for children’s privacy, health and safety online. Today, during Mental Health Awareness Month, the Biden-Harris Administration is announcing additional actions to safeguard children’s privacy, health, and safety from online harms. These actions build upon the U.S. Surgeon-General’s new Advisory on Social Media and Youth Mental Health, which describes the current evidence of the impacts of social media on children and adolescents, and states that we cannot conclude social media is sufficiently safe for children. The new Administration actions include:These actions build on the Biden-Harris Administration’s record of action to address the harms America’s children and youth face online. Last year, the Department of Health and Human Services established a new Center of Excellence on Social Media and Mental Wellbeing to improve the mental health of children and teens by reducing the risks and leveraging the benefits of social media. The National Institutes of Health are investing further in research to better inform our understanding of the harms and identify solutions through the Children and Media Research Advancement Act. Through the White House Task Force to Address Online Harassment and Abuse, federal agencies are acting to prevent and address image-based sexual abuse, cyberstalking, and child sexual exploitation. The FTC is considering rulemaking to tackle commercial surveillance, and is also undertaking a review of its Children’s Online Privacy Protection Act (COPPA) Rule, which protects kids’ data privacy. The FTC also recently reached a landmark settlement with a popular gaming platform over allegations it violated COPPA, that required a payment by the company of more than $500 million, banned its use of dark patterns, and required the company to adopt privacy-protective default settings for kids and teens.###"
}