{
    "title": "Investing in America to Create Fair and Competitive Markets | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/blog/2023/10/12/investing-in-america-to-create-fair-and-competitive-markets/",
    "created_at": null,
    "content": "Heather Boushey, Chief Economist, Investing in America CabinetPromoting fair competition is a key pillar of Bidenomics, along with investing in America and empowering workers. Competition is the backbone of a market economy; it supports lower prices, higher quality goods and services, greater variety, and more innovation. Accordingly, President Biden has pushed for a whole-of-government approach to identify and address barriers to healthy competition wherever they appear, starting with an Executive Order in the early months of the Administration, which created the White House Competition Council and identified 72 actions agencies could take to increase competition.As the Biden-Harris Administration implements its Investing in America agenda, which includes the American Rescue Plan, Bipartisan Infrastructure Law, the CHIPS and Science Act, and the Inflation Reduction Act, there is a pivotal role for attention to competition. Just as regulations shape competition in existing markets, regulation and government investment can shape new and developing markets as well. By considering the promotion of competition in our investments, we can shape industries to be pro-competitive from the beginning so that there is no need to “unscramble the eggs”—to unwind highly concentrated industries after the fact. Similarly, the economic literature shows how industrial policies that foster competition and invest in strategic industries—while also “weeding out” projects that fail—can support economic growth. A robust competition policy complements our historic investments in America to develop mature, innovative industries that are competitive on a global scale.To this end, the Office of Management and Budget (OMB) released new guidance yesterday to help agencies developing Federal regulations better assess their potential effects on competition. In light of OMB’s new guidance, this blog describes the central role for competition in industrial strategy and how regulation can help shape fair and resilient markets for critical goods.The pillars of Bidenomics work together: for example, investments in America are designed to be pro-competitive, and pro-competitive policies are designed to support investment. Through his Investing in America agenda, the President is investing in new and rapidly growing industries, including the domestic manufacturing of clean energy technologies and semiconductors, and working to ensure those markets are competitive and fair.Promoting healthy competition in these industries is best accomplished by proactively shaping markets to be fair from the outset. Anticompetitive markets dominated by a few (or one single firm) can stifle innovation and prevent good ideas and products from reaching the market. On the other hand, the use of pro-competitive policies to shape markets—for instance, enabling market entry by innovative new enterprises or facilitating competition between firms to constantly improve—helps to maximize the benefits from the President’s investments in foundation infrastructure and strategic industries.Making sure that larger competitors do not wall off key infrastructure is vital for promoting competition, and for allowing smaller entrants to eventually scale. The Investing in America agenda supports infrastructure investment, which is essential for maintaining competition in the economy. For example, investments in airports, bridges, and municipal bus fleets, such as those included in the Bipartisan Infrastructure Law, are important for enabling competitive industries here at home. These projects ensure that goods and services can be transported efficiently, which lowers costs and encourages new suppliers to enter the market.The Administration is empowering the market to identify the most efficient clean energy technology for every application, rather than investing in one or two technologies or picking specific “national champion” firms. Many of the Administration’s investments in the Investing in America agenda are sector-based, meaning they invest in specific needs of the economy rather than individual companies or technologies. For example, the Inflation Reduction Act’s Clean Electricity Production Tax Credit and Clean Electricity Investment Tax Credit allow electricity production from a multitude of different clean energy sources. Starting in January 2025, any energy project that produces zero greenhouse gas emissions is eligible for the credit, whether using wind, solar, hydroelectric, or some other energy source. Tax credits like these are powerful tools in part because they do not pick winners within an industry. Unlike industrial targeting and other distortive economic policies and practices, such as those from the Chinese government, they allow consumers to make the ultimate choices while encouraging manufacturers to compete against one another. More competitive U.S. manufacturers also means that consumers around the world have more options to choose from.In other cases, the goal of the Administration’s investments is to solve coordination problems. Case in point: in order to build the capacity to deliver the clean energy the United States needs, the Investing in America agenda seeks to create new regional clean energy hubs. Companies in the same industry or supply chain often cluster in local areas and cities. For example, many auto parts manufacturers are located near final auto assembly plants. These arrangements not only lower transportation costs, but also actively encourage entry by new firms, who have an easier time accessing customers and input suppliers. For new industries, however, it may be difficult for the private sector to arrange such clusters on its own due to a classic “chicken-and-egg” problem: the cluster is necessary for a variety of firms to succeed, but each party needs the others to establish themselves first. Government investment can help coordinate the creation of hubs to overcome these challenges, and additional bonuses for projects using domestically-manufactured inputs or located in energy communities can further incentivize these clusters.Simultaneously, the Administration is seeking to ensure that regulations complement the Administration’s investments and support fair and resilient markets.Regulations can enhance competition. Earlier this year, the Federal Highway Administration outlined standards for electric vehicle chargers funded by the Bipartisan Infrastructure Law, including requirements that the chargers have consistent plug types and power levels. Additionally, digital applications that support these charging stations must list the location, price, availability, and accessibility of chargers on a map, with a single app and account that must work for all chargers. These standards support fair competition in the electric vehicle market by enabling consumers to make choices based on the quality and price of the vehicle, not based on access to proprietary charging networks.OMB’s new guidance provides regulators with resources for considering competition effects when designing and evaluating new regulations. Federal agencies have long been required to assess the benefits and costs of certain proposed regulations to ensure that they serve the public interest. The new guidance on competition, which elaborates on existing guidance,[1] encourages regulators to consider important questions such as how competitive the regulated market already is, whether new regulation would affect the number of firms in the market, and how the regulation could affect competition in the labor market.The goal of the new guidance is not to overemphasize potential effects on competition, but rather to promote a baseline understanding regarding how and when these effects can emerge. Agencies can then apply their own extensive expertise to assess the relevance and importance of these potential competitive effects to a given proposed rule.Promoting competition is essential for ensuring effective implementation of the President’s economic agenda. In tandem with historic private-sector investments in America, agency rulemaking will play a critical role in shaping new markets. This new guidance provides Federal agencies with a toolkit for evaluating how proposed regulations may impact the competitive nature of a market—ensuring that the regulatory review process is informed by the best economic evidence.By supporting agencies in considering the potential competitive effects of these rules, the new guidance helps to ensure that every investment made in the economy generates the maximum benefit for all Americans.[1] The central guidance for analyzing the benefits and costs of regulations, known as Circular A-4, is currently under revision for the first time since it was written in 2003."
}