{
    "title": "EXECUTIVE SUMMARY: Biden-Harris Administration National Strategy on Hunger, Nutrition, and Health | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/09/27/executive-summary-biden-harris-administration-national-strategy-on-hunger-nutrition-and-health/",
    "created_at": null,
    "content": "More than 50 years since the first White House Conference on Food, Nutrition, and Health, the U.S. has yet to end hunger and is facing an urgent, nutrition-related health crisis—the rising prevalence of diet-related diseases such as type 2 diabetes, obesity, hypertension, and certain cancers. The consequences of food insecurity and diet-related diseases are significant, far reaching, and disproportionately impact historically underserved communities. Yet, food insecurity and diet-related diseases are largely preventable, if we prioritize the health of the nation.The Biden-Harris Administration envisions an America where no one wonders whether they will have enough money to put food on the table, where the healthy food choice is the easier choice, and where everyone has the same opportunity to be physically active. Transformative programs, policies, and system changes are needed within and outside government to achieve this vision. There is no silver bullet to address these complex issues, and there is no overnight fix. Making progress requires collective, sustained action and mobilization across every segment of society. That is why President Biden announced a goal of ending hunger and increasing healthy eating and physical activity by 2030 so fewer Americans experience diet-related diseases— while reducing related health disparities.To advance the President’s goal—and build on the federal government’s existing work to address hunger and diet-related diseases—this strategy identifies ambitious and achievable actions the Biden-Harris Administration will pursue across five pillars:The federal government cannot end hunger and reduce diet-related diseases alone. The private sector; state, Tribal, local, and territory governments; academia; and nonprofit and community groups must act as well. This strategy details Calls to Action for all these entities to do their part. Taken together, these collective efforts will make a difference and move us closer to achieving the 2030 goal. To read the full national strategy, click here.###"
}