{
    "title": "FACT SHEET: Biden-Harris Administration Tackles Racial and Ethnic Bias in Home Valuations | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/03/23/fact-sheet-biden-harris-administration-tackles-racial-and-ethnic-bias-in-home-valuations/",
    "created_at": null,
    "content": "Today, the Biden-Harris Administration is highlighting progress made to ensure that every American who buys a home has the same opportunities to build generational wealth through homeownership.One year ago today, the Biden-Harris Administration’s Interagency Task Force on Property Appraisal and Valuation Equity (PAVE) – led by U.S. Department of Housing and Urban Development (HUD) Secretary Marcia L. Fudge and White House Domestic Policy Advisor Ambassador Susan Rice – released the PAVE Action Plan, the most wide-ranging set of actions ever announced to advance equity in the home appraisal process. Bias in home valuations limits the ability of Black and brown families to enjoy the financial returns associated with homeownership, thereby contributing to the already sprawling racial wealth gap.In just 12 months, the PAVE Task Force has made critical progress towards fully implementing the Action Plan, including by empowering consumers with new tools and greater awareness of appraisal bias; leveraging data to identify trends and crack down on offenders of appraisal bias; and supporting a well-trained and dynamic appraiser profession.The Action Plan addresses a real harm. For example: at the White House’s release of the Action Plan last year, homeowner Tenisha Tate-Austin spoke about her experience with misvaluation. Her family’s home was appraised at roughly $500,000 more than its initial appraised value after having a white friend stand in for them. Earlier this month, the Tate-Austins settled a housing discrimination lawsuit. The U.S. Department of Justice had filed a statement of interest in their case early last year.Over the last year, the Biden-Harris Administration has executed on the PAVE Action Plan by:In conjunction with the release of the PAVE Action Plan, last year the Biden-Harris Administration launched pave.hud.gov/gethelp. Consumers who suspect misvaluations due to racial bias may use this portal to learn about their rights and steps they can take to file a discrimination complaint.###"
}