{
    "title": "President Biden Announces First Two Infant Formula Defense Production Act Authorizations | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/05/22/president-biden-announces-first-two-infant-formula-defense-production-act-authorizations/",
    "created_at": null,
    "content": "Secretary Becerra Authorized Priority Orders of Input for Infant FormulaThe President is announcing the first two Defense Production Act (DPA) authorizations for infant formula. U.S. Department of Health and Human Services Secretary Xavier Becerra authorized the first two infant formula priority orders today. The two infant formula manufacturers can now begin to add legally binding language to their orders with suppliers that will give them priority over other customers. Last week, the President invoked the DPA to ensure that manufacturers have the necessary ingredients to make safe, health infant formula here at home.Earlier today, the President announced the second Operation Fly Formula flight had been sourced for later this week. The flight will transport 114 pallets of Gerber Good Start® Extensive HA infant formula. This is the remainder of the equivalent of up to 1.5 million 8-ounce bottles of three formulas—Alfamino® Infant, Alfamino® Junior, and Gerber Good Start® Extensive HA—all of which are hypoallergenic formulas for children with cow’s milk protein allergy. The first tranche of this shipment arrived in the United States on DOD aircraft earlier today. These formulas have been prioritized because they serve a critical medical purpose and are in short supply in the United States because of the Abbott Sturgis plant closure.Today’s infant formula priority orders are:The Biden-Harris Administration will continue to identify opportunities to invoke the Defense Production Act and further increase infant formula production to maximum capacity. The Biden-Harris Administration has been working around the clock to increase production of infant formula and keep store shelves stocked during the Abbott Nutrition voluntary recall.###"
}