{
    "title": "FACT SHEET: Securing America’s Critical Supply Chains | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/02/24/fact-sheet-securing-americas-critical-supply-chains/",
    "created_at": null,
    "content": "Today President Biden will sign an Executive Order to help create more resilient and secure supply chains for critical and essential goods.In recent years, American households, workers, and companies have increasingly felt the strain of shortages of essential products—from medicine to food to computer chips. Last year’s shortages of personal protective equipment (PPE) for front-line healthcare workers at the beginning of the COVID-19 pandemic were unacceptable. Recent shortages of automotive semiconductor chips have forced slowdowns at car manufacturing plants, highlighting how shortages can hurt U.S. workers.While we cannot predict what crisis will hit us, we should have the capacity to respond quickly in the face of challenges. The United States must ensure that production shortages, trade disruptions, natural disasters and potential actions by foreign competitors and adversaries never leave the United States vulnerable again. Today’s action delivers on the President’s campaign commitment to direct his Administration to comprehensively address supply chain risks. The task of making our supply chains more secure can also be a source of well paid jobs for communities across our country, including in communities of color, and steps will be taken to ensure that the benefits of this work flow to all Americans.The Executive Order launches a comprehensive review of U.S. supply chains and directs federal Departments and Agencies to identify ways to secure U.S. supply chains against a wide range of risks and vulnerabilities. Building resilient supply chains will protect the United States from facing shortages of critical products.  It will also facilitate needed investments to maintain America’s competitive edge, and strengthen U.S. national security.First, the order directs an immediate 100-day review across federal agencies to address vulnerabilities in the supply chains of four key products.  The 100-day review will identify near term steps the administration can take, including with Congress, to address vulnerabilities in the supply chains for these critical goods.Second, the order calls for a more in-depth one-year review of a broader set of U.S. supply chains. The one-year review will include:The E.O will build on bipartisan Congressional action and leadership on this issue, and the Administration will remain in close touch with Congress to solicit recommendations during the review.  President Biden has also directed his Administration to work with U.S. partners and allies to ensure that they too have strong and resilient supply chains.President Biden has directed his Administration to ensure that the task of building resilient supply chains draws on the talent and work ethic of communities across America, including communities of color and cities and towns that have for too long suffered from job losses and industrial decline. As the Administration implements the Executive Order, it will identify opportunities to implement policies to secure supply chains that grow the American economy, increase wages, benefit small businesses and historically disadvantaged communities, strengthen pandemic and biopreparedness, support the fight against global climate change, and maintain America’s technological leadership in key sectors.###"
}