{
    "title": "FACT SHEET: President Biden’s Executive Order Establishing Priorities and Task Force for Implementation of the Bipartisan Infrastructure Law | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/11/15/fact-sheet-president-bidens-executive-order-establishing-priorities-and-task-force-for-implementation-of-the-bipartisan-infrastructure-law/",
    "created_at": null,
    "content": "Today, President Biden will sign the Bipartisan Infrastructure Deal into law– historic legislation to rebuild crumbling infrastructure, create good paying jobs, and grow our economy. It is a top priority for the President that these investments deliver meaningful results to Americans in communities all across the country, strengthen US manufacturing, and can withstand the impacts of climate change. This morning, the President will sign an Executive Order outlining the Administration’s implementation priorities and establishing an Infrastructure Implementation Task Force to coordinate the law’s effective implementation.Priorities for Infrastructure Implementation. The Executive Order lays out six main priorities to guide implementation across the Federal government:Infrastructure Implementation Task Force. To coordinate effective implementation across the government and advance the Administration’s priorities, the Executive Order also establishes a Task Force.The Task Force is co-chaired by National Economic Council Director, Brian Deese, and the White House Infrastructure Implementation Coordinator, Mitch Landrieu. The Office of Management and Budget, Domestic Policy Council, and the Climate Policy Office in the White House will also sit on the Task Force along with the following agencies:This Task Force will be committed to break down barriers and drive implementation of infrastructure investments across all levels of government to realize the President’s vision of rebuilding our nation’s infrastructure and positioning the U.S. to compete and win in the 21st century.###"
}