{
    "title": "FACT SHEET: Biden-Harris Administration Whole-of-Government Effort to Ensure Child Tax Credit Reaches All Eligible Families | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/09/15/fact-sheet-biden-harris-administration-whole-of-government-effort-to-ensure-child-tax-credit-reaches-all-eligible-families/",
    "created_at": null,
    "content": "The Child Tax Credit (CTC) is one of the most important tax cuts for working families in more than a generation. The American Rescue Plan increased the Child Tax Credit from $2,000 per child to $3,000 per child for children over the age of six and from $2,000 to $3,600 for children under the age of six, and raised the age limit from 16 to 17. Just four months after the passage of the American Rescue Plan, families of 60 million children started to receive monthly payments, on the same day of every month, providing relief in every corner of the country. Moreover, families of 26 million lower-income children are now receiving the full credit for the first time – previously these families would have received less than the full credit because their incomes were too low. The number of Black and Hispanic families eligible for the full CTC also has doubled.Most families are automatically enrolled in the Child Tax Credit, but those who weren’t required to file a tax return in the last two years, and who didn’t sign up for stimulus payments from the Internal Revenue Service (IRS) during the pandemic, need to sign up to receive payments.Before the first payments went out, the Biden-Harris Administration automatically enrolled non-filer families with roughly 729,000 children in monthly Child Tax Credit payments based on information they provided to the IRS last year to sign up for Economic Impact Payments.The Administration is determined to build on this progress and ensure this crucial relief gets to all eligible families. That’s why the White House launched a whole-of-government effort to drive awareness of and sign-ups for the Child Tax Credit. Agencies across the federal government have heeded the call to reach as many children and families as possible.Whole of Government Effort to Drive Enrollment in the Child Tax CreditDepartment of the TreasuryAmeriCorpsSocial Security AdministrationDepartment of Health and Human ServicesThe Department of EducationThe Department of Housing and Urban DevelopmentDepartment of LaborDepartment of the InteriorU.S. Department of Agriculture: Food and Nutrition Service (FNS)The Department of TransportationAn Unprecedented Impact on Millions of FamiliesIn just three months, the Child Tax Credit’s impact on children and families is unprecedented and consistent. According to the Census Pulse survey, food instability among all families with children fell by 24% immediately after the first payments went out. A Columbia University analysis found that low-income families with children who received the first monthly payment experienced a 43% decline in food insufficiency. The analysis also found that ​​the share of parents who missed mortgage or rent payments and who reported having difficulty with expenses fell with the delivery of the first payment.The American Rescue Plan increased the Child Tax Credit from $2,000 per child to $3,000 per child for children over the age of six and from $2,000 to $3,600 for children under the age of six, and raised the age limit from 16 to 17. All working families will get the full credit if they make up to $150,000 for a couple or $112,500 for a family with a single parent (also called Head of Household) – providing parents with extra help to cover the costs of raising their kids.For the first time, people will receive the Child Tax Credit in monthly payments. For every child 6-17 years old, families are getting up to $250 each month, and for every child under 6 years old, families are getting up to $300 each month. As of September 2021, the Child Tax Credit is already reaching families of roughly 60 million children, with nearly 9 in 10 families receiving it as an automatic direct deposit on the 15th of every month. People who don’t use direct deposit will receive their payment by mail around the same time.Almost any family with one or more dependent children under 18 is eligible. Signing up for Child Tax Credit payments does not affect other benefits and may also allow families to get previous stimulus payments they have not collected.For more general information about the Child Tax Credit visit www.childtaxcredit.gov. ###"
}