{
    "title": "FACT SHEET: President Biden’s Sweeping Pandemic Anti-Fraud Proposal: Going After Systemic Fraud, Taking on Identity Theft, Helping Victims | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/03/02/fact-sheet-president-bidens-sweeping-pandemic-anti-fraud-proposal-going-after-systemic-fraud-taking-on-identity-theft-helping-victims/",
    "created_at": null,
    "content": "Past underinvestment in basic government technology and the crush of demand during the pandemic, combined with ill-considered decisions to take down basic fraud controls at the onset of the pandemic led to a historic degree of outright fraud and identity theft of emergency benefits. This systemic fraud particularly impacted the pandemic small business programs and the new and expanded unemployment benefits that were originated in the first half of 2020—often with too little regard for basic program integrity.While the initial pandemic legislation in 2020—as well as the American Rescue Plan passed in 2021—were essential to mitigating the health and economic impact of this unprecedented pandemic, there must be a bipartisan response to punish those who engaged in major and systemic fraud against the American people during a time of national emergency, to put in place stronger fraud and identity theft prevention going forward, and to hold harmless those Americans who were innocent victims of identity theft.President Biden is introducing a three-part historic Pandemic Anti-Fraud proposal:Ensuring That Oversight and Enforcement Bodies Have the Resources and Time to Prosecute Major Pandemic Fraud & Recoup Taxpayer DollarsWe must empower law enforcement to pursue, investigate, prosecute, and recover money from those who were engaged in major or sophisticated fraud—from well-off individuals who took hundreds of thousands, if not millions, of dollars from taxpayers to sophisticated criminal syndicates engaging in systemic identity theft. The oversight and law enforcement communities need both the time to prosecute the most serious and sophisticated cases and the resources to hire law enforcement and investigators for multi-year assignments. This is extremely important with regard to major acts of fraud in the Pandemic Unemployment Insurance and pandemic small business programs, where the Inspectors Generals (IGs) have led the investigative work behind major prosecutions that have recovered or prevented billions of dollars of fraud. Absent additional resources, the oversight community would be unable to investigate and prosecute the known caseload before the statute of limitations expires and to pursue sophisticated cases that will require more time and resources. This backlog, and the significant funds these IGs are able to recoup and save, also means that increasing their funding will result in a more than 10-to-1 return for taxpayers.Critical enforcement steps will include $600 million to provide watchdogs with the resources and the time needed to go after most serious pandemic fraud.Investing in Fraud Prevention and Stopping Identity TheftThe pandemic exposed significant vulnerabilities in our government benefits systems, especially in regard to preventing systemic identity theft as a means to steal benefits designed for Americans coping with the health and economic impacts of the pandemic. It is clear that reliance on historic knowledge-based verification (e.g., Social Security number, date of birth), is more and more susceptible to attacks given the widespread ease of access by criminal syndicates to individuals’ personal information, which can be bought on the dark web for pennies. Through an upcoming executive order, the President will direct actions designed to provide guidance to federal agencies on the best ways to prevent identity theft in public benefits. In addition, the Administration is proposing significant resources to support stronger preventative steps to prevent identity theft in public benefits.This proposal builds upon the lessons learned during the pandemic and will ensure robust fraud prevention and identity theft prevention investments totaling at least $600 million:Major Investment in Helping Victims of Identity TheftIdentity theft exacts a devastating toll on its victims. Ever-evolving and increasingly sophisticated identity theft schemes cause significant tax and credit harms to the victims of identity fraud as well as equally serious challenges in resolving those harms. Victims are saddled with ruined credit scores and private sector debt, are liable for government-provided loans and overpayment claims, and are unable to qualify for home mortgages, auto loans, and other lines of credit—and are often denied access to public benefits.President Biden is proposing $400 million in new funding for enhanced help for victims of identity theft to:###"
}