{
    "title": "U.S. FACT SHEET: The 2nd Global COVID-⁠19 Summit: | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/05/12/u-s-fact-sheet-the-2nd-global-covid-%e2%81%a019-summit/",
    "created_at": null,
    "content": "Preventing Complacency and Prioritizing PreparednessToday, the United States, Belize, Germany, Indonesia, and Senegal convened other heads of state and world leaders from international organizations, the private sector, philanthropies, non-government organizations, and other partners for the 2nd Global COVID-19 Summit.  The United States issued a call to redouble global efforts to control the COVID-19 pandemic and prepare for future health emergencies.  The U.S.  urged the world to prevent complacency and to keep political will strong. We also called on leaders to accelerate financial and policy commitments – country by country, community by community – to get shots into arms; expand access to tests and treatments; protect those at highest risk; and prevent future catastrophes by building and financing country capacity, health workers, disease surveillance, and medical countermeasures, including through the new health security fund at the World Bank.Vice President Harris highlighted U.S. leadership and called on Congress to continue to make Americans and the world safer by promptly providing the $22.5 billion in supplemental funding for responding to COVID-19 that the Administration requested on March 2, 2022, including $5 billion to support the global effort to stop the spread of potential new variants, get shots into arms, expand access to tests and treatments, and save lives here at home and abroad.U.S. leadership in vaccinating the world, saving lives, and building better health securityThis Summit continues to highlight American leadership in the global COVID-19 response.  As the world’s largest donor, the United States has to date provided more than $19 billion in health, humanitarian, and economic assistance and has committed to provide 1.2 billon vaccine doses to the world for free, of which we have already provided more than 535 million doses.At the Summit, the United States called the world to action alongside co-hosts Belize, Germany, Indonesia, and Senegal.  Leaders from around the world made bold new commitments to control COVID-19 and prevent future health crises.  The U.S. announced new commitments to the global COVID-19 response and pandemic preparedness, building on substantial U.S. commitments made to date and during the last global COVID-19 Summit:Despite these commitments to combat COVID-19 and enhance future preparedness against health threats, there is more work to be done to ensure the United States can continue to lead, to make Americans and the world safer.  President Biden continues to urge Congress to act promptly to provide supplemental resources. Without additional emergency funding, the United States will be unable to purchase additional life-saving treatments for the American people.  The United States will be less able to stop the spread of possible new variants from around the world.  The United States will be unable to keep vaccinating the world against COVID-19 and getting shots into arms, to save lives here at home and abroad.###"
}