{
    "title": "President Biden Makes Twenty-Seventh Judicial Nominations Announcement and Announces New Nominees to Serve as U.S. Attorneys and U.S. Marshals | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/10/14/president-biden-makes-twenty-seventh-judicial-nominations-announcement-and-announces-new-nominees-to-serve-as-u-s-attorneys-and-u-s-marshals/",
    "created_at": null,
    "content": "The President is announcing his intent to nominate one new federal judicial nominee who is extraordinarily qualified, experienced, and devoted to the rule of law and our Constitution.This is President Biden’s twenty-seventh round of nominees for federal judicial positions, bringing the number of announced federal judicial nominees to 144. President Biden has spent decades committed to strengthening the federal bench, which is why he continues to move rapidly to fill judicial vacancies. And he has won confirmation of the most lower court judges for the first year of a presidency since the Kennedy Administration.President Biden is also announcing his intent to nominate three new nominees to serve as U.S. Attorneys and three new nominees to serve as U.S. Marshals. These are officials who will be indispensable to upholding the rule of law as top federal law enforcement officials.These individuals were chosen for their devotion to enforcing the law, their professionalism, their experience and credentials, their dedication to pursuing equal justice for all, and their commitment to the independence of the Department of Justice.The President has proposed a budget that would significantly increase funding for law enforcement as part of a comprehensive approach to tackling the rising crime rate this administration inherited last year.The President has also launched a comprehensive effort to take on the uptick in gun crime that has been taking place since 2020—putting more cops on the beat, supporting community prevention programs, and cracking down on illegal gun trafficking. Confirming U.S. Attorneys as the chief federal law enforcement officers in their district is important for these efforts.The President has now announced 63 nominees to serve as U.S. Attorneys and 20 nominees to serve as U.S. Marshals.United States District Court AnnouncementScott Colom has served as the District Attorney for the 16th Judicial District of Mississippi since 2016. Mr. Colom practiced law at the Colom Law Firm LLC from 2011 to 2016. While working in private practice, Mr. Colom served in several part-time roles, including as the City Prosecutor for Columbus, Mississippi from 2013 to 2016; as a Municipal Court Judge in Aberdeen, Mississippi from 2012 to 2013; and as an Interim Justice Court Judge for Lowndes County, Mississippi from 2011 to 2012. From 2009 to 2011, as a Skadden Fellow, he was a staff lawyer at the Mississippi Center for Justice. Mr. Colom received his J.D., cum laude, from the University of Wisconsin Law School in 2009 and his B.A. from Millsaps College in 2005.United States District Court AnnouncementUnited States Marshal Announcements###"
}