{
    "title": "FACT SHEET: Delivering on the Next Generation of Innovation and Partnership with Australia | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/10/25/fact-sheet-delivering-on-the-next-generation-of-innovation-and-partnership-with-australia/",
    "created_at": null,
    "content": "President Biden of the United States is welcoming Prime Minister Albanese of Australia on October 25, 2023 for an official visit and state dinner.  The two leaders will reaffirm the strength of the U.S.-Australia alliance and the evolution of its reach beyond defense and security into a force for increased prosperity and innovation across the Indo-Pacific region and around the world. The United States and Australia unequivocally condemn Hamas’s abhorrent attack on Israel and reaffirm Israel’s right to defend itself.  We urge regional de-escalation and do not want to see this conflict widen, expand, or deepen.  We support ongoing efforts to secure the release of hostages taken by Hamas.  In response to the conflict launched by Hamas, we underscore the critical importance of operating consistent with international humanitarian law to include the protection of civilians in Gaza.  Together, the United States and Australia are delivering more than $115 million in humanitarian assistance for the Palestinian people in Gaza and the West Bank.To support our shared priorities and vision and to build an alliance that reflects the depth and breadth of our relationship, the United States and Australia intend to partner in new ways, including the initiatives outlined below.Promoting Advanced Technology and Space CooperationAdvanced, safe, and responsible technology, including quantum and artificial intelligence innovation, will play a central role in shaping the future and delivering on prosperity and security.  We plan to further enhance our alliance as we develop cutting-edge solutions to the most consequential challenges of our time through a strong partnership along these key areas: Building Clean Energy Supply Chains and Addressing the Climate CrisisThe historic Australia-United States Climate, Critical Minerals, and Clean Energy Transformation Compact (“the Compact”), launched in May, demonstrates our shared commitment to enhancing climate and clean energy cooperation as the third pillar of our strategic Alliance.Advancing Prosperity and Resilience in the PacificFollowing the U.S.-Pacific Islands Forum Summit, the U.S. and Australia reaffirmed their intention to work through existing regional architecture, including the Pacific Islands Forum as the Pacific’s pre-eminent institution, to meet the region’s needs and aspirations, including as articulated in the 2050 Pacific Strategy for the Blue Pacific Continent.  Together, Australia and the United States plan to support a range of projects and activities intended to support inclusive, climate-resilient economic development across the region, in consultation with the Pacific Islands Forum, regional organisations and likeminded partners to ensure coordination across programs and countries. Enhancing Defense and Security CooperationU.S. and Australian forces have fought side-by-side in pursuit of freedom, democracy, rule of law, and peace and stability for more than one hundred years, in every major conflict since World War I.  Together, our two countries have taken numerous steps to pave the way for closer defense and security ties.  The announcements below continue to build on this pillar of our alliance.Strengthening People-to-People TiesOur Alliance is supported by our strong people-to-people ties, democratic values, respect for human rights, and support for marginalized groups.Advancing Gender Equality and Human Rights###"
}