{
    "title": "Fact Sheet: United States to Announce Commitments to the Generation Equality Forum | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/06/30/fact-sheet-united-states-to-announce-commitments-to-the-generation-equality-forum/",
    "created_at": null,
    "content": "Today, the United States joined global partners – including governments, civil society, and the private sector – in making commitments to the Generation Equality Forum, reasserting U.S. leadership on gender equity and equality on the world stage.The Generation Equality Forum (GEF), convened by UN Women and co-hosted by the governments of France and Mexico, marks the anniversary of the United Nation’s Fourth World Conference on Women held in Beijing over 25 years ago, where the world recognized that “women’s rights are human rights” and adopted an ambitious Platform for Action to achieve equality and opportunity for women around the world.  While tremendous progress has been made since the Beijing Conference, serious gaps remain, which have been exacerbated by the COVID-19 pandemic. The Generation Equality Forum offers an opportunity to make bold, measurable commitments to build back better and accelerate progress towards the Beijing Platform and the Sustainable Development Goals.The U.S. commitments reflect the Biden-Harris Administration’s domestic and global priorities, including policy and resource commitments to:Our participation in the Generation Equality Forum is an important part of broader U.S. efforts to advance gender equity and equality, including in areas beyond the scope of commitments announced today, such as climate, science and technology, leadership and democracy, and education. This includes efforts underway to support the Build Back Better World Partnership to meet the tremendous infrastructure needs of low- and middle-income countries, particularly across the areas of gender equity and equality, climate, health and health security, and information and communications technology. Finally, as part of Generation Equality, we have also signed on to the Compact on Women, Peace, and Security and Humanitarian Action and will continue our robust implementation of the U.S. Women, Peace, and Security Act, which strengthens our efforts to prevent, mitigate, and resolve conflict by improving the participation of women in peace and security processes.Our Generation Equality Forum commitments include:Prevent and Respond to Gender-Based ViolencePreventing and responding to gender-based violence is a significant pillar of the Biden-Harris Administration’s work on gender equity and equality. The “shadow pandemic” of alarming increases in rates of gender-based violence in the U.S. and globally underscore the urgency of our collective efforts.Domestic efforts to combat gender-based violenceInternational efforts to combat gender-based violenceAdvance Women’s Economic Security and Promote Economic Justice The Biden Administration has taken critical steps to strengthen women’s economic security through the American Rescue Plan and has proposed once-in-a-generation investments as part of the American Jobs Plan and American Families Plan. The Administration is also committed to advancing women’s economic opportunity and security around the world.Domestic efforts to strengthen women’s economic securityInternational efforts to strengthen women’s economic securityProtect and Expand Sexual and Reproductive Health and RightsThe Biden Administration is committed to advancing sexual and reproductive health and rights in the U.S. and around the world. Everyone should have access to quality, affordable health care regardless of their income or where they live.Domestic efforts to protect and expand sexual and reproductive health and rightsInternational efforts to protect and expand sexual and reproductive health and rights###"
}