{
    "title": "FACT SHEET: Biden Administration Takes Additional Steps to Prevent Evictions as the Delivery of Emergency Rental Assistance Continues to Increase | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/08/25/fact-sheet-biden-administration-takes-additional-steps-to-prevent-evictions-as-the-delivery-of-emergency-rental-assistance-continues-to-increase/",
    "created_at": null,
    "content": "Today, the Biden Administration is announcing new actions to help protect vulnerable tenants and landlords, including steps the Treasury Department is taking to strengthen existing guidance and implement new policies to ensure that state and local grantees can further accelerate Emergency Rental Assistance (ERA) to aid the struggling landlords and renters most at risk of eviction.For months, the Administration has worked to speed up state and local grantees’ delivery of ERA and help keep American families stably housed. As the President has made clear, no state or locality should delay distributing resources that have been provided by Congress to meet families’ critical needs and prevent the tragedy of unnecessary eviction.Most notably, today Treasury is providing even more explicit permission for grantees to utilize self-attestation without further documentation in order to speed the delivery of assistance to households in need during the public health emergency. In addition to the enhancements of the Emergency Rental Assistance program, the Administration continues to take an all of government approach to protect families at-risk of eviction. Today, the U.S. Departments of Agriculture (USDA), Health and Human Services (HHS), Housing and Urban Development (HUD), and Veterans Affairs (VA) are taking additional action to protect and support vulnerable renter households.Additionally, the Treasury Department is releasing new data on ERA spending in July. Last month, 341,000 households received rental and utilities assistance, up from 293,000 in June and 157,000 in May. State and local agencies have provided approximately one million assistance payments to benefit households at-risk of eviction, and have spent more than $5.1 billion in ERA funding. Treasury data also show that ERA is reaching the lowest income tenants – over 60 percent of the households served earn no more than 30 percent of area median income.  Treasury Announces New Guidance to Encourage States and Localities to Expedite Relief, Including Through Efficient Self-AttestationThe Biden Administration continues to work with and listen to rental assistance administrators, tenant advocates, landlords, and other stakeholders to prevent evictions and provide the clearest possible guidance to state and local programs to improve the speed and effectiveness with which they deliver assistance to tenants, landlords, and utility providers.Today, Treasury is further clarifying existing policies and taking the following new steps to ensure that state and local grantees can further accelerate emergency rental assistance to families at-risk of eviction.These policies are meant to accelerate assistance to the thousands of applicants who are in the pipeline in many state and local programs, on top of those who have already received aid through the end of July. Treasury and the Department of Justice are also working to encourage states and localities to put in place additional protections against evictions, including for tenants whose applications are awaiting review.This new guidance builds on the work Treasury has  already done to make clear through past guidance on May 7 and June 24 and via presentations by Treasury and White House officials that grantees have significant flexibility to award ERA funds quickly by using simplified forms and allowing for self-attestation. This previous guidance has helped to unlock faster, more streamlined assistance, including, for example, cutting wait times before assistance must be offered to tenants with non-responsive landlords and allowing aid to flow directly to tenants at the point of application; outlining approaches for helping families who are currently unhoused or transitioning to new living situations; establishing options for bulk payments to landlords or utility providers servicing large numbers of eligible tenants; and offering the use of self-attestation and fact-based proxies to reduce burdens in supporting determinations of eligibility. Building on promising practices like those previously highlighted by Treasury, many grantees have made significant strides in successfully getting assistance to families most in need.Continuing an All-of-Government Approach to Prevent EvictionsThe Biden Administration continues to take actions to accelerate aid to renters and landlords, and ensure available support quickly reaches families in need.  In addition to today’s announced enhancements of the Emergency Rental Assistance program, Departments across the Administration are taking further action to protect families at-risk of eviction, including:###"
}