{
    "title": "FACT SHEET: The United States and European Union To Negotiate World’s First Carbon-Based Sectoral Arrangement on Steel and Aluminum Trade | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/10/31/fact-sheet-the-united-states-and-european-union-to-negotiate-worlds-first-carbon-based-sectoral-arrangement-on-steel-and-aluminum-trade/",
    "created_at": null,
    "content": "Arrangement Will Remove European Union tariffs and lower costs for American familiesArrangement will counter flood of cheap steel by other countries, including the People’s Republic of China (PRC), that harms our industries and our workersToday, the United States and the European Union announced their commitment to negotiate the world’s first carbon-based sectoral arrangement on steel and aluminum trade by 2024. This announcement delivers a major win in the fight to address the climate crisis while protecting our workers and industry, and enabling them to compete in the global marketplace. The President believes that climate action must mean good jobs – and today’s announcement demonstrates that we can work with our partners and allies to both reduce emissions, and protect and create good-paying union jobs at home.The United States and the European Union also used the strength of their partnership to come to an interim arrangement for trade in the steel and aluminum sectors that modifies tariffs on European Union steel and aluminum providers, addresses global overcapacity, and toughens enforcement mechanisms to prevent leakage of Chinese steel and aluminum into the U.S. market. As a result of the arrangement, the Europe Union will remove its tariffs on a wide range of products, protecting American jobs, reducing costs for middle-class families, and maintaining U.S. export competitiveness.Together, the United States and European Union will work to restrict access to their markets for dirty steel and limit access to countries that dump steel in our markets, contributing to worldwide over-supply. This arrangement will be open to any interested country that wishes to join and meets criteria for restoring market orientation and reducing trade in high-carbon steel and aluminum products.This arrangement will: "
}