{
    "title": "FACT SHEET: Quad Leaders’ Tokyo Summit 2022 | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/05/23/fact-sheet-quad-leaders-tokyo-summit-2022/",
    "created_at": null,
    "content": "In Tokyo, President Biden, Prime Minister Anthony Albanese of Australia, Prime Minister Modi of India, and Prime Minister Kishida of Japan will advance the Quad’s ambitious and diverse agenda, including through a major new initiative to improve maritime domain awareness across the Indo-Pacific.The leaders of the Quad nations—Australia, India, Japan, and the United States—will meet on May 24, 2022 in Tokyo for the fourth time and the second time in person. Established in the wake of the 2004 Indian Ocean Tsunami to coordinate humanitarian assistance and disaster relief, the Quad has since become a leading regional partnership dedicated to advancing a common vision of a free and open Indo-Pacific through practical cooperation on diverse 21st-century challenges. With six leader-level working groups—on COVID-19 Response and Global Health Security, Climate, Critical and Emerging Technologies, Cyber, Space, and Infrastructure—the Quad is building habits of cooperation among our four countries that will support a more peaceful and prosperous Indo-Pacific. President Biden and his fellow Quad leaders welcome the following announcements from the Tokyo Summit:The Indo-Pacific Partnership for Maritime Domain Awareness  At the Tokyo Summit, the Quad leaders will welcome a major maritime initiative: the Indo-Pacific Partnership for Maritime Domain Awareness (IPMDA). In close consultations with regional partners, IPMDA will offer a near-real-time, integrated, and cost-effective maritime domain awareness picture. This initiative will transform the ability of partners in the Pacific Islands, Southeast Asia, and the Indian Ocean region to fully monitor the waters on their shores and, in turn, to uphold a free and open Indo-Pacific. Quad countries are committed to contributing to the region’s maritime domain awareness—a fundamental requirement for peace, stability, and prosperity—through an investment in IPMDA over five years. The partnership will innovate upon existing maritime domain awareness efforts, rapidly bringing emerging technologies to bear for the greater good of the Indo-Pacific community.The Quad FellowshipQuad leaders are proud to open applications for the Quad Fellowship, which will sponsor 100 American, Australian, Indian, and Japanese students to study in the United States each year for graduate degrees in science, technology, engineering, and mathematics (STEM) fields. The Quad Fellowship empowers exceptional STEM graduate students to advance research and innovation throughout their careers with a lens of positive social impact. It does so by providing scholarships, immersive and inspiring events at the nexus of STEM and society, mentorship and career-advancing programming, and cross-cultural exchange opportunities.The Quad Vaccine Partnership and Global Health SecurityThe Quad is committed to maintaining its global leadership in responding to the COVID-19 pandemic and bolstering global health security. To date, Quad partners have collectively provided 257 million safe and effective doses to the Indo-Pacific. Even as we continue to donate vaccines, we will adapt our collective approaches to and prepare for new variants, including by getting vaccines, tests, treatments, and other medical products to those at highest risk.ClimateThe climate crisis is existential for each of our countries and for the Indo-Pacific. The Pacific Islands are particularly vulnerable; as the Pacific Island Forum’s Boe Declaration on Regional Security states, “climate change remains the single greatest threat to the livelihoods, security and wellbeing of the peoples of the Pacific.” After inaugurating a Climate Working Group at our first-ever leader summit, in March 2021, our four countries have meaningfully deepened and regularized our cooperation on meeting the climate crisis. The Quad leaders will launch further efforts on green shipping, energy supply chains, disaster risk reduction, and the exchange of climate information services.Critical and Emerging TechnologiesOur four countries are committed to responsible innovation in critical and emerging technologies. Since launching the Critical and Emerging Technologies Working Group at the first-ever leader-level summit of the Quad, in March 2021, Quad partners have mapped collective capacity and vulnerabilities in global semiconductor supply chains, and launched the Common Statement of Principles on Critical Technology Supply Chains, which will provide a cooperative foundation for enhancing supply-chain resilience in the region. At the same time, Quad partners are exploring ways to collaborate on the deployment of open and secure telecommunications technologies in the region, working with industry through Open RAN Track 1.5 dialogues. CybersecurityThe Quad Cybersecurity Partnership seeks to build resilience across our four countries in response to cybersecurity vulnerabilities and cyber threats. Its areas of focus are critical-infrastructure protection, led by Australia; supply-chain resilience and security, led by India; workforce development and talent, led by Japan; and software security standards, led by the United States. Its work is guided by new joint cyber principles to improve cyber resilience in a rapidly changing threat environment. These principles aim to prevent cyber incidents, prepare national and international capabilities for potential cyber incidents, and/or respond quickly and effectively to a cyber incident, when or should one occur.SpaceAs leaders in space, Quad countries are strengthening cooperation and pooling our collective expertise to exchange satellite data, enable capacity-building, and consult on norms and guidelines.InfrastructureTo help meet the Indo-Pacific’s enormous infrastructure needs, Quad leaders launched the Quad Infrastructure Coordination Group, which will deepen collaboration and pursue complementary actions, including in digital connectivity, transportation infrastructure, clean energy and climate resilience.Humanitarian Assistance and Disaster ReliefThe Quad was forged in the wake of the 2004 Indian Ocean Tsunami. In recognition of that history and of present-day threats, the Quad established a new humanitarian assistance and disaster relief (HADR) mechanism.   ###"
}