{
    "title": "FACT SHEET: The Biden-Harris Administration’s Efforts to End HIV/AIDS At Home and Abroad | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/12/01/fact-sheet-the-biden-%e2%81%a0harris-administrations-efforts-to-end-hiv-aids-at-home-and-abroad/",
    "created_at": null,
    "content": "On this 35th commemoration of World AIDS Day, we remember those we have lost to HIV/AIDS and commit to accelerating our efforts to fight the disease and support those with and experiencing risk for HIV. The Biden-Harris Administration remains committed to implementing the National HIV/AIDS Strategy (NHAS) and achieving the bipartisan goal of ending the HIV epidemic domestically and globally.  This year, the Administration also celebrated the 20th anniversary of the U.S. President’s Emergency Plan for AIDS Relief (PEPFAR), the largest commitment by any nation in history to fight a single disease.The global community, including the U.S., is making progress toward eliminating HIV transmission, but we must accelerate these efforts. In too many communities, barriers to comprehensive HIV prevention and treatment limit awareness, access, and engagement in HIV services by priority populations with or most at risk of HIV. In addition, HIV-related criminalization, stigma, and discrimination continue to undermine the effective use of tools to reduce HIV transmissions to our 2030 goals.Nevertheless, thanks to the efforts of community, state, and federal partners, we are making important progress toward the National HIV/AIDS Strategy (NHAS) and the PEPFAR Strategy goals. Recent data that indicate that:Over the past year, the Administration has taken action to:Accelerate Our Domestic HIV EffortsRespond to HIV/AIDS GloballyOver the last 20 years, PEPFAR has supported more than 55 countries worldwide, saved more than 25 million lives, enabled 5.5 million babies to be born HIV-free, and prevented millions of new HIV infections, all while strengthening global health and economic security. The Administration has taken action over the past year to build on that impact, including by:Address HIV Stigma and DiscriminationEnsure Equity Support and Treat People at Risk for “Syndemic” ConditionsAdvance New Research"
}