{
    "title": "FACT SHEET: Vice President Harris Announces Initiatives on Space and Cybersecurity | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/11/10/fact-sheet-vice-president-harris-announces-initiatives-on-space-and-cybersecurity/",
    "created_at": null,
    "content": "Following her meeting with President Emmanuel Macron of France, Vice President Kamala Harris is announcing a number of collaborative initiatives that the United States will undertake alongside France and other countries to address global issues and emerging threats. She is announcing expanded cooperation on space and support for efforts to advance international cooperation in cybersecurity.  These initiatives underscore the U.S. commitment to work with allies and partners to take on the challenges of the 21st century. Space For decades, the United States and France have benefited from robust cooperation in space across our respective civil, commercial, and national security sectors.  Recognizing the growing importance of space in providing benefits to humanity, from tackling climate challenges and enabling human exploration of space and scientific discovery to ensuring sustainable economic development and security, our countries acknowledge the pivotal role international cooperation plays in sustaining the outer space environment so we may maximize the benefits space offers. Based on this shared vision and over 60 years of joint space activities, the United States and France will seek greater cooperation through the following initiatives:  Cybersecurity The United States is committed to working alongside our allies and partners to advance cybersecurity and uphold established global norms in cyberspace. As part of these efforts, France is a vital partner to ensuring security and stability for our people, holding actors that threaten our national and economic security accountable, and setting the rules of the road for the 21st century.    This announcement builds on the United States’ continuing work to improve cybersecurity for our citizens and business, including rallying G7 countries to hold accountable nations that harbor cyber criminals, supporting the update of NATO cyber policy for the first time in seven years, and the recent counter-ransomware engagement with over 30 countries around the world to accelerate international cooperation to combat cybercrime."
}