{
    "title": "FACT SHEET: Vice President Announces New Private and Public Sector Efforts to Align Tens of Billions in Investments in Underserved Communities | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/07/28/fact-sheet-vice-president-announces-new-private-and-public-sector-efforts-to-align-tens-of-billions-in-investments-in-underserved-communities/",
    "created_at": null,
    "content": "The federal government and a coalition of 24 companies and foundations are coming together to align historic investments in underserved communities;Founding members of the Coalition include Ariel Investments, Bank of America, BNY Mellon, Capital One, Citi, Discover, Ford Foundation, Goldman Sachs, Google, Key Bank, Kresge Foundation, Mastercard, McDonald’s, McKinsey & Company, Micron, Momentus Capital, Moody’s, Netflix, Next Street, PayPal, PNC, The Rockefeller Foundation, TIAA, and UpstartSince Day One of the Biden-Harris Administration, President Biden and Vice President Harris have taken decisive action to lead the most equitable economic recovery on record and make long-overdue investments in communities that have historically been left behind. By signing into law the American Rescue Plan and the Bipartisan Infrastructure Law, the Biden-Harris Administration has made historic investments to help communities recover, address inequities made worse by the pandemic, and provide more pathways to economic growth for historically underserved communities. Today, unemployment is near historic lows, the number of Americans relying on government unemployment benefits has dropped by more than 90%, and the vast majority of Americans are vaccinated.  In 2021, a record number of Americans applied to start 5.4 million new businesses—more than 20 percent higher than any previous year on record—with Black, Hispanic, and Asian entrepreneurship powering overall growth.Today, during an event in New York City, Vice President Kamala Harris will announce historic efforts  to catalyze and align public and private investments – including the formation of a new Economic Opportunity Coalition (“EOC”) – to address economic disparities and accelerate economic opportunity in communities of color and other underserved communities.Over the course of her career, the Vice President has remained focused on ensuring that minority, rural, and low-income communities have the capital and resources they need to thrive and support a vibrant ecosystem of small businesses. Her commitment to these communities is reflected in the Vice President’s longstanding support for community development financial institutions (CDFIs), minority depository institutions (MDIs), and other local financial institutions. As Senator, the Vice President partnered with key Congressional stakeholders to secure a transformative $12 billion investment for CDFIs and MDIs in December 2020. Since that time, she has worked with Secretary Yellen and the Department of the Treasury to ensure these programs are as successful as possible. Additionally, the Vice President has traveled across the country to meet with business owners and entrepreneurs in underserved communities to discuss challenges and opportunities they face—because she believes that if we harness the full potential and talent of all our innovators, we can build a better and more prosperous future.Decades of disinvestment, destructive federal, state, and local policy, and detrimental private sector practices have prevented many communities from sharing in our nation’s broader economic growth.Today’s announcements will build upon the Biden-Harris Administration’s commitment to achieving longer-term equitable growth by building an economy that unlocks the economic potential of communities of color, low-income communities, rural areas, and other historically underserved communities, resulting in a stronger economy for everyone.Newly Created Economic Opportunity Coalition Investing Tens of Billions in Underserved CommunitiesTwenty-one corporations and 3 foundations have come together to create the Economic Opportunity Coalition, committing themselves to aligning major investments in communities of color with investments made by the Biden-Harris Administration. The EOC will coordinate across public, private, and social sector organizations to develop and deploy products that solve challenges in getting resources where most needed and drive towards outcomes for meaningful action.The founding members of the Coalition include Ariel Investments, Bank of America, BNY Mellon, Capital One, Citi, Discover, Ford Foundation, Goldman Sachs, Google, Key Bank, Kresge Foundation, Mastercard, McDonald’s, McKinsey & Company, Micron, Momentus Capital, Moody’s, Netflix, Next Street, PayPal, PNC, The Rockefeller Foundation, TIAA, and Upstart.The EOC members have made significant commitments across each of its four focus areas, including a number of investments since the group formed earlier this year. The below illustrative commitments made by EOC members to date signal a promising new era of historic investments in underserved communities.These commitments, which represent only a small fraction of total commitments from the EOC, show the immense resources these founding members bring to the table, but they acknowledge they must do more. Over the coming months, the EOC will build on investments the Biden-Harris Administration has made and develop new solutions that reimagine how capital, technology, and talent are deployed in underserved communities. They will be built with and for the community, leveraging existing strengths and assets to address the root causes of economic inequality.EOC members have worked with seventeen social sector advisors to inform the development and implementation of its commitments and will continue to engage with these organizations and additional social sector advisors. Social sector advisors to the Coalition include African American Alliance of CDFIs, Applachian Community Capital, Enterprise Community Partners, Financial Health Network, Hope Credit Union, Momentus Capital, National Association for Latino Community Asset Builders, National Coalition for Asian Pacific American Community Development, National Bankers Association, Next Street, Opportunity Finance Network, Policy Link, Prosperity Now, SaverLife, The Resurrection Project, TruFund, and Urban Institute.Federal Agencies Are Taking Steps to Better Align Federal Dollars to Maximize ImpactSix federal government agencies—the Departments of the Treasury, Commerce, Transportation, Housing and Urban Development, and Agriculture and the Small Business Administration—are announcing a new collaborative effort to better align federal dollars flowing into underserved communities, including communities of color. These efforts will facilitate opportunities for the public and private sectors to align, leverage, and layer resources to collaboratively address longstanding economic disparities in underserved communities.Specifically, the agencies have signed a Memorandum of Understanding (MOU) to enhance and expand their efforts to:Pursuant to the MOU, the agencies will also form a new Interagency Community Investment Committee to facilitate ongoing collaboration and operational coordination of federal community investment and place-based economic development programs. These efforts will not only ensure better coordination of federal dollars to maximize impact, they will also facilitate greater private sector investment and support.The MOU will build on new efforts underway across the federal government to strengthen access to public- and private-sector capital to drive investment in historically disinvested neighborhoods by leveraging the historic investments in the American Rescue Plan, the Bipartisan Infrastructure Law, and other statutes. These efforts include:Investing in CDFIs and MDIsSupporting entrepreneurship and minority-owned businessesMaking infrastructure investments that create more community wealth###"
}