{
    "title": "FACT SHEET: 10 Ways the Biden-Harris Administration Is Making America Resilient to Climate Change | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/08/01/fact-sheet-10-ways-the-biden-harris-administration-is-making-america-resilient-to-climate-change/",
    "created_at": null,
    "content": "President Joe Biden and Vice President Kamala Harris have been clear that climate change is a crisis. That is why the Biden-Harris Administration is taking action to make communities across America more resilient to climate change, especially as millions of Americans live under heat advisories, wildfires threaten communities big and small, over 100 million Americans experience the plight and uncertainty associated with drought, and communities across the country face flooding from a season’s worth of rain that falls in a matter of hours. We know that the impacts of the climate crisis are here and that we must invest in building resilience to protect our communities, infrastructure, and economy. That is why today, Vice President Kamala Harris is in Miami, Florida to announce over $1 billion for 53 states, territories, and D.C., to improve their infrastructure and make communities more resilient, with an emphasis on increasing resilience to the impacts of climate change and extreme weather events. These awards, which will be distributed through the Federal Emergency Management Agency’s Building Resilient Infrastructure and Communities (BRIC) Program, are double the funding from last year’s historic $500 million. Next year, this funding will more than double to $2.3 billion, boosted by the Bipartisan Infrastructure Law.Today’s announcement is part of the Biden-Harris Administration’s broad efforts to strengthen our nation’s resilience and tackle the climate crisis. President Biden’s National Climate Task Force has launched interagency efforts to build resilience to climate impacts, including extreme heat, wildfires, drought, flooding, coastal threats, financial risks, and more. This builds on the historic investments President Biden and Vice President Harris secured in the Bipartisan Infrastructure Law for clean energy, wildfire mitigation, legacy pollution cleanup, ecosystem restoration, and resilient infrastructure. These investments create jobs building a clean energy economy that’s resilient to climate change and revitalizing our domestic manufacturing base. The President and Vice President’s key actions include:###"
}