{
    "title": "FACT SHEET: Resources for Asian American, Native Hawaiian, and Pacific Islander Communities in the Aftermath of Mass Violence | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/02/10/fact-sheet-resources-for-asian-american-native-hawaiian-and-pacific-islander-communities-in-the-aftermath-of-mass-violence/",
    "created_at": null,
    "content": "The Biden-Harris Administration is committed to providing assistance to survivors and families, and all those affected by mass violence, including in the aftermath of the shootings in Monterey Park, CA and Half Moon Bay, CA and to providing culturally appropriate resources to all those affected, including those in the Asian American, Native Hawaiian, and Pacific Islander (AA and NHPI) communities.Caring for SurvivorsThe Department of Justice’s Office for Victims of Crime (OVC) funds VictimConnect Resource Center (VCRC), a weekday phone, chat, and text-based referral helpline operated by the National Center for Victims of Crime. Services are available for all victims of crime in the United States and its territories. Visitors to the hotline receive strength-based and trauma-informed services and referrals in over 200 languages.The FBI Office for Victim Assistance utilizes the resources of their Victim Assistance Program and Victim Specialists to provide assistance to victims of crimes investigated by the FBI.  The CA Victim Compensation Board (CalVCB) works to reduce the impact of crime on victims’ lives. CalVCB reimburses crime-related expenses, connect victims with services and support.The Department of Justice’s Office for Victims of Crime (OVC) provides updated, customized information on their website for persons needing assistance in the aftermath of a mass violence incident. The Department of Health and Human Services (HHS) Assistant Secretary for Preparedness and Response (ASPR) coordinates the Technical Resources, Assistance Center, and Information Exchange (TRACIE) which provides a wide range of resources, information, and guidance to communities affected by tragedy.  These technical assistance resources can support local leaders as they seek to address pressing needs and challenges.Providing Mental Health Resources and Other SupportsThe Substance Abuse and Mental Health Services Administration (SAMHSA)-funded Disaster Distress Helpline is a national helpline dedicated to providing year-round disaster crisis counseling. This 24/7 toll-free, multilingual, and confidential crisis support service is available to residents in the United States and its territories who are experiencing emotional distress related to natural or human-caused disasters, including incidents of mass violence.This web page from the SAMHSA Disaster Distress Helpline (Incidents of Mass Violence) explains what incidents of mass violence are and signs of emotional distress that affected individuals and communities may experience. It provides information regarding those at risk for emotional distress, possible trigger events, and additional resources.SAMHSA’s National Helpline is a free, confidential, 24/7, 365-day-a-year treatment referral and information service (in English and Spanish) for individuals and families facing mental and/or substance use disorders.The 988 Suicide & Crisis Lifeline (formerly known as the National Suicide Prevention Lifeline) offers 24/7 call, text and chat access to trained crisis counselors who can help people experiencing suicidal, substance use, and/or mental health crisis, or any other kind of emotional distress. People can also dial 988 if they are worried about a loved one who may need crisis support.SAMHSA also maintains several online Mental and Behavioral Health Treatment Locators for individuals looking to find a local provider:The Department of Veterans Affairs Vet Centers are community-based counseling centers to provide a wide range of social and psychological services, including professional counseling to eligible veterans, service members, including National Guard and Reserve components, and their families. They will also help connect community members who are not veterans to needed resources.This web page, (What to Expect in the Wake of Mass Violence), from the U.S. Department of Veterans Affairs’ National Center for PTSD provides information about mass violence events and the coping needs of affected individuals and communities. It highlights common reactions, explains immediate and long-term needs for those who experience mass violence, and includes strategies for managing ongoing distress.Helping Students and Youth Cope with TraumaThe Department of Education is encouraging educators and families across the country to reference its report providing information and resources to promote mental health and social and emotional well-being among students among early childhood, K–12 schools, and higher education settings.This publication from SAMHSA, (Tips for Young Adults: Coping With Mass Violence) explores the impact of mass violence on young adults (ages 18 to 26). It describes mass violence incidents and their common effects, suggests ways to cope, and identifies signs of the need for professional behavioral health support.The SAMHSA-funded National Child Traumatic Stress Network (NCTSN) coordinates with trauma-informed experts across the country to provide technical assistance, subject matter expertise, and onsite support in the wake of community-wide trauma.Securing Access to Nutritious FoodThe United States Department of Agriculture (USDA) offers an array of programs aimed at securing access to nutritious food:The Supplemental Nutrition Assistance Program (SNAP), is a federal program that provides nutrition benefits to low-income individuals and families that are used at stores to purchase food.The Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) provides federal grants to states for supplemental foods, health care referrals, and nutrition education for low-income pregnant, breastfeeding, and non-breastfeeding postpartum women, and to infants and children up to age 5 who are found to be at nutritional risk.The Temporary Assistance for Needy Families (TANF) program provides states, territories, and tribes with funds to operate programs designed to help families with lower incomes and children achieve economic self-sufficiency. The program provides monthly cash assistance payments to families with lower incomes and children, as well as a wide range of services.Supporting People with Disabilities, Older Adults and CaregiversDisability Information and Access Line (DIAL) provides information about community-based supports and services that people may be eligible for to live independently, go to school and work, and fully participate in all of life’s activities. DIAL’s staff are trained to work with people of various communications abilities and will spend as much time as needed to ensure effective communication. DIAL’s Information Specialists can assist people in all languages and are trained to work with callers who are deaf and hard-of-hearing.The Eldercare Locator is a nationwide service that connects older adults and their caregivers with trustworthy local support resources. The Eldercare Locator can provide information to help older adults and caregivers find transportation to medical appointments, make repairs or modifications to their homes, receive in-home assistance, get meals delivered to the home, andmore. The hotline operates 24 hours a day, seven days a week and is available in English and Spanish, with translation in 180 languages.Providing Access to Health CareFederally Qualified Health Centers (FQHCs) are community-based health care organizations that provide comprehensive, culturally competent, high-quality primary health care services for people who have lower incomes, who are uninsured, or face other obstacles to getting health care. FQHCs provide services regardless of patients’ ability to pay and charge for services on a sliding fee scale.The following is a list of FQHCs that serve patient populations with a majority (>50%) of Asian American and Native Hawaiian, Pacific Islander (AA & NHPI) patients, and offer culturally-accessible services, including language support:Preventing Hate CrimesThe U.S. Department of Justice (DOJ) is dedicated to preventing and fighting hate crimes. DOJ works to prevent hate crimes by supporting community education and dialogue, and providing support, technical assistance, and funding to state, local, and tribal law enforcement agencies and service providers. When hate crimes do happen, DOJ can investigate and prosecute, and can also support victims and their families.To report a hate crime:If you believe you are the victim of a hate crime or believe you witnessed a hate crime:Immigration relief for certain victims of crimesThe U nonimmigrant status (U visa) is set aside for victims of certain crimes who have suffered mental or physical abuse and are helpful to law enforcement or government officials in the investigation or prosecution of criminal activity.Preventing Targeted ViolenceThe Department of Homeland Security (DHS) and The National Counterterrorism Center offer resources to help prevent targeted violence and keep individuals and institutions safe. Here are a few of those resources:Additional Resources for States and CommunitiesThe Center for Medicare & Medicaid Services has also enabled Medicaid coverage for qualifying community-based mobile crisis services in the state, and is conducting outreach and providing technical assistance to those wishing to apply.The Department of Commerce is offering grants and cooperative agreements to leverage existing regional assets and support the implementation of economic development strategies and projects that advance new ideas and creative approaches to advance economic prosperity in distressed communities.The Department of Education’s Office of Safe and Supportive Schools has established the Readiness and Emergency Management for School (REMS) Center to perform two critical functions: build the preparedness capacity (including prevention, protection, mitigation, response, and recovery efforts) of schools, school districts, IHEs, and their community partners at the local, state, and Federal levels; and serve as the primary source of information for schools, school districts, and IHEs for emergencies. The National Center on Safe and Supportive Learning Environments (NCSSLE), funded by the Department of Education’s Office of Safe and Supportive Schools, offers information and technical assistance to states, districts, schools, IHEs, and communities focused on improving school climate and conditions for learning.  ###"
}