{
    "title": "FACT SHEET: President Biden Announces New Actions to Provide Debt Relief and Support for Student Loan Borrowers | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/06/30/fact-sheet-president-biden-announces-new-actions-to-provide-debt-relief-and-support-for-student-loan-borrowers/",
    "created_at": null,
    "content": "No President has fought harder for student debt relief than President Biden, and he’s not done yet. President Biden and Vice President Harris will not let Republican elected officials succeed in denying hardworking Americans the relief they need.In light of the Supreme Court’s ruling this morning, President Biden and his Administration have already taken two steps this afternoon aimed at providing debt relief for as many borrowers as possible, as fast as possible, and supporting student loan borrowers:In addition, to protect the most vulnerable borrowers from the worst consequences of missed payments following the payment restart, the Department is instituting a 12-month “on-ramp” to repayment, running from October 1, 2023 to September 30, 2024, so that financially vulnerable borrowers who miss monthly payments during this period are not considered delinquent, reported to credit bureaus, placed in default, or referred to debt collection agencies.These actions reflect the President’s belief that an education beyond high school should be a ticket to the middle class. It also builds on the unprecedented steps President Biden and his Administration have taken to make college more affordable for working and middle-class families and make federal student loans more manageable. The Biden-Harris Administration has:Debt Relief for As Many Borrowers as Possible, as Fast as PossibleThe President remains committed to providing relief to low- and middle-income borrowers. For too many Americans, a ticket to the middle-class remains out of reach because of unmanageable student loan debt. COVID-19 exacerbated that challenge – risking tens of millions of borrowers’ financial security and futures because of the economic harms brought on by a once-in-a-century pandemic.Today, the Department initiated rulemaking aimed at opening an alternative path to debt relief for as many borrowers as possible, using the Secretary of Education’s authority under the Higher Education Act. The Department issued a notice, which is the first step in the process of issuing new regulations under this so-called “negotiated rulemaking” process. The notice announces a virtual public hearing on July 18th and solicits written comments from stakeholders on topics to consider.Following the public hearing, the Department will finalize the issues to be addressed through rulemaking and begin the negotiated rulemaking sessions this fall. The Department will complete this rulemaking as quickly as possible.Lowering Monthly PaymentsThe Biden-Harris Administration today also finalized the most affordable repayment plan ever created, called the Saving on a Valuable Education (SAVE) plan. This income-driven repayment plan will cut borrowers’ monthly payments in half, allow many borrowers to make $0 monthly payments, save all other borrowers at least $1,000 per year, and ensure borrowers don’t see their balances grow from unpaid interest.Specifically, the plan will:All student borrowers in repayment will be eligible to enroll in the SAVE plan. They will be able to enroll later this summer, before any monthly payments are due. Borrowers who sign up or are already signed up for the current Revised Pay as You Earn (REPAYE) plan will be automatically enrolled in SAVE once the new plan is implemented. To learn more about the new SAVE plan, visit the Department of Education’s website.Ensuring Support for Borrowers Most at RiskTo protect the most vulnerable borrowers, the Department is creating a temporary “on-ramp” to protect borrowers from the harshest consequences of late, missed, or partial payments for up to 12 months. While payments will be due and interest will accrue during this period, interest will not capitalize at the end of the on-ramp period. Additionally, borrowers will not be reported to credit bureaus, be considered in default, or referred to collection agencies for late, missed, or partial payments during the on-ramp period. Future monthly bills for borrowers not enrolled in an income-driven repayment plan will be automatically adjusted to reflect the accrued interest during those months.Borrowers who can pay should do so, but this on-ramp period gives borrowers who cannot make payments right away the necessary time to adjust, enabling them to ultimately make their monthly payments and meet their financial obligations on their loans. Borrowers do not need to take any action to qualify for this on-ramp.###"
}