{
    "title": "FACT SHEET: White House Summit on Building Lasting Eviction Prevention Reform | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/08/02/fact-sheet-white-house-summit-on-building-lasting-eviction-prevention-reform/",
    "created_at": null,
    "content": "Today, the White House and U.S. Department of Treasury are hosting a White House Summit on Building Lasting Eviction Prevention Reform. As funds for Emergency Rental Assistance (ERA) are beginning to wind down, the Summit will focus on the need for an all-out effort to build lasting reform – including through the use of remaining American Rescue Plan (ARP) funds from ERA and State and Local Fiscal Recovery Fund (SLFRF) assistance. Having created a first-ever national infrastructure for eviction prevention, now is the time to ensure we build on this progress and prevent a return to an eviction system that allowed 3.6 million eviction filings a year, often for small amounts of funds and without any legal representation or eviction diversion options. The Summit will feature top Administration officials, Chairman of the Senate Banking, Housing, and Urban Affairs Committee Sherrod Brown, Eviction Lab Founder Matthew Desmond, and will include State Supreme Court Justices and national, state, and local leaders who have pioneered lasting reform approaches that can serve as national models (see Appendix).The Biden-Harris Administration is also highlighting the most current data on the impact of the Emergency Rental Assistance available as of this moment.The White House Summit Will Highlight Overall Progress of the Emergency Rental Assistance Program and Top Models of Reform at the State and Local Court and Government Levels.The Summit will feature overall policy views from top Administration Officials, Matthew Desmond, President and CEO of the National Low Income Housing Coalition Diane Yentel, and Chairman of the Senate Banking Committee Sherrod Brown, as well as models of visionary court-led reform, presented by Michigan Supreme Court Chief Justice Bridget Mary McCormack, New Mexico Supreme Court Chief Justice C. Shannon Bacon, and New Orleans First City Court Chief Judge Veronica Henry. The Summit will also highlight top eviction prevention innovations in Chicago, IL, presented by Mayor Lori Lightfoot; Philadelphia, PA, presented by Councilmember Helen Gym (At Large); Cleveland, OH; Colorado; and Oregon.The program will begin at 12:30 pm ET and is scheduled to conclude at 2:30pm ET.The Urgent Need for Eviction System ReformVisionary Court-Led Eviction System ReformInnovations in State and Local Eviction PreventionCharge to Invest Remaining American Rescue Plan Funds in Housing StabilityCongressional Efforts to Secure Housing Stability and Eviction PreventionThe Path Forward on Eviction Protections and Closing RemarksAPPENDIX: Eight Models of Top State and Local Innovations that Build on the Emergency Rental Assistance Infrastructure to Sustain Eviction ReformVisionary Court-Led Eviction System ReformMichigan: Adopting Long-Term Court-Based Eviction Diversion to Prevent Avoidable EvictionsMichigan Supreme Court Chief Justice Bridget Mary McCormack issued one of the earliest standing orders during the pandemic to pause the eviction process once a rental assistance application has been submitted. Building on these best practices, the Michigan Supreme Court has proposed a new statewide order permanently adopting the stay of eviction action when a tenant applies for assistance. The proposed order requires a mandatory pre-trial convening to ensure tenants have access to rights and resources and prevents default judgments. It also prohibits five-day eviction orders, offers remote hearings for tenants with barriers to accessing courts, and attaches detailed information about assistance to every summons, among other best practices. The state also dedicated ERA housing stability funds to increase tenant access to legal counsel, with Detroit legislatively adopting right to counsel in 2022.New Mexico: Leveraging American Rescue Plan Funding and Collaborating with Landlords and Tenants to Design Sustainable Eviction Diversion ProgramsNew Mexico Supreme Court Chief Justice C. Shannon Bacon created a task force of tenant and landlord groups, ERA program administrators, housing programs and state and local officials to design and launch one of the longest, most successful court-ordered eviction diversion programs in the country, including a mandatory extension of the lease term where landlords accept rental assistance. The eviction diversion program includes increased access to legal representation, mediation, and financial navigators to provide holistic services to tenants at risk of eviction. Due to the success of the program in reducing evictions, the state will continue to fund the eviction diversion program with state funds – initially made possible with American Rescue Plan funds.New Orleans: Implementing Eviction Diversion and Right to Counsel to Secure Court-Based ReformChief Judge Veronica Henry developed the First and Second City Courts’ award-winning Eviction Diversion Program, a partnership between the City of New Orleans, First and Second City Courts, Southeast Louisiana Legal Services, Louisiana Fair Housing Action Center (LFHAC), Jane Place Neighborhood Sustainability Initiative, and Parochial Offices of the Court. The program diverts eviction cases to on-site ERA administrators, Eviction Help Desks, the Right to Counsel Program, and other supportive services to prevent eviction and stabilize housing. New Orleans built on the diversion program by legislatively adopting the right to counsel for tenants facing eviction in 2022 and initially funding the intervention with $2 million in ERA funds.State and Local Innovations in Eviction PreventionPhiladelphia, Pennsylvania: Mandating Pre-filing Eviction Diversion and Prohibiting Harmful Tenant Screening Practices Philadelphia Councilmember Helen Gym (At Large) introduced the nation’s first city ordinance mandating pre-filing eviction diversion, which went into effect in August 2020. As a result, tenants at risk of eviction receive access to rental assistance and legal representation and tenants and landlords are required to participate in a free mediation session with the goal of resolution through an agreement. The diversion program has changed the culture to one where eviction litigation is a last resort. The city is committing long-term funding for rental assistance, a key component of diversion. In addition, Philadelphia adopted the Renters’ Access Act, which prohibits screening of tenants based on certain eviction filings and requires landlords to tell tenants why they were rejected and provide an opportunity to correct errors.Chicago, Illinois: Access to Legal Services for Tenants and Landlords and Early Eviction ResolutionIn July 2022, Chicago dedicated $8 million in ERA housing stability funds to adopt a three-year Right to Counsel pilot. The city is collaborating with legal service providers – Lawyers’ Committee for Better Housing, Legal Aid Chicago, and CARPLS – to provide legal representation and increase housing stability. The program is expected to double the number of tenants who have access to attorneys, serving 2,000 to 3,000 tenants per year, and greatly reduce eviction orders. Chicago landlords and tenants have also benefited from the Cook County Early Resolution Program that diverts eviction cases to mediation and provides free legal aid to both tenants and unrepresented landlords. These programs have also effectively leveraged state law to seal pandemic-era eviction filing records for tenants, preventing the Scarlet E of eviction that results in a downward move and long-term hardship. Cleveland, Ohio: Permanently Adopting Right to Counsel and Serving Tenants at Highest Risk of EvictionThe City of Clevelandwas among the first cities in the United States to legislatively adopt right to counsel, immediately prior to the onset of the COVID-19 pandemic, initially funding the program through a public-private partnership including the City of Cleveland, United Way and the Cleveland Foundation, among others. As private funds sunset, Cleveland has allocated Emergency Rental Assistance funds and is working to sustain right to counsel with long-term government support and additional American Rescue Plan funding, and amplifying its effectiveness through the development of an eviction diversion program that includes pre-filing mediation. To ensure services reach those with the greatest need, partners have combined data analysis with canvassing and door knocking. Zip code data on eviction rates and the lowest number of requests for assistance allows partners to identify and target outreach to the most marginalized, highest risk tenants.Colorado: Partnering with Nonprofits to Provide Immediate Eviction Prevention and Rental AssistanceIn Colorado, the COVID-19 Eviction Defense Project launched the Colorado Stability Fund, a unique revolving rental assistance fund capable of issuing quick, accurate ERA payments in less than 24 hours through a new partnership between the COVID-19 Eviction Defense Project (CEDP), Colorado Housing and Finance Authority (CHFA), and Colorado’s Division of Housing (DOH). The Stability Fund is available to all Colorado renters and gives those facing eviction a single point of contact for housing stability services and integrates intake and navigation, rapid rental aid payments, eviction legal defense, and, when necessary, rehousing support. The initiative is strengthened by partnerships with legal aid organizations and organizations by and for Black, Indigenous, people of color (BIPOC) communities to ensure resources reach those at greatest risk of displacement with deference to cultural context. In Denver, the program works seamlessly with the right to counsel, adopted in 2021. To ensure continued eviction prevention, partners are working to sustain the program long-term with funds from the state and are expanding to other housing areas, including foreclosure.Oregon: Community Partnerships to Provide Rapid Eviction Prevention to the Highest Risk TenantsOregon was one of the first states to supplement ERA funds with SLFRF and state funding. In addition, the state developed and funds the Eviction Prevention Rapid Response Program, a partnership between the Oregon Law Center and the Oregon Housing and Community Services (OHCS) that serves as a critical element of the Eviction Defense Project. The program allows for rapid financial assistance to prevent eviction and homelessness, since legal aid can verify tenant eligibility and provide flexible funds to prevent evictions, including rental assistance, cleaning services, moving expenses, and more. OHCS also partners with community-based tenant organizations and nonprofits, including Unite Oregon, Bienestar, and the Springfield Eugene Tenants Association. During the height of the pandemic, these trusted community groups conduct outreach to community members at risk of eviction, including engaging in multi-lingual door knocking, and connecting their neighbors with resources to avoid eviction. As part of ongoing eviction prevention efforts, OHCS is also partnering with the Urban League of Portland, Immigrant and Refugee Organization (IRCO), and other community organizations statewide to conduct community outreach and provide critical eviction prevention services.###"
}