{
    "title": "FACT SHEET: The U.S. – Angola Partnership | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/11/30/fact-sheet-the-u-s-angola-partnership/",
    "created_at": null,
    "content": "As the United States and Angola mark 30 years of diplomatic relations, our bilateral relationship is deepening with regular senior-level engagements and increasing cooperation on key shared objectives.  Angola is a strategic partner and regional leader, and the U.S.-Angola partnership is critical to advancing our shared goals of economic prosperity, regional security, and increasing energy security in Africa and the Atlantic.High Level EngagementsSince the U.S. Africa Leaders Summit in December 2022, the United States has engaged in frequent and substantive high-level engagements with Angola.  Highlights in the past year alone include:Trade and InvestmentThe United States has partnered with Angola on one of President Biden’s key foreign policy priorities, establishing strategic economic corridors that benefit local populations and integrate them into the global economy.  The Lobito Corridor is a transformative economic corridor from Democratic Republic of the Congo (DRC) to the Atlantic Ocean, and the President’s PGI initiative is working with Angola and development partners to develop infrastructure across the corridor and extend it from Angola directly to Zambia.  The Lobito Corridor offers the potential for critical infrastructure that will better integrate DRC, Zambia, and Angola into regional and global markets; develop green energy supply chains; and, spur investment in agriculture, telecoms, and additional sectors in underdeveloped regions of Angola.  Angola’s commitment to economic reform since 2017 has laid the groundwork for stronger U.S. commercial and government engagement.  Other U.S. government initiatives such as Prosper Africa further deepen U.S.-Angola economic engagement.  Since the beginning of Prosper Africa, the U.S government has also facilitated billions of dollars of closed private sector deals.    Food SecurityThe Biden-Harris Administration has prioritized global food security through increased agricultural trade.  The United States has partnered with Angola to increase food security and climate resilience through building capacity and expanding investment in support of Angola’s agriculture development and economic diversification goals.Digital TransformationAlong with physical infrastructure, the United States is investing in Angola’s digital architecture, supporting reliable telecommunication networks — using trusted vendors — that will benefit the Angolan people and improve Angola’s digital connectivity to the global economy.Democracy, Governance, and Human RightsThe United States supports Angola’s efforts to combat corruption, enhance accountability, advance democratic governance, and support protections for human rights and fundamental freedoms, including the right to peaceful assembly and of freedom of expression, association, and religion or belief.  The U.S. continues to support Angola’s commitment to democratic reforms, including amplifying civil society and faith-based organizations role in democratic elections and local decision making.ClimateAngola has been a leader in making progress toward the energy transition.  Despite being one of the largest oil and gas producers in sub-Saharan Africa, Angola has made ambitious environmental and conservation commitments with U.S. support as it endeavors to generate 73 percent of its energy from clean sources by 2027.HealthThe United States and Angola have a longstanding and productive partnership in health. U.S. support has included decades of investment to improve the day-to-day health of Angolans, particularly against malaria and HIV/AIDS. Peace and Security###"
}