{
    "title": "FACT SHEET: In Asia, President Biden and a Dozen Indo-Pacific Partners Launch the Indo-Pacific Economic Framework for Prosperity | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/05/23/fact-sheet-in-asia-president-biden-and-a-dozen-indo-pacific-partners-launch-the-indo-pacific-economic-framework-for-prosperity/",
    "created_at": null,
    "content": "IPEF will strengthen our ties in this critical region to define the coming decades for technological innovation and the global economy Framework will create a stronger, fairer, more resilient economy for families, workers, and businesses in the United States and in the Indo-Pacific regionToday in Tokyo, Japan, President Biden launched the Indo-Pacific Economic Framework for Prosperity (IPEF) with a dozen initial partners: Australia, Brunei, India, Indonesia, Japan, Republic of Korea, Malaysia, New Zealand, the Philippines, Singapore, Thailand, and Vietnam. Together, we represent 40% of world GDP.  The United States is an Indo-Pacific economic power, and expanding U.S. economic leadership in the region is good for American workers and businesses — as well as for the people of the region. IPEF will enable the United States and our allies to decide on rules of the road that ensure American workers, small businesses, and ranchers can compete in the Indo-Pacific. As the President has said, tackling inflation is a top economic priority, and this framework will help lower costs by making our supply chains more resilient in the long term, protecting us against costly disruptions that lead to higher prices for consumers.U.S. foreign direct investment in the region totaled more than $969 billion in 2020 and has nearly doubled in the last decade, and we are the leading exporter of services to the region, helping fuel regional growth. Trade with the Indo-Pacific supports more than three million American jobs and is the source of nearly $900 billion in foreign direct investment in the United States. With 60 percent of the world’s population, the Indo‑Pacific is projected to be the largest contributor to global growth over the next 30 years.  The United States and our partners in the region believe that much of our success in the coming decades will depend on how well governments harness innovation — especially the transformations afoot in the clean energy, digital, and technology sectors — while fortifying our economies against a range of threats, from fragile supply chains to corruption to tax havens. The past models of economic engagement did not address these challenges, leaving our workers, businesses, and consumers vulnerable. The framework will focus on four key pillars to establish high-standard commitments that will deepen our economic engagement in the region:###"
}