{
    "title": "FACT SHEET: Advancing Technology for Democracy | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/03/29/fact-sheet-advancing-technology-for-democracy-at-home-and-abroad/",
    "created_at": null,
    "content": "The first wave of the digital revolution promised that new technologies would support democracy and human rights. The second saw an authoritarian counterrevolution. Now, the United States and other democracies are working together to ensure that the third wave of the digital revolution leads to a technological ecosystem characterized by resilience, integrity, openness, trust and security, and that reinforces democratic principles and human rights.Together, we are organizing and mobilizing to ensure that technologies work for, not against, democratic principles, institutions, and societies.  In so doing, we will continue to engage the private sector, including by holding technology platforms accountable when they do not take action to counter the harms they cause, and by encouraging them to live up to democratic principles and shared values.At the first Summit for Democracy, President Biden launched the Presidential Initiative for Democratic Renewal, an innovative, targeted expansion of U.S. Government efforts to defend and grow democratic resilience with likeminded partners through diplomacy and foreign assistance. The United States’ agenda on advancing technology for democracy constitutes one of the Presidential Initiative’s five pillars.This agenda recognizes that to harness current and emerging technology in a manner that supports democratic values and institutions, democracies must put forward a vision of what they stand for – an affirmative, persuasive, secure and privacy-preserving, values-driven, and rights-respecting view of how technology can enable individual dignity and economic prosperity, and also what they will stand against – the misuse and abuse of technology to repress, control, divide, discriminate, and disenfranchise.  Additionally, democracies must continue looking ahead, so as to align emerging technologies, such as artificial intelligence (AI), with respect for democratic principles, human rights and fundamental freedoms.The Biden-Harris Administration’s approach to advancing technology for democracy, and the U.S.-hosted event undertaken as part of the second Summit for Democracy, are each guided by these three key themes: advancing democracy and internet freedom in the digital age, countering the misuse of technology and rise of digital authoritarianism, and shaping emerging technologies to ensure respect for human rights and democratic principles.Advancing Democracy and Internet Freedom in the Digital AgeOur affirmative vision for the world’s technological and digital future is one that is free, open, secure, and aligned with respect for democratic principles and human rights. The Declaration for the Future of the Internet, now affirmed by more than 65 countries, and the Blueprint for an AI Bill of Rights, both released following the first Summit for Democracy, help to lay the groundwork for this vision. Additionally, the Biden-Harris Administration’s inaugural National Cybersecurity Strategy outlines a series of actions to advance our positive vision for cyberspace.Since the first Summit for Democracy, we have advanced our affirmative agenda in additional key areas, including by mobilizing fellow democracies to advance Internet freedom, bolstering the development of national technology frameworks that align with human rights, and supporting the development of technologies that embed democratic values at every stage of their design and use. And the Biden-Harris Administration is making historic investments to close the digital divide in the United States, while laying the foundation to help shape biotechnologies in line with democratic principles and human rights.Key actions announced or highlighted at the second Summit for Democracy include:Countering the Misuse of Technology and Rise of Digital AuthoritarianismFrom AI-powered mass surveillance to censorship at scale, autocratic governments are increasingly employing technology to repress their citizens and control critics at home and abroad. At the same time, misuse and abuse of technologies can occur in both autocracies and democracies alike, as evidenced by alarming instances of misuse of commercial spyware and the spread of online harassment and abuse.  To address this challenge, the Biden-Harris Administration is unveiling at the second Summit for Democracy a comprehensive package of actions meant to combat digital repression from multiple angles – from leading by example with respect to use of commercial spyware and deepening international cooperation on this issue; to championing new principles to guide governments’ use of surveillance technology; to announcing a new efforts to integrate a human rights lens into export controls so as to prevent dual-use technologies and goods from falling into the hands of those that may misuse them. The U.S. government is also calling on the private sector to combat authoritarian use of network-level filtering technology for repressive censorship by supporting and furthering censorship-resistant technologies and technical standards.Key actions announced or highlighted at the second Summit for Democracy include:Complementing U.S. government efforts, a number of private sector actors have also taken specific action to counter the misuse of technology and rise of digital authoritarianism. For example, over 150 companies, spearheaded by Microsoft, Meta, Cisco, Trend Micro and endorsed by Apple and Google, released a set of principles focused on minimizing the risk associated with commercial spyware. Among other corporate commitments, Cloudflare has committed to meaningful consultation with civil society as it works with Internet standards bodies and other Internet providers on the next generation of privacy-enhancing technologies and protocols. Meta has committed to helping people communicate freely and securely, including through a new feature that allows users to connect to WhatsApp by proxy when their Internet connection is disrupted or blocked. Microsoft, together with other cloud service providers, has developed and released the Trusted Cloud Principles. Google is launching a $2 million fund to support human rights defenders, and providing 100,000 security keys at no cost to individuals at higher risk of cyber attacks, such as journalists and human rights defenders.Additionally, the Biden-Harris Administration announced, as part of the Global Partnership for Action on Gender-Based Online Harassment and Abuse, a series of actions to prevent and respond to technology-facilitated gender-based violence and counter its chilling effects on women leaders. This includes committing more than $13 million in targeted funding across USAID and the Department of State. The Global Partnership has grown to be a 12-country initiative bringing together governments, international organizations, civil society, and the private sector to prioritize, understand, prevent, and address the growing scourge of technology-facilitated gender-based violence, which disproportionately impacts women, girls, and LGBTQI+ political and public figures, leaders, journalists and activists. These actions and investments also include the release of the Global Partnership’s 2023 Roadmap and several other initiatives.Finally, in September 2022, the Administration released principles for reforms to enhance tech platform accountability, including providing robust federal protections for Americans’ privacy; removing the special legal protections that broadly shield social media companies from liability; and increasing transparency about platform’s algorithms and content moderation decisions. Shaping Emerging Technologies to Ensure Respect for Human Rights and Democratic PrinciplesEmerging technologies, including AI and biotechnology, hold the power to fundamentally shape industries, economies, and entire societies. Automated systems are driving extraordinary benefits, from technology that helps farmers grow food more efficiently and computers that predict storm paths, to algorithms that can identify diseases in patients. These tools now drive important decisions across sectors, while data is helping to revolutionize global industries. They hold the potential to redefine every part of our societies and make life better for everyone, but they also present significant new challenges and risks including to the enjoyment of human rights and fundamental freedoms. We – the private sector, government, and civil society – must ensure that innovation and progress does not come at the price of democratic values or respect for human rights. That is why the Biden-Harris Administration is leveraging the second Summit for Democracy to shine a spotlight on steps it is taking to mitigate risks, and ensure that innovation drives new opportunities for all.   The Administration has released foundational documents providing a road map for achieving these objectives, including an AI Risk Management Framework that the Department of Commerce’s National Institute of Standards and Technology (NIST) released in January 2023, as well as the Blueprint for an AI Bill of Rights that the White House Office of Science and Technology Policy (OSTP) released in October 2022. In February 2023, the President signed Executive Order 14091 on Further Advancing Racial Equity and Support for Underserved Communities Through the Federal Government, which directs federal agencies to root out bias in the design and use of new technologies, such as AI and other automated systems, and to protect the public from algorithmic discrimination. The Administration is also advancing the implementation of the President’s September 2022 Executive Order on Advancing Biotechnology and Biomanufacturing Innovation for a Sustainable, Safe, and Secure American Bioeconomy as the foundation to engage stakeholders at home and abroad on the importance of shaping ethical standards for the biotechnology of the future.Key deliverables announced or highlighted at the second Summit for Democracy include:"
}