{
    "title": "FACT SHEET: Biden-Harris Administration Advances Equity And Economic Opportunity Through Federal Procurement And State And Local Infrastructure Contracting | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/07/26/fact-sheet-biden-harris-administration-advances-equity-and-economic-opportunity-through-federal-procurement-and-state-and-local-infrastructure-contracting/",
    "created_at": null,
    "content": "Administration Announces Record Contract Spending on Small Disadvantaged Businesses and New Steps to Create Contracting Opportunities for Disadvantaged Businesses through the Bipartisan Infrastructure Law The Federal Government is the largest consumer of goods and services in the world, spending roughly $600 billion each year. Thanks to President Biden’s Bipartisan Infrastructure Law , states, territories, Tribes, cities, and local authorities will spend hundreds of billions of dollars to rebuild our communities in the coming years. The Biden-Harris Administration is committed to ensuring that federal investments build wealth and opportunity for underserved entrepreneurs and small business owners. On the centennial of the Tulsa Race Massacre, President Biden announced a number of steps to narrow the racial wealth gap, including setting a goal of increasing the share of federal contracts going to small disadvantaged businesses (SDBs) to 15 percent by 2025 – a 50 percent increase from most recent spending levels.Just over one year later, new data shows that the Biden-Harris Administration is delivering. The U.S. Small Business Administration’s (SBA) annual Small Business Procurement Scorecard for Fiscal Year 2021 shows a record level of Federal contracting dollars awarded SDBs, a category under federal law for which economically disadvantaged Black-owned, Hispanic-owned, and other minority-owned businesses can compete for federal contracting opportunities.  In addition to advancing more equitable federal procurement, today the Administration is announcing new steps to expand contracting opportunities for historically disadvantaged businesses, including those owned by women and people of color, under Federal grants created through the Bipartisan Infrastructure Law.Increasing Federal, State, and local contracting opportunities with underserved businesses not only helps more Americans realize their entrepreneurial dreams, but also narrows persistent wealth disparities among groups that have long faced economic barriers. According to a recent analysis from the White House Council of Economic Advisers, closing the gap in small business ownership rates between Black and white households and between Hispanic and white households could close the gap in average net worth between these groups by 22 percent and 17 percent, respectively.The following initiatives represent early steps by the Biden-Harris Administration to ensure equitable procurement opportunities, both in contracts awarded by the Federal Government and state and local contracts awarded under federal grants.  In the months to come, the Administration will take additional actions to expand access to capital, help underserved businesses navigate the procurement process, and support state and local government efforts to increase business diversity. Today, the Administration is:SBA’s Small Business Procurement Scorecards can be reviewed at https://www.sba.gov/scorecard. These record levels of contracting followed a range of Administration actions, including an interagency push for increased SDB spending in the 4th quarter of Fiscal Year 2021 and the launching of a new government-wide acquisition contract that exclusively engaged information technology SDBs.  In December 2021, the administration released a strategy to further increase equity in federal procurement over the next several years.Already, agencies are leveraging direct procurement to ensure underserved small businesses can compete for contracting opportunities. For example, the Federal Aviation Administration (FAA), which will award up to $4 billion over the next four years has expanded its use of set aside competitions–whereby contracting opportunities are open exclusively for small businesses–that are targeted at SDBs, HUBZone, Women-Owned Small Business, and Economically Disadvantaged Women-Owned Small Business. FAA has also updated its policy to provide more opportunities for underserved small businesses by increasing the threshold for making noncompetitive awards to SBA-certified 8(a) firms for Bipartisan Infrastructure Law-funded acquisitions, from $4.5 million to $10 million. These early actions build on important provisions in the Bipartisan Infrastructure Law to expand contracting opportunities for disadvantaged businesses.  In addition to  making permanent the Minority Business Development Administration (MBDA), the law strengthened its capacity to support underserved businesses seeking access to federal, state and local contracts.   The law also reauthorized the Department of Transportation (DOT) Disadvantaged Business Enterprise (DBE) program to ensure that small and disadvantaged businesses continue to have a level playing field to compete for work on DOT-assisted contracts funded under the Bipartisan Infrastructure Law, including billions of dollars that will be awarded to Federal Highway Administration, Federal Transit Administration, and Federal Aviation Administration recipients.In the months to come, the Administration will highlight additional actions to expand access to capital, help underserved businesses navigate the federal procurement process, and support state and local government efforts to increase business diversity. ###"
}