{
    "title": "FACT SHEET: White House Task Force on Reproductive Healthcare Access Announces New Actions and Marks the 51st Anniversary of Roe v. Wade | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2024/01/22/fact-sheet-white-house-task-force-on-reproductive-healthcare-access-announces-new-actions-and-marks-the-51st-anniversary-of-roe-v-wade/",
    "created_at": null,
    "content": "Biden-Harris Administration Announces New Actions to Help Strengthen Access to Contraception, Protect Access to Medication Abortion, and Ensure Patients Receive Emergency Medical CareToday, on what would have been the 51st anniversary of Roe v. Wade, women’s health and lives hang in the balance due to extreme state abortion bans. These dangerous state laws have caused chaos and confusion, as women are being turned away from emergency rooms, forced to travel hundreds of miles, or required to go to court to seek permission for the health care they need. In the face of the continued threats to reproductive freedom, President Biden will convene the fourth meeting of the Task Force on Reproductive Healthcare Access, where agencies will announce new actions to protect access to reproductive health care. The Task Force will also hear directly from physicians who are on the frontlines of the fallout from the overturning of Roe v. Wade. Also today, the Vice President is launching her nationwide Fight for Reproductive Freedoms tour to continue fighting back against extreme attacks throughout America.During the Task Force meeting, members will report on ongoing implementation of the President’s three Executive Orders and a Presidential Memorandum on access to reproductive health care and announce new steps to:Today’s announcements build on the Administration’s strong record of taking action since the Supreme Court’s decision to overturn Roe v. Wade. These ongoing efforts to defend reproductive rights include:Protecting Access to Abortion, including Medication AbortionSupporting Women’s Ability to Travel for Medical CareSafeguarding Access to ContraceptionPromoting Safety and Security of Patients, Providers, and ClinicsSafeguarding Privacy and Sensitive Health InformationReinforcing Nondiscrimination Protections under Federal LawProviding Access to Accurate Information and Legal ResourcesPromote Research and Data Collection###"
}