{
    "title": "Report on the U.S. Strategy for Addressing the Root causes of Migration in Central America | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/04/19/report-on-the-u-s-strategy-for-addressing-the-root-causes-of-migration-in-central-america/",
    "created_at": null,
    "content": "Vice President Harris launched the Root Causes Strategy on July 29, 2021, to align U.S. Government efforts to address the economic, governance, and security drivers of irregular migration from Central America.  Tackling the persistent challenges that drive irregular migration requires sustained political will and cooperation across a broad range of stakeholders to foster long-term development in the region.  The Vice President has led progress on the Administration’s Strategy, including by traveling to Guatemala, Mexico, and Honduras to launch new initiatives that sustainably address the root causes of migration. Recognizing the important role for the private sector, Vice President Harris brought together private sector leaders through a Call to Action, which has resulted in over $1.2 billion in private sector commitments in Central America to create new jobs and opportunities for people in the region.  Vice President Harris also engaged partners around the world to support our work and generate new commitments.  The Biden-Harris Administration’s strategy represents a comprehensive approach to promoting inclusive economic growth in the region with a sharp focus on strengthening democratic governance and combatting corruption, women’s empowerment, climate change, human rights, security and curbing gender-based violence.  It integrates various U.S. Government tools, including foreign assistance, development finance, public diplomacy, and economic sanctions and visa restrictions.  Because the region’s long-term development will require more than just the resources of the U.S. Government, the Strategy forges strong partnerships with the private sector and international partners. Mobilizing Private Sector InvestmentThe Vice President’s leadership has brought together private sector leaders through a Call to Action.  In collaboration with the Partnership for Central America, this has resulted in  more than $1.2 billion in private sector commitments in Central America to create new jobs and opportunities for people in the region.  The Call to Action’s six focus areas are intended to support long-term development of the region.  They are: promoting a reform agenda; digital and financial inclusion; food security and climate-smart agriculture; climate adaptation and clean energy; education and workforce development; and public health access.Companies that have made investments and commitments in the region include Microsoft, Nespresso, Mastercard, CARE International, Cargill, Grupo Mariposa, Parkdale Mills, PepsiCo, JDE Peet’s, and PriceSmart.  These initial commitments are already bearing fruit.  Some highlights include:Creating Economic OpportunityStrengthening Health and EducationEnhancing Climate Resilience and Food SecurityCombating CorruptionAdvancing Democracy, Promoting the Rule of Law, and Protecting Human RightsCombating Crime and Increasing Security Focusing on Women and YouthEnhancing PartnershipsDiplomatic Engagement Around the World to Address Root CausesThe Vice President’s diplomacy helped establish the United Nations Humanitarian Response Plans for Honduras, El Salvador and Guatemala. She has worked with the European Union and Canada, which have become the largest donors to the effort after the United States."
}