{
    "title": "Biden Administration Highlights High Performers to Encourage More Widespread Action on Delivering Rental Assistance and Stopping Evictions | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/09/09/biden-administration-highlights-high-performers-to-encourage-more-widespread-action-on-delivering-rental-assistance-and-stopping-evictions/",
    "created_at": null,
    "content": "Yesterday, the White House convened state and local leaders to showcase cities, counties, and states that are protecting tenants and rapidly delivering assistance to stop evictions. Governors and mayors shared successful policies to distribute assistance and stop evictions that can be replicated across the country.Treasury Secretary Janet Yellen underscored the importance of preventing evictions and keeping people in their homes as part of an equitable economic recovery. She made clear that Treasury had taken a “large pair of scissors to any red tape,” eliminating the need for burdensome documentation and encouraging self-attestation for financial hardship, income, and risk of homelessness. While Treasury’s strong preference is for each jurisdiction to use the full amount of its original ERA allocation, the Secretary said the goal is to ensure these funds reach people in need and that the department is prepared to reallocate funds from state and local programs that are not quickly dispersing funds to those programs that are efficiently getting funds out rapidly. She also highlighted the Treasury Department’s joint call with the Department of Housing and Urban Development and the Department of Justice for state and local governments to set up eviction diversion programs using American Rescue Plan funds and stop evictions until tenants are able to access rental assistance.Gene Sperling, the White House American Rescue Plan Coordinator, said that 22 state and local governments had distributed 85% or more of their ERA1 allocations by the end of July – including Will County, IL, San Diego, CA, Mecklenburg County, NC, and Milwaukee, WI – but stressed that much more progress is needed. Sperling highlighted other states, like Minnesota, Connecticut, and Virginia, that have protections in place to ensure that renters are able to access rental assistance. Sperling said that while ERA was on pace to get out over half of the $16 billion that would likely be needed by September or October, there would still be a meaningful and painful gap of renters and their families not covered if the pace of Emergency Rental Assistance and economic diversion strategies were not accelerated beyond where they were in July.Julie Chavez Rodriguez, Director of Intergovernmental Affairs at the White House, emphasized that efforts by state and local leaders to accelerate rental assistance are “at heart about keeping people in their homes.” Jacob Leibenluft, Treasury’s Chief Recovery Officer, highlighted the Promising Practices that cities and states are using to get aid out. Erika Poethig, Special Assistant to the President for Housing and Urban Policy, discussed how local governments can take actions to stop evictions – including by enacting local eviction moratoria.High Performing Emergency Rental Assistance ProgramsStopping Evictions with Moratoria and Protections to make sure tenants can access rental assistanceThe mayors and governors who participated in this event offered to be resources to other state and local governments about Emergency Rental Assistance program implementation and eviction diversionary policies.###"
}