{
    "title": "Job Gains in Construction After Two Years of the Bipartisan Infrastructure Law | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/blog/2023/11/15/job-gains-in-construction-after-two-years-of-the-bipartisan-infrastructure-law/",
    "created_at": null,
    "content": "Heather Boushey, Chief Economist, Investing in America CabinetTwo years ago, President Biden signed into law the Bipartisan Infrastructure Law, which makes historic and much–needed investments in improving transportation infrastructure, modernizing the electric grid, expanding access to high-speed internet, cleaning up legacy pollution, replacing lead pipes, and building a clean energy economy. The law also includes Build America, Buy America requirements to ensure the domestic manufacturing of construction materials including iron and steel and to incentivize the domestic production of electric vehicle charging stations, fiber optic cable for high-speed internet, and water infrastructure parts. In the short run, researchers have projected that the law will support hundreds of thousands of jobs, primarily in construction and manufacturing. In the long run, the law is designed to enhance productivity and deliver broad-based economic growth.While many of the economic benefits of the legislation will play out over the coming years and decades, job gains in construction industries suggest that some benefits have already begun to emerge.The construction sector is highly cyclical, with employment growing during economic expansions and declining during recessions. Consistent with this trend, the economy has added 670,000 jobs in construction since President Biden took office in January 2021—an average of 20,000 jobs per month. This is a slightly faster pace than in the years before the pandemic, with some sub-sectors—heavy and civil engineering and construction of buildings—seeing much faster growth than pre-pandemic. Employment in the construction sector has exceeded the pre-Great Recession high for the first time, with last month setting a new record high going back to the start of the data in 1939.Job gains in the construction industry are particularly beneficial to American workers, as these jobs tend to be relatively high-paying. The Biden-Harris Administration has taken steps to further improve the quality of these jobs, such as by requiring the use of project labor agreements for large-scale federal construction projects and updating the Davis Bacon Prevailing Wage Rule for the first time in nearly 40 years, raising pay for more than one million construction workers over time.To better understand recent developments in construction employment and the effects of the Bipartisan Infrastructure Law, this blog explores two major sub-industries of the construction sector: heavy and civil engineering and construction of buildings. It identifies unusually rapid job gains in both industries, largely driven in recent months by employment growth in highway, street, and bridge construction and in nonresidential building construction. These developments are consistent with the Bipartisan Infrastructure Law’s success in creating good jobs for American workers in construction.The heavy and civil engineering industry comprises establishments that work on engineering projects, such as building utility systems, roads, bridges, and transit. Employment gains in this industry, especially road and bridge construction (which is often funded by the federal government), provide a good initial indicator of the effects of the Bipartisan Infrastructure Law.In the latest data, since the President took office, overall employment in heavy and civil engineering was at a series high (data go back to 1990). Since the start of the Administration, the sector has added 92,400 jobs, with much of the recent growth coming from employment in highway, street, and bridge construction (Figure 1).Looking at the more detailed sub-sectors, since January 2021, the highway, street, and bridge construction industry has added 38,300 jobs, 37,600 of which were added after the Bipartisan Infrastructure Law was signed into law in November 2021 (Figure 2). In January 2023, employment in highway, street, and bridge construction finally surpassed its pre-Great Recession high, continuing to grow since and setting a new series high (data go back to 1990) in the latest data. This pace of job growth is notably strong; whereas from 2011-2019, the industry added an average of 700 jobs per month, over the past year, it has added four times that amount—2,800 jobs per month.The construction of buildings industry is composed of establishments that are primarily responsible for the construction of buildings, including new construction, additions, alterations, maintenance and repairs. It is typically subdivided into residential building construction (single-family and multi-family homes) and nonresidential building construction (factories, offices, airports, warehouses, and more). Job gains in the construction of buildings, particularly nonresidential buildings like manufacturing facilities, airports, bus terminals, factories, and warehouses, suggest progress with implementing the Bipartisan Infrastructure Law and the rest of the President’s Investing in America agenda. Like heavy and civil engineering, the industry has seen striking gains in recent years. Since January 2021, the industry has added 187,000 jobs, with job gains roughly evenly split between residential building construction (93,000) and nonresidential building construction (94,000). Whereas initial employment gains in building construction were driven by residential building, gains since mid-2022 have been driven by increases in nonresidential construction (Figure 3). Notably, as shown in Figure 4, nonresidential building construction employment has now reached a series high (data go back to 1990). The pace of job gains in nonresidential building construction also exceeds that of previous periods of growth; over the last year, nonresidential building construction has added an average of 3,800 jobs per month, well above the average between 2011 and 2019 of 1,800 and the average between 2004 and 2007 of 2,200. Notably, these job gains have come as spending on the construction of manufacturing facilities has hit record highs.Strong employment growth in two critical sub-industries of construction indicate that the Bipartisan Infrastructure Law is already taking effect by stimulating demand for high-paying construction jobs that are rebuilding our nation’s roads, bridges, pipes, and more. Moving forward, investments in workforce development will help meet this demand and increase access to the industry for underrepresented groups. President Biden’s Bipartisan Infrastructure Law newly enabled states to invest in workforce development using their highway formula funds, which total nearly $250 billion over five years. More than half of states are already taking advantage of this flexibility, investing $39 million to prepare their workforces for high-quality jobs in construction and other transportation-related occupations.Moreover, developments in construction employment are just one measure of how implementation of the Bipartisan Infrastructure Law has progressed in the last two years, reflecting only a subset of the near-term benefits of infrastructure investment. Since President Biden took office, the Administration has announced nearly $400 billion in public infrastructure and clean energy investments, with 40,000 infrastructure projects moving forward. Economic research suggests that as these infrastructure investments continue to progress, additional benefits for American families—including increased productivity and economic growth—will emerge."
}