{
    "title": "FACT SHEET: Biden-Harris Administration Announces New Steps to Improve Quality of Nursing Homes | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/10/21/fact-sheet-biden-harris-administration-announces-new-steps-to-improve-quality-of-nursing-homes/",
    "created_at": null,
    "content": "For far too long, nursing home residents have been victims of an industry with little accountability to keep American seniors safe and protected. COVID-19 has laid bare the challenges in America’s nursing homes, with over 200,000 residents and staff dying from COVID-19. That’s why in his State of the Union, President Biden launched an action plan to improve the safety and quality of care in the nation’s nursing homes. Today, the Biden-Harris Administration announced new actions to increase accountability of bad actors in the nursing home industry, improve the quality of nursing homes and make them safer. These efforts complement the Administration’s investments in home and community-based services to prevent unnecessary nursing home admissions and help nursing home residents transition back home when possible.More Aggressive Enforcement for the Worst-Performing Nursing HomesToday, the Centers for Medicare and Medicaid Services (CMS) announced new actions to significantly strengthen accountability for nursing homes in the Special Focus Facilities (SFF) Program, an oversight program for the poorest performing nursing homes in the country. The SFF Program already provides more frequent inspections of these nursing homes, but more action is needed to ensure these nursing homes improve.The SFF Program reforms announced for the first time today:More Resources to Support Good-Paying, Union Jobs in Nursing Home CareSufficient, high-quality staffing is the measure most closely linked to the quality-of-care residents receive. Creating good-paying, union jobs in the nursing home industry—and career pathways into those jobs—promotes the “double dignity” of both patients and workers. That’s why today the Department of Health and Human Services (“HHS”) and the Department of Labor (“DOL”) are highlighting funds that are newly available to support pathways into good-quality nursing jobs—including for the nursing home workforce:Building On Other Nursing Home Reform ProgressToday’s efforts build on the many other actions the Biden-Harris Administration has already taken to improve nursing home quality and accountability since President Biden announced the Nursing Home Reform Action Plan in the State of the Union:###"
}