{
    "title": "FACT SHEET: How the Biden-Harris Administration is Fighting Against Attacks on Americans’ Constitutional Right to Vote | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/06/11/fact-sheet-how-the-biden-harris-administration-is-fighting-against-attacks-on-americans-constitutional-right-to-vote/",
    "created_at": null,
    "content": "As the President said when recognizing the tragic injustice of the Tulsa race massacre, the “sacred right [to vote] is under assault with an incredible intensity,” in a manner that is “simply un-American” but sadly, not unprecedented. And he called for a redoubling of efforts to expand voting rights and overcome the surge in efforts to undermine the right to vote of so many Americans through anti-voter laws that are motivated by a dangerous lie – a lie that motivated the unprecedented assault on our Capitol on January 6th, that cost the lives of brave law enforcement officers, and that has been disproven by over 80 federal judges appointed by Presidents of both parties and bipartisan election official across the country.Plain and simple, these voter suppression laws are meant to attack Americans’ constitutional rights — especially people of color — and that is absolutely unacceptable to the President. He ran to restore the soul of America, and to address the four principal crises facing our nation – one of which is racial justice.In office, the President has taken unprecedented action to advance voting rights and defend this sacred right. And he recently named Vice President Harris to take charge of a new, intensified campaign on this issue, signifying its vital importance to this administration.Voting rights have been at the core of his agenda for his entire time in public life. In the Senate he was indispensable to expanding access to the franchise, securing a 25-year extension of the Voting Rights Act – when Strom Thurmond chaired the Judiciary Committee. And in the Senate, Vice President Harris was a leader on voting rights legislation and built a very strong record on the issue as Attorney General of California.  In addition to today’s major announcements by Attorney General Garland – including that the Department of Justice will within 30 days double the staff of its Civil Rights Division for protecting the right to vote — here are the actions the administration has taken on voting rights since taking office:###"
}