{
    "title": "FACT SHEET: Putting the Public First: Improving Customer Experience and Service Delivery for the American People | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/12/13/fact-sheet-putting-the-public-first-improving-customer-experience-and-service-delivery-for-the-american-people/",
    "created_at": null,
    "content": "The Federal Government interacts with millions of people each day and provides vital services during some of the most critical moments in people’s lives. Whether searching for vaccine safety information, claiming retirement benefits, receiving health insurance, passing through a security checkpoint, or checking the status of a farm loan application, Americans expect Government services to be responsive to their needs. But too often, people have to navigate a tangled web of Government websites, offices, and phone numbers to access the services they depend on. The Biden-Harris Administration is committed to ensuring an effective, equitable, and accountable Government that meets the needs of its people.Today, the President is taking decisive action to promote fiscal stewardship by improving the Government’s service delivery to its customers, the American people. The President will sign an Executive Order, Transforming Federal Customer Experience and Service Delivery to Rebuild Trust in Government, directing that Government leaders account for the experiences of the public in seeking Government services. The President is making sure we’re building accountability and transparency into everything we do and that we’re good stewards of taxpayer dollars. As the President has said: “We have to prove democracy still works, that our government still works and can deliver for our people.”The Executive Order directs Federal agencies to put people at the center of everything the Government does. Specifically, the Executive Order includes 36 customer experience (CX) improvement commitments across 17 Federal agencies, all of which aim to improve people’s lives and the delivery of Government services. The Executive Order also creates a sustained, cross-government service delivery process that aligns to the moments that matter most in people’s lives – like turning 65, having a child, or applying for a small business loan. As part of this framework, the Administration will work to identify and define critical services that meet customers’ needs and expectations, assess performance delivery and report it publicly, incorporate customer feedback during each interaction, and ultimately ensure services deliver a better experience to the public. Every interaction between the Government and the public, whether it involves filing taxes or renewing a passport, is an opportunity to deliver the value, service, and efficiency that the public expects and deserves.The Government has designated 35 High-Impact Service Providers in Federal agencies as key service providers due to the volume and types of benefits, services, and programs they deliver to the public. As part of this Executive Order, agencies commit to putting their customers at the center of everything they do. These actions include modernizing programs, reducing administrative burdens, and piloting new online tools and technologies that can provide a simple, seamless, and secure customer experience. The types of high-quality interactions the American people should expect to have with their Government, and that the Executive Order addresses, include:RETIRINGFor the 54.1 million Americans who are over the age of 65, and the nearly 4 million Americans who become eligible for Social Security benefits each year, who manage their retirement and health care benefits:FILING AND MANAGING YOUR TAXESFor the 240 million individuals and businesses who file tax returns each year and the 167 million people who call the IRS for help: SURVIVING A DISASTERFor the 25 million individuals, families, and small businesses who live through a Federally recognized natural disaster each year:TRAVELINGFor the more than 2 million daily passengers who travel through U.S. airports each year:FINANCING POST-SECONDARY EDUCATIONFor the 1 in 6 Americans, or approximately 45 million people, who are managing their student loans:MANAGING VA HEALTH CARE AND BENEFITSFor the 200,000 service members who transition to civilian life each year and the more than 18 million Veterans across the United States:REDUCING BARRIERS FOR THOSE EXPERIENCING POVERTYFor the tens of millions of Americans who rely on critical safety net programs:FINANCING YOUR BUSINESSFor the more than 30 million small business owners who may seek credit to grow their businesses and the 90% of U.S. farms that are small and family-owned:SUPPORTING WOMEN, INFANTS, AND CHILDRENFor women seeking maternal health care and nutrition access in the critical early years of children’s lives:MANAGING YOUR HEALTHAll Americans should be able to access the vital health services they need at the time that they need them. Under this Executive Order:UPDATING YOUR PERSONAL INFORMATION ONCEFor the more than 30 million people who move each year, and approximately 2 million people who change their names each year:ADDITIONAL ACTIONSThis Executive Order is a continuation of the launch of the President’s Management Agenda (PMA) Vision, which prioritizes delivering excellent, equitable, and secure Federal services and customer experience. The PMA recognizes that improving the delivery, efficiency, security, and effectiveness of Government programs will advance equity, enhance people’s everyday interactions with public services, and provide greater opportunities for those who need it the most.The Government’s primary mission is to serve. By placing people at the center of everything we do, the Government will be able to deliver timely, modern, and secure services to you – the people. We will rebuild trust in our Government, ensure no one is left behind, and inspire others to join us in serving future generations of Americans. ###"
}