{
    "title": "FACT SHEET: President Biden Announces New Resources to Support Women Small Businesses Owners, Continued Commitment to Supporting America’s Entrepreneurs | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/03/27/fact-sheet-president-biden-announces-new-resources-to-support-women-small-businesses-owners-continued-commitment-to-supporting-americas-entrepreneurs/",
    "created_at": null,
    "content": "As a Result of The President’s Investments In America, a Record 10.5 Million New Small Businesses Applications Filed in 2021 and 2022During the Small Business Administration’s (SBA) second annual Women’s Business Summit, President Biden will announce new resources to support women small business owners, and he will reaffirm the Biden-Harris Administration’s continued commitment to supporting all of America’s small businesses. The President will announce that SBA will expand the Women Business Centers network, bringing the total to 160 centers across the country that assist women entrepreneurs through training, mentoring, business development, and financing opportunities.Small businesses are the engines of our economy. That’s why from his first day in office, the President has taken action to assist our nation’s small businesses as they recover from the economic impact of the pandemic and continue to grow. As a result of these actions, a record 10.5 million applications to start new businesses have been filed in the last two years– each one representing the hope and entrepreneurial spirit of America’s small business owners, and the faith and confidence they have in America’s future.During Women’s History Month, we celebrate the entrepreneurial spirit of women and women-owned and operated businesses:The Biden-Harris Administration has already taken significant steps to support women-owned businesses. This includes:Providing Resources and Mentorship to Women Small Business Owners: Many small businesses, especially those from underrepresented communities, lack the access to technical expertise, accountants, and lawyers employed by better resourced businesses. This Administration is focused on meeting small businesses owners, including women small business owners, where they are by offering extensive support services to navigate available programs. That’s why this Administration has: Expanding Access and Avenues to Capital. Capital is vital for small businesses to start and grow. That’s why expanding access to capital, and making sure there are ample pathways to reach that capital, is a core pillar of the Administration’s agenda to support small businesses. This Biden-Harris Administration has:Leveraging Federal Spending to Support Small Businesses: The federal government spends more than $600 billion every year in goods and services, and this Administration is committed to ensure that federal spending supports entrepreneurship and wealth creation.  This Biden-Harris Administration has:In addition, the President’s American Rescue Plan made critical investments which saved hundreds of thousands of small businesses from shutting their doors during the pandemic, including by:Following the President’s remarks, SBA Administrator Isabella Guzman will moderate a panel discussion between Sara Blakely, founder of Spanx, Payal Kadakia, former CEO and founder of ClassPass, Melissa Butler, CEO and Founder of The Lip Bar, and Natalie King, founder and CEO of Dunamis Charge, an electric vehicle charger manufacturer. The Women’s Business Summit will continue through Wednesday, March 29, and feature panels and discussions with Administration officials, non-profit and for-profit organizations, and women entrepreneurs leading businesses across various industries, including childcare, technology, services, manufacturing, and more.###"
}