{
    "title": "Remarks by Vice President Harris at the Democratic Party of Georgia's Spring Soiree | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/speeches-remarks/2023/05/12/remarks-by-vice-president-harris-at-the-democratic-party-of-georgias-spring-soiree/",
    "created_at": null,
    "content": "Flourish AtlantaAtlanta, GeorgiaTHE VICE PRESIDENT:  Hello, everybody.  Hi!  (Applause.) AUDIENCE:  Four more years!  Four more years!  Four more years!THE VICE PRESIDENT:  Thank you, all.  Thank you, all.  Thank you.  Thank you.  You know.  Thank you.  Thank you, all.  Thank you, all.Congresswoman, I want to thank you in front of all these friends.  I thank you for sending her to Congress because this — (applause).  I have to tell you: In addition to being the chair of the party here in Georgia, I have seen her in the hallways of the United States Congress when the lights are on and when the lights are off, when the cameras are on and when the cameras are off.  She is always fighting for the needs of this state. And she has the unique ability to understand how what happens here is a measure of what is happening in our country.  And you are an incredible fighter and an incredible leader and a dear friend.  Thank you for inviting me.  (Applause.)And thank you to all of the state and local elected leaders who are here tonight.  I know you’ve been recognized, but it is so good to work with you and so good to see everyone again.  I love coming back to Atlanta.  (Applause.)And you know — I don’t have to tell anybody in this room — Georgia is the historic home of some of our nation’s greatest Democrats — (applause) — including, of course, our beloved President Jimmy Carter.  (Applause.)  And I know we all share the sentiment that may God continue to bless President Carter, Mrs. Carter, and the entire Carter family.  (Applause.)  And so many of us continue to draw inspiration from President Carter’s life and his legacy of decency, integrity, and service to others.You know, I’ve been asked recently about what — what’s going on in the country.  And one of the things that I say is, you know, I do think that it is — it is the sign of the strength of a leader to have empathy.  You know?  You measure strength, I believe, not based on who you beat down but based on who you lift up.  (Applause.)  And so, I think a lot about President Carter in that way as well.And so, we look at where we are moving forward, and there is a legacy that President Biden and all of us here — that we have to advance every day, in terms of the work that has happened right here in this state.And speaking of the President, Georgia Democrats, for two years, I have been honored to serve as Vice President of the United States of America.  And I am so proud — (applause) — to run for re-election with our President, Joe Biden, so — yes — so we can finish the job.So because of Georgia Democrats, during the height of a pandemic in 2020, we turned out an historic number of voters, and Joe Biden and I then went to the White House.  And a few weeks later, you sent Jon Ossoff and Raphael Warnock to the United States Senate.  (Applause.) And here’s how I think about that election: In 2020, when folks went to vote, I think of it as they put in an order.  They put in their order.  They said, “Look, prescription medication is far too expensive for our seniors.”  People put in their order and they said, “I’ve worked too hard to suffer under medical debt.”  And where others failed, we took on the pharmaceutical industry.  (Applause.) And because people voted, the price of insulin for seniors is now capped at $35 a month.  (Applause.)  Prescription medication will be capped at $2,000 a year.  (Applause.)  And 50,000 seniors in Georgia will have more money to pay for groceries and retire with dignity.  (Applause.)  Because people voted.People put in their order, they voted, and they said, “Look, these roads and bridges are filled with potholes, and I’m tired of paying out of my pocket to replace a flat tire.”  (Laughter.)  Because, you know, car insurance doesn’t cover that.They said, “It is time to invest in America.”  And because they voted, we’ve already started 25,000 infrastructure projects across our nation.  (Applause.)  Because folks voted.Which means, here in Georgia, we’ve delivered over $4 billion to rebuild roads, bridges, ports, and airports.  And in Atlanta alone, new sidewalks and bike lanes on Central Avenue and Pryor Street — (applause); expansion of the BeltLine — (applause); and, finally, more upgrades to Concourse D at Hartsfield-Jackson.  (Applause.)  We heard you.  (Laughter.)Grandparents stood in lines and put in their order.  They voted and they said, “There’s lead in these pipes.  And while I may not have a medical degree, the water coming out of those pipes is harming the health of our children, including their ability to learn.”And because they voted, we are now on track to remove every lead pipe in our nation — (applause) — including all 46,000 right here in Georgia. We took on the issue of affordable access to broadband, because folks who live in rural America, in rural Georgia should not have to take school-age children to the McDonald’s parking lot to be able to have access to public Wi-Fi to do their homework.  (Applause.)  And seniors shouldn’t have to go to a public library to have a private telemedicine appointment with their doctor.  (Applause.)  And because they voted, we are on track to connect every household in America with affordable and accessible broadband — because folks voted — including 560,000 families right here in Georgia. And here’s how we feel about that, by the way.  In the 21st century, high-speed Internet and access to high-speed Internet is about equity and dignity.So, people put in their order in 2020.  They voted, and they said: The climate crisis is an existential crisis.  So we are making the largest — and I see the young Democrats here — (applause) — we are making the largest climate investment in America’s history — (applause) — to create a new economy and a clean energy economy with millions of jobs, many that don’t need a college degree.And you just have to look at that new electric vehicle plant outside Savannah to see how this works.  (Applause.)  They will now hire 8,000 new workers because of our investment. Voters also said the people who preside over America’s justice system should look like America.  (Applause.)  Folks stood in line because they said, “It’s about time we had a Black woman on the United States Supreme Court.”  (Applause.)  And because they voted, her name is Justice Ketanji Brown Jackson.  (Applause.)All of this proves — all of this proves when we hear the people’s voice through their vote, big things happen.  And Georgia Democrats helped deliver it.  (Applause.)And I will say, because I’ve seen it, in the last few years, the leaders in this room have made a transformative impact on people around our nation and around the world — which, from my perspective, is about the power of the New South.  (Applause.)A South — a South that advances and protects the human rights that Ambassador Andrew Young and President Carter advocated for around the world; the civil rights that Reverend C.T. Vivian and Coretta Scott King marched for — (applause) — and that Medgar Evers and Reverend Dr. Martin Luther King, Jr., gave their lives for.  (Applause.)  The voting rights that Fannie Lou Hamer and Congressman John Lewis bled for, and people like Stacey Abrams — (applause) — and LaTosha Brown and Helen Butler and Cliff Albright continue to fight for.  (Applause.)The work the people in this room continue, including registering folks to vote, expanding the coalition, and activating and inspiring.  This is the work that helped attract new waves of Black Americans, Asian Americans, Latinos to the South — building that coalition.And as the Chairman of our Party, Jaime Harrison — himself a son of the South — put it, you helped “close the book on the Old South” and start a “new book called the New South.”  (Applause.) But this work is not without great challenges.  As always in our history, some see efforts to advance rights and freedoms as a threat.  While we are here working to build a better future, extremist so-called leaders in Georgia are in a fight to silence this New South.  They are trying to take us back, to roll back fundamental freedoms, to attack fundamental democratic principles.And be clear: Their blueprint is to restrict hard-won rights and freedoms and to do it state by state. Just pause and think for a moment.  The writing was on the wall just 10 years ago in the case of Shelby v. Holder.  They plotted for years to attack the Voting Rights Act.  They handpicked candidates for Attorney General and Secretary of State.  They passed legislation and brought litigation.  And finally, they reached their destination in the United States Supreme Court and they gutted the Voting Rights Act.People from around the country — so-called leaders, extremist leaders — this is what they did.  And they gutted the Voting Rights Act.And in the 10 years since, the consequence is extremists have made it more difficult to vote in state after state.  Then, after a record turnout in the 2020 election, surpassing and working around these obstacles, and a record turnout — a record turnout of young voters in 2020 — (applause) — extremists in the Georgia state legislature went so far as to limit drop boxes, reject mail-in ballots, and make it a crime to give people food and water for standing in line to vote.  What happened to “Love thy neighbor”?And then, what happened next?  Well, in 2022, the Dobbs case, where the United States Supreme Court just took a constitutional right that had been recognized from the people of America, from the women of America.And following their playbook, immediately thereafter, in states like Georgia, Florida, and Texas, extremists proposed and passed laws to attack the freedom of a woman to make decisions about her own body, passed laws that threaten doctors and nurses and healthcare providers with jail time, passed laws that ban an ability for that woman to make this decision after six weeks — ban abortion after six weeks. And, by the way, most women don’t even know they’re pregnant at six weeks, which, by the way, tells me most of these men don’t even understand how a woman’s body works.  (Applause.)  Come on.  Come on.And, Georgia, please do note the hypocrisy.  They posture that these laws will protect mothers and babies.  Well, I ask: If you really want to protect mothers and babies, know as I do — because I’ve been working on it for years — Black women are three times more likely to die during pregnancy.  (Applause.)    Native women are twice as likely to die during pregnancy.  Rural women, one-and-a-half times likely to die.  And pregnant women in over half the counties in the state of Georgia have no access to an OB-GYN.  I didn’t say “a little” — no access.So don’t come talking to me about the health of women and babies if you do not treat maternal mortality as the crisis it is.  (Applause.)  The hypocrisy. These extremists dare to claim to be for life.  But instead of acting to save lives from gun violence, extremists, state by state, made it legal to open carry a gun without even a permit or background check. Meanwhile, we mourn for the young mother killed last week at a medical facility just a few miles from here and for eight people, including three babies — three young children — killed in a mall in Texas.You know gun violence is now the number one cause of death for the children of our nation?  You know one in five Americans has lost a — lost a family member to gun violence?And how have these so-called leaders, these extremists dealt with what is so obviously a crisis?  By turning off the microphones and expelling two elected leaders in Tennessee.  (Applause.)  To deal with the crisis, they silence and stifle the cries and the demands of the people.     Just like they are attempting to silence and stifle the teachings of America’s full history with book bans.  (Applause.)  Book bans!  Book bans in this year of our Lord, 2023?And these so-called leaders even silence and stifle Americans from loving who they love openly and with pride.  (Applause.) So, Georgia, let’s all understand what’s at play.  These extremists have a plan to take their agenda national through the courts and blocking access to the ballot box.  These so-called leaders have a national plan to silence the voices of the people and to roll back our progress.But here’s the thing: The people will not be silenced.  (Applause.)  The people will not be deterred.  We, the people, refuse to yield to the violence and to the hate, and we will not be divided.  We will stand united.  We will stand on the shoulders of the giants like those from Georgia. We know the legacy of that history, in these dark moments, shines a light on our path.  And I do believe that when you know what you stand for, you know what to fight for.  (Applause.) So let us stand every day in the fight for the right of all people to express their voice through their vote, love who they love openly, be free from gun violence, for our children to learn the full history of America.  And if you agree one does not have to abandon their faith or deeply held beliefs to agree that the government should not tell a woman what to do with her own body.  (Applause.) Stand — stand if you are in the fight for the permanent expansion of the Child Tax Credit, for paid family leave, for affordable childcare, for Medicare and Social Security and the right of all people to live with dignity.  (Applause.) We know what we stand for, and so we will fight.  We will fight for our democracy, for our founding principles as a nation based on our love of country.And, Georgia, when we fight, we win.  (Applause.)Thank you.  God bless you.  And God bless the United States of America.  Thank you.  (Applause.)                             END###"
}