{
    "title": "FACT SHEET: President Biden’s Budget Lowers Costs for Families and Gives the American People More Breathing Room | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/03/09/fact-sheet-president-bidens-budget-lowers-costs-for-families-and-gives-the-american-people-more-breathing-room/",
    "created_at": null,
    "content": "As our economy transitions from a historically strong recovery to stable and steady growth, the Biden-Harris Administration has remained laser-focused on continuing to lower costs for families and giving them more breathing room, without giving up the historic economic gains we’ve made. While more work remains—and there could be setbacks along the way—the United States faces the challenge of global inflation from a position of strength and there are clear signs that the Administration’s strategy is working. Annual inflation is lower than it was seven months ago. Gas prices are down $1.60 since their peak last summer. And unemployment remains at its lowest level in 54 years while take home pay has gone up.At the same time, the strength of America’s jobs recovery—along with the Administration’s policies that are designed to support workers and families—has left families more economically secure than they were before the pandemic. Compared to pre-pandemic levels, households are now less likely to be delinquent on their credit card bills and mortgages, and more likely to have health insurance. A record-setting 16.3 million people signed up for Affordable Care Act coverage this year, and the national uninsured rate hit an all-time low last year. Families are facing fewer evictions and foreclosures than they were before the pandemic, and bankruptcy rates are lower as well. This economic security is giving families peace of mind and breathing room that they didn’t have before the pandemic. Thanks to the President’s Inflation Reduction Act, the Administration is lowering costs for prescription drugs, health care, and energy for tens of millions of Americans—all while lowering the deficit by more than $200 billion over the next decade. And the Administration has taken a range of significant actions to give families more breathing room—eliminating junk fees that make it harder for families to make ends meet, unsnarling pandemic-driven supply chain bottlenecks that increased prices, promoting greater competition across the economy, and creating hundreds of thousands of manufacturing jobs that will help rebuild our country’s supply chains and further lower costs.Meanwhile, Congressional Republicans have proposed actions that would raise costs for working- and middle-class families while showering benefits on the wealthy and big corporations. Some Congressional Republicans have proposed repealing the Inflation Reduction Act, which would worsen inflation, deliver billions in handouts to Big Pharma, and increase the deficit. And they have threatened to raise costs for seniors and families by threatening cuts to Medicare, Social Security, and other critical programs that the American people count on—all while proposing policies that would add $3 trillion to the debt over the next decade.The President’s Budget takes a very different approach—building on the progress we’ve already made giving families more breathing room by proposing a package of policies to lower everyday costs for the American people, including for health insurance, prescription drugs, higher education, child care, utilities, and more.LOWERS PRESCRIPTION DRUG AND HEALTH CARE COSTSCUTS THE COSTS OF QUALITY CHILD CARE AND EDUCATIONADDRESSES PRICE PRESSURES FOR OWNERS AND RENTERSREDUCES THE COST OF COLLEGELOWERS COSTS ON EVERYDAY GOODS BY STRENGTHENING SUPPLY CHAINSINCREASE FOOD SECURITY###"
}