{
    "title": "FACT SHEET: The Biden Administration’s Unprecedented Actions to Expand and Improve Trucking Jobs | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/04/04/fact-sheet-the-biden-administrations-unprecedented-actions-to-expand-and-improve-trucking-jobs/",
    "created_at": null,
    "content": "Since Day 1, the Biden-Harris Administration has taken on the supply chain disruptions and price increases resulting from the decades-long lack of investment in the nation’s goods movement supply chain. The Administration enacted the Bipartisan Infrastructure Law to bring our infrastructure to the 21st century, worked with ports to clear the docks and gets good moving, launched a pilot initiative to create the digital infrastructure to connect key stakeholders in the supply chain, and more. The result is a modern goods movement system that boosts American competitiveness and cuts families’ costs.Trucking moves 72 percent of goods in America and is a lynchpin in our goods movement supply chain. Trucking costs grew more than 20 percent last year as a surge in demand for goods caused by the pandemic confronted a decline in trucking employment that preceded the pandemic. The low supply of drivers is driven by high turnover and low job quality. Turnover in trucking routinely averages 90 percent for some carriers and drivers spend about 40 percent of their workday waiting to load and unload goods –  hours that are typically unpaid. Many truckers are not directly employed and operate as independent small businesses, bearing the burden of leasing, gas, insurance, and maintenance costs themselves. These financial burdens cause many to leave the profession. Trucking also draws on an older, heavily male workforce—the median age is four years higher than the overall workforce and almost 90 percent of the industry is men—which adds to its recruiting challenges.Last December, the Administration confronted these challenges head on.  The U.S. Department of Transportation and the U.S. Department of Labor launched a Trucking Action Plan to increase the supply of truck drivers by creating new pathways into the profession, cutting red tape to expand high quality training through Registered Apprenticeship, and laying the foundation for improving job quality to keep people in the profession.Major Achievements of Biden Effort to Expand and Improve Trucking Jobs:Since the launch of the plan in December, the Administration hosted seven listening sessions with over 100 participants. Continuing to listen and work with drivers is a pillar of the Administration’s work to address job quality in the DOL and DOT’s Driving Good Jobs Initiative. This initiative supports the trucking workforce by creating a task force on truck leasing arrangements, launching a Women of Trucking Advisory Board, and more. The Administration is also committed to addressing core job quality challenges from misclassification to hours of service to workplace safety.Getting Americans to Work in Better Trucking JobsWhen President Biden took office, there were 30,000 fewer trucking jobs than in February 2020 and trucking employment had been falling even before that. But last year’s historic job growth across the economy resulted in 2021 registering as the best year for trucking job growth since 1994. Trucking employment now exceeds its pre-pandemic level by 35,000 and is higher than it was before it began to decline in 2019. Trucking employment growth over the last year was strongest in California where it exceeded 10 percent as well as Missouri, New Jersey, Ohio, and Washington where it exceeded 8 percent.Long-distance truck driving has been the sector of trucking facing the most challenges, but we are now seeing fresh momentum there: December through February was the best three-month stretch for long-distancing trucking employment growth since the 1990s (data are currently only available through February).Cutting Red Tape: More than Doubling Commercial Driver’s License Processing Compared to 2021The Administration and U.S. Department of Transportation worked with states and Governors to accelerate CDL processing. DOT announced over $57 million in funding available to help states expedite CDLs, coordinated waivers, sent all 50 states a toolkit detailing specific actions to expedite licensing and worked hand-in-hand with states to address challenges. This resulted in a 112 percent increase in CDL processing in January and February 2022 compared to January and February 2021. States have issued more than 876,000 CDLs since January 2021.Scaling Apprenticeships: Moving the Market on How Truckers are Recruited, Trained, and RetainedThe Departments of Labor and Transportation launched the 90 Day Trucking Apprenticeship Challenge to jumpstart this proven workforce strategy in trucking.With these 100 employers and 7 trade associations now offering apprenticeships, we have nearly doubled the number of programs nationwide. This could, in turn, double the number of registered apprenticeships in 2022 and result in more than 10,000 new registered apprenticeships. As a point of comparison, annual trucking employment growth averaged 24,000 in the decade before the pandemic.Connecting Veterans to Trucking: Forging Partnerships to Help Veterans and Transitioning Service Members Enter TruckingThe Administration worked with Veterans Service Organizations and related associations representing more than 4 million veterans and military family members to create ways for the industry to attract, train, place, and retain veterans in trucking jobs. This builds on the already strong connection between veterans and trucking as at least one in ten truckers are veterans, which is double the rate of workers overall.Continuing the Driving Good Jobs Initiative to Improve the Quality of Trucking CareersThe Administration launched the new Driving Good Jobs initiative between DOL and DOT to commit to ongoing work to ensure trucking jobs are good jobs. Over the last 90 Days, the Administration held a number of listening sessions and engagements with drivers, unions and worker centers, industry, and advocates to ensure their voices and experiences are shaping future actions across key areas. The initiative will maintain a focus on:###"
}