{
    "title": "FACT SHEET: Ahead of Small Business Saturday, Biden-Harris Administration Announces Latest Steps to Support Small Businesses | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/11/21/fact-sheet-ahead-of-small-business-saturday-biden-harris-administration-announces-latest-steps-to-support-small-businesses/",
    "created_at": null,
    "content": "Department of the Treasury announces $50 million to help underserved small businesses secure financing; Small Business Administration delivers $50 billion to small businesses and sees record loans to minority businessesIn advance of Small Business Saturday on November 25th, the Biden-Harris Administration is announcing new actions to support small businesses—a key pillar of Bidenomics—and releasing new data that highlights the small business boom taking place during this Administration. Under President Biden, Americans have filed a record 14.6 million applications to start businesses – a sign that the historic investment in small businesses is driving confidence and optimism from entrepreneurs, and generating more resilient and competitive markets.Entrepreneurs of color are particularly benefiting from the Biden-Harris Administration’s increased lending and investments in small businesses. Data from the Federal Reserve’s Survey of Consumer Finances shows that between 2019 and 2022, the share of families owning a business increased by 9%, with particularly large increases among Black and Hispanic households. The percent of Black households owning a business during this same period more than doubled — after falling between 2007 and 2019. These increases support wealth building in Black and Hispanic communities, as business owners report more wealth as compared to non-business owners in this survey. And under President Biden, we’ve achieved the fastest growth in Black business ownership in over 30 years.Today, the Biden-Harris Administration celebrates the hardworking Americans who run our small businesses and are the engines of our economy by announcing the following new actions:The Biden-Harris Administration has already taken significant steps to support small businesses in the past few months. This includes:###"
}