{
    "title": "FACT SHEET: White House Announces Additional $385 Million to Lower Home Energy Bills for American Families | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/04/21/fact-sheet-white-house-announces-additional-385-million-to-lower-home-energy-bills-for-american-families/",
    "created_at": null,
    "content": "Total Low Income Home Energy Assistance Program Funding Reaches Record $8.3 Billion for Hard-Pressed American Families in Fiscal Year 2022Today, the White House is announcing that the U.S. Department of Health and Human Services (HHS) will release more than $385 million to states to help families and individuals with their home energy costs – including summer cooling – through the Low Income Home Energy Assistance Program (LIHEAP). These funds are in addition to the $4.5 billion that the American Rescue Plan provided to LIHEAP and the first $100 million installment of a five-year, $500 million investment in LIHEAP from President Biden’s Bipartisan Infrastructure Law. Altogether, this year the Biden-Harris Administration is providing more than $8.3 billion in LIHEAP assistance to reduce heating and cooling costs for low-income Americans – the largest investment in a single year since the program was established in 1981.The President is traveling today to the Pacific Northwest, which saw record heat last year, where he will highlight actions he has taken to help lower costs for families, including home energy costs. These actions include:Record LIHEAP Funding for States: Today, HHS announced the expected final state-by-state allocation of over $8.3 billion in LIHEAP funding outlined below. For example, Oregon, where the President is traveling today, will receive an additional $3.8 million, bringing the total for Oregon – including American Rescue Plan funds – to $92.6 million in LIHEAP funding. Washington, where the President will travel tomorrow, will receive an additional $6.5 million, bringing its total to $151.2 million.The American Rescue Plan’s Historic Resources and Relief for Homeowners: The American Rescue Plan provided other critical resources that states and localities can use to address home energy costs. This includes Emergency Rental Assistance (ERA) programs, which received an additional $21.5 billion in funding from the American Rescue Plan, can provide help with past-due utility bills or ongoing assistance with energy costs to help distressed renters avoid shut-offs and keep current on expenses. Over $30 billion of ERA funds have been obligated to assist households with rent and utility costs. The Treasury Department is also working with states and tribes to distribute $9.8 billion in funding for the Homeowners Assistance Fund, with a majority of approved plans including utility assistance to homeowners in need. State and Local Fiscal Recovery Funds can also be deployed to help deliver energy relief to families. Jurisdictions – such as California; Maryland; Louisville, Kentucky; Mesa, Arizona; Burlington, Vermont; and the Menominee Tribe of Wisconsin – are already helping households eliminate unpaid bills, avoid shut-offs, and reduce their energy bills.The Bipartisan Infrastructure Law’s Historic Investments to Reduce Home Energy Costs: The Bipartisan Infrastructure Law invested a historic $3.5 billion in the Department of Energy’s Weatherization Assistance Program, reducing energy costs for hundreds of thousands of low-income households by increasing their homes’ energy efficiency.Saving Families Money with Energy Efficiency Standards: The Biden-Harris Administration is continuing a series of 100 actions, to be completed this year, that together will save families $100 every year with more efficient home appliances and equipment. The Department of Energy recently proposed new standards for appliances like air conditioners to help consumers save on their utility bills, which is critical as communities cope with increasingly common and extreme heat events. The Administration will continue taking action to make homes, offices, schools, appliances, and more energy efficient to cut costs for consumers.Today’s announcement also builds on the Administration’s previous actions to ensure these historic resources are distributed swiftly and equitably:Households in need of help with their energy bills can identify resources in their area at EnergyHelp.us or by calling the National Energy Assistance Referral hotline at 1-866-674-6327.HHS LIHEAP Funding Awards Available in FY 2022"
}