{
    "title": "FACT SHEET: Deepening the United States-ASEAN People-to-People Relationship: Investing in education, cultural exchange, and the next generation of leaders | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/09/05/fact-sheet-deepening-the-united-states-asean-people-to-people-relationship-investing-in-education-cultural-exchange-and-the-next-generation-of-leaders/",
    "created_at": null,
    "content": "The strength of U.S.-ASEAN relations is anchored in the friendship shared by our combined one billion people. Each year the United States provides more than $70 million to support educational and cultural exchanges with the people of Southeast Asia, which foster greater understanding, enhance cooperation, and create lifelong friendships that increase the long-term strength and resilience of communities across the United States and ASEAN.At the historic 2022 U.S.-ASEAN Special Summit in Washington, D.C., President Biden and Vice President Harris significantly expanded the United States’ investment in educational, cultural, and people-to-people ties through new concrete commitments:At a moment when two-thirds of the ASEAN region is 35 or younger, the voices of youth leaders are more important than ever.  Our commitment to deepening people-to-people ties and emboldening the leaders of the next generation is marked by nearly 6,000 Young Southeast Asian Leaders Initiative program alumni and the YSEALI network’s more than 150,000 members.  Building off Indonesia’s ASEAN chair year theme, “ASEAN Matters: Epicentrum of Growth,” the “YSEALI Matters Forum: Leading with Impact” is bringing together 40 YSEALI alumni for a two-day program in Indonesia on the sidelines of the U.S.-ASEAN Summit.  In addition, U.S. and Southeast Asian experts and officials will lead sessions and offer their expertise.  Discussions will focus on impactful leadership, harnessing social media, the potential of artificial intelligence as a vehicle for public good, taking action through private-public partnerships, and the intersection of community and civic engagement.  During her trip to Jakarta, the Vice President will have an opportunity to meet  these YSEALI delegates, recognize the critical role youth play in advancing ASEAN centrality, and underscore the United States’ enduring commitment to young leaders and the future prosperity and security of Southeast Asia.YOUNG SOUTHEAST ASIA LEADERS INITIATIVE (YSEALI)2023 marks the 10th anniversary of the Young Southeast Asian Leaders Initiative (YSEALI), the U.S. Government’s signature leadership development and networking program for youth across Southeast Asia. YSEALI seeks to build the leadership capabilities of youth in the region, strengthen ties between the people of the United States and Southeast Asia, and nurture a community of leaders who work across borders to solve shared issues.YSEALI is open to young people ages 18-35 from all Association of Southeast Asian Nations (ASEAN) member countries (Burma, Brunei, Cambodia, Indonesia, Laos, Malaysia, the Philippines, Singapore, Thailand, and Vietnam) and Timor-Leste. Responding to priorities from youth in Southeast Asia, YSEALI programs focus on four themes: Civic Engagement; Economic Empowerment and Social Entrepreneurship; Education; and Environmental IssuesYSEALI opportunities include professional and academic exchanges in the United States, regional workshops and the YSEALI Academy at Fulbright University Vietnam for networking and skills development, digital media engagement, and a YSEALI Seeds for the Future grant competition to support emerging leaders’ efforts to address regional issues.On the margins of the U.S.-ASEAN Summit, the United States is announcing YSEALI Next, an alumni network executive steering committee to advise on YSEALI’s future goals by charting the next ten years of YSEALI from a program participant perspective. The committee will have members from each of the 10 ASEAN member states and Timor-Leste, representing the geographic, racial, religious, and ethnic diversity of Southeast Asia.Alumni and network members are committed to leading positive change in the areas of civic engagement; economic empowerment and social entrepreneurship; education access; and environment and sustainability.  YSEALI members represent the breadth and diversity of ASEAN, but they all exemplify the YSEALI motto: never too young to lead. The United States will continue to engage and empower ASEAN youth and young professionals through YSEALI.  Since January 2023, more than 6,700 YSEALI members have taken YSEALI Learns online courses.  The U.S. Department of State is also on track to double the number of YSEALI professional and academic fellowship exchange opportunities from 450 to900 by 2025. COOPERATION THROUGH EDUCATIONBeyond YSEALI, the United States engages with ASEAN member countries through high school, university, and professional and cultural exchange programs, grants, and more.  The Department of State has awarded 269 grants to alumni of our exchange programs from ASEAN member states, runs 7,500 programs at 51 American Spaces in ASEAN countries; and has nominated more than 48,000 students, researchers, and professionals from ASEAN member states to U.S. government-funded academic and professional programs. SUPPORTING ENTREPRENEURS AND INNOVATION THROUGH PUBLIC-PRIVATE PARTNERSHIPSThe United States continues to build, develop, and encourage partnerships between U.S. and Southeast Asian scholars and universities, as well as entrepreneurs and business leaders.###"
}