{
    "title": "During an Extreme Republican Shutdown, American Small Businesses Would Lose Out on More Than $100 Million in Critical Financing Every Day | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/09/29/during-an-extreme-republican-shutdown-american-small-businesses-would-lose-out-on-more-than-100-million-in-critical-financing-every-day/",
    "created_at": null,
    "content": "With just one day before the end of the fiscal year, extreme House Republicans are playing partisan games with peoples’ lives and livelihoods and marching our country toward a government shutdown that would have devastating consequences for small businesses and needlessly undermine America’s economic progress. Their partisan approach stands in stark contrast to the Senate’s bipartisan action toward keeping the government open and abiding by the bipartisan budget deal two-thirds of House Republicans voted for just four months ago. An Extreme Republican Shutdown would force the Small Business Administration (SBA) to stop processing new business loans for small businesses. Each weekday the government is shut down, hundreds of small businesses would see their 7(a) and 504 loan applications fail to move forward. That means extreme House Republicans would deny more than $100 million in critical financing to American small businesses every day. These delays can have devastating consequences for small business owners and the communities they support, including losing the ability to purchase critical real estate or equipment, losing out on business deals and opportunities, and being forced into high-interest, price-gouging loans. A shutdown would also make it harder for small businesses to access federal contracting opportunities by halting the processing of applications for nearly all government contracting programs—only months after the SBA announced that the Biden-Harris Administration had awarded a record $163 billion in contracts to small businesses in Fiscal Year 2022. And an Extreme Republican Shutdown would close SBA’s district offices, preventing more than 2,000 Americans every day from receiving assistance. During the first two years of the Biden-Harris Administration, Americans filed more than 10.5 million applications to start new small businesses, the two strongest years on record—part of the President’s Bidenomics agenda to grow the economy from the middle out and the bottom up. The reason this critical support for small businesses is now at risk: extreme House Republicans’ relentless efforts to slash funding for vital programs—including those that help small businesses—rather than work in a bipartisan manner to keep the government open and address emergency needs for the American people. House Republicans have turned their backs on the bipartisan budget deal that two-thirds of them voted for just a few months ago and instead proposed a continuing resolution (CR) that would make devastating cuts to programs that millions of hardworking Americans count on—including to the Small Business Administration. Below is a state-by-state estimate of the more than $100 million in financing that small businesses would lose out on every day during an Extreme Republican Shutdown:[1] Data reflects Small Business Administration 7(a) and 504 loans in FY 2022, which can be accessed at https://careports.sba.gov/views/7a504Summary/Report?%3Aembed=yes&%3Atoolbar=no"
}