{
    "title": "FACT SHEET: Biden-Harris Administration Announces New Actions to Reduce Greenhouse Gas Emissions and Combat the Climate Crisis | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/09/21/fact-sheet-biden-harris-administration-announces-new-actions-to-reduce-greenhouse-gas-emissions-and-combat-the-climate-crisis/",
    "created_at": null,
    "content": "New steps will catalyze action across the federal government to account for climate change impacts in budgeting, procurement, and other agency decisions, and save hardworking families moneyFrom unprecedented wildfires, to extreme flooding, to record breaking hurricanes, Americans across the country are feeling the devastating impacts of the climate crisis. In just the first eight months of 2023, the U.S. experienced 23 separate billion-dollar weather and climate disasters — the highest number on record. That’s why since taking office, President Biden has delivered on the most ambitious climate, conservation, and environmental justice agenda in history, including signing into law the largest climate investment ever. Today, the Biden-Harris Administration is announcing another key step to catalyze further action across the federal government and protect people from the growing impacts of the climate crisis by accounting for climate change impacts in certain key agency decisions.The President’s Day One Executive Order on Protecting Public Health and the Environment and Restoring Science to Tackle the Climate Crisis re-established an Interagency Working Group (IWG) and tasked it with identifying areas of budgeting, purchasing, and other key decisions where agencies should consider the Social Cost of Greenhouse Gases (SC-GHG) — a well-established metric for the known damages that greenhouse gas emissions cause across society. For over a decade, federal agencies have routinely applied SC-GHG values when estimating the benefits and costs of regulations. Today, the Administration is announcing that the President has approved recommendations from the IWG on the expanded use of the SC-GHG for budgeting, procurement, and other agency decisions, including reaffirming its use for environmental reviews where appropriate.By calculating the costs of climate change impacts on sectors like agriculture, public health, labor productivity, and more, the SC-GHG allows better comparisons to other costs and benefits of agency decisions that may also be presented in dollar figures. And because the SC-GHG estimates the societal cost of the effects of various greenhouse gas pollutants emitted at distinct points in time, its use facilitates the comparison of alternative policies with different emissions profiles. The actions announced today will help protect people from the growing impacts of the climate crisis and save hardworking families money. They will build on existing work and best practices to guide agencies as they continue to make clear-eyed decisions to combat the climate crisis and protect the health and wellbeing of communities across the country in the following areas, as appropriate and consistent with applicable law:The President is directing agencies to consider the SC-GHG in the development and implementation of their budgets.The Office of Management and Budget (OMB) recently estimated that climate-related disasters could increase annual federal spending by over $100 billion and decrease annual federal revenue by up to $2 trillion by the end of the century. Today’s announcement will further advance the Biden-Harris Administration’s ongoing efforts to incorporate climate considerations into the President’s budget formulation and implementation and save hardworking Americans money. Key examples of how agencies can, as appropriate, incorporate the SC-GHG into budgeting include:The President is directing agencies to consider the SC-GHG in federal procurement processes.  As the world’s single largest purchaser—spending over $630 billion per year on goods and services—the federal government has the ability to move markets, invest in new ideas, and act as a model contracting partner. By integrating the SC-GHG into procurement, as appropriate and consistent with applicable law, the federal government can reduce emissions while saving taxpayer dollars, both in the short term through reduced energy consumption, and in the long term by helping to reduce the most catastrophic effects of the climate crisis. Key examples of how to incorporate the SC-GHG into procurement include:The President is directing agencies to consider the SC-GHG in environmental reviews conducted pursuant to the National Environmental Policy Act (NEPA) as appropriate.This is consistent with the Council on Environmental Quality’s (CEQ) January 2023 guidance on how agencies should consider greenhouse gas emissions in their NEPA analysis. Under NEPA, before agencies take major federal actions, such as permits, approvals, financial assistance, and resource planning, they must identify, disclose, and consider in their decision making the reasonably foreseeable effects of those proposals. Agencies already often quantify greenhouse gas emissions in their environmental reviews and when they do so, it is a relatively simple — yet tremendously informative — step to also apply the SC-GHG estimates to those emissions to provide context about their climate change impacts.By facilitating comparison of the climate consequences of alternative options in budgeting, procurement, and other agency decisions, appropriate use of the SC-GHG metrics can help agencies bolster the federal government’s efforts to combat the climate crisis, further protect communities, and save hardworking families money.###"
}