{
    "title": "Fact Sheet: New Initiatives to Expand the U.S.-ASEAN Strategic Partnership | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/10/26/fact-sheet-new-initiatives-to-expand-the-u-s-asean-strategic-partnership/",
    "created_at": null,
    "content": "President Biden will announce the intent to provide up to $102 million in new initiatives to expand the U.S.-ASEAN Strategic Partnership during the October 26 U.S.-ASEAN Summit, reflecting the Biden-Harris Administration’s deep commitment to ASEAN’s central role in the U.S. vision for a free and open Indo-Pacific. U.S.-ASEAN Health Futures:  The United States is committed to leading the global fight against the COVID-19 pandemic.  The United States intends to provide up to $40 million in new efforts to accelerate joint research, strengthen health system capacity, and develop the next generation of human capital in health through the U.S.-ASEAN Health Futures initiative.  These efforts build on the more than $3.5 billion the United States has invested in supporting public health in ASEAN over the past 20 years. The Health futures initiative will both help address the current pandemic and strengthen ASEAN’s ability to prevent, detect, and respond to future zoonotic and other infectious disease outbreaks.  The Initiative’s activities may include the following:     U.S.-ASEAN Climate Futures:  The United States intends to provide up to $20.5 million for a new U.S.-ASEAN Climate Futures initiative dedicated to tackling the climate crisis and keeping the urgent goal of limiting global warming to 1.5 degrees Celsius within reach.  The Initiative’s activities may include the following:    U.S.-ASEAN Economic Futures:  The Biden Administration continues efforts to promote economic growth and opportunity and build back better from the economic damage wrought from the COVID-19 pandemic. The United States plans to provide $10 million in new loans and the intent to provide up to an additional $10 million in new funding to support U.S.-ASEAN cooperation on trade and innovation. The Initiative’s activities may include the following:    Billion Futures:  The United States is committed to our combined one billion people and is announcing plans to provide $16 million in education-related loans, $1.5 million for English language teacher training, and the intent to provide up to $4 million in new funding to promote gender equality and equity.  The Initiative’s activities may include the following:    The President looks forward to working with Congress to support these important initiatives.###"
}