{
    "title": "FACT SHEET: U.S.-EU Trade and Technology Council Deepens Transatlantic Ties | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/05/31/fact-sheet-u-s-eu-trade-and-technology-council-deepens-transatlantic-ties/",
    "created_at": null,
    "content": "New Avenues of Collaboration Embrace Shared Vision of Expanded Partnership, and Contribute to a Rules-Based Global EconomyRead the U.S.-EU Joint Statement here.The U.S.-EU Trade and Technology Council (TTC) held its fourth ministerial meeting in Luleå, Sweden on May 30-31, 2023. U.S. Co-Chairs Secretary of State Antony J. Blinken, Secretary of Commerce Gina Raimondo, and United States Trade Representative Katherine Tai were joined by EU Co-Chairs European Commission Executive Vice Presidents Margrethe Vestager and Valdis Dombrovskis to review progress, meet with a range of U.S. and EU stakeholders, and further enhance Transatlantic cooperation on trade and technology that delivers for workers and consumers on both sides of the Atlantic. Our nearly 800 million citizens share common values and principles that directly support the largest economic relationship in the world.  The changing international environment requires joint collaboration to meet the opportunities and challenges of the 21st century, and the TTC is a key mechanism to deliver economic growth and prosperity for our citizens.  The deep and binding ties between the United States and the European Union have been further strengthened through our unprecedented cooperation in response to Russia’s brutal invasion of Ukraine, as seen in our deep alignment on sanctions and export controls.  We have enhanced collaboration to address non-market policies, practices, and economic coercion, while emphasizing our enduring commitment to democratic governance, respect for human rights, and the rule of law. TTC working groups are broadening and deepening U.S.-EU cooperation in both trade and technology through their work on key areas of our $7 trillion economic relationship, including cooperation on technology standards, sustainable trade, support for innovation, export controls, efforts to counter the misuse of technology that undermines the functioning of democracies and human rights, and cooperation in third countries to support trusted partners in information and communications technology services provision.  Across the board, the TTC working groups are collaborating to address a range of shared challenges in the global economy, including on non-market policies and practices and coercive economic actions that run counter to our free market economic systems and hinder economic growth, including for our small- and medium-sized enterprises. To inform dialogue and information exchange in the TTC working groups, these mechanisms have incorporated critical input from a broad spectrum of U.S. and EU stakeholders, including industry, labor unions and organizations, academia and think tanks, non-profit organizations, environmental groups, and other members of civil society.  Continued, robust stakeholder input will be essential to the TTC’s further work.  During their fourth ministerial meeting, the U.S. and EU TTC co-chairs reviewed progress and announced key initiatives including:###"
}