{
    "title": "FACT SHEET: Biden-Harris Administration Announces New Initiative to Tackle Unsheltered Homelessness | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/05/18/fact-sheet-biden-harris-administration-announces-new-initiative-to-tackle-unsheltered-homelessness/",
    "created_at": null,
    "content": "Today, the Biden-Harris administration will announce the launch of ALL INside, a first-of-its-kind initiative to address unsheltered homelessness across the country. ALL INside is a key part of All In: The Federal Strategic Plan to Prevent and End Homelessness, which set a bold goal to reduce homelessness 25 percent by 2025 and ultimately build a country where every person has a safe and affordable home.Through the ALL INside initiative, the U.S. Interagency Council on Homelessness (USICH) and its 19 federal member agencies will partner with state and local governments to strengthen and accelerate local efforts to get unsheltered people into homes in six places: Chicago, Dallas, Los Angeles, Phoenix Metro, Seattle, and the State of California.To accelerate ongoing efforts by local leaders, the Biden-Harris Administration will offer innovative and tailored support to participating communities for up to two years, including by:In addition, the Administration will launch new efforts to address major barriers to housing, health care, and other support for people experiencing unsheltered homelessness. They include: Additional USICH member agencies, including AmeriCorps, Department of Agriculture, Department of Justice, Department of Energy, Department of Transportation, the General Services Administration, as well as the Department of the Treasury, have also made commitments to support the ALL INside communities.Today’s announcement builds on historic support by the Biden-Harris Administration to help states and cities battle homelessness. President Biden’s American Rescue Plan (ARP)—which represents the largest single-year investment in ending homelessness in U.S. history—helped prevent a surge of homelessness. Through the Treasury Department’s State and Local Fiscal Recovery Fund, for instance, the six ALL INside sites have invested more than $2.5 billion in projects focused on reducing and preventing homelessness. The ARP provided $5 billion for 70,000 Emergency Housing Vouchers—the first HUD voucher specifically for people experiencing homelessness beyond veterans. The ARP also delivered over $21 billion in emergency rental assistance, standing up a first-of-its-kind national eviction prevention infrastructure that has helped 8 million struggling households make rent and pay utilities bills, and kept eviction filings below pre-pandemic levels in the 1.5 years after the end of the eviction moratorium. Through the House America initiative, HUD and USICH worked with more than 100 communities to make the most of the American Rescue Plan; and in just over a year, they helped more than 100,000 people experiencing homelessness move into permanent homes.Earlier this year, HUD released a first-of-its-kind package of grants totaling $486 million and approximately 3,300 housing vouchers to help 62 communities address unsheltered homelessness and homeless encampments, including $60 million to Chicago, $22 million to Dallas, $60 million to Los Angeles, and $36 million to other communities across the state of California.The President’s Fiscal Year ‘24 Budget proposes unprecedented investments not only to urgently address homelessness but also to prevent homelessness, including through additional housing vouchers; emergency rental assistance; increasing the supply of affordable housing; and establishing a guarantee of rental assistance for extremely low-income veterans and youth aging out of foster care—two groups disproportionately at risk of and experiencing homelessness. ###"
}