{
    "title": "FACT SHEET: United States – Republic of Korea Partnership | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/05/21/fact-sheet-united-states-republic-of-korea-partnership/",
    "created_at": null,
    "content": "The United States and the Republic of Korea (ROK) pledge to strengthen our alliance and to broaden its focus to address issues of critical importance to the Indo-Pacific region and the world. We will deepen our cooperation on advanced technologies, increase global vaccinations and protect the world from future pandemics, combat the climate crisis, and enhance economic cooperation and our people-to-people ties. Through these concrete initiatives, the United States and the Republic of Korea will demonstrate that our alliance is prepared to lead the region towards a prosperous, secure, dynamic, and bright future.Technology and InnovationAs global leaders in technology and innovation, the United States and the ROK are committed to fostering strong and resilient supply chains, deepening our cooperation across space and new digital frontiers, and safeguarding a trusted, values-driven digital and technological ecosystem, in line with our shared democratic values. As we work together to foster post-pandemic recovery and build back a stronger more resilient global economy, we seek to leverage the collective strengths of our two countries – our open and competitive market systems, our shared democratic values and commitments to human rights, our mutual commitment to intellectual property protection and scientific and research integrity, and the shared spirit of innovation that animates our scientific and business communities  – to address the critical challenges of the 21st century to the benefit of our citizens and the global community.The United States and the Republic of Korea welcome:Together, the United States and the Republic of Korea will:Deepening Cooperation on COVID-19 Response, Global Health, and Health SecurityThe United States and the Republic of Korea recognize the suffering that COVID-19 has caused around the world and share a commitment to multilateral cooperation to end the pandemic and address future global health threats.  We pledge to expand coordination under the Global Health Security Agenda and to bolster pandemic prevention and response. We are also committed to partnering with each other, and with the Coalition for Epidemic Preparedness Innovation and COVAX, to expand vaccine production and related supplies and manufacturing innovations to meet this pressing global need. Through active leadership, the U.S. and the ROK will implement measures to improve our collective global health security, bolster COVID-19 response efforts, and build capacity to prevent the next pandemic.Together, the United States and the Republic of Korea will:Advancing Shared Goals on Climate and Clean EnergyThe United States and the Republic of Korea will work together on areas of shared commitment, including climate ambition, sectoral decarbonization and clean energy deployment. To achieve these goals, the United States and the Republic of Korea will cooperate on our efforts to limit the global average temperature increase to 1.5 degrees Celsius and achieve net zero emissions no later than 2050. Together, the United States and the Republic of Korea will undertake the following work: Expanding our partnershipThe unbreakable U.S.-ROK alliance is grounded in our shared democratic values, is comprehensive in nature, and poised to tackle the most urgent issues of the 21st Century.  We pledge to continue to work together to create a free, safe, prosperous, and dynamic Indo-Pacific region and reinforce the ASEAN-led regional architecture through cooperation between the ROK’s New Southern Policy and the United States’ priorities in the region.  The United States and the ROK commit to expanding our partnership in cybersecurity, development assistance, human rights and democracy promotion, health, and climate change.  People-to-people ties between our two countries are a central pillar of the enduring friendship of our people, which has spanned generations and will continue for generations to come.Together, the United States and the Republic of Korea will:Increase the interconnectedness between our two countries through a first of its kind baggage screening pilot program between the U.S. Department of Homeland Security and the ROK Ministry of Land, Infrastructure and Transport. The objective is to leverage transit time to screen and adjudicate checked baggage prior to arrival in the U.S., which will maximize resources, limit person-to-person contact, and result in a more efficient process for travelers. This pilot builds on the deep trust between our governments and is intended to increase security, while decreasing traveler-processing times at U.S. ports of entry.###"
}