{
    "title": "FACT SHEET: White House Releases 2022 National Drug Control Strategy that Outlines Comprehensive Path Forward to Address Addiction and the Overdose Epidemic | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/04/21/fact-sheet-white-house-releases-2022-national-drug-control-strategy-that-outlines-comprehensive-path-forward-to-address-addiction-and-the-overdose-epidemic/",
    "created_at": null,
    "content": "Today, President Biden sent his Administration’s inaugural National Drug Control Strategy to Congress at a time when drug overdoses have taken a heartbreaking toll, claiming 106,854 lives in the most recent 12-month period. The Strategy delivers on the call to action in President Biden’s Unity Agenda through a whole-of-government approach to beat the overdose epidemic.The Strategy focuses on two critical drivers of the epidemic: untreated addiction and drug trafficking. It instructs federal agencies to prioritize actions that will save lives, get people the care they need, go after drug traffickers’ profits, and make better use of data to guide all these efforts.Addressing Untreated Addiction for Those At-Risk of an OverdoseAccording to the 2020 National Survey on Drug Use and Health, among the 41.1 million people who needed treatment for substance use disorders (SUD), only 2.7 million (6.5-percent) of them received treatment at a specialty treatment facility over the previous year. One reason for this gap is that people with addiction and those who care for them face too many barriers to treatment. Similarly, key tools like naloxone and syringe services programs are often restricted or underfunded at the community level, which limits access for people who use drugs. For example, some states still have legal barriers that limit access to naloxone, and even in states where those barriers don’t exist, naloxone does not always make it to those most at-risk of an overdose. The President’s National Drug Control Strategy is the first-ever to champion harm reduction to meet people where they are and engage them in care and services. It also calls for actions that will expand access to evidence-based treatments that have been shown to reduce overdose risk and mortality. Finally, it emphasizes the need to develop stronger data collection and analysis systems to better deploy public health interventions.Going After Drug Trafficking and Illicit Drug ProfitsLaw enforcement agencies at all levels—federal, state, local, Tribal, and territorial—work to reduce domestic and international cultivated and synthetic drug production and trafficking with the goal of protecting Americans. However, drug producers continue to produce entirely new synthetic drugs, and drug traffickers continue to refine their methods and techniques for distributing them throughout our communities.The Strategy builds on the President’s FY 23 budget request for a $300 million increase to support the work of Customs and Border Protection (CBP)–one of the largest ever increases for CBP–and for a $300 million increase for the Drug Enforcement Administration. The Strategy prioritizes a targeted response to drug traffickers and transnational criminal organizations (TCOs) by hitting them where it hurts the most: their wallets. It also includes efforts to strengthen domestic law enforcement cooperation to disrupt the trafficking of illicit drugs within the United States, and increase collaboration with international partners to disrupt the supply chain of illicit substances and the precursor chemicals used to produce them. Lastly, the National Drug Control Strategy includes three companion documents that direct Federal agencies to take actions that stop the trafficking of drugs across our Caribbean, Northern, and Southwest Borders.In addition, the Strategy directs federal agencies to expand efforts to prevent substance use among school-aged children and young adults, and support community-led coalitions implementing evidence-based prevention strategies across the country. It directs federal agencies to expand scientific understanding of the recovery process by establishing a federal recovery research agenda; adopt flexible, responsive approaches that help people with SUD find and follow a pathway to recovery or remission that works for them; and eliminate barriers and increase economic opportunities for people in recovery. And the Strategy includes specific actions to improve access to medication for opioid use disorder (MOUD) programs for jails and prisons; identify ways to advance racial equity in the investigation, arrest, and sentencing for drug related offenses without negatively impacting public safety; divert non-violent individuals from the criminal justice system and juvenile justice systems to treatment when appropriate; and remove barriers and expand supportive  services to help reintegrate people into society after incarceration.The Biden-Harris Administration has already taken significant actions to address addiction and the overdose epidemic based on the President’s Drug Policy Priorities for Year One.###"
}