{
    "title": "Readout of Los Angeles Declaration Implementation Launch | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/09/27/readout-of-los-angeles-declaration-implementation-launch/",
    "created_at": null,
    "content": "On Monday, September 26, 2022, National Security Advisor Jake Sullivan and Homeland Security Advisor Liz Sherwood-Randall welcomed representatives from countries across the Western Hemisphere to the White House to launch the implementation process of the Los Angeles Declaration on Migration and Protection. The Declaration was announced by President Biden and fellow heads of state from across the hemisphere at June’s Summit of the Americas. Representatives from the Argentine Republic, the Federative Republic of Brazil, Canada, the Republic of Chile, the Republic of Colombia, the Republic of Costa Rica, the Republic of Ecuador, the Republic of El Salvador, the Republic of Guatemala, the Co‑operative Republic of Guyana, the Republic of Haiti, the Republic of Honduras, Jamaica, the United Mexican States, the Republic of Panama, the Republic of Paraguay, the Republic of Peru, and the Oriental Republic of Uruguay joined senior U.S. Government officials to reaffirm their respective governments’ commitments to the principles of the Los Angeles Declaration and launch a shared implementation plan to advance a regional response to migration management. During their remarks, Mr. Sullivan and Dr. Sherwood-Randall reiterated that irregular migration and forced displacement in the Western Hemisphere have changed dramatically from past decades – requiring new, coordinated regional solutions to meet a growing challenge. Consequently, endorsing governments reaffirmed their readiness to deepen cooperation and align policies to reduce irregular migration. U.S. Government representatives also outlined the progress the Biden-Harris Administration has made on its commitments under the Los Angeles Declaration, including disrupting human smuggling networks, increasing opportunities for labor migration, expanding refugee resettlement from the region, and redoubling support to countries that host large migrant populations.  The United States and other Los Angeles Declaration endorsing countries will continue close coordination on this effort at the October 6 Los Angeles Declaration meeting of Foreign Ministers in Lima, Peru. Following the Los Angeles Declaration launch, countries committed to:The United States continues to fulfill commitments made under the Los Angeles Declaration in June of 2022:Other countries in the region have also stepped up to deliver swiftly on commitments made under the Los Angeles Declaration:###"
}