{
    "title": "President Biden Announces New Actions to Ease the Burden of Housing Costs | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/05/16/president-biden-announces-new-actions-to-ease-the-burden-of-housing-costs/",
    "created_at": null,
    "content": "New Biden-Harris Administration Housing Supply Action Plan To Help Close the Housing Supply Gap in Five YearsAs President Biden said last week, tackling inflation is his top economic priority. Today, President Biden is releasing a Housing Supply Action Plan to ease the burden of housing costs over time, by boosting the supply of quality housing in every community. His plan includes legislative and administrative actions that will help close America’s housing supply shortfall in 5 years, starting with the creation and preservation of hundreds of thousands of affordable housing units in the next three years. When aligned with other policies to reduce housing costs and ensure affordability, such as rental assistance and downpayment assistance, closing the gap will mean more affordable rents and more attainable homeownership for Americans in every community. This is the most comprehensive all of government effort to close the housing supply shortfall in history.The Plan will help renters who are struggling with high rental costs, with a particular focus on building and preserving rental housing for low- and moderate-income families. The Plan’s policies to boost supply are an important element of bringing homeownership within reach for Americans who, today, cannot find an affordable home because there are too few homes for sale in their communities. And it will help reduce price pressures in the economy, as housing costs make up about one-third of of the market basket for inflation, as measured by the Consumer Price Index.Under the Plan, the Administration will:Today’s rising housing costs are years in the making.  Fewer new homes were built in the decade following the Great Recession than in any decade since the 1960s – constraining housing supply and failing to keep pace with demand and household formation.  This mismatch between housing supply and housing demand grew during the pandemic. While estimates vary, Moody’s Analytics estimates that the shortfall in the housing supply is more than 1.5 million homes nationwide. This shortfall burdens family budgets, drives up inflation, limits economic growth, maintains residential segregation, and exacerbates climate change.  Rising housing costs have burdened families of all incomes, with a particular impact on low- and moderate-income families, and people and communities of color.As his Action Plan reflects, President Biden believes the best thing we can do to ease the burden of housing costs is to boost the supply of quality housing. This means building more new homes and preserving existing federally-supported and market-rate affordable housing, ensuring that total new units do not merely replace converted or dilapidated units that get demolished.The President continues to urge Congress to pass investments in housing production and preservation. One independent analysis of proposals in the House of Representatives-passed reconciliation bill found that the housing-related proposals would finance close to 1 million affordable homes. Key provisions, like the expansion of LIHTC and the Neighborhood Homes Tax Credit, have received bipartisan support. The President’s 2023 Budget includes investments in housing supply that would lead to the production or rehabilitation of another 500,000 homes.Building on the actions the Administration announced last September to build and rehabilitate 100,000 homes over the next three years, these legislative proposals and the new administrative steps being launched – in partnership with state, local, for-profit, and non-profit partners – can put the economy on a path to closing the housing supply gap in the next five years.Providing Incentives for Land Use and Zoning Reform and Reducing Regulatory BarriersOne of the most significant issues constraining housing supply and production is the lack of available and affordable land, which is in large part driven by state and local zoning and land use laws and regulations that limit housing density. Exclusionary land use and zoning policies constrain land use, artificially inflate prices, perpetuate historical patterns of segregation, keep workers in lower productivity regions, and limit economic growth.  Reducing regulatory barriers to housing production has been a bipartisan cause in a number of states throughout the country. It’s time for the same to be true in Congress, as well as in more states and local jurisdictions throughout the country.To that end, the Administration is taking the following immediate steps:These actions build on the strategies that the Administration has proposed and continues to call on Congress to pass:Piloting New Financing for Housing Production and PreservationA second, significant barrier to increasing housing supply is a lack of attractive and low-cost financing for new construction and rehabilitation – particularly for units that are affordable. While the federal government currently offers a range of financing options for large multifamily development, market gaps exist for the construction and rehabilitation of single-family homes, 2-4-unit properties, ADU construction, manufactured and modular housing delivery, and smaller multifamily properties. Financing for these housing types has the potential to boost supply in constrained markets, and create location-efficient, modest density that can improve labor market outcomes and reduce greenhouse gas emissions – particularly when paired with state and local policies that remove barriers to where these kinds of housing can be located.  To that end, the Administration is taking the following immediate steps:These actions build on the strategies that the Administration has proposed and continues to call on Congress to pass:Improving and Expanding Existing Federal FinancingMultiple forms of federal financing have played a critical role over the years in boosting affordable housing supply. But more production is needed to make up for more than a decade of underbuilding before the pandemic, and existing programs need to work more effectively and efficiently in order to boost housing production at a pace that will close the housing shortfall in 5 years.To that end, the Administration is taking the following immediate steps:These actions build on the proposals that the Administration has proposed and continues to call on Congress to pass:Preserving the Availability of Affordable Single-Family Homes for Owner-OccupantsBeyond financing challenges, in recent years, the share of single family home purchases by investors has grown – comprising more than 25% of all purchases nationally in some months of 2021, with an even higher share in certain markets, like Atlanta, San Jose, and Phoenix. Well over half of these purchases were made by investors with more than ten properties, and almost a quarter of these purchases were made by investors with over 100 properties. Large investor purchases of single-family homes drive up home prices for lower-cost starter homes, making it harder for aspiring first-time and first-generation home buyers, among others, to access wealth-building opportunities from homeownership.  To that end, and beyond the proposed investments discussed above, the Administration is taking the following immediate steps:Addressing Other Constraints to Supply: Materials Costs and Labor SupplyDuring the pandemic, the price of goods used in residential construction has increased, squeezing already-tight project budgets and delaying completions. And even before, there has been limited adoption of potentially cost-saving, off-site building techniques used widely in other countries. Additionally, labor supply challenges in construction have made it harder for affordable housing developers to recruit and retain workers. In the months ahead, the Administration is committed to working with the private sector to address near-term constraints to supply and production – with the goal of achieving the most completed housing units in a single year in 15 years.To that end, the Administration is taking the following immediate steps:These actions build on the strategy that the Administration has proposed and continues to call on Congress to pass:"
}