{
    "title": "FACT SHEET: Biden-Harris Administration Announces New Private and Public Sector Investments for Affordable Electric Vehicles | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/04/17/fact-sheet-biden-harris-administration-announces-new-private-and-public-sector-investments-for-affordable-electric-vehicles/",
    "created_at": null,
    "content": "President Biden’s Investing in America Agenda is Unleashing a Manufacturing and Clean Energy Boom and Accelerating the Production of Affordable Electric VehiclesAs part of President Biden’s goal of having 50 percent of all new vehicle sales be electric by 2030, the White House is announcing public and private commitments to support America’s historic transition to electric vehicles (EV) under the EV Acceleration Challenge. These commitments are part of President Biden’s Investing in America agenda to spur domestic manufacturing, strengthen supply chains, boost U.S. competitiveness and create good-paying jobs. Because of President Biden’s leadership and historic investments, electric vehicle sales have tripled and the number of publicly available charging ports has grown by over 40 percent since he took office. There are now more than three million EVs on the road and over 135,000 public EV chargers across the country.  President Biden’s Inflation Reduction Act adds and expands tax credits for purchases of new and used EVs—helping bring the benefits of clean energy to communities across the nation. The law also provides incentives to electrify heavy-duty vehicles like school buses, and includes support for the installation of residential, commercial, and municipal EV charging infrastructure. These incentives complement investments from the Bipartisan Infrastructure Law and other federal initiatives that are spurring the domestic manufacturing of EVs and batteries and the development of a national EV charging network that provides access to low income and disadvantaged communities.  These incentives will lower the cost of EVs and EV charging infrastructure; increase consumer demand and competition; promote equity and inclusion; and accelerate the growth of the EV market. They are creating good-paying manufacturing jobs in America building EVs, bringing supply chains home, and unleashing unprecedented private sector investments—with more than $100 billion already announced for battery manufacturing alone. The White House announced the EV Acceleration Challenge to bring a clean, safe, affordable, and reliable transportation future to Americans even faster.Today companies and nonprofits including Blink Charging, the National Automobile Dealers Association, Pacific Gas & Electric, Uber, Zipcar and others, are announcing new commitments to expand EV fleets, increase consumer education, and grow the availability of EV charging.   ACCELERATING THE EV TRANSITION  The Biden-Harris Administration’s Investing in America agenda has spurred public and private sector commitments to accelerate the transition to electric vehicles. State and local governments are also leveraging federal funds to expand electrification of their vehicle fleets. These announcements build on the EV charging network expansion and manufacturing announcements highlighted by the White House in February, which will add more than 100,000 public chargers across the country. Announcements being spotlighted today fall into four categories: Consumer Education and Support, Tools and Resources, EV Fleet Expansion, and Community Charging: Commercial and Multifamily: Fleet Expansion Community Charging: Commercial and Multifamily  Consumer Education and Support Tools and Resources Today’s announcements build on previous commitments that have been announced since March 8, 2023. These announcements include:Federal GovernmentFleet Expansion Community Charging: Commercial and Multifamily  Consumer Education and Support Tools and ResourcesThe EV Acceleration Challenge is accepting submissions on a rolling basis. The White House will be highlighting additional commitments. Organizations can submit a commitment on the EV Acceleration Challenge###"
}