{
    "title": "FACT SHEET: U.S.- Africa Partnership in Elevating Diaspora Engagement | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/12/13/fact-sheet-u-s-africa-partnership-in-elevating-diaspora-engagement/",
    "created_at": null,
    "content": "The African Diaspora in the United States is a source of strength.  It encompasses African Americans, including descendants of enslaved Africans, and nearly two million African immigrants who have close familial, social, and economic connections to the continent.  The African immigrant community makes significant contributions to America’s growth and prosperity.  The African Diaspora—i.e., people of native African origin living outside the continent—has been described as the sixth region of African Union.  The African and Diaspora Young Leaders Forum, held on December 13 in Washington, DC as part of the U.S.-Africa Leaders Summit, reflected the Biden-Harris Administration’s commitment to strengthening the dialogue between U.S. officials and the Diaspora in the United States, as described in the U.S. Strategy Toward Sub-Saharan Africa.During the Forum, Vice President Kamala Harris announced the creation of the President’s Advisory Council on African Diaspora Engagement in the United States (PAC-ADE).  Today, President Biden issued an executive order (EO) directing the Secretary of State to establish PAC-ADE, which will enhance the dialogue between United States officials and the African Diaspora.  The EO encourages efforts to advance equity and opportunity for the African Diaspora in the United States and strengthen cultural, social, political, and economic ties between African communities, the global African Diaspora, and the United States.PAC-ADE will consist of diverse representatives from African-American and African immigrant communities who have distinguished themselves in government, sports, creative industries, business, academia, social work, and faith-based activities.  PAC-ADE will provide information, analysis, and recommendations to the President regarding:In addition to the new PAC-ADE, the U.S. Government is investing in Diaspora engagement, including through its support for higher education and workforce development, the creative industries and entrepreneurship, and environmental equity.  Africa’s large, dynamic youth population creates exciting opportunities for innovation and economic growth on the continent. Since the beginning of the Biden-Harris Administration, the United States has invested over $385 million in education and youth leadership programming. We intend to invest more than $690 million over the next two years, for a total of nearly $1.1 billion. USADF and the Tony Elumelu Foundation (TEF) Partnership to Encourage African Entrepreneurship: The Vice President announced that USADF, working with Congress, and TEF plan to contribute up to $4 million to provide investment toolkits in the form of non-repayable capital of up to $5,000 to African entrepreneurs and micro-, small-, and medium-sized enterprises (MSMEs).  The program aims to: increase job creation and income opportunities for young entrepreneurs and their employees, and increase the revenue, profitability, and competitiveness of MSMEs.###"
}