{
    "title": "FACT SHEET: Update on the Collaborative Migration Management Strategy | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/04/20/fact-sheet-update-on-the-collaborative-migration-management-strategy/",
    "created_at": null,
    "content": "Since the launch of the Collaborative Migration Management Strategy, the U.S. Government has made progress with its partners on each line of action, setting the strong foundation of collaborative migration management upon which to further build.  The February 2, 2021 Executive Order, Creating a Comprehensive Regional Framework to Address the Causes of Migration, to Manage Migration Throughout North and Central America, and to Provide Safe and Orderly Processing of Asylum Seekers at the United States Border, called for a strategy to collaboratively manage migration.  The Collaborative Migration Management Strategy, launched on July 29, 2021, identifies and prioritizes actions to strengthen cooperative efforts to manage safe, orderly, and humane migration in North and Central America.  Specifically, the Collaborative Migration Management Strategy aims to address urgent humanitarian needs, promote access to protection and legal pathways for migration, improve secure and humane border management, and provide support for returnees to successfully reintegrate into their communities.  Addressing these objectives requires sustained cooperation with a broad range of stakeholders, including Congress, civil society, international organizations, the private sector, labor unions, and governments inside and outside the region.Stabilize Populations with Acute NeedsExpand Access to International ProtectionExpand Access to Protection in Countries of OriginExpand Third Country Labor Migration Programs While Improving Worker ProtectionsAssist and Reintegrate Returned PersonsFoster Secure and Humane Management of BordersStrengthen Regional Public Messaging on MigrationExpand Access to Lawful Pathways for Protection and Opportunity in the United States###"
}