{
    "title": "FACT SHEET: The American Jobs Plan Empowers and Protects Workers | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/04/23/fact-sheet-the-american-jobs-plan-empowers-and-protects-workers/",
    "created_at": null,
    "content": "As America works to recover from the devastating challenges of a deadly pandemic, an economic crisis, and a reckoning on race that reveals deep disparities, we need to summon a new wave of worker power to create an economy that works for everyone. We owe it not only to those who have put in a lifetime of work, but to the next generation of workers who have only known an America of rising inequality and shrinking opportunity. This is especially important for workers of color and for women, who have endured discrimination and systematic exclusion from economic opportunities for generations. All of us deserve to enjoy America’s promise in full — and our nation’s leaders have a responsibility to overcome racial, gender, and other inequalities to make it happen. To that end, the President is calling on Congress to create new, good-quality union jobs for American workers by leveraging their grit and ingenuity to address the climate crisis and build a sustainable infrastructure. Increased unionization can also impact our economic growth overall by improving productivity. President Biden’s plan will:EMPOWER WORKERSCREATE GOOD JOBSThe President’s plan will create good jobs in clean energy, physical infrastructure, care infrastructure, manufacturing, and research and development. It demands that employers benefitting from the investments in the American Jobs Act follow strong labor standards and remain neutral when their employees seek to organize a union and bargain collectively. His plan will also ban employers receiving funding from requiring their employees to agree to mandatory individual arbitration. His plan will create:CONNECT WORKERS WITH GOOD JOBS NOW AND FOR THE FUTURETo view this fact sheet in your browser, click here.###"
}