{
    "title": "Fact Sheet: Announcing the Presidential Initiative for Democratic Renewal | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/12/09/fact-sheet-announcing-the-presidential-initiative-for-democratic-renewal/",
    "created_at": null,
    "content": "“In the face of the sustained and alarming challenges to democracy and universal human rights around the world, more than ever, democracy needs champions.”President Joe Biden, December 9, 2021Today, President Biden opened the first-ever Summit for Democracy, a forum for leaders from around the world to discuss the challenges and opportunities facing democracies in the 21st century. As a core U.S. Government commitment toward achieving the Summit’s objectives, today President Biden announced the establishment of the Presidential Initiative for Democratic Renewal, a landmark set of policy and foreign assistance initiatives that build upon the U.S. Government’s significant, ongoing work to bolster democracy and defend human rights globally.The United States has long worked to strengthen democracy and advance respect for human rights. Not only is this the right thing to do, it is in the United States’ national security interest, because strong, rights-respecting democracies are more peaceful, prosperous, and stable. Democracies also make stronger partners for the United States, as we work together to address the world’s most pressing international challenges, from combating the climate crisis to preventing the next pandemic.The Presidential Initiative for Democratic Renewal represents a significant, targeted expansion of U.S. Government efforts to defend, sustain, and grow democratic resilience with likeminded governmental and non-governmental partners. In the coming year, the United States is planning to provide up to $424.4 million toward the Presidential Initiative, working with Congress and subject to the availability of appropriations. These efforts will center on five areas of work crucial to the functioning of transparent, accountable governance:I. Supporting Free and Independent MediaII. Fighting CorruptionIII. Bolstering Democratic ReformersIV. Advancing Technology for DemocracyV. Defending Free and Fair Elections and Political ProcessesFinally, as part of the Presidential Initiative for Democratic Renewal, the U.S. Government will launch two new cross-cutting rapid response programs aimed at supporting the Summit for Democracy’s objectives."
}