{
    "title": "FACT SHEET: New Data Show the American Rescue Plan and Other Pandemic Relief Funds Have Helped 18 Million College Students | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/02/01/fact-sheet-new-data-show-the-american-rescue-plan-and-other-pandemic-relief-funds-have-helped-18-million-college-students/",
    "created_at": null,
    "content": "Today, the Biden-Harris Administration announced that an estimated 18 million[1]  students have received direct financial aid since the start of 2021 thanks to the Higher Education Emergency Relief Fund (HEERF), which was dramatically expanded by President Biden in the American Rescue Plan (ARP). Today’s announcement and a report from the Department of Education (Department) show that tens of billions of dollars—accounting for roughly half of all funds provided by ARP and earlier pandemic legislation—went directly to aiding students in the form of emergency financial aid grants and the discharge of unpaid student account balances. First Lady Jill Biden, Secretary of Education Miguel Cardona, and American Rescue Plan Coordinator Gene Sperling highlighted today’s news on a call with Delaware State President Tony Allen and students who benefited directly from HEERF funds. During the call, participants discussed how these funds allowed millions of students to avoid dropping out during the pandemic, helped them to afford the costs of college, and helped meet their basic needs like food, housing, transportation, and child care. By supporting college persistence and completion, this assistance is also contributing to a stronger post-pandemic workforce.In March of 2021, President Biden signed the ARP, which included the largest round of HEERF investments in the program’s history. HEERF funds are aimed at protecting college students from hardships as a result of the COVID-19 pandemic.Today’s announcement highlights new data from the Department that includes the following:During the pandemic, Congress provided historic support for college students and the institutions that support them—including nearly $40 billion through President Biden’s ARP. About 5,000 colleges and universities received HEERF funding and were able to move quickly to deliver needed assistance. By the end of 2022, these institutions had expended more than 90 percent of all HEERF funding, including more than 80 percent of HEERF funding provided through ARP. On average, 50 percent of the total HEERF funds have gone directly to students in the form of emergency aid grants, helping them to continue their education amidst challenges brought on by the pandemic.Specifically, the Department’s latest data on the impact of HEERF funds in 2021 show that:To view the Department’s full report, see here. The Administration is also releasing overviews of 2021 HEERF data by state and for community colleges, HBCUs, TCUs, and MSIs.HEERF is just one part of the Administration’s comprehensive approach to help students and borrowers:The Administration also continues to fight to make community college free, so more Americans—regardless of their income or background—can build the skills needed to obtain good jobs and support their families. With historic investments in growing sectors such as manufacturing, infrastructure, and clean energy through the Bipartisan Infrastructure Law, the CHIPS and Science Act, and the Inflation Reduction Act, all of these efforts will increase affordable pathways for students to and through educational institutions, particularly community colleges, into next generation job opportunities.[1] This includes the number of students reported to have received funds in 2021 and the projected number of students who will receive funds in 2022. To get the projected number, the Department used HEERF spending data, including spending from student aid funds in 2022, the percentage of institutional funds spent by institutions on additional emergency aid grants, and the average student award. The projected number may include students that received funds in both 2021 and 2022.###"
}