{
    "title": "FACT SHEET: Inflation Reduction Act Advances Environmental Justice | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/08/17/fact-sheet-inflation-reduction-act-advances-environmental-justice/",
    "created_at": null,
    "content": "Most Significant Climate Legislation in U.S. History Delivers for Overburdened CommunitiesBy signing the Inflation Reduction Act, President Biden is delivering on his promise to build an economy that works for working families, including communities that have been underinvested and underserved for too long. President Biden and Congressional Democrats beat back special interests to pass this historic legislation that lowers energy costs, advance environmental justice while building a cleaner future, and grows the economy from the bottom up and the middle out.For far too long, communities across our country have faced environmental injustices, bearing the brunt of toxic pollution, enduring underinvestment in infrastructure and critical services, and suffering disproportionate impacts from climate change. The Inflation Reduction Act includes historic investments in environmental justice, including establishing several new environmental justice grant programs. The law will improve public health, reduce pollution, and revitalize communities that are marginalized, underserved, and overburdened by pollution while increase access to affordable and accessible clean energy.The Inflation Reduction Act builds on the historic investments in President Biden’s Bipartisan Infrastructure Law and advances his Justice40 Initiative, which will deliver 40 percent of the overall benefits of climate and clean energy investments to disadvantaged communities. In total, hundreds of federal programs, including those established by the Inflation Reduction Act and Bipartisan Law, representing historic investments are being reimagined and transformed to meet the Justice40 goal and maximize benefits to disadvantaged communities.The Inflation Reduction Act will:REDUCE POLLUTIONAll people deserve to breathe clean air, drink clean water, and live in healthy communities free from toxic pollutants. However, research shows that low-income communities, communities of color, and Tribal and indigenous communities are more likely to live near polluting sites and face negative health impacts from ongoing pollution and environmental hazards. The Act invests directly in programs to reduce pollution in frontline communities, including:IMPROVE CLEAN TRANSITCommunities living near transportation corridors have been exposed to toxic pollution which can cause respiratory and cardiovascular harm – especially in children. The Inflation Reduction Act will clean up transit systems and provide healthier, sustainable transportation options for all Americans, including:MAKE CLEAN ENERGY MORE AFFORDABLE AND ACCESSIBLEAs the U.S. grows its clean energy economy, no community will be left behind. The Inflation Reduction Act helps achieve this goal by:STRENGTHEN RESLIENCE TO CLIMATE CHANGEPeople of color and low-income communities live in areas most vulnerable to climate change fueled weather events. The Act will strengthen the resilience of communities to climate change impacts and leverage the ecosystems they depend on, including:###"
}