{
    "title": "FACT SHEET: Biden-Harris Administration Highlights Nearly $200 Billion of Private Sector Investments from the Asia-Pacific into the United States Since Taking Office | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/11/16/fact-sheet-biden-harris-administration-highlights-nearly-200-billion-of-private-sector-investments-from-the-asia-pacific-into-the-united-states-since-taking-office/",
    "created_at": null,
    "content": "Bidenomics and President Biden’s Investing in America agenda – including historic legislation signed into law, such as the Inflation Reduction Act, CHIPS and Science Act, and Bipartisan Infrastructure Law, have catalyzed companies from around the world—and especially the Asia-Pacific— to make significant investments in American communities. These investments, driven by a range of companies across APEC and Indo-Pacific Economic Framework (IPEF) economies, not only facilitate domestic economic growth, but help to tackle the climate crisis, build a secure and resilient U.S. economy, and create good paying American jobs that deliver on President Biden’s vision to grow the economy from the middle out and the bottom up.Today, as a part of APEC Economic Leaders’ Week and the APEC CEO Summit, U.S. Secretary of Commerce Gina Raimondo, Director of the White House National Economic Council Lael Brainard, Chair of the U.S. Export–Import Bank (EXIM) Reta Jo Lewis, and Deputy Assistant to the President & Coordinator for the Indo-Pacific Kurt Campbell co-hosted an “Investing in America” and SelectUSA event that highlighted examples of significant job-creating investments in the United States by companies based in the Asia-Pacific.BY THE NUMBERSRECENT & NEW INVESTMENTSThe “Investing in America” event highlighted recent and new investments, including in the clean energy and semiconductor sectors, that demonstrate how U.S. economic ties with the Asia-Pacific and President Biden’s policies are helping to grow the American economy. They also show that the U.S. economy is attracting investment from not only large, global companies, but also smaller and medium-sized companies.Additionally, today the U.S. Export–Import Bank (EXIM) announced a new $169M export promotion loan to BETA Technologies, a Burlington, Vermont-based company, which will enable it to expand its U.S.-based production of electric-powered aircraft and create an estimated 400 high-paying clean energy economy jobs. The loan was approved in part because of the company’s high growth trajectory, enabled by current and potential customers in APEC and IPEF economies such as New Zealand, India, Japan, and Canada. BETA Technologies demonstrates the importance of the Asia-Pacific as an export market to growing American businesses, while creating good jobs for American workers.ADDITIONAL INVESTMENTSCompanies based in the Asia-Pacific have announced almost $200 billion of investments into the United States since the start of the Biden-Harris Administration, which will support tens of thousands of good, new jobs for American workers. Listed below are just a subset of the many major investments from companies in APEC and IPEF economies into the U.S. over the Biden-Harris Administration across clean energy, batteries, semiconductors, pharmaceuticals, and more. The SelectUSA program at the Department of Commerce has helped facilitate many of these investments, including over $55 billion in foreign direct investments supporting more than 35,000 jobs in 2023 alone.###"
}