{
    "title": "Remarks by Vice President HarrisDuring Tribal Nations Summit | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/speeches-remarks/2021/11/16/remarks-by-vice-president-harrisduring-tribal-nations-summit/",
    "created_at": null,
    "content": "South Court Auditorium(November 16, 2021)4:49 P.M. ESTTHE VICE PRESIDENT:  Good afternoon, everyone, and thank you, Chairman Kenneth Kahn.  It’s so good to see you, and thank you for your words and for your wisdom and your ongoing leadership.And thank you to everyone who has attended this important summit.  I look forward to seeing you all next year in Washington, D.C., in person.  And until then, I thank you for all the work that you have been doing over these many years.We are gathered today at a pivotal moment in our shared history.  We are nearly two years into the pandemic, and there has been so much loss — lives and livelihoods, and a loss of normalcy.  But the pandemic has also presented us with an opportunity.The pandemic has shined a light on the longstanding fractures and the fissures in our systems and in our structures.And I believe that we have an opportunity now to transform our nation and build a better future.As you know, yesterday, President Joe Biden signed the bipartisan Infrastructure Investment and Jobs Act into law.  It was a good day.And very soon, it is our hope and expectation that Congress will pass the Build Back Better Act.These two bills are a statement of our commitment as an administration to lift up Native communities and to strengthen the relationship between our nations.Take, for example, high-speed Internet.  Earlier this year, our administration launched a $1 billion Tribal broadband program for deployment, adoption, and planning.Today, I am proud to announce that we are releasing the program’s first awards.And with our new infrastructure law, we will invest an additional $2 billion to support broadband projects in Native communities.And here is why this investment is so important.  So, Dr. Aaron Payment, the Chairperson of the Sault Saint Marie Tribe of Chippewa Indians — he joined me recently for a meeting on high-speed Internet.  And he spoke passionately about how Tribes, quote — and I will quote what he said — how Tribes have “checkerboard reservations across rural Internet deserts.”He reported that across his Tribe’s service areas, nearly 40 percent lack access to high-speed Internet — nearly 40 percent — and that the lack of reliable access has resulted in a lack of vital services for members of his Tribe, especially during the pandemic.Dr. Payment said that Tribes are being left behind on this, as well as so many other issues.  And that is why this investment is so important.Together, our new infrastructure law and our Build Back Better Act will invest in water and transportation, in childcare and housing in Native communities.Together, these two pieces of legislation will represent the largest investment in Indian Country in the history of our nation.  It is long overdue, and it is indeed historic.Thank you all for your leadership as we get this legislation passed and implemented.Another important part of our work together is what we are doing to protect the sacred right to vote.  On this right, we must start by speaking truth about our history.For Native Americans, the right to vote has been hard fought and hard won.As you know, Native Americans were not universally granted citizenship in the United States until 1924.  And even then, in many states, Jim Crow-style laws and policies denied many Native Americans access to the polls. And today, we know that barriers to the ballot box persist.Back in July, Secretary Deb Haaland and I held a meeting on voting rights with Native American leaders.  Those leaders told us, in no uncertain terms, that the Native vote is under threat.Polling and registration sites are too often miles and hours away from where Native voters live.  Ballots and voter information are too often not available in languages that Native voters speak.  Postal Service is irregular, and the use of Tribal IDs has been denied.  And this year, 19 states have passed 33 new anti-voter laws that threaten to make it even more difficult to vote.That is why we are fighting side by side to pass the Freedom to Vote Act and the John Lewis Voting Rights Advancement Act, which includes the Native American Voting Rights Act.These bills would set a national baseline for voting, such as two weeks of early voting, drop boxes in convenient locations, same-day and automatic voter registration.These bills would ensure that all voters, no matter where they live, can vote and have their vote counted.Now, so far, nearly every Senate Republican has refused to even debate these bills.  But their unwillingness will not blunt our will.  And we will continue to use every tool we have to strengthen the right to vote.Since the very start of our administration, we have been working to ensure that when Americans interact with our government, they will be able to access information about how to register and vote in a language that they speak.Our Departments of Defense and Veterans Affairs will expand their efforts to ensure that our servicemembers and veterans are able to vote.Our Indian Health Service will offer patients assistance with voting and voter registration.Our Department of Interior will facilitate voter registration at Tribal colleges and universities.And our administration has created a Steering Group across agencies that has hosted six Tribal consultations on Native voting rights.  This will culminate in a comprehensive report that will guide our work moving forward.No matter what, we will not give up.  We will not give in.  We will keep on fighting to protect the sacred right to vote for our First Americans and all Americans.At the meeting in my Ceremonial Office back in July, I heard from Allie Young.  So, Allie is from the Navajo Nation.  And she is an incredible young leader.Last year, to inspire her peers and to honor the rights that her ancestors fought for, Allie rode to the polls on her horse.And when she explained why, she said that she voted for those who were not here to have their voices counted — all those who had gone before, all those who have yet to come.That is the spirit of the work before us.In this pivotal moment, we have an opportunity to build a better future — not just for this generation, but for the seven generations to come.So, thank you all for joining the inaugural White House Tribal Nations Summit of the Biden-Harris Administration.  Thank you for your commitment to building a strong nation-to-nation relationship with our administration.  And please know that President Joe Biden and I are committed to being a strong partner with you.We believe that together we can build a better future.Thank you, again.  May God bless you.  And may God bless America.  Thank you.                           END                  4:58 P.M. EST"
}