{
    "title": "FACT SHEET: Roadmap for a 21st-Century U.S.-Pacific Island Partnership | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/09/29/fact-sheet-roadmap-for-a-21st-century-u-s-pacific-island-partnership/",
    "created_at": null,
    "content": "The Biden-Harris Administration announces U.S. commitments to implement the Declaration on U.S.-Pacific PartnershipThe first-ever United States-Pacific Island Country Summit marks a new milestone in U.S.-Pacific cooperation. It builds on a long history, forged in sacrifice in World War II and reinforced by strong people-to-people ties. As an outcome of the Summit, the President and Pacific leaders issued the Declaration on U.S.-Pacific Partnership, a forward-looking vision statement reflecting our shared commitment to expand and deepen our cooperation in the years ahead. The Biden-Harris Administration is committed to implementing this vision; to that end, President Biden announced a slate of ambitious initiatives to meet Pacific priorities.The United States has directly provided over $1.5 billion to support the Pacific Islands over the past decade and today has announced over $810 million in additional expanded programs. These initiatives seek to improve the lives and wellbeing of all Pacific Islanders by expanding diplomatic engagement, including through the historic announcement that the United States will recognize Cook Islands and Niue, following appropriate consultations; combatting the climate crisis; launching a new Trade and Investment Dialogue; providing development assistance; enhancing maritime security; expanding educational opportunities; enhancing security, health, and digital capacity; and addressing painful legacies of war. These new initiatives include the 10-year $600 million Economic Assistance Agreement request to Congress, which is associated with the South Pacific Tuna Treaty. Additionally, the Administration’s Partnership for Global Infrastructure and Investment aims to deliver game-changing projects in the region.Under the Biden-Harris Administration we will:I. STRENGTHEN AND SUPPORT U.S.-PACIFIC ISLANDS PARTNERSHIPThe foundation of the U.S. approach in the Pacific is strong and productive partnership with the Pacific Islands.II. BUILD U.S. CAPACITY IN THE PACIFICThe United States is investing in diplomacy across the Pacific by expanding the number of facilities, officers and programs active in the region. By expanding our own capacity, we will better meet the needs of our Pacific partners. In addition to the establishment of U.S. Embassies in Solomon Islands, Tonga and Kiribati, the United States is announcing:III. COORDINATE WITH ALLIES AND PARTNERSThe United States will amplify its efforts to support the Pacific in close partnership with its allies and partners, including through the new Partners in the Blue Pacific initiative.Partners in the Blue Pacific: The Partners in the Blue Pacific (PBP), launched in 2022, is a new effort from the United States, Australia, Japan, New Zealand, and the United Kingdom to make our partnership, individually and collectively, with the Pacific more efficient and effective. The Partners welcome the intent of Canada and Germany to join, as well as the engagement of France, the European Union, the Republic of Korea, and India; the PBP invites further cooperation with all those that share its values, objectives, and approach – principally that of consultation and partnership with the Pacific. The PBP will focus on six prospective lines of effort:IV. TAKE URGENT ACTION ON THE CLIMATE CRISIS, CLEAN ENERGY, AND SUSTAINABLE INFRASTRUCTUREThe United States will continue to play a leading role in accelerating global efforts to combat the climate crisis in this decisive decade, recognizing the existential threats this crisis presents to the Pacific Islands. The United States will address climate challenges in the Pacific with an investment of over $130 million in substantial resourcing, support, and partnerships, and leverage an additional $400 million in private financing.V. FORGE ECONOMIC PARTNERSHIP AND SUPPORT ECONOMIC RECOVERYThe United States will target more than $50 million in direct support for Pacific Island recovery to enable strong growth for years to come.VI. BOLSTER SECURITY COOPERATION AND MARITIME PROTECTIONGeography links the United States’ security to the Pacific Islands. In addition to its existing capacities in the region, the United States will focus on investing in the Pacific Islands security capacity, including coast guards, law enforcement, and disaster response.VII. IMPROVE DIGITAL CONNECTIVITY AND CYBER SECURITYThe United States will invest in work with the Pacific Islands to improve the region’s connectivity, bandwidth, and cybersecurity.VIII. COMBAT COVID-19 AND SUPPORT HEALTH SECURITYCOVID-19 has wrought devastation on the world, including in the Pacific; the United States will provide further assistance to the Pacific, including additional vaccines and economic assistance.IX. ADDRESS WAR LEGACIESThe United States is committed to addressing the scars of war across the Pacific region.###"
}