{
    "title": "Chair’s Summary of the Major Economies Forum on Energy and Climate Held by President Joe Biden | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/04/21/chairs-summary-of-the-major-economies-forum-on-energy-and-climate-held-by-president-joe-biden-2/",
    "created_at": null,
    "content": "On April 20, 2023, President Biden convened the Major Economies Forum on Energy and Climate (MEF) for a fourth time to galvanize efforts needed during this critical decade to stem the climate crisis by keeping a 1.5°C limit on warming within reach. Argentina, Australia, Brazil, Canada, People’s Republic of China, Egypt, the European Commission, France, Germany, India, Indonesia, Italy, Japan, the Republic of Korea, Mexico, the Kingdom of Saudi Arabia, Türkiye, the United Arab Emirates, the United Kingdom, the United Nations Secretary-General, and the International Energy Agency Executive Director participated in the virtual meeting.Special Presidential Envoy for Climate (SPEC) John Kerry opened the meeting by noting the progress made over the last two years toward keeping a 1.5°C limit within reach.  He emphasized, at the same time, that the latest findings of the Intergovernmental Panel on Climate Change underscore that there is a need for greater ambition and action during this critical decade and that the window for decisive action is quickly narrowing.President Biden noted recent domestic actions by the United States to meet its 1.5°C-aligned 2030 emissions target.  He called on fellow leaders to “recommit ourselves to action while we still have the time,” inviting them to join the United States in a set of joint efforts targeting four urgent priorities that are critical to keeping 1.5°C within reach: decarbonizing energy, ending deforestation, reducing non-CO2 emissions, and advancing carbon management.  He also urged leaders to support strengthened efforts this year to fully leverage the capacity of the multilateral development banks (MDBs) to address global challenges, including climate change.The President announced that the United States is providing $1 billion to the Green Climate Fund and will request $500 million over five years for the Amazon Fund and related activities in the context of Brazil’s efforts to end deforestation by 2030.  He also announced the U.S. is working to invest alongside partners in a private sector-led effort to mobilize an additional $1 billion to help conserve the Amazon and other critical ecosystems in Latin America.Dr. Fatih Birol, Executive Director of the International Energy Agency, briefed leaders on its new report outlining the four “pillars for action” in the 2020s addressed by President Biden.  He made clear that a credible pathway to 1.5°C necessitates strong, immediate action on each of these pillars and stressed that while 1.5°C is still within reach, the world must peak emissions before 2025 and then pursue a rapid trajectory to bring them to zero by mid-century.Participants spoke to the urgency of addressing the climate crisis during this decade, including through a wide range of intensified efforts related to mitigation, adaptation, and support for developing countries.  They stressed the need for accelerating the energy transition across multiple sectors, including by scaling up renewable energy. Participants highlighted the economic opportunities that come along with climate-related efforts and the importance of major economies showing the way.  They also recalled the COP 27 outcome in Sharm el-Sheikh, including the decision to establish funding arrangements for loss and damage, including a fund.Participants announced support for joint efforts targeting the four pillars of action, as well as the urgent need to scale up climate finance from the MDBs (joined in some cases by countries not participating in the MEF meeting):In addition, participants announced national and regional efforts, and called for further joint efforts, to strengthen climate action, including, for example:The United Arab Emirates, the incoming President of COP 28, underscored the imperative for COP 28 to provide a definitive turning point in the fight against the climate crisis.  U.N. Secretary-General António Guterres stressed the need to rise above political disagreements to confront the climate crisis.  He urged an “acceleration agenda” by major emitters and wealthier countries with respect to net zero deadlines, decarbonization of key sectors, and the need to “turbo-charge” climate finance from the multilateral development banks.In closing remarks, SPEC Kerry reviewed the many positive commitments made, including with respect to the joint initiatives.  He noted that several participants had spoken to the importance of following the science and that the major economies had generally “sounded the same alarm bells.”  He closed by thanking the participants, stressing that while the 1.5°C aim is “within our grasp,” nations need to summon the necessary political will to achieve it. Participants included: ###"
}