{
    "title": "FACT SHEET: Biden-Harris Administration Announces American Rescue Plan Funding to Rescue the Child Care Industry so the Economy Can Recover | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/04/15/fact-sheet-biden-harris-administration-announces-american-rescue-plan-funding-to-rescue-the-child-care-industry-so-the-economy-can-recover/",
    "created_at": null,
    "content": "Today, the Biden Administration is announcing the release of $39 billion of American Rescue Plan funds to states, territories, and tribes to address the child care crisis caused by COVID-19. These funds will help early childhood educators and family child care providers keep their doors open. These providers have been on the frontlines caring for the children of essential workers and support parents, especially mothers, who want to get back to work. These funds are a critical step to pave the way for a strong economic recovery and a more equitable future.Over the past 40 years, as more women entered the labor force and brought home larger paychecks, they have driven 91 percent of the income gains experienced by middle-class families. But, since the start of the COVID-19 public health emergency, roughly 2 million women have left the labor force, disproportionately due to caregiving needs and undoing decades of progress improving women’s labor force participation rate. Even as many fathers have returned to work, mothers, especially those without a four-year college degree, have not done so at similar rates. As a result, the gender earnings gap is predicted to increase by 5 percentage points in this recession, hurting our families and economy. As women work to regain employment, families with young children, and especially families of color where mothers are more likely to be sole or primary breadwinners, may face financial burdens for years to come. Parents need access to safe, quality child care to get back to work.Source: Pandemic pushes mothers of young children out of the labor force | Federal Reserve Bank of Minneapolis (minneapolisfed.org)At the same time, early childhood and child care providers – nearly all small businesses, overwhelmingly owned by women and disproportionately owned by people of color – have been hit hard by the pandemic and are struggling to continue to provide essential services. Providers have faced decreasing revenues due to lower enrollment while also shouldering higher expenses – 47 percent higher by one estimate – for personal protective equipment (PPE), sanitation, additional staff, and other needs to operate safely. They were already operating on extremely thin margins before the pandemic. According to one survey, as of December, about one in four child care providers open at the start of the pandemic were closed, hindering access to care, especially for families of color. These closures exacerbated access challenges that existed before the pandemic when half of all Americans lived in a child care desert. Child care providers who have stayed open have gone to enormous lengths to do so: two in five providers report taking on debt for their programs using personal credit cards to pay for increased costs and three in five work in programs that have reduced expenses through layoffs, furloughs, or pay cuts. One in six child care jobs, generally held by women of color, still haven’t come back – much more than the one in twenty jobs that have been lost throughout the economy. That is why President Biden prioritized addressing the child care crisis caused by COVID-19 as part of the American Rescue Plan. Today’s $39 billion funding release will provide a lifeline to hundreds of thousands of childcare providers and early childhood educators, provide a safe and healthy learning environment for more than 5 million children, and help parents, especially mothers, get back to work. States, tribes, and territories can use these funds to:The American Rescue Plan also included an historic increase in support for child care through the tax code, helping millions of working families afford needed care. Last year, a family claiming a Child and Dependent Care Tax Credit (CDCTC) got less than $700 on average towards the cost of care, and many low-income working families often got nothing. Thanks to the historic expansion of the CDCTC in the American Recovery Plan, a median income family with two kids under age 13 will receive up to $8,000 towards their child care expenses when they file taxes for 2021, compared with a maximum of $1,200 previously.In the coming weeks, the administration will release:Help from the American Rescue Plan is coming to states, territories, and tribes. The $39 billion will be provided through two funds: (1) $24 billion in child care stabilization funding for child care providers to reopen or stay open, provide safe and healthy learning environments, keep workers on payroll, and provide mental health supports for educators and children, and (2) $15 billion in more flexible funding for states to make child care more affordable for more families, increase access to high-quality care for families receiving subsidies, increase compensation for early childhood workers, and meet other care needs in their states. A breakdown by state, tribe and territory is below."
}