{
    "title": "FACT SHEET: Biden Administration Advances Electric Vehicle Charging Infrastructure | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/04/22/fact-sheet-biden-administration-advances-electric-vehicle-charging-infrastructure/",
    "created_at": null,
    "content": "Department of Transportation, Department of Energy, and General Services Administration Announce New Actions to Accelerate Deployment of Electric Vehicles and Chargers Today, the White House announced new progress on the Administration’s goal to accelerate and deploy electric vehicles and charging stations, create good-paying, union jobs, and enable a clean transportation future. This includes actions by federal agencies:In March, the United States passed the milestone of 100,000 public chargers (as recorded by the Department of Energy’s Alternative Fuel Data Center) and these new actions will accelerate deployment to make driving an electric vehicle convenient in every part of the country.To discuss today’s announcements, National Climate Advisor Gina McCarthy and Transportation Secretary Pete Buttigieg visited new, fast-charging facility near Union Station in Washington, DC. The charging stations were installed by an American-based company EVGo and enable EV users to recharge rapidly when away from home.Most electric vehicle drivers will charge at home and work. One of the perks of driving an electric vehicle is never needing to go to the gas station. But public charging infrastructure will provide a key role for people without off-street parking and for longer trips. A robust, convenient, and affordable network of public chargers will increase confidence for drivers that they will always have a charging option when they need it.President Biden’s American Jobs Plan includes a transformational $15 billion investment to fund this vision and build a national network of 500,000 charging stations. Through a combination of grant and incentive programs for state and local governments and the private sector, it will support a transformational acceleration in deployment of a mix of chargers in apartment buildings, in public parking, throughout communities, and as a robust fast charging along our nation’s roadways.Charger installation and maintenance creates good-paying, union jobs right here in America that cannot be outsourced, and the American Jobs Plan also includes incentives to bring more charging equipment manufacturing to the United States. Every element of the plan will promote strong labor, training, and installation standards. The Biden Administration is committed to promoting high quality jobs, fair wages, and safe working conditions through its investments. This means holding both public and private recipients of federal funding accountable to create and support good middle-class jobs. Industry, unions, state, and local governments, higher education institutions like community colleges, and nonprofits will need to work together to prepare workers for the job opportunities these investments will create.Supporting a Nationwide Charging NetworkTechnology and Business Model InnovationProgress on Federal LeadershipThese actions are a set of initial steps on the path the President’s goal of a national network of 500,000 chargers to support convenient and affordable travel by drivers of zero emission vehicles across the whole country.###"
}