{
    "title": "Extreme House Republicans’ Chaos Is Marching Us Toward a Government Shutdown | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/09/20/extreme-house-republicans-chaos-is-marching-us-toward-a-government-shutdown/",
    "created_at": null,
    "content": "While President Biden continues delivering for the American people, extreme House Republicans are consumed by chaos and marching our country toward a government shutdown that would damage our communities, economy, and national security.Instead of following the bipartisan example of Republicans and Democrats in the Senate, extreme House Republicans continue to demand a reckless laundry list of partisan proposals as a condition of keeping the government open—from an evidence-free impeachment that even some of their own members don’t agree with, to reckless cuts to programs millions of hardworking families and seniors count on, to a litany of other extraneous ideological demands.Just three months after threatening to default on America over their partisan agenda, extreme House Republicans are back at it again. Their latest 30-day continuing resolution is just more of the same—a shutdown bill that doubles down on extreme, partisan proposals that can’t pass the Senate and will never become law. Their bill not only makes devastating, indiscriminate cuts to food safety, education, law enforcement, housing, public health, Head Start and child care, Meals on Wheels, and more—it also fails to provide the urgent funding President Biden requested to support disaster-struck communities, counter fentanyl trafficking, support Ukraine, provide critical food assistance for pregnant and post-partum women and young children, and avoid disruptions to FAA air traffic operations.And here’s what’s clear: if extreme House Republicans fail to ram through their radical agenda, they plan to take their frustration out on the American people by forcing a government shutdown that would undermine our economy and national security, create needless uncertainty for families and businesses, and have damaging consequences across the country.Consider just some of the impacts of a Republican shutdown:These consequences are real and avoidable—but only if House Republicans stop playing political games with peoples’ lives and catering to the ideological demands of their most extreme, far-right members. It’s time for House Republicans to abide by the bipartisan budget agreement that a majority of them voted for, keep the government open, and address other urgent needs for the American people."
}