{
    "title": "FACT SHEET: CHIPS and Science Act Will Lower Costs, Create Jobs, Strengthen Supply Chains, and Counter China | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/08/09/fact-sheet-chips-and-science-act-will-lower-costs-create-jobs-strengthen-supply-chains-and-counter-china/",
    "created_at": null,
    "content": "In President Biden’s first year in office, the Biden-Harris Administration has implemented an industrial strategy to revitalize domestic manufacturing, create good-paying American jobs, strengthen American supply chains, and accelerate the industries of the future. These policies have spurred an historic recovery in manufacturing, adding 642,000 manufacturing jobs since 2021. Companies are investing in America again, bringing good-paying manufacturing jobs back home. The construction of new manufacturing facilities has increased 116 percent over last year.Today, President Biden will sign into law the bipartisan CHIPS and Science Act of 2022, which will build on this progress, making historic investments that will poise U.S. workers, communities, and businesses to win the race for the 21st century. It will strengthen American manufacturing, supply chains, and national security, and invest in research and development, science and technology, and the workforce of the future to keep the United States the leader in the industries of tomorrow, including nanotechnology, clean energy, quantum computing, and artificial intelligence.  The CHIPS and Science Act makes the smart investments so that Americans can compete in and win the future.Spurred by the passage of the CHIPS and Science Act of 2022, this week, companies have announced nearly $50 billion in additional investments in American semiconductor manufacturing, bringing total business investment to nearly $150 billion since President Biden took office:The CHIPS and Science Act will boost American semiconductor research, development, and production, ensuring U.S. leadership in the technology that forms the foundation of everything from automobiles to household appliances to defense systems. America invented the semiconductor, but today produces about 10 percent of the world’s supply—and none of the most advanced chips. Instead, we rely on East Asia for 75 percent of global production. The CHIPS and Science Act will unlock hundreds of billions more in private sector semiconductor investment across the country, including production essential to national defense and critical sectors.The law will also ensure the United States maintains and advances its scientific and technological edge. In the mid-1960s, at the peak of the race to the moon, the federal government invested 2 percent of GDP in research and development. By 2020, that number had fallen to less than 1 percent. Economic growth and prosperity over the last 40 years has clustered in a few regions on the coasts, leaving far too many communities behind. The CHIPS and Science Act will ensure the future is made in ALL of America, and unlock opportunities in science and technology for those who have been historically left out.The Biden-Harris Administration has already taken action to ensure expedient, responsible deployment of CHIPS and Science Act funding:The CHIPS and Science Act will:The bill requires recipients to demonstrate significant worker and community investments, including opportunities for small businesses and disadvantaged communities, ensuring semiconductor incentives support equitable economic growth and development.These funds also come with strong guardrails, ensuring that recipients do not build certain facilities in China and other countries of concern, and preventing companies from using taxpayer funds for stock buybacks and shareholder dividends. It will also support good-paying, union construction jobs by requiring Davis-Bacon prevailing wage rates for facilities built with CHIPS funding.The CHIPS and Science Act will establish a technology, innovation, and partnerships directorate at the National Science Foundation (NSF) to focus on fields like semiconductors and advanced computing, advanced communications technology, advanced energy technologies, quantum information technologies, and biotechnology. It will strengthen commercialization of research and technology, ensuring that what is invented in America is made in America. The Act will also reauthorize and expand fundamental and use-inspired research at the Department of Energy Office of Science and the National Institute of Standards and Technology to sustain U.S. leadership in the sciences and engineering as the engine for American innovation."
}