{
    "title": "FACT SHEET: Biden-Harris Administration Releases Strategy to Strengthen Health Security and Prepare for Biothreats | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/10/18/fact-sheet-biden-harris-administration-releases-strategy-to-strengthen-health-security-and-prepare-for-biothreats/",
    "created_at": null,
    "content": "Today President Joe Biden will sign National Security Memorandum-15 (NSM-15) and launched the National Biodefense Strategy and Implementation Plan for Countering Biological Threats, Enhancing Pandemic Preparedness, and Achieving Global Health Security (the Strategy).As the President has said, there are no walls high enough or oceans wide enough to keep out biothreats and protect our communities. The Strategy reflects the Biden-Harris Administration’s comprehensive plan to protect our nation from future pandemics and biological threats.  It outlines a set of bold goals to transform the nation’s biodefenses and health security by launching a whole-of-government effort across 20 Federal Agencies to detect, prevent, prepare for, respond to, and recover from biological incidents, in partnership with our international, state, local, tribal, territorial, and private sector partners. NSM-15 supports execution of the strategy by strengthening the coordination of biodefense efforts across government.Infectious diseases that cross borders and disrupt societies are a threat to our national security and global stability.  COVID-19 is the latest example of how biological threats can devastate communities across America and around the world, resulting in millions of deaths and trillions of dollars of economic losses globally. In addition to COVID-19, the global community is concurrently fighting outbreaks of monkeypox, polio, Ebola, highly pathogenic avian influenza, and other diseases, stretching thin global resources and demonstrating gaps in our current preparedness.  And, the risks of weaponization of biological agents are expanding. The United States must be prepared for outbreaks from any source – whether naturally occurring, accidental, or deliberate in origin. Urbanization, climate change, and habitat encroachment increase the risk of an outbreak emerging from animal reservoirs. Global interconnectedness accelerates the speed at which infectious diseases spread across the world, especially when coupled with overwhelmed health systems. Furthermore, the norm against the development and use of biological weapons has been challenged by state and non-state actors over the past several decades.The Administration is already implementing key actions in the Strategy with existing funding. However, fully achieving these transformative objectives will require the support of Congress to provide additional resources, including the President’s $88 billion request over five years for pandemic preparedness and biodefense. The Administration looks forward to working with Congress to implement this investment strategy to save trillions of dollars and millions of lives. The Strategy sets out to: Detect pandemics and other biological threats:  The Strategy aims to transform early warning of infectious disease threats by accelerating the development and deployment of new technologies that can rapidly detect novel pathogens. It will improve real-time information for decision-making by planning for an enduring all-hazards hospital data collection system, expanding platforms to integrate and share data for response, and improving data sharing internationally. These efforts build on the recently launched Center for Forecasting and Outbreak Analytics, which creates the equivalent of a “national weather service” for infectious disease outbreaks, enabling rapid, effective decision-making to improve outbreak response using data, modeling, and analytics.Prevent outbreaks from becoming epidemics and prevent biological incidents before they happen by:Prepare for pandemics and other biological incidents: The Strategy aims to transform our preparedness to respond to outbreaks, building on the American Pandemic Preparedness Plan: Transforming Our Capabilities, released by the Administration in 2021. The United States will work to strengthen and modernize domestic public, veterinary, and plant health capacity at every level, from rural jurisdictions to large cities, so that outbreaks in humans, animals, and plants can be identified and controlled quickly and equitably. This effort includes recruiting, training, and sustaining a robust, flexible, permanent cadre of essential critical health infrastructure workers, outbreak emergency responders, public health laboratory scientists, technicians, data quality managers, and animal disease epidemiologists in our territories and all 50 states. This Strategy will also enhance the coordination of evidence-based public health information campaigns across Federal, state and local governments, with the goal of reaching 80% of the American population.The Strategy also aims to realize new ambitious timelines in the development of novel countermeasures following the determination of a nationally or internationally significant biological incident (including a high consequence outbreak or potential pandemic). These targets reinforce key elements of the 100 Days Mission, which was welcomed by President Biden and G7 leaders last year and is catalyzing international cooperation in support of urgent global biodefense goals. Over the next 5-10 years, it aims to:Rapidly respond to outbreaks when they occur: To leverage these capabilities effectively, the Strategy strengthens the United States’ readiness to launch a coordinated, comprehensive, equitable response to any significant biological incident within days.  This effort includes preparing to activate an integrated Federal research agenda within 14 days of the determination of a domestically or internationally significant biological incident, and a clinical trials infrastructure within 14 days of identifying a viable countermeasure to rapidly evaluate vaccines, therapeutics, and diagnostics during a response.Recover from a pandemic or biological incident: Finally, the Strategy ensures that the Federal government will be prepared to coordinate a long-term, equitable recovery strategy for any significant biological incident, in close partnership with state, local, tribal, and territorial governments and communities.To support execution of the Strategy, the promulgation of the National Security Memorandum-15 (NSM-15) on Countering Biological Threats, Enhancing Pandemic Preparedness, and Achieving Global Health Security strengthens the coordination of biodefense efforts across the Federal government by:Collectively, these efforts will help protect the American people against disease outbreaks, pandemics, and biological weapons use, and they will enable us to equitably strengthen the health of our homeland.###"
}