{
    "title": "Fact Sheet: Biden-Harris Administration Announces Over $40 Billion to Connect Everyone in America to Affordable, Reliable, High-Speed Internet | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/06/26/fact-sheet-biden-harris-administration-announces-over-40-billion-to-connect-everyone-in-america-to-affordable-reliable-high-speed-internet/",
    "created_at": null,
    "content": "Largest Internet Funding Announcement in History Kicks Off Administration-Wide Investing in America TourHigh-speed internet is no longer a luxury – it is necessary for Americans to do their jobs, to participate equally in school, access health care, and to stay connected with family and friends. Yet, more than 8.5 million households and small businesses are in areas where there is no high-speed internet infrastructure, and millions more struggle with limited or unreliable internet options. Just like Franklin Delano Roosevelt’s Rural Electrification Act brought electricity to nearly every home and farm in America, President Biden and Vice President Harris are delivering on their historic commitment to connect everyone in America to reliable, affordable high-speed internet by the end of the decade.Today, the Department of Commerce announced funding for each state, territory and the District of Columbia for high-speed internet infrastructure deployment through the Broadband Equity Access and Deployment (BEAD) program—a $42.45 billion grant program created in the Bipartisan Infrastructure Law and administered by the Department of Commerce. This announcement—the largest internet funding announcement in history—kicks off the three-week Administration-wide Investing in America tour, where President Biden, Vice President Harris, First Lady Jill Biden, Cabinet members, and Senior Administration Officials will fan out across the country to highlight investments, jobs, and projects made possible by President Biden’s economic agenda.Among the highlights:Details related to the BEAD allocation for the states, D.C., and territories, as well as the total Federal investment in high-speed internet in each State and Territory are available here.In addition to helping connect everyone in America to high-speed internet, this funding will support manufacturing jobs and crowd in private sector investment by using materials Made in America.  For example, anticipating this major investment in high-speed internet infrastructure deployment, earlier this year, fiber optic cable manufacturers CommScope and Corning announced $47 million and $500 million expansions of their domestic manufacturing capacity, which will create hundreds of good-paying American jobs in North Carolina. These investments are part of the nearly $500 billion in private sector manufacturing and clean energy investments spurred by the President’s Investing in America agenda. The Investing in America agenda represents the most significant upgrade to our nation’s infrastructure in generations—an investment larger than FDR’s Rural Electrification effort, Eisenhower’s effort to build the Interstate Highway system, and the construction of the Panama Canal.Internet for AllToday’s announcement of BEAD funds is just one component of the Biden-Harris Administration’s efforts to ensure that everyone in America has access to affordable, reliable high-speed internet as part of President Biden’s Investing in America agenda.  In recent weeks, the Administration has announced over $700 million in USDA ReConnect awards, over $900 million in NTIA Middle Mile awards and launched the Online for All campaign to increase ACP enrollment and visibility.   Beyond BEAD, billions have already been announced or distributed to all states and territories to build out high-speed internet infrastructure by the Biden-Harris Administration.In addition to BEAD, the Bipartisan Infrastructure Law includes:President Biden’s American Rescue Plan also included over $25 billion for high-speed internet, including:Additional information on Biden-Harris high-speed internet programs and funding is available at InternetForAll.Gov. ### "
}