{
    "title": "FACT SHEET: Biden-Harris Administration Announces Supply Chain Disruptions Task Force to Address Short-Term Supply Chain Discontinuities | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/06/08/fact-sheet-biden-harris-administration-announces-supply-chain-disruptions-task-force-to-address-short-term-supply-chain-discontinuities/",
    "created_at": null,
    "content": "100-Day Review Outlines Steps to Strengthen Critical Supply ChainsFINAL REPORTToday, the Biden-Harris Administration is announcing key findings from the reviews directed under Executive Order (E.O.) 14017 “America’s Supply Chains,” as well as immediate actions the Administration will take to strengthen American supply chains to promote economic security, national security, and good-paying, union jobs here at home.On February 24, 2021, the President signed E.O. 14017, directing a whole-of-government approach to assessing vulnerabilities in, and strengthening the resilience of, critical supply chains. Stemming from that effort, the Biden-Harris Administration has already begun to take steps to address supply chain vulnerabilities:Today, building on these efforts, the Administration released findings from the comprehensive 100-day supply chain assessments for four critical products: semiconductor manufacturing and advanced packaging; large capacity batteries, like those for electric vehicles; critical minerals and materials; and pharmaceuticals and active pharmaceutical ingredients (APIs). The Administration is taking immediate action to address vulnerabilities and strengthen resilience with the launch of a new effort aimed at addressing near-term supply chain disruptions. And, pursuant to E.O. 14017, it is crafting strategies for six industrial bases that underpin America’s economic and national security, which will be completed within a year. The supply chain reviews reinforce the need for the transformative investments proposed in the President’s American Jobs Plan.  These efforts are critical because, as the COVID-19 pandemic and resulting economic crisis have shown, structural weaknesses in both domestic and international supply chains threaten America’s economic and national security. While amplified by the public health and economic crisis, decades of underinvestment and public policy choices led to fragile supply chains across a range of sectors and products. Unfair trade practices by competitor nations and private sector and public policy prioritization of low-cost labor, just-in-time production, consolidation, and private sector focus on short-term returns over long-term investment have hollowed out the U.S. industrial base, siphoned innovation from the United States, and stifled wage and productivity growth. At the same time, the reviews find that the United States is well-positioned to maintain and strengthen our innovative leadership and rebuild our productive capacity in key sectors and value-chains. Our unparalleled university and research systems, skilled and diverse workforce, ecosystem of entrepreneurs and small businesses, and position as a global leader with strong relationships with allies and partners are the building blocks to revitalizing domestic competitiveness and strengthening supply chains. Working together, industry, labor, the government, and other stakeholders can chart a new path forward that emphasizes resilience and security, as well as broad-based growth and tackling the climate crisis.Taking Action to Address Vulnerabilities in Critical Product Supply ChainsThe actions the Biden-Harris Administration announced today are the first step in a whole-of-government effort to strengthen domestic competitiveness and supply chain resilience. To address vulnerabilities in the supply chains of the four critical products identified by E.O. 14017, the Biden-Harris Administration will immediately:Support domestic production of critical medicinesSecure an end-to-end domestic supply chain for advanced batteriesInvest in sustainable domestic and international production and processing of critical mineralsPartner with industry, allies, and partners to address semiconductor shortagesBuilding Fair and Sustainable Industrial BasesIn addition to the immediate actions taken in the supply chains of the critical products identified in E.O. 14017, the Administration is also announcing a series of actions to be taken across the Federal government to support supply chain resilience, workforce development, production and innovation, and strong sustainability and labor standards at home and abroad.The Administration will:Support American workers and innovationInvest in sustainable supply chains at home and abroadCombat unfair trade practicesTackling Near-Term Supply Chain Disruptions As the Economy ReopensThe Administration’s historic vaccination and economic relief efforts have spurred a rapid return of economic activity. As the United States and the broader global economy emerge from the pandemic, we have seen signs of new pressures on supply chains due to changes in demand. While these short-term supply chain disruptions are temporary, the President has directed his Administration to closely monitor these developments and take actions to minimize the impacts on workers, consumers, and businesses in order to bolster a strong economic recovery. To address these challenges, the Administration will:Establish a whole-of-government effort to monitor and address transitory supply chain challengesCharting A New Course: Toward a Long-Term Strategy for Strengthening U.S. Supply Chain ResiliencePresident Biden believes this is the moment to reimagine and rebuild a new American economy, not go back to the way things used to be. The report delivered to the President offers six sets of recommendations that, collectively, will not only strengthen the four prioritized supply chains, but will rebuild the U.S. industrial base and restart our innovation engine.The supply chain reviews reinforce the need for the transformative investments proposed in the President’s American Jobs Plan. The American Jobs Plan will make a once-in-a-generation capital investment to create millions of good-paying jobs, rebuild our country’s infrastructure, and position the U.S. to compete globally in key industries. This agenda aligns with and reinforces the Administration’s strategy outlined above to invest in US supply chain resilience.  Key Recommendations Include:Rebuild America’s production and innovation capabilities. Long-term competitiveness will require an ecosystem of production, innovation, skilled workers, and diverse small and medium-sized suppliers. Those ecosystems are the infrastructure needed to spur private sector investment in manufacturing and innovation. But that infrastructure cannot be created or sustained without the support and leadership of the federal government. Specific recommendations to rebuild our industrial base for critical sectors include:Support the development of markets that invest in workers, value sustainability, and drive quality. These reports identify key areas where government could play a more active role in setting standards and incentivizing high-road business practices. By establishing strong domestic standards and advocating for the establishment of global standards, the United States can support the private sector’s ability to create and adopt sustainable and resilient practices.Leverage the government’s role as a purchaser and investor in critical goods. As a significant customer and investor, the Federal Government has the capacity to shape the market for many critical products. The public sector can deploy this power in times of crisis, as in the case of Operation Warp Speed, or in normal times. The Administration should leverage this role to strengthen supply chain resilience and support national priorities.Strengthen international trade rules, including trade enforcement mechanisms. While fair competition from abroad is welcome, too often unfair foreign subsidies and other trade practices have adversely impacted U.S. manufacturing and more broadly, U.S. competitiveness. The U.S. government must implement a comprehensive strategy to push back on unfair foreign competition that erodes the resilience of U.S. critical supply chains and industries.Work with allies and partners to decrease vulnerabilities in the global supply chains. The United States cannot address its supply chain vulnerabilities alone. Even as the U.S. makes investments to expand domestic production capacity for some critical products, we must work with allies and partners to secure supplies of critical goods that we will not make in sufficient quantities at home. We must work with America’s allies and partners to strengthen our collective supply chain resilience, while ensuring high standards for labor and environmental practices are upheld. Key Findings from 100-Day Critical Product Supply Chain ReviewsThe reports being released today document a wide range of risks and vulnerabilities to U.S. supply chains for critical products. Over the course of the year, pursuant to E.O. 14017, the Departments of Transportation, Agriculture, Commerce, Homeland Security, Defense, Energy, and Health and Human Services, working with other Departments and Agencies across the U.S. government, will develop comprehensive strategies for revitalizing six industrial bases: defense, public health and biological preparedness, information and communications technology, energy, transportation, and agriculture and food production.Highlights of these risks and vulnerabilities identified by the 100-day reports include:SemiconductorsSemiconductors are essential to our national security, our economic competitiveness, and to our daily lives. These tiny chips are vital to virtually every sector of the economy—including energy, healthcare, agriculture, consumer electronics, manufacturing, defense, and transportation.  Semiconductors power our cell phones and dishwashers; as well as our fighter jets and cybersecurity defenses. Once a global leader in semiconductor production with robust public support, the United States has outsourced and offshored too much semiconductor manufacturing in recent decades. The United States has fallen from 37 percent of global semiconductor production to just 12 percent over the last 20 years.The United States also lacks production capability at the most advanced technology levels. For leading edge logic chips, the U.S. and U.S. allies rely primarily on facilities in Taiwan, which produces 92 percent of such chips. Our reliance on imported chips introduces new vulnerabilities into the critical semiconductor supply chain. The United States produces only six to nine percent of the more mature logic chips, which are severely impacted by the current shortage. The loss of production capacity threatens all segments of the semiconductor supply chain as well as our long-term economic competitiveness.We must build resilient and competitive semiconductor supply chains for the long-term. Our strategy must include taking defensive actions to protect our technological advantages. But we must also proactively invest in domestic production and R&D. We must develop an ecosystem that includes growing our innovative small, medium, and disadvantaged businesses, along with building a pipeline of skilled workers who can benefit from well-paying semiconductor jobs.  Finally, we must engage our partners and allies to promote global resilience.Large capacity batteriesAdvanced, high-capacity batteries play an integral role in 21st-century technologies that are critical to the clean energy transition and national security capabilities around the world—from electric vehicles, to stationary energy storage, to defense applications. Demand for these products is set to grow as supply chain constraints, geopolitical and economic competition, and other vulnerabilities continue to increase.Today, America relies heavily on importing the inputs for fabricated advanced battery packs from abroad, exposing the nation to supply chain vulnerabilities that threaten to disrupt the availability and cost of the critical technologies that rely on them and the workforce that manufactures them. With the global lithium battery market expected to grow by a factor of five to ten by 2030, it is imperative that the United States invest immediately in scaling up a secure, diversified supply chain for high-capacity batteries here at home that supports good-paying, quality jobs with a free and fair choice to join a union and bargain collectively. That means seizing a critical opportunity to increase domestic battery manufacturing while investing to scale the full lithium battery supply chain, including the sourcing and processing of the critical minerals used in battery production all the way through to end-of-life battery collection and recycling.Critical minerals and materialsA range of critical minerals and materials are the building blocks of the products we use every day. As demand for clean energy technology increases over the short- and medium-term, an increased supply of critical minerals and materials will be necessary to meet national and global climate goals. China, using state-led, non-market interventions, captured large portions of value chains in several critical minerals and materials necessary for national and economic security. China accounts for an outsized share of the world’s refining capacity, meaning that even if the United States were to diversify our sources of critical minerals or increase domestic extraction, we would still be reliant on China for processing before use in end-product manufacturing.To secure a reliable, sustainable supply of critical minerals and materials, the United States must work with allies and partners to diversify supply chains away from adversarial nations and sources with unacceptable environmental and labor standards. U.S. investments abroad must incentivize environmentally and socially responsible production. The United States must also invest in sustainable production, refining, and recycling capacity domestically, while ensuring strong environmental, environmental justice, and labor standards and meaningful community consultation, including with Tribal Nations through government-to-government collaboration.Pharmaceuticals and APIsThe COVID-19 pandemic highlighted the critical importance of a resilient U.S. healthcare manufacturing sector. Private sector innovation and robust federal investment allowed the U.S. to rapidly develop and strengthen COVID-19 supply chains. But the United States remains critically dependent on imports for a range of key pharmaceutical products and APIs—the primary ingredients of generic drugs—which represent 90 percent of all prescription medications filled. About 87 percent of API facilities for generic drugs are located overseas which has left U.S. supply chains of essential medicines vulnerable.China and India are estimated to control substantial parts of the supply chain where there have been issues with shortages due to a range of disruptions that have impacted supply as well as quality and safety. The drive toward lower costs as well as unfair trade practices have led to a hollowing out of domestic production. A new approach is needed to ensure more resilient supply chains that includes improving transparency, building emergency capacity, and investing in domestic production.###"
}