{
    "title": "FACT SHEET: In First Year, President Biden’s Bipartisan PACT Act Delivers Care for Veterans in all 50 States and U.S. Territories and Advances Unity Agenda | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/08/10/fact-sheet-in-first-year-president-bidens-bipartisan-pact-act-delivers-care-for-veterans-in-all-50-states-and-u-s-territories-and-advances-unity-agenda/",
    "created_at": null,
    "content": "One year ago today, President Biden signed the landmark bipartisan Sergeant First Class Heath Robinson Honoring our Promise to Address Comprehensive Toxics (PACT) Act into law, enacting the most significant expansion of benefits and services for toxic exposed veterans in more than 30 years.  Named in honor of Sergeant First Class Heath Robinson, a decorated combat medic who died from a rare form of lung cancer, this historic legislation is delivering timely benefits and services to veterans—across all generations—who have been impacted by toxic exposures while serving our country.President Biden believes that our nation has a sacred obligation to properly prepare and equip the troops we send into harm’s way – and to care for them and their families when they return home. Sometimes military service can result in increased health risks for our veterans, and some injuries and illnesses like asthma, cancer, and others can take years to manifest. These realities can make it difficult for veterans to establish a direct connection between their service and disabilities resulting from military environmental exposures such as burn pits – a necessary step to ensure they receive the health care they earned. The PACT Act eliminates these barriers and ensures veterans get the care and services they deserve.President Biden has made clear that supporting our veterans is a commitment that unites all Americans – Democrats, Republicans, and Independents — and it’s why he made supporting our veterans a core element of his Unity Agenda. Today, on the anniversary of the signing of the PACT Act, the President will join veterans and their families at the George E. Wahlen Department of Veterans Affairs Medical Center in Salt Lake City, Utah, to discuss how this historic, bipartisan legislation has delivered lifesaving health care and benefits to more than 340,000 veterans and survivors.Today, the Biden-Harris administration will also release new national and state-by-state data on PACT Act claims, which have been processed at record rates by the Department of Veterans Affairs (VA). In the past year, the Administration has helped veterans in every state and territory receive the services and care they deserve by:These historic efforts to address military toxic exposures build on the Biden-Harris Administration’s recent work to support our nation’s veteransIf you are a veteran, visit www.va.gov/PACT or go to your local VA hospital to see if you are eligible for PACT Act benefits and services.For a state-by-state breakdown of PACT Act data, click here.###"
}