{
    "title": "Readout of Vice President Kamala Harris’s Meeting with Indiana State Legislators on Reproductive Rights | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/07/25/readout-of-vice-president-kamala-harriss-meeting-with-indiana-state-legislators-on-reproductive-rights/",
    "created_at": null,
    "content": "Today, Vice President Kamala Harris convened more than 30 state legislators in Indianapolis, Indiana to discuss the fight to protect reproductive rights. Her visit coincided with the first day of the Indiana state legislature’s special session to consider a total abortion ban with limited exceptions.   The Vice President thanked the leaders for their courageous work fighting against the extreme proposal from Indiana Republican legislators. She expressed that our nation is experiencing a health care crisis, and we must do everything we can to protect access to reproductive health care. The Vice President shared steps the Administration is taking following President Biden’s Executive Order Protecting Access to Reproductive Healthcare Services, and she conveyed the Administration’s commitment to continuing the fight to defend reproductive rights. The participants discussed how abortion restrictions harm families by taking away their power to make intimate and fundamental decisions about planning their lives. They also noted the economic impact that such an abortion restriction would have on the state of Indiana – deterring economic investments, and impacting whether people choose to seek their educations and pursue their careers in the state. They raised concerns about the health of women, noting that Indiana has one of the worst maternal mortality rates in our nation, which will worsen once reproductive health care is further restricted. The Vice President and the state legislators agreed to work together to protect the health, the safety, and the wellbeing of the women of America, including the women of Indiana. Meeting Speakers:The Vice President previously convened state legislators to discuss reproductive rights in the following places:###"
}