{
    "title": "FACT SHEET: The Biden-Harris Administration’s Response to the Earthquakes in Türkiye and Syria | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/02/10/fact-sheet-the-biden-harris-administrations-response-to-the-earthquakes-in-turkiye-and-syria/",
    "created_at": null,
    "content": "In the aftermath of the earthquakes on February 6, President Joseph R. Biden, Jr. authorized an immediate U.S. response and directed the heads of federal agencies to rapidly mobilize to assist the Government of Türkiye and humanitarian partners in Syria.Across the U.S. government, officials expressed their condolences to the people of Türkiye and Syria as well as their desire to support the humanitarian response. In the hours following the earthquakes, President Biden called President Erdogan to convey the readiness of the U.S. government to provide any and all needed assistance to our NATO Ally Türkiye. Secretary Tony Blinken, Secretary Lloyd Austin, and National Security Advisor Jake Sullivan engaged their Turkish counterparts, and USAID Administrator Samantha Power spoke with the head of the Syrian Civil Defence, also known as the White Helmets. First Lady Jill Biden sent a personal note of condolence to First Lady Emine Erdogan, and National Security Advisor Jake Sullivan visited the Turkish Embassy to express condolences to the Turkish Ambassador and sign the official condolences book. U.S. officials have remained in regular coordination with their Turkish counterparts, with UN agencies, and with partners in Syria on how we can best support their efforts. Finally, the U.S. government affirmed to the Syrian mission to the UN that our humanitarian assistance is available to all Syrians, no matter where they live, and that we are ready to provide additional support.Life-saving efforts by the U.S. in the impacted region:Support available to U.S. Citizens in Türkiye:The Biden-Harris Administration commends the outpouring of support from around the world. USAID’s Center for International Disaster Information (CIDI) has a list of vetted organizations responding to this crisis.###"
}