{
    "title": "FACT SHEET: President Biden to Announce National Month of Action to Mobilize an All-of-America Sprint to Get More People Vaccinated by July 4th | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/06/02/fact-sheet-president-biden-to-announce-national-month-of-action-to-mobilize-an-all-of-america-sprint-to-get-more-people-vaccinated-by-july-4th/",
    "created_at": null,
    "content": "National Month of Action will mobilize national organizations, local government leaders, community-based and faith-based partners, businesses, employers, social media influencers, celebrities, athletes, colleges, young people, and thousands of volunteersThe President will highlight additional efforts by businesses and organizations across the country to advance equity and make it even easier to get vaccinatedThe Vice President will lead a National Vaccination Tour to encourage vaccinations in key communities across the countryToday, President Biden will announce a National Month of Action to mobilize an all-of-America sprint to get 70% of U.S. adults at least one shot by July 4th, so that more people can get the protection they need to be safe from a pandemic that has taken the lives of nearly 600,000 Americans.Throughout the month, national organizations, local government leaders, community-based and faith-based partners, businesses, employers, social media influencers, celebrities, athletes, colleges, young people, and thousands of volunteers across the nation will work together to get their communities vaccinated.Today, the President will announce actions that will make it even easier to get vaccinated, mobilize the country around vaccine outreach and education efforts, and incentivize vaccination. Additionally, organizations and businesses from across the country continue to step up and respond to the President’s call to action.Thanks to the President’s whole-of-government response, the U.S. has made significant progress in its fight against the pandemic since the President took office less than 5 months ago. Already, 63% of adult Americans have gotten vaccinated, including 73% of Americans age 40 and over, and COVID-19 cases and deaths have plummeted as a result – cases are down over 90% and deaths are down over 85% since January 20th.Twelve states have already given at least one shot to 70% of adults and more than 28 states and D.C. have fully vaccinated 50% or more of their adult populations, but millions of Americans still need protection against the virus.The National Month of Action will include the following initiatives:MAKING IT EASIER TO GET VACCINATED AND ADVANCING EQUITYMOBILIZING THE COUNTRY TO DO MORE VACCINATION EDUCATION AND OUTREACH:INCENTIVIZING VACCINATIONBusiness Incentives for Vaccinated Americans: Thousands of employers and businesses have already stepped up to support vaccination efforts, including by offering incentives for vaccinations and providing their workers paid-leave for vaccinations. During the Month of Action, the Administration will continue working with employers to make it even easier to set up workplace vaccination clinics, and call on more businesses to encourage and incentivize vaccinations.Starting today, Americans will be able to find a list of these and other incentives on Vaccines.gov/incentives.html. Examples of new private sector actions and incentives that recently launched include:###"
}