{
    "title": "FACT SHEET: Biden Administration Combats Super-Pollutants and Bolsters Domestic Manufacturing with New Programs and Historic Commitments | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/09/23/fact-sheet-biden-administration-combats-super-pollutants-and-bolsters-domestic-manufacturing-with-new-programs-and-historic-commitments/",
    "created_at": null,
    "content": "Environmental Protection Agency Issues Final Rule to Reduce Emissions of Hydrofluorocarbons by 85% over 15 YearsAdministration Actions Strengthen Competitiveness of Domestic Industries, Maintain and Create Good Jobs, and Reduce Climate PollutionToday, the Biden Administration is announcing a set of historic actions to phase down super-polluting hydrofluorocarbons (HFCs), bolster the competitiveness of American industries, and maintain and create hundreds of thousands of good-paying, union jobs across the country. The Environmental Protection Agency (EPA) will release a new rule, alongside other interagency actions, that together represent one of the most impactful federal efforts to reduce climate pollution in decades. HFCs are potent greenhouse gases found in a range of appliances and substances, including refrigerators, air conditioners and foams. These harmful pollutants have an impact on warming our climate that is hundreds to thousands of times greater than the same amount of carbon dioxide. HFCs are exacerbating climate change and extreme weather events – and the corresponding public health threats, physical damage, and economic costs.Today’s actions build on a foundation of widespread support from Democrats and Republicans, industry leaders, and environmental organizations, all of whom supported the bipartisan American Innovation and Manufacturing (AIM) Act passed last year. These steps are expected to result in reductions of more than 4.5 billion metric tons of carbon dioxide-equivalent by 2050 — equal to nearly three years of U.S. power sector emissions at 2019 levels — making today’s announcement one of the most consequential climate actions taken by the federal government in years. Today’s actions will make the U.S. domestic approach consistent with key provisions contained in the Kigali Amendment to the Montreal Protocol, an international agreement to reduce the consumption and production of HFCs. That amendment, if implemented worldwide, can prevent up to one half a degree Celsius of warming this century.As directed in the AIM Act, the final rule from EPA will establish a landmark climate protection program that will phase down the production and consumption of HFCs by 85% below baseline levels within the next 15 years. The United States is already a leader in innovation and manufacturing of HFC alternatives, and today’s actions will ensure that American industries remain competitive in this expanding global market. EPA’s rule establishes an allowance allocation and trading program to reduce HFCs, and creates a robust compliance and enforcement system. In addition, EPA is committing to addressing the use of HFCs in products, and is currently reviewing more than a dozen petitions to restrict HFC use in a wide range of applications. Together, these actions will ensure that American communities and workers reap the climate and economic benefits of the phasedown of HFCs. EPA estimates the cumulative benefits of today’s rule — more than $272 billion through 2050 — will benefit populations that may be especially vulnerable to damages from climate change, and will result in significant compliance savings for industry.Reflecting President Biden’s whole-of-government approach to tackling the climate crisis, six agencies are today taking several steps to build on this progress. Together, the new commitments will support U.S. industries and workers and protect communities from climate pollution and other impacts.The Administration is taking coordinated steps across the federal government to catalyze reductions in HFCs, through four main action areas:Preventing Illegal Trade, Production, Use, and Sale of Climate-Damaging HFCs and Deterring and Punishing ViolationsIllegal trade in HFCs poses a fundamental risk to America’s climate and economic goals. If the United States were to see rates of noncompliance similar to what has been observed in other countries, the result could be as much as 43-90 million metric tons of additional carbon dioxide-equivalent emissions in a single year, which is roughly equal to the annual emissions from 22 coal-fired power plants. This high level of non-compliance would put U.S. businesses at a competitive disadvantage and discourage innovation in HFC alternatives. To address these issues, the Administration is taking the following actions:Supporting the Development and Use of HFC AlternativesManaging HFC Stocks and Leveraging the Power of Federal ProcurementAdvancing Innovation and Testing to Identify HFC Alternatives and Technologies###"
}