{
    "title": "FACT SHEET: Biden Harris Administration Proposes Rule to Fix “Family Glitch” and Lower Health Care Costs | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/04/05/fact-sheet-biden-harris-administration-proposes-rule-to-fix-family-glitch-and-lower-health-care-costs/",
    "created_at": null,
    "content": "President Biden Announces Proposal to Take Most Significant Administrative Action to Improve Implementation of the ACA Since its EnactmentPresident Biden and Vice President Harris believe that health care is a right, not a privilege. They promised to protect and build on the Affordable Care Act (ACA), lowering costs and expanding coverage so that every American has the peace of mind that health insurance brings.The Biden-Harris Administration continues to deliver on that promise. Thanks to the landmark American Rescue Plan, ACA premiums are at an all-time low, while enrollment is at an all-time high. Four out of five Americans can find quality coverage for under $10 a month, and families are saving an average of $2,400 on their annual premiums—$200 in savings every month back to families. The Administration has lowered costs and increased enrollment to a record high of 14.5 million Americans—including nearly 6 million who newly gained coverage. With the addition of Missouri and Oklahoma, two states that expanded Medicaid last year, nearly 19 million low-income Americans are enrolled in the ACA’s Medicaid expansion coverage, adding up to a record nearly 80 million children, pregnant women, seniors, people with disabilities, and other low-income Americans covered by Medicaid.PROPOSING TO FIX THE “FAMILY GLITCH”Today, the Biden-Harris Administration is proposing a rule to strengthen the ACA by fixing the “family glitch,” which would save hundreds of thousands of families hundreds of dollars a month.Under the ACA, people who do not have access to “affordable” health insurance through their jobs may qualify for a premium tax credit to purchase affordable, high-quality coverage on the ACA’s health insurance marketplaces. Current regulations define employer-based health insurance as “affordable” if the coverage solely for the employee, and not for family members, is affordable, making family members ineligible for a premium tax credit even though they need it to afford high-quality coverage through the Marketplace.  For family members of an employee offered health coverage through an employer, the cost of that family coverage can sometimes be very expensive and make health insurance out of reach. The “family glitch” affects about 5 million people and has made it impossible for many families to use the premium tax credit to purchase an affordable, high-quality Marketplace plan.The Treasury Department and the Internal Revenue Service are proposing to eliminate the “family glitch.” Should today’s proposed rule be finalized, family members of workers who are offered affordable self-only coverage but unaffordable family coverage may qualify for premium tax credits to buy ACA coverage. Should the proposed change be made, it’s estimated that 200,000 uninsured people would gain coverage, and nearly 1 million Americans would see their coverage become more affordable. Many families would be able to save hundreds of dollars a month thanks to lower premiums. This proposed rule would amount to the most significant administrative action to improve implementation of the ACA since its enactment.EXECUTIVE ORDER CONTINUING TO STRENGTHEN AMERICANS’ ACCESS TO AFFORDABLE, QUALITY HEALTH COVERAGELast January, President Biden signed an Executive Order directing federal agencies to take action to strengthen Medicaid and the Affordable Care Act. Today, President Biden is building on that directive with a new Executive Order directing federal agencies to continue doing everything in their power to expand affordable, quality health coverage. This includes:ADDITIONAL EFFORTS TO STRENGTHEN THE ACA AND MEDICAIDThese latest actions build on months of work to strengthen the ACA and Medicaid by lowering costs and expanding coverage.###"
}