{
    "title": "The Biden-Harris Plan to Revitalize American Manufacturing and Secure Critical Supply Chains in 2022 | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/02/24/the-biden-harris-plan-to-revitalize-american-manufacturing-and-secure-critical-supply-chains-in-2022/",
    "created_at": null,
    "content": "Release of Historic Industrial Base Reports by Seven Federal Agencies Caps Off a Year of Action Fortifying America’s Supply ChainsOne year ago, President Biden signed Executive Order 14017 directing an all-of-government approach to assessing vulnerabilities in – and strengthening the resilience of – the United States’ critical supply chains. Within six months of taking office, the Administration completed a comprehensive review of the supply chains for four critical products, identified solutions to secure those supply chains against a wide range of risks and vulnerabilities, and established a first-of-its-kind Supply Chain Disruptions Task Force (SCDTF)  to address the challenges arising from a pandemic-affected economic recovery.These actions are contributing to a historic recovery in American manufacturing and industrial strength. During President Biden’s first year in office, the economy added 367,000 manufacturing jobs – the most in nearly 30 years – manufacturing as a share of U.S. Gross Domestic Product (GDP) returned to pre-pandemic levels, and companies have announced major new investments in American manufacturing. American ports also moved a record amount of cargo, and inflation-adjusted retail inventories – excluding autos – surged 5 percent in 2021 compared to the previous year, ensuring retailers’ shelves were fully stocked for a record-breaking holiday season. The progress made rebuilding American supply chains contributed to the fastest job growth in history, the fastest economic growth in nearly 40 years, and a faster recovery than every other country in the G7.   Today, on the one-year anniversary of President Biden’s executive order, seven cabinet agencies published reports identifying key weaknesses in some of the nation’s most crucial supply chains, and devising multi-year strategies to address those weaknesses. The White House also published a capstone report that provides an overview of the key actions the Biden-Harris Administration has taken over the past year to reduce the vulnerability of U.S. supply chains across a range of key sectors. And in the coming months, a number of federal departments and agencies, including the Department of Commerce and the Department of Labor (DOL), will host regional summits that will bring together stakeholders to discuss opportunities to align regional economic development strategies with the national supply chain strategy.Links to agency reports:Building on the conclusions outlined in these reports, the Biden-Harris Administration is announcing additional, concrete actions it will take this year to build long-term resilience across critical supply chains and formally institutionalize supply chain resilience throughout the Federal government. Central to this effort is implementing the Bipartisan Infrastructure Law (BIL), which is our nation’s most significant investment ever in modernizing the transportation systems on which our supply chains depend. Looking forward, with the historic investments included in the landmark America Creating Opportunities for Manufacturing, Pre-Eminence in Technology, and Economic Strength (COMPETES) Act, the United States Innovation and Competition Act (USICA), and President Biden’s Build Back Better Agenda, these actions will strengthen our supply chains, grow domestic manufacturing, enhance our domestic workforce with a focus on good, union jobs, and help us outcompete China and the rest of the world. Specifically, the Biden-Harris Administration will:Put the U.S. Economy on a Path Towards Long-Term Resilience Across Critical Supply Chains:Since his first day in office, President Biden has focused on an industrial strategy to address near-term disruptions linked to the global pandemic, revitalize our manufacturing base, strengthen critical supply chains, and position U.S. workers and businesses to compete and lead globally in the 21st century. To date, the SCDTF’s whole-of-government actions have contributed to a more than 70 percent decline in long-dwelling containers cluttering the docks at our two largest ports. Over $600 million in American Rescue Plan (ARP) resources have already been announced to strengthen the port workforce and improve facility efficiency at ports nationwide, from California and Florida to Massachusetts and Louisiana. These actions have also produced new supply chain partnerships between the automobile and semiconductor industries. And, they have helped secure $1 billion in ARP funding to expand meat processing capacity to promote competition and reduce prices for consumers. Because of the Biden-Harris Administration’s commitment to domestic industrial revitalization, American companies are also betting on the United States again. In just the last year, companies have announced nearly $200 billion in investments for semiconductor, electric vehicle, and battery manufacturing in the United States. But there is more work to do to build long-term resilience. In addition to working with Congress to enact the historic, bipartisan COMPETES/USICA legislation and the President’s Build Back Better Agenda, the Biden-Harris Administration will:Institutionalize Supply Chain Resilience Throughout the Federal Government:Supply chain resilience must become a lasting focus for businesses and governments alike. In addition to the SCDTF, which has broken down silos and coordinated collaboration between agencies to respond to supply chain disruptions, the Administration has begun to formally institutionalize supply chain resilience throughout the Federal government. Earlier this month, DOE announced an internal realignment to effectively deploy more than $60 billion in BIL funding for clean energy infrastructure and deployment. The Department of Health and Human Services (HHS) announced a new dedicated public health industrial base expansion and supply chain management office. And, as highlighted above, DOT will now work with states to include supply chain resilience in their State Freight Plans, so that state-led infrastructure planning and investments bolster the resilience of the entire goods movement chain – across ports, trucking, rail, and warehousing. To build on this progress, the Administration is announcing new actions to institutionalize supply chain resilience throughout the Federal government. Specifically, the Biden-Harris Administration will:There is still more to be done. To build on these investments and spur more private-sector investment in the United States, the President is committed to passing comprehensive competitiveness legislation like the COMPETES/USICA bills put forward in the House and the Senate to strengthen our supply chains, grow domestic manufacturing, and help us outcompete China and the rest of the world. This legislation, combined with the critical investments included in the Build Back Better Act, will help to deliver on the President’s mission to expand the productive capacity of our economy and lower costs for families.###"
}