{
    "title": "FACT SHEET: President Biden Announces New Actions to Protect Americans and Help Communities and Hospitals Battle Omicron | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/12/21/fact-sheet-president-biden-announces-new-actions-to-protect-americans-and-help-communities-and-hospitals-battle-omicron/",
    "created_at": null,
    "content": "Today, President Biden will announce new actions to protect Americans and help communities and hospitals battle Omicron, building on the robust plan he announced earlier this month to get people maximum protection ahead of the winter and prepare for rising cases driven by the new variant.We know how to protect people from severe illness, we have the tools needed to do it, and thanks to the President’s Winter Plan, we are ready: 73% of adult Americans are fully vaccinated—up from less than 1 percent before the President took office—and we are getting about 1 million booster shots in arms each day. Vaccines are free and readily available at 90,000 convenient locations. There is clear guidance on masking and other measures that help slow the spread of COVID-19. And, federal emergency medical teams are ready to respond to surges nationwide.Our vaccines are the most powerful tools we have—they work to protect people from serious illness and death, and boosters provide people optimal protection. While cases among vaccinated individuals will likely increase due to the more transmissible Omicron, evidence to date is that their cases will most likely be mild. In contrast, unvaccinated individuals are at high risk of getting COVID-19, getting severely ill, and even dying. Today’s actions will mitigate the impact unvaccinated individuals have on our health care system, while increasing access to free testing and getting more shots in arms to keep people safe and our schools and economy open.Today, President Biden will announce the following actions:Increased Support for Hospitals: The President will take several steps to ensure states and health systems across the country have the personnel, beds, and supplies they need as they battle rising Omicron hospitalizations, mostly among the unvaccinated. Today’s steps build on the President’s Winter Plan, which made over 60 Winter COVID-19 emergency response team deployments available to states, and the COVID-19 Surge Response Teams the Administration mobilized over the summer and fall to fight the Delta surge.Deploying Additional Medical PersonnelExpanding Hospital CapacityProviding Critical SuppliesRobust Access to Free Testing: The President will announce new actions to ensure Americans have access to free testing, including convenient, at-home tests. Since January 2021, the Administration has already taken significant actions to increase testing. As a result, there are now 20,000 free testing sites across the U.S., four times as many at-home tests available to Americans than were available this summer, and at-home tests being made available at key community sites, such as community health centers and rural clinics. Today’s steps build on this progress and further increase the availability of free and convenient testing options.Expanding Capacity to Get Shots in Arms: President Biden will announce additional steps to ensure people can get vaccinated and boosted and get their kids vaccinated easily this winter. Over the fall, the Administration has added 10,000 more vaccination sites across the country where Americans can get their shots. There are now 90,000 convenient locations nationwide, with many sites offering walk-in appointments and vaccinations for the whole family.###"
}