{
    "title": "FACT SHEET: Accelerating the U.S. – Africa Partnership After the 2022 U.S.-Africa Leaders Summit | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/12/13/fact-sheet-accelerating-the-u-s-africa-partnership-after-the-2022-u-s-africa-leaders-summit/",
    "created_at": null,
    "content": "Since the U.S.-Africa Leaders Summit in December 2022, President Biden kicked off an extraordinary year of U.S. engagement with Africa and made progress in delivering on our high-profile commitments announced during the Summit.  The Biden-Harris Administration is over-delivering on our commitment to invest $55 billion in Africa over three years.  Over the last year, the United States has welcomed the African Union as a permanent member of the G20, expanded trade and investment partnerships, advanced major food and health security investments, and launched a digital transformation initiative, forged new security and good governance cooperation, and catalyzed landmark diaspora-driven engagement.  As the White House commemorates the one-year anniversary of the 2022 U.S.-Africa Leaders Summit, the United States remains all in on Africa. High Level EngagementsIn 2023, the United States accelerated high-level exchanges, directing an unprecedented pace of visits to the continent.  In the last year, 17 Cabinet and leaders of U.S. Government Departments and Agencies have visited 26 countries in Africa, with visits centered on expanding substantive and meaningful partnerships with African countries, institutions, and peoples across the continent, including a visit to Ghana, Tanzania, and Zambia by Vice President Harris where she announced the mobilization of more than $8 billion in public and private sector investments in climate and food security, women’s empowerment, and digital inclusion across Africa.Trade and InvestmentIn the past year, the United States has supported and helped close 547 new deals for a total estimated value of $14.2 billion in new two-way trade and investment between the United States and African countries.   This represents an increase of approximately 60 percent in the number and value of closed deals over 2022.  The results from these increased investments have tangible impacts on the lives and livelihoods of people in the United States and Africa, with highlights that include: Throughout 2023, the Office of the United States Trade Representative (USTR) has advanced trade initiatives including the U.S.-AfCFTA Memorandum of Understanding (MOU) and the negotiation of the U.S.-Kenya Strategic Trade and Investment Partnership (STIP).  In November, prior to the United States and South Africa co-hosting the 20th African Growth and Opportunity Act (AGOA) Forum in Johannesburg, President Biden announced his strong support for timely reauthorization and modernization of AGOA to deepen trade relations between the U.S. and Africa, support regional integration, and realize Africa’s immense economic potential.InfrastructureIn May 2023, President Biden chose Africa for the first and flagship economic corridor under his signature $600 billion Partnership for Global Infrastructure and Investment (PGI) initiative to address the global infrastructure gap.  Since December, PGI announced U.S. investments totaling more than $1.5 billion in the Lobito Corridor for transportation, digital access, agricultural and clean energy infrastructure projects, including:Digital Transformation with AfricaOver the last year, the United States has advanced the Digital Transformation with Africa (DTA) initiative to enhance efforts to expand digital access in Africa and increase commercial engagement between U.S. and African companies in the digital sector, support increased digital literacy and strengthen digital enabling environments across Africa, in alignment with the priorities outlined in the African Union’s Digital Transformation Strategy.  In 2023, the United States invested $82 million in new digital infrastructure, projects, and technical programming for DTA, including:Food SecurityThe United States has provided over $17.2 billion in food security assistance since the beginning of the Biden-Harris Administration, more than half of which has been provided to African partners in response to the ongoing food security crisis.  During the U.S.-Africa Leaders Summit, President Biden with the African Union (AU) launched a new strategic partnership on food security to drive our work with the African Union and  African countries to accelerate progress in tackling food insecurity, building stronger food systems and more diversified supply chains, and expanding African countries’ access to agricultural markets. Diaspora EngagementIn recognition of the African Diaspora as a source of strength and foundational to our 21st century partnership with Africa, the United States has strengthened cultural, social, political, and economic ties among African communities, the global African Diaspora, and the United States.Good Governance and SecurityAt the Summit, the United States reaffirmed its commitment to engage with and support complex political transitions in Africa and work to assist governments and civil society at critical moments in the democratic transition through the African Democratic and Political Transitions (ADAPT) initiative.  The President also launched the 21st Century Partnership for African Security (21PAS), which identified $100 million to target and increase support to African partners committed to investing in defense governance, readiness and sustainment.  21PAS is a “down payment” to increase partner ability to use and sustain future assistance.   HealthThe United States has leveraged its status as the world’s largest donor for global health to achieve shared goals for continued improvements in global health and global health security.  We work with African countries alongside regional and global partners, including the World Health Organization (WHO) and Africa Centres for Disease Control and Prevention (Africa CDC), as well as with a diverse range of private sector and civil society partners to realize our objectives.###"
}