{
    "title": "Quad Leaders’ Vision Statement – Enduring Partners for the Indo-Pacific | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/05/20/quad-leaders-vision-statement-enduring-partners-for-the-indo-pacific/",
    "created_at": null,
    "content": "Hiroshima, 20 May 2023Hosted by the Prime Minister of Australia, the Hon Anthony Albanese MPWe – the Leaders of Australia, India, Japan and the United States – convened to reaffirm our steadfast commitment to work through the Quad to support a free and open Indo-Pacific that is inclusive and resilient.Our vision is for a region that is peaceful and prosperous, stable and secure, and respectful of sovereignty – free from intimidation and coercion, and where disputes are settled in accordance with international law. We seek a region in which all countries and peoples can exercise free choice on how they cooperate and trade based on partnership, equality and mutual respect. We share the belief that engaging openly, transparently and constructively creates more opportunity, greater economic vitality and better understanding of shared challenges, to the benefit of all.At a time of fundamental change, challenge, and opportunity in our region, we are determined to make a positive and lasting contribution to the resilience and prosperity of the Indo-Pacific by leveraging our resources and sharing our expertise. Working with countries across the region and guided by their priorities, we strive to ensure that the principles that have underpinned peace and stability and stimulated decades of growth and prosperity continue to apply for decades to come, including the principles of sovereignty and territorial integrity.We will act together as a force for good to find common solutions for region-wide benefit. Recently, in our response to the devastation caused by the COVID-19 pandemic, we joined together to expand safe, affordable and effective vaccine production and equitable access. The Indo-Pacific’s key challenges of health security, rapidly changing technology, the grave threat of climate change, and the strategic challenges facing the region, summon us to act with renewed purpose.Today, we look to the future and commit to the following principles as we respond to the challenges ahead:###"
}