{
    "title": "FACT SHEET: U.S.-EU Trade and Technology Council Establishes Economic and Technology Policies & Initiatives | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/05/16/fact-sheet-u-s-eu-trade-and-technology-council-establishes-economic-and-technology-policies-initiatives/",
    "created_at": null,
    "content": "New Policies Will Strengthen Our Economic Partnership, and Update Rules of Global EconomyRead the U.S.-EU Joint Statement here.The U.S.-EU Trade and Technology Council (TTC) held its second ministerial meeting in Saclay – Paris, France on May 15-16, 2022. U.S. co-chairs, Secretary of State Antony J. Blinken, Secretary of Commerce Gina Raimondo, and United States Trade Representative Katherine Tai were joined by EU Co-Chairs European Commission Executive Vice Presidents Margrethe Vestager and Valdis Dombrovskis to review progress, meet with a range of U.S. and EU stakeholders, and advance Transatlantic cooperation and democratic approaches to trade, technology, and security that deliver for people on both sides of the Atlantic. Thanks to the close and enduring ties between the United States and the European Union, we have resolved long-standing bilateral issues, including disagreements on tariffs, and leveraged the strength of our partnership to counter non-market, trade distortive practices, and respond swiftly to Putin’s war with unprecedented sanctions and export control measures. Building on these successes, the United States and European Union, home to 780 million people who share democratic values and the largest economic relationship in the world, will advance the TTC agenda on a number of critical economic and technology policies and initiatives designed to strengthen our bilateral economies, meet current geopolitical challenges and update the rules of the global economy.TTC working groups are deepening U.S.-EU cooperation by expanding access to digital tools for small- and medium-sized enterprises and securing critical supply chains such as semiconductors. They are collaborating closely on emerging technology standards, climate and clean tech objectives data governance and technology platforms, information and communications technology services’ (ICTS) security and competitiveness, and the misuse of technology threatening security and human rights. The TTC working groups are also coordinating on export controls, investment screening and security risks, and a range of global trade challenges, including countering the harmful impact of non-market, trade-distortive policies and practices on technological development and competitiveness in sectors of shared priority. To ensure that the government dialogues are informed by the broad perspectives of the U.S. and EU communities inform their work, the TTC working groups are continuing robust engagement with a diverse range of stakeholders, including those in industry, labor organizations, think tanks, non-profit organizations, environmental constituencies, academics, and other civil society members.During their ministerial meeting, the U.S. and EU TTC co-chairs reviewed the outcomes generated by the joint working groups and announced key outcomes including:###"
}