{
    "title": "FACT SHEET: Biden-Harris Administration Driving U.S. Battery Manufacturing and Good-Paying Jobs | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/10/19/fact-sheet-biden-harris-administration-driving-u-s-battery-manufacturing-and-good-paying-jobs/",
    "created_at": null,
    "content": "Department of Energy Awarding $2.8 Billion from Bipartisan Infrastructure Law to Boost Domestic ManufacturingAdministration Launching “American Battery Materials Initiative” to Strengthen Critical Mineral Supply ChainsToday, President Biden is announcing that the Department of Energy is awarding $2.8 billion in grants from the Bipartisan Infrastructure Law to 20 manufacturing and processing companies for projects across 12 states. President Biden is also announcing the American Battery Materials Initiative, a new effort to mobilize the entire government in securing a reliable and sustainable supply of critical minerals used for power, electricity, and electric vehicles (EVs). Together, these actions will improve America’s energy independence, strengthen national security, support good-paying jobs across battery supply chains, and lower costs for working families. President Biden set an ambitious goal for electric vehicles (EV) to make half of all new vehicles sold in 2030 electric. Thanks to his leadership, economic and industrial strategy, and landmark legislative accomplishments, the United States is seeing historic investment in electric vehicle and battery manufacturing – which has resulted in EV sales tripling since President Biden took office. This market transformation is expected to increase demand for critical minerals such as lithium and graphite used in EV batteries. Today’s announcements demonstrate how the United States is poised to meet this challenge while growing our economy and creating high-quality union jobs in the battery supply chain.The Bipartisan Infrastructure Law, CHIPS & Science Act, and Inflation Reduction Act combined will invest more than $135 billion to build America’s electric vehicle future, including critical minerals sourcing and processing and battery manufacturing.  The Bipartisan Infrastructure Law alone invests more than $7 billion to help domestic manufacturers have the critical minerals and other necessary components to manufacture the batteries we need to meet our climate goals.  The Inflation Reduction Act makes new and used EVs more affordable for consumers with tax credits that support using minerals and battery components from the United States and our allies. And, it includes credits to help manufacturers retool existing facilities and build new battery manufacturing and critical mineral processing in the United States as well as grants to deploy zero emission heavy-duty vehicles.President Biden’s economic agenda has already ignited a domestic manufacturing boom, with companies announcing over $100 billion in EV, battery and EV charging investments right here in the United States.Today’s actions and the launch of the American Battery Material Initiative will also make America more competitive, ensuring we can make more in America to support our own supply chains and workers. The U.S. and its allies currently do not produce enough of the critical minerals and battery materials needed to power clean energy technologies. China currently controls much of the critical mineral supply chain and the lack of mining, processing, and recycling capacity in the U.S. could hinder electric vehicle development and adoption, leaving the U.S. dependent on unreliable foreign supply chains. The American Battery Materials Initiative will align and leverage federal resources for growing the end-to-end battery supply chain; work with stakeholders, allies, and partners to develop more sustainable, secure, resilient supply chains; and support faster and fairer permitting for projects that build the domestic supply chain.BATTERY MANUFACTURING AWARDSToday, the U.S. Department of Energy (DOE) is announcing the first set of projects funded by the President’s Bipartisan Infrastructure Law to expand domestic manufacturing of batteries for electric vehicles and the electrical grid including $2.8 billion for 20 manufacturing and processing companies in 12 states, including Alabama, Georgia, Kentucky, Louisiana, Missouri, Nevada, New York, North Carolina, North Dakota, Ohio, Tennessee, and Washington.When matched by recipients, the funding leverages a total of more than $9 billion to boost American production of EV batteries. The projects will have positive impact on their own and also catalyze a whole US industry in the critical phases of the battery supply chain.The funding for the selected projects will support:All projects will develop enough lithium to supply over 2 million electric vehicles annually and establish significant domestic production of graphite and nickel.Fact sheets on the projects can be found here.AMERICAN BATTERY MATERIALS INITIATIVEPresident Biden is committed to advancing America’s energy security and energy independence as he takes historic action to tackle the climate crisis. Today, the White House is launching a new whole-of-government effort to secure a reliable and sustainable supply of the critical minerals that power everything from electric vehicles to homes to defense systems. The American Battery Materials Initiative will be led by a White House steering committee and coordinated by the Department of Energy with support from the Department of the Interior.The critical minerals and large capacity battery supply chain review initiated by Executive Order 14017 recommended (1) taking a mineral-by-mineral approach to both expand sustainable, environmentally-responsible domestic mining, processing, and recycling of critical minerals; (2) working with partners and allies to diversify international supply chains, recognizing that America’s national and economic security is bolstered through strong alliances, and international coalitions of reliable partners reinforce the security of our supply chains; and (3) developing a faster and fairer domestic process that meets strong environmental and labor standards, ensures meaningful community engagement and consultation with Tribal Nations, and reduces time and cost of permitting.The Initiative will work through the Partnership for Global Infrastructure and Investment, and leverage ongoing work by the Department of State, to work with partners and allies to strengthen critical mineral supply chains globally, and it will leverage and maximize ongoing efforts throughout the U.S. government to meet resource requirements and bolster energy security.To further accelerate efforts to secure the supply chain for the critical minerals and materials needed for advanced batteries, this Initiative will coordinate White House and agency attention to  implement the President’s critical mineral strategy, align ongoing work on critical mineral supply chains, coordinate community and industry engagement, help guide research, grants, and loans supporting environmentally responsible critical minerals extraction, processing, and recycling, and aid diplomatic efforts to build reliable and sustainable global supply chains. The Initiative will also strengthen federal engagement, partnership, and consultation with the private sector, state, Tribal, and local governments, environmental and environmental justice leaders, and labor unions to more effectively marshal resources, ensure the concerns of Tribes and local communities are heard and addressed earlier in the planning process, and reflect our nation’s commitment to high environmental, social, and labor standards.Finally, the Initiative will leverage deep, ongoing engagement with international partners and allies to map resources, advance strategic partnerships, diversify global supply chains, and raise international environmental, community, and worker-safety standards for extraction, processing, and recycling. Through this initiative, the Administration is acting on its commitment to build fairly at scale and speed as it executes a modern American industrial strategy.PRESIDENT BIDEN’S ECONOMIC PLAN IN ACTIONPresident Biden’s economic plan is about building out the middle class from the bottom up and middle out, lowering costs for working families, and creating good-paying jobs in America. Today’s actions build on President Biden’s historic action to secure critical mineral supply chain for battery manufacturing including:###"
}