{
    "title": "Remarks by Vice President Harris at a Roundtable Discussion on Semiconductors | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/speeches-remarks/2023/05/22/remarks-by-vice-president-harris-at-a-roundtable-discussion-on-semiconductors/",
    "created_at": null,
    "content": "Applied Materials HeadquartersSunnyvale, California11:52 A.M. PDTTHE VICE PRESIDENT:  Thank you.  Well, good morning to everyone.I want to start by thanking CEO Gary Dickerson of Applied Materials for hosting us this morning and for bringing us together for this very important conversation.And to all the industry leaders who are here, on behalf of the President and myself, I will tell you that we are extremely excited about the work that has been done in this Valley through collaboration and cooperation and the work yet to be done.And we firmly believe that for the United States of America to maintain a role of leadership globally, it is critically important that we continue to strengthen the public-private partnerships that have historically led to the kinds of innovations and advancement that we have seen.Many of you may know, in terms of my personal background, my mother was a scientist.  She had two goals in her life: to raise her two daughters and end breast cancer.  She was an endocrinologist.  And her lab — before she passed, and almost until the day — was at UC Berkeley.  In fact, it’s a little-known fact that my first job was cleaning pipettes.  (Laughter.)  So, there you know, and you have it then.But I grew up, then, in this Bay Area the daughter of a scientist, in an environment that was just rich with excitement and enthusiasm about the possibilities, what can be; seeing what can be, unburdened by what has been.  An environment — this Bay Area — that has always been motivated by the pursuit of innovation, not because we’ve been bored with things the way they’ve been but the pursuit of innovation knowing that we can be more efficient, more effective, more accurate, faster.  We can do more work to elevate the quality of life of our people and create those things that will allow us to actually pursue all that we know is possible in terms of the improvement of the human condition.So I am, as you probably can tell, just personally very excited about the work that has been done and the work that our administration has been able to do with so many of you to reach what I believe is the next plateau in all of this work through an infusion of substantial public resources combined with the private resources that you all have dedicated to continue to do the work that is about the development of things we’ve never seen before.But when they occur, we will think it was always that way.  (Laughter.)  Because, certainly, I don’t think any of us can fully remember a time before the smartphone.So, today we are going to address a particular type of technology that is essential to the future of innovation, and that is the semiconductor.  And as we know, the semiconductors have been really a foundation for everything that we have achieved in 21st-century technology. And as Vice President, I’ve been proud to convene leaders around the coun- — around the country and around the world on this matter.  When I was most recently in Tokyo, Micron and Tokyo Electron were there in a meeting that we held that I found to be very productive; in Singapore, Global Foundries; and then in Thailand, in Bangkok, TSMC. And the conversations that we have been having are wide-ranging and include, again, a dedication to the innovation but also what it means in terms of strengthening economies, strengthening security and prosperity, and thinking about how that is all connected to another goal, certainly of ours and I think collectively, which is strengthening the workforce; doing what we can to see what is — what is possible in terms of the education and the training of the skills of the workforce in a way that will be adaptable to the needs — right? — of the industry, and understanding that for so many of these jobs, many of them don’t require a college degree, but they are highly skilled.We’ve been talking about it in the context of thinking of the work that is necessary and talking about the jobs, and I’ll ask each of you to think about how we post these jobs in a way that is not about a degree, not about a fancy title of a job, but the skill that is required to perform the job so that we then can also signal to those who are doing the training, those who are doing the educating, to understand what we really require in these industries to actually have the workforce that is capable of advancing our work.And I must mention, as a point of pride, the role of the United States in what has been happening globally.  For 60 years, America has been a leader, in particular in semiconductor R&D.  And right here in this Valley, we — we take credit for it being the birthplace of the semiconductor industry.  And this building actually is — the manufacturing that has happened here are some of the first commercially available semiconductors, right here in this location.So, we want to continue the work.  And then, more specifically, what our — what our administration has been able to do is invest $53 billion in semiconductor R&D and manufacturing, all, again, with the intention of spurring the innovation and the creativity. Thus far, only in the last year, since we have been able to make this dedicated fund of resources, we’ve already seen the private sector — as much as $500 billion of commitments, because of what we are doing together to, again, reach the next plateau.And so, I’ll end with saying this: The private sector expertise is critical to our mission and our vision for what we can do, again, in a way that will improve the human condition.And so I thank you each for what you are dedicating to this work in terms of the resources and the expertise.  And, again, when we think about — in particular, on semiconductors, $150 billion in private sector investment already on the semiconductor piece specifically, and then I spoke earlier of the — the broader investment from the private sectorBut the — the bottom line is this: I do believe that we are embarking on a new era in this world, and so much of it being created and spurred by what is happening because of the leaders at this table.And so we look forward to continuing to work with you.  And we are, of course, very excited about all that the future will hold.And with that, Gary, I’m going to turn it over to you, and I will thank the press for your attendance.  We’re now going to have a working meeting.Thank you.END                  12:00 P.M. PDT"
}