{
    "title": "FACT SHEET: Biden-Harris Report: “Advancing Equity Through the American Rescue Plan” | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/05/24/fact-sheet-biden-harris-report-advancing-equity-through-the-american-rescue-plan/",
    "created_at": null,
    "content": "Highlights the Most Equitable Economic Recovery EverDetails Efforts to Ensure Equity in 32 Major American Rescue Plan PoliciesToday, the American Rescue Plan Implementation Team and the Domestic Policy Council released their interim American Rescue Plan Equity Report. It covers 32 different American Rescue Plan programs that represent nearly $900 billion or 60 percent of American Rescue Plan funds, excluding Economic Impact Payments (i.e., stimulus checks). The report, together with ongoing economic statistics provides further evidence that the American Rescue Plan spurred the most equitable recovery in memory. The report also outlines lessons learned and areas for continued work and collaboration with external partners to build on progress to date, including through the release of the ARP Equity Learning Agenda.Since the American Rescue Plan passed: The American Rescue Plan helped power a historic recovery which led to the largest job growth ever in a calendar year, saw unemployment claims decline from nearly 20 million when President Biden took office to close to 1 million – and unemployment reach 3.6% – a level the Congressional Budget Office did not predict our nation would reach during the entire decade. It is also critical to recognize that the cumulative impact of the American Rescue Plan – as well as the design and implementation of its policies – has led to a historically equitable recovery. Below are some of the highlights: A Historically Equitable RecoveryEnhanced Child Tax Credit Led to Lowest Black and Hispanic Child Poverty Rate Ever in 2021Powering a Small Business Recovery that Reaches the Smallest BusinessesEquitable Housing RecoveryProvided $130 Billion To Keep Schools Open Safely and Address Students’ Academic and Mental Health NeedsKeeping America’s College Students Enrolled and On Track to GraduateThe American Rescue Plan ‘s Higher Education Emergency Relief Fund provided more than $10 billion to community colleges and their students, and the largest ever one-time investment – $2.7 billion – in Historically Black Colleges and Universities and their students. Other investments include:Helping Hard-Pressed Families Reduce Utilities Costs and Avoid ShutoffsClosing Health DisparitiesReducing HungerRevitalizing Local Economies Across the CountryHistoric Investment in Tribal Communities ###"
}