{
    "title": "White House Releases State Dinner Guest List | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/06/22/white-house-releases-state-dinner-guest-list-2/",
    "created_at": null,
    "content": "This evening, the President and the First Lady of the United States will host His Excellency Narendra Modi, Prime Minister of the Republic of India, for a State Dinner. The following is a complete list of expected guests: THE PRESIDENT AND DR. BIDENHIS EXCELLENCY NARENDRA MODI, PRIME MINISTER OF THE REPUBLIC OF INDIA Ms. Huma Abedin & Ms. Heba AbedinMs. Reem Acra & Dr. Nicolas TabbalThe Honorable Mala Adiga, Deputy Assistant to the President and Director of Policy and Projects for the First Lady & Mr. Charles BiroMs. Revathi Advaithi & Mr. Jeevan MulgundMr. Salman Ahmed, Director of Policy Planning Staff, U.S. Department of State & Ms. Cat Davis AhmedThe Honorable Kiran Ahuja, Director of the U.S. Office of Personnel Management & Mr. Robert Shriver III, Deputy Director of the U.S. Office of Personnel ManagementMr. Sam Altman & Mr. Oliver MulherinMr. Mukesh Ambani & Ms. Nita AmbaniThe Honorable Lloyd Austin, Secretary of Defense, U.S. Department of Defense & Mrs. Charlene AustinMr. Arindam Bagchi, Additional Secretary and Official Spokesperson of the Republic of IndiaMs. Bela Bajaria & Ms. Rekha BajariaDr. Bharat Barai & Mrs. Panna BaraiThe Honorable John Bass, Undersecretary for Management, U.S. Department of State & Ms. Holly Holzer BassMr. Josh Bekenstein & Ms. Anita BekensteinMr. Joshua BellThe Honorable Stephen K. Benjamin, Assistant to the President & Senior Advisor to the President for Public Engagement & Mrs. Seema Shrivastava-PatelThe Honorable Ami Bera, U.S. Representative & Dr. Janine Vivienne BeraThe Honorable Anthony Bernal, Assistant to the President and Senior Advisor to the First LadyMr. Hunter Biden & Ms. Melissa Cohen BidenMs. Ashley Biden & Ms. Seema SadanandanMr. James Biden & Mrs. Sara BidenMs. Naomi Biden Neal & Mr. Peter NealThe Honorable Antony J. Blinken, Secretary of State, U.S. Department of State & The Honorable Evan Ryan, Assistant to the President and Cabinet SecretaryMr. Linden Prause Blue & Dr. Chollada BlueThe Honorable Lael Brainard, Assistant to the President and Director of the National Economic Council & The Honorable Kurt Campbell, Deputy Assistant to the President and Coordinator for the Indo-Pacific, National Security CouncilThe Honorable William Burns, Director of the Central Intelligence Agency & The Honorable Lisa Carty, U.S. Representative to the Economic and Social Council of the United NationsDr. Ángel Cabrera & Dr. Beth CabreraMr. David Calhoun & Mrs. Barbara CalhounMr. Anthony CapuanoMr. Manesh Chandwani & Mrs. Alpana PatelMr. Jagtar ChaudhryMr. Kenneth Chenault & Mrs. Kathryn ChenaultThe Honorable Tarun Chhabra, Special Assistant to the President and Senior Director for Technology and National Security, National Security Council & Dr. Aliza Hapgood WatersMs. Maria Grazia Chiuri & Ms. Karishma SwaliThe Honorable Rohit Chopra, Director of the U.S. Consumer Financial Protection Bureau & Ms. Karen BrudvigMr. Michael Cohen & Dr. Daralyn SamuelsMr. Tim Cook & The Honorable Lisa JacksonMr. Jim Crown & Mrs. Paula CrownMr. Larry Culp & Ms. Wendy CulpMs. Stephanie Cutter & Ms. Kellie Meiman HockMr. Ashraf Mansur Dahod & Dr. Shamim Ashraf DahodMr. Ronak Desai & Dr. Bansari ShahMr. Darshan Dhaliwal & Mrs. Debra DhaliwalMr. Gary Dickerson & Mrs. Connie DickersonThe Honorable Jen O’Malley Dillon, Assistant to the President and Deputy Chief of Staff & Mr. Patrick DillonThe Honorable Michael C. Donilon, Assistant to the President and Senior Advisor to the President & Mrs. Patricia DonilonMr. Mark Douglas & Mrs. Madeleine DouglasHis Excellency Ajit Doval, National Security Advisor of the Republic of IndiaThe Honorable Jose W. Fernandez, Under Secretary for Economic Growth, Energy, and the Environment, U.S. Department of State & Ms. Andrea GaborThe Honorable Jon Finer, Assistant to the President and Principal Deputy National Security AdvisorMr. Leonard Forsman & Ms. Jana RiceMs. Jane Fraser & Mr. Alberto PiedraMrs. Adena Friedman & Mr. Mike FriedmanMr. Thomas L. Friedman & Mrs. Ann B. FriedmanThe Honorable Michael Froman, President of the Council of Foreign Relations & Ms. Nancy GoodmanThe Honorable Eric Garcetti, Ambassador of the United States to the Republic of India & Mr. Sean BurtonThe Honorable Merrick Garland, Attorney General, U.S. Department of Justice & Ms. Lynn Rosenman GarlandThe Honorable Rufus Gifford, Chief of Protocol of the United StatesThe Honorable Kirsten Gillibrand, U.S. Senator & Mr. Jonathan GillibrandMr. Anand GiridharadasThe Honorable Philip Gordon, Assistant to the President and National Security Advisor to the Vice President & Mrs. Rachel GordonMr. Sanjay Govil & Ms. Vidya GovilThe Honorable Jennifer M. Granholm, Secretary of Energy, U.S. Department of Energy & Ms. Karen Elizabeth SkeltonMr. Palash Gupta & Mrs. Khushi GuptaThe Honorable Vanita Gupta, Associate Attorney General, U.S. Department of Justice & Mr. Rajiv GuptaThe Honorable Geeta Rao Gupta, Ambassador-at-Large for Global Women’s Issues, U.S. Department of State & Mr. Arvind GuptaThe Honorable Rahul Gupta, Director of the Office of National Drug Control Policy & Dr. Seema GuptaThe Honorable Isabella Guzman, Administrator of the Small Business Administration & Dr. Javier GuzmanThe Honorable Avril Haines, Director of National Intelligence & Mr. David DavighiThe Honorable Kamala Harris, Vice President of the United States & Mr. Douglas EmhoffMr. Roger Hochschild & Mrs. Stephanie HochschildMs. Kate Hoit & Ms. Julia TivaldMr. David Ignatius & Dr. Eve IgnatiusMr. Frank Islam & Ms. Debbie DriesmanDr. Irwin Jacobs & The Honorable Sara Jacobs, U.S. RepresentativeMr. Anurag JainHis Excellency Dr. Subrahmanyam Jaishankar, Minister of External Affairs of the Republic of IndiaThe Honorable Pramila Jayapal, U.S. Representative & Mr. Steven WilliamsonThe Honorable Karine Jean-Pierre, Assistant to the President and Press SecretaryMrs. Jo Ann Jenkins & Dr. Francis JenkinsDr. Hiren Joshi, Officer on Special Duty, Republic of IndiaMr. Nikhil KamathMs. Vrinda KapoorMr. Vimal KapurMr. Alfred F. Kelly, Jr. & Mrs. Margaret P. KellyMr. Maxwell Taylor Kennedy & Mrs. Vicki S. KennedyMr. Max KennedyMr. Neeraj Khemlani & Ms. Heather Cabot KhemlaniThe Honorable Ro Khanna, U.S. Representative & Mrs. Ritu KhannaDr. Suresh Khator & Dr. Renu KhatorMr. Martin Luther King III & Mrs. Arndrea Waters KingMs. Billie Jean King & Ms. Ilana KlossThe Honorable Jennifer Klein, Assistant to the President and Director of the White House Gender Policy Council & Mr. Zachary SternThe Honorable Amy Klobuchar, U.S. Senator & Mr. John BesslerMr. Edward Knight & Mrs. Amy Shepard KnightRohini Kosoglu & Mr. Ozkan KosogluMr. Arvind Krishna & Ms. Tarini KrishnaThe Honorable Raja Krishnamoorthi, U.S. Representative & Dr. Priya KrishnamoorthiMs. Maria Teresa Kumar & Mr. Raj Udiaver KumarMr. Vivek Kumar, Private Secretary to the Prime Minister of the Republic of IndiaHis Excellency Vinay Mohan Kwatra, Foreign Secretary of the Republic of IndiaThe Honorable Ben LaBolt, Assistant to the President and Director of CommunicationsThe Honorable Mitchell Landrieu, Senior Advisor and Infrastructure Implementation Coordinator & Ms. Emily LandrieuDame Donna Langley DBE & Mr. Ramin ShamshiriThe Honorable Eileen Laubacher, Special Assistant to the President and Senior Director for South Asia, National Security Council & Mr. Christopher LaubacherMr. Ralph Lauren & Mrs. Ricky LaurenThe Honorable Donald Lu, Assistant Secretary for South and Central Asian Affairs, U.S. Department of State & Dr. Ariel AhartMr. Anand MahindraThe Honorable Joseph Manchin, U.S. Senator & Mrs. Gayle ManchinDr. Will Marshall & Mr. Robbie SchinglerMs. Christina Mather & Ms. Patricia MoynihanThe Honorable Alejandro Mayorkas, Secretary of Homeland Security, U.S. Department of Homeland Security & Mrs. Tanya MayorkasThe Honorable Kevin McCarthy, Speaker of the U.S. House of Representatives & Ms. Emily Norris McCarthyMr. Doug McMillon & Mrs. Shelley McMillonThe Honorable Gregory Meeks, U.S. Representative & Mrs. Simone MeeksMr. Sanjay Mehrotra & Mrs. Sangeeta MehrotraThe Honorable Robert Menendez, U.S. Senator & Mrs. Nadine MenendezMr. Michael MiebachThe Honorable Aruna K. Miller, Lieutenant Governor of Maryland & Mr. David MillerDr. Deepak Mittal, Joint Secretary to the Prime Minister of the Republic of IndiaMr. Jon Moeller & Ms. Lisa SauerMr. John Morgan & Mr. Matt MorganDr. Denis Mukwege & Ms. Madeleine KaboyiMr. James Murdoch & Mrs. Kathryn MurdochThe Honorable Vivek Murthy, U.S. Surgeon General & Dr. Alice ChenMr. Sam Myers & Dr. Vicki MyersMr. Satya Nadella & Mrs. Anu NadellaMr. Shekar Narasimhan & Mrs. Charu NarasimhanMr. Shantanu Narayen & Ms. Reni NarayenThe Honorable Bill Nelson, Administrator of the National Aeronautics and Space Administration & Mrs. Grace NelsonMs. Indra Nooyi & Mr. Raj NooyiThe Honorable Victoria Nuland, Under Secretary for Political Affairs, U.S. Department of State & Mr. Drew NulandThe Honorable Sethuraman Panchanathan, Director of the U.S. National Science FoundationMr. Maulik Pancholy & Mr. Ryan CorvaiaMr. Deven Parekh & Mrs. Monika ParekhMs. Tarini Parti & Mrs. Preeti PartiMr. Milan Patel & Mr. Vinod PatelMr. Sameer Patel & Mrs. Shannon PatelThe Honorable Nancy Pelosi, Speaker Emerita of the U.S. House of Representatives & Mr. Paul PelosiMr. Charles E. Phillips & Mrs. Karen C. PhillipsThe Honorable Jake Phillips, Deputy Assistant to the President and Deputy Counsel to the President and Legal Advisor to the National Security Council & Ms. Sheila Jaya KadagathurMr. Sundar Pichai & Mrs. Anjali PichaiThe Honorable John Podesta, Assistant to the President and Senior Advisor to the President for Clean Energy & Ms. Mae PodestaMr. Robert Pohlad & Mrs. Rebecca PohladThe Honorable Arati Prabhakar, Director of the Office of Science and Technology Policy & Mr. Patrick WindhamThe Honorable Aftab Pureval, Mayor of Cincinnati & Dr. Whitney WhitisThe Honorable Michael J. Pyle, Deputy Assistant to the President and Deputy National Security Advisor for International Economic Affairs, National Security Council & Ms. Chloe F. SchamaThe Honorable Natalie Quillian, Assistant to the President and Deputy Chief of Staff & Mr. Ryan QuillianMr. James QuinceyThe Honorable Gautam Raghavan, Assistant to the President and Director of Presidential Personnel & Mr. Andrew MasloskiThe Honorable Gina Raimondo, Secretary of Commerce, U.S. Department of Commerce & Mr. Andy MoffitMr. Deepak Raj & Mrs. Neera RajMr. Sanjay Ramabhadran & Mrs. Vidya IyerMs. Sripriya Ranganathan, Deputy Chief of Mission, Embassy of IndiaMr. M.R. Rangaswami & Ms. Krisanthy DesbyMs. Vani Sarraju Rao, Additional Secretary, Americas, Republic of IndiaThe Honorable Vinay Reddy, Assistant to the President and Director of Speechwriting & Mrs. Neelima ReddyThe Honorable Bruce Reed, Assistant to the President and Deputy Chief of Staff & Ms. Bonnie LepardThe Honorable Michael Regan, Administrator of the U.S. Environmental Protection AgencyMr. Punit Renjen & Mrs. Heather RenjenThe Honorable Steve Ricchetti, Assistant to the President and Counselor to the President & Mrs. Amy RicchettiThe Honorable Curtis Ried, Deputy Assistant to the President and National Security Council  Chief of Staff and Executive Secretary & Mrs. Patsy RiedMr. Chuck Robbins & Mrs. Paige RobbinsThe Honorable Tim Roemer & Mrs. Sally RoemerDr. Christopher Rothko & Ms. Lori CohenMs. Jeanne Ruesch & Fr. Kevin O’Brien, S.J.Mrs. Jennifer Rumsey & Mr. Jim RumseyHis Excellency Taranjit Singh Sandhu, Ambassador of the Republic of India to the United StatesMs. Reshma Saujani & Mr. Mike SaujaniThe Honorable Steve Scalise, U.S. RepresentativeMr. Michael Schrum & Mrs. Maya RaoThe Honorable Charles E. Schumer, U.S. Senator & Ms. Elizabeth WeilandDr. Sudhir SekhsariaThe Honorable Peter SelfridgeMs. Smita N. Shah & Mr. Maarten de JeuThe Honorable Elizabeth Sherwood-Randall, Assistant to the President and Homeland Security Advisor and Deputy National Security Advisor & Dr. Jeffrey RandallMr. Jay Shetty & Mr. Richard SlavinMr. Madhu Shrivastava & Ms. Sulochana ShrivastavaMr. M. Night Shyamalan & Dr. Bhavna ShyamalanMr. Nat Simons & Mrs. Laura Baxter-SimonsMs. Shamina Singh & Ms. Simi Singh JunejaMr. Rajesh Singh, Secretary, Department for Promotion of Industry and Internal Trade of the Republic of IndiaMs. Gwendolyn Sontheim & Dr. Cary Fowler, U.S. Special Envoy for Global Food Security, U.S. Department of State Mr. Aaron Sosnick & Ms. Paige PerroneThe Honorable Gene Sperling, White House American Rescue Plan Coordinator and Senior Advisor to the President & Mr. Miles FrenchThe Honorable Sri Srinivasan, Chief Judge, U.S. Court of Appeals & Ms. Chitra WadhwaniDr. Lisa Su & Mr. Daniel LinMr. Rajesh Subramaniam & Ms. Gina AdamsThe Honorable Jake Sullivan, Assistant to the President for National Security Affairs & Ms. Maggie GoodlanderMs. Ellen Susman & Mrs. Whitney GordonThe Honorable Katherine Tai, U.S. Trade Representative & Mr. Robert SkidmoreMr. Jim Taiclet & Mrs. Carol TaicletThe Honorable Neera Tanden, Assistant to the President and Domestic Policy Advisor & Ms. Alina EdwardsMr. Hemant TanejaThe Honorable Louisa Terrell, Assistant to the President and Director of the Office of Legislative Affairs & The Honorable Seema Nanda, U.S. Solicitor of Labor, U.S. Department of LaborMs. Nidhi Tewari, Deputy Secretary, Republic of IndiaThe Honorable Shri Thanedar, U.S. Representative & Mrs. Shashi ThanedarThe Honorable Linda Thomas-Greenfield, Representative of the United States to the United Nations & Mr. Lafayette GreenfieldMs. Mini Timmaraju & Mr. Ken ScudderThe Honorable Annie Tomasini, Assistant to the President and Director of Oval Office OperationsMr. Abeezar Tyebji & Mrs. Paulomi TyebjiThe Honorable Maju Varghese & Mrs. Julie VargheseMr. Abraham Verghese & Ms. Cari CostanzoThe Honorable Richard Verma, Deputy Secretary for Management and Resources, U.S. Department of State & Mrs. Melineh VermaDr. Aseem Vohra, Deputy Chief of Protocol of the Republic of IndiaThe Honorable Lorraine Voles, Assistant to the President and Chief of Staff to the Vice President & Mr. A.J. SmithMr. Sunil Wadhwani & Mrs. Nita WadhwaniThe Honorable Tim Walz, Governor of Minnesota & Mrs. Gwen WalzThe Honorable Mark Warner, U.S. Senator & Ms. Lisa CollisMr. Casey Wasserman & Ms. Jenny ChandlerMs. Anne Wojcicki & Esther Wojcicki The Honorable Shalanda Young, Director of the Office of Management and Budget & Ms. Loyce Young-Smith The Honorable Ali Zaidi, Assistant to the President and National Climate Advisor & Dr. Candace Vahlsing The Honorable Uzra Zeya, Under Secretary for Civilian Security, Democracy and Human Rights, U.S. Department of State & Mr. Thomas Nemeth The Honorable Jeffrey Zients, Assistant to the President and Chief of Staff to the President & Mr. Jonny Zients"
}