{
    "title": "FACT SHEET: Biden-Harris Administration Launches Coalition of States and Local Governments to Strengthen Building Performance Standards | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/01/21/fact-sheet-biden-harris-administration-launches-coalition-of-states-and-local-governments-to-strengthen-building-performance-standards/",
    "created_at": null,
    "content": "New Federal, State, and Local Action to Support Energy Efficient Buildings, Create Jobs, and Lower CostsToday, President Biden announced during his remarks at the U.S. Conference of Mayors that his Administration is teaming up with states, cities, labor, and industry to launch the Building Performance Standards Coalition, a first-of-its-kind partnership between 33 state and local governments dedicated to delivering cleaner, healthier, and more affordable buildings. With nearly 20% of the nation’s building footprint in their jurisdictions, the partnership facilitates new commitments to design and implement building performance standards at the state and local level, create good-paying, union jobs, lower energy bills for consumers, keep residents and workers safe from harmful pollution, and cut emissions from the building sector. Today’s announcement builds upon the Department of Energy’s efforts to upgrade one million homes, and makes progress toward President Biden’s goal to retrofit four million buildings and two million homes during his first term.New federal actions today, in tandem with close state and local coordination, will accelerate progress towards reducing buildings emissions at all levels of government, including states, territories, Tribal nations, and local jurisdictions. Federal investments and technical assistance builds capacity, expertise, and infrastructure to advance climate action and environmental justice aligned with local or state-levels needs and opportunities.When building performance standards are designed in partnership with frontline communities and key stakeholders, innovative and equitable solutions can address multiple needs in a community. Energy efficiency improvements and electrification in multifamily buildings improve indoor air quality, eliminate drafts, and protect residents from extreme heat– delivering health benefits and lower health care costs. For businesses, high-performing buildings are not only good for the world, they are good for the bottom line – attracting higher occupancy rates and generating more revenue.Today’s actions build on the $3.5 billion investment for home weatherization in President Biden’s Bipartisan Infrastructure Law – which will make 700,000 homes more energy efficient and lower consumers’ electricity bills – and will make $1.8 billion available to state and local governments through the Department of Energy to expand building retrofits and policy implementation at the state and local level. And President Biden will continue to work with Congress to extend even more benefits to the American people under the Build Back Better Act.Today’s actions include:PROPELLING POLICY INNOVATION ACROSS AMERICA’S STATES AND CITIESThe inaugural Building Performance Standards Coalition, which represents more than 15 billion square feet of applicable floor space, has come together to scale programs and policies that reduce emissions across the America’s buildings sector.In May of 2021 the Administration announced a set of new programs to grow and train the buildings sector workforce and to increase retrofit uptake through a building performance standard for the federal building portfolio. Since then the Office of Energy Efficiency and Renewable Energy has granted over $25 million to workforce development and job creation leaders to expand the pipeline of high-skill buildings workers, and the EPA has published a white paper to inform the development of building performance standards and disseminated it across the buildings industry. In addition, the Administration has charged an interagency team of subject matter experts to develop the federal building performance standard policy.Prioritizing equity expertise and stakeholder engagement. National leaders in equity and environmental justice, community engagement, and building efficiency policy and program design have stepped up to provide policy and equity strategy assistance to Coalition members. With support from philanthropic organizations, local governments will ground their climate work in equity and justice through community-driven processes. And nonprofit organizations will offer expertise in building decarbonization, including localized policy approaches and stakeholder engagement.MOBILIZING FEDERAL TECHNICAL ASSISTANCE FOR BUILDING PERFORMANCE POLICY AT THE STATE AND LOCAL LEVELS Today, the Department of Energy (DOE) and the Environmental Protection Agency (EPA) announced expanded technical assistance opportunities that can be accessed by Building Performance Standards Coalition members to design, measure, and manage local buildings performance policies:These actions follow a year of interagency collaboration to jumpstart building performance policy at the state and local level. In 2021, the Administration:###"
}