{
    "title": "FACT SHEET: Biden-Harris Administration Advances Offshore Wind Transmission, Strengthens Regional Supply Chain Buildout, and Drives Innovation | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/09/21/fact-sheet-biden-harris-administration-advances-offshore-wind-transmission-strengthens-regional-supply-chain-buildout-and-drives-innovation/",
    "created_at": null,
    "content": "Nine East Coast states and four Federal agencies sign new agreement to strengthen regional collaboration on offshore wind supply chain developmentNew Atlantic Transmission Action Plan is another step in broader strategy to seize near-term and long-term offshore wind opportunities across America   President Biden’s Investing in America agenda is growing an American offshore wind industry that will create thousands of good-paying union jobs across the country, power millions of homes with clean electricity, and strengthen our energy security while reducing dangerous climate pollution. This week the Biden-Harris Administration is taking new steps to expand America’s offshore wind supply chain to benefit workers and communities, plan and build transmission infrastructure to connect projects to the grid, and advance innovation to reduce deployment barriers and lead on cutting-edge technologies.American workers across manufacturing, shipbuilding, construction, and other sectors are building this new industry right now. The Biden-Harris Administration continues to use every tool available—including leveraging historic resources from President Biden’s Investing in America agenda, a key pillar of Bidenomics—to bring the nation’s first major offshore wind projects online in the near-term and achieve the goal of 30 gigawatts by 2030.To help unlock offshore wind opportunities for decades to come and support state goals for clean energy and economic development, the Administration’s newest steps include:The Administration’s latest steps will help drive long-term growth across the American offshore wind industry—which President Biden has jumpstarted by taking decisive action across a multi-prong offshore wind strategy. The Biden-Harris Administration has already approved four commercial-scale offshore wind projects and remains on track to complete reviews of at least 16 offshore wind project plans by 2025, representing more than 27 gigawatts of clean energy. Just last week, DOI’s Bureau of Ocean Energy Management completed environmental review for a fifth proposed project, with more on the horizon.In just the last year, since President Biden signed the Inflation Reduction Act into law, investments in the U.S. offshore wind industry have increased by $7.7 billion, and the number of companies looking to support this supply chain has risen 54% to 4,100 companies across all 50 states.###"
}