{
    "title": "Fact Sheet: The Biden Administration to Begin Distributing At-Home, Rapid COVID-19 Tests to Americans for Free | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/01/14/fact-sheet-the-biden-administration-to-begin-distributing-at-home-rapid-covid-19-tests-to-americans-for-free/",
    "created_at": null,
    "content": " The Biden Administration is Buying One Billion Tests to Give to Americans for Free; Online Ordering of a Half-Billion Tests Begins on January 19th; Builds on Significant Actions to Expand Testing Capacity and Increase Access to Free TestingTesting is an important tool to help mitigate the spread of COVID-19. Public health experts and the Centers for Disease Control and Prevention recommend that Americans use at-home tests if they begin to have symptoms, at least five days after coming in close contact with someone who has COVID-19, or are gathering indoors with a group of people who are at risk of severe disease or unvaccinated.To help ensure Americans have tests on hand if a need arises, the Biden Administration is purchasing one billion at-home, rapid COVID-19 tests to give to Americans for free. A half-billion tests will be available for order on January 19th and will be mailed directly to American households.There will be free tests available for every household, and to promote broad access, the initial program will allow four free tests to be requested per residential address. Starting January 19th, Americans will be able to order their tests online at COVIDTests.gov, and tests will typically ship within 7-12 days of ordering.To ensure equity and access for all Americans, the Administration will also launch a call line to help those unable to access the website to place orders, and work with national and local community-based organizations to support the nation’s hardest-hit and highest-risk communities in requesting tests.In addition to this new program, there are many other options for Americans to get tested. There are now over 20,000 free testing sites across the nation, including four times as many pharmacies participating in the federal pharmacy free testing program as there were in January 2021, as well as federal surge free testing sites, with more free testing sites opening each week. Millions of free, at-home COVID-19 tests have been delivered to thousands of community health centers and rural health clinics to distribute to their patients, with more delivered each week. In addition, the Administration provided schools $10 billion in American Rescue Plan (ARP) funding to get tests to K-12 school districts. And, the Administration invested nearly $6 billion in ARP funding to cover free testing for uninsured individuals, and support testing in correctional facilities, shelters for people experiencing homelessness, and mental health facilities.Just this week, the Administration also announced that starting January 15th, private health insurance companies will be required to cover at-home COVID-19 tests for free—and made an additional 10 million COVID-19 tests available to schools nationwide, each month.Since January 2021, the Administration has taken significant action to dramatically increase the nation’s overall COVID-19 testing supply, the number of tests authorized for use in the U.S., and the number of places where Americans can get a test, while lowering costs for consumers and increasing access to free tests.This comprehensive approach has produced important results: Today, there are nine at-home, rapid tests on the market in the U.S.—up from zero when the President took office. In December, there were more than 300 million at-home, rapid tests available in the U.S. market, up from 24 million in August—a more than 10-fold rise. This month, the number of at-home, rapid tests available to the U.S. market will rise to 375 million—in addition to the free tests available through COVIDTests.gov.Distributing At-Home, Rapid COVID-19 Tests to American Homes for Free: This program will ensure that Americans have at-home, rapid COVID-19 tests available in the weeks and months ahead—in addition to the number of other ways they can get tested. The Administration is quickly completing a contracting process for the unprecedented purchase of one billion at-home, rapid tests to distribute as part of this program. The Department of Defense, in coordination with the Department of Health and Human Services, has already awarded several of the contracts that will result from this process—with over 420 million tests already under contract. Given the incredible volume of tests being procured and the diversity of manufacturers, additional contracts will continue to be awarded over the coming weeks.The Biden Administration continues acting aggressively to further increase equitable access to free COVID-19 testing for all Americans, as testing needs arise. This includes:These actions build on the significant steps the Administration has taken since Day One on testing to:###"
}