{
    "title": "FACT SHEET: Biden-Harris Administration Issues Landmark Blueprint to Advance American Innovation, Competition and Security in Wireless Technologies | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/11/13/fact-sheet-biden-harris-administration-issues-landmark-blueprint-to-advance-american-innovation-competition-and-security-in-wireless-technologies/",
    "created_at": null,
    "content": "America’s economy, technological leadership, and security depend on spectrum—the frequencies used to transmit radio signals for all wireless technologies. Spectrum is a strategically essential area in global technological competition, as it underpins the digital economies of the U.S. and our allies and partners. Spectrum is essential not just for everyday digital products like televisions, cell phones, and Wi-Fi routers, but also for core infrastructure, including critical sectors like aviation, manufacturing, energy, and defense. At the same time, spectrum is a scarce resource—one that needs careful management to sustain American innovation and security.Today, the Biden-Harris Administration is issuing a landmark National Spectrum Strategy and a Presidential Memorandum on modernizing U.S. spectrum policy that, together, lay out a blueprint for American innovation, competition, and security in advanced wireless technologies. This blueprint includes new actions to improve spectrum management and spectrum access—including a study of more than 2,700 megahertz of spectrum for potential repurposing that will help ensure that both the public and private sectors have the spectrum resources they need to deliver critical services to every community in America. It will also ensure that the U.S. uses spectrum policy as a critical lever to retain global leadership in wireless technology, creating an ecosystem of equipment, products, and applications and a virtuous cycle of innovation.The National Strategy and Presidential Memorandum will guide decisions about how to allocate limited spectrum resources and ensure these decisions are made through a rigorous, transparent process, which is more important today than ever, as new technologies create increasing demands for spectrum. Innovations ranging from 5G networks, to precision agriculture, to unmanned aerial vehicles, to moon missions take large amounts of spectrum to operate. Meeting the demands of innovation requires America’s spectrum policy to adapt and improve.The National Spectrum Strategy released today announces further steps to strengthen interagency coordination, promote innovation, and ensure efficient spectrum use. The Strategy was developed by the National Telecommunications Information Administration (NTIA) in response to direction from President Biden, in close coordination with the Federal Communications Commission (FCC) and the many federal agencies relying on spectrum. It articulates four pillars containing essential actions for ensuring that spectrum policy advances U.S. innovation, economic vitality, and security.Pillar 1: A Spectrum Pipeline to Ensure U.S. Leadership in Advanced and Emerging Technologies. Spectrum availability is not just a long-term challenge. Technological advances require more efficient spectrum use today. To address near-term spectrum needs, the Strategy announces:Pillar 2: Collaborative Long-Term Planning to Support the Nation’s Evolving Spectrum Needs. A vast range of private stakeholders and government agencies need spectrum to deliver essential products and services. Long-term decisions about spectrum allocation, therefore, must involve broad-based input and transparent processes, which will help spectrum users make prudent long-term investments. To achieve these goals, the Strategy announces the following steps:Pillar 3: Unprecedented Spectrum Access and Management Through Technology Development. Cutting-edge spectrum technologies and techniques like spectrum sharing hold great promise for promoting efficient use and ensuring that—even though spectrum is finite—the U.S. is able achieve spectrum abundance for all users. To accelerate spectrum innovation and ensure that the U.S. remains at the leading edge in this critical technology, the Strategy announces an ambitious effort under which the U.S. government will, within 12-18 months, advance research, create investment incentives, and set forth measurable goals to advance spectrum access technology.  This effort, which the U.S. government will undertake in collaboration with industry, will include the following:Pillar 4: Expanded Spectrum Expertise and Elevated National Awareness. America’s long-term spectrum innovation depends on its leading-edge spectrum workforce, as well as broader public appreciation for spectrum’s vital role in our society. To foster spectrum expertise and awareness, the Strategy announces the following actions:The Presidential Memorandum serves as the basis for the National Spectrum Strategy by directing NTIA to provide President Biden with a National Spectrum Strategy. The Presidential Memorandum also directs further action by federal agencies to ensure that U.S. spectrum policy is coordinated and consistent in the following ways:###"
}