{
    "title": "Readout of Vice President Harris’s Meeting with Latino Small Business Owners | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/10/06/readout-of-vice-president-harriss-meeting-with-latino-small-business-owners/",
    "created_at": null,
    "content": "Yesterday, as part of Hispanic Heritage Month, Vice President Harris convened small business owners from across the country to discuss their critical role in the nation’s economy. Participants included a diverse array of business owners, including entrepreneurs from the food, clothing, and environmental science industries. The participants expressed their appreciation for the Administration’s support and emphasized the need for continued partnership. The Vice President committed to continue to build on the progress made over the last year to support small businesses, highlighting, among other actions, the ongoing work to secure historic investments for community banks, which are critical to the creation and growth of minority, women and rural small businesses. Additionally, the participants discussed the role they often play in their communities as civic leaders and sources of information. Vice President Harris affirmed their leadership role and encourage them to continue to keep communities informed of the resources and support available.The Biden-Harris Administration has prioritized support for small businesses, through the American Rescue Plan, which delivered critical resources to help businesses survive the pandemic, the Bipartisan Infrastructure Bill, to help ensure small businesses have reliable access to affordable broadband, roads and bridges. The Biden-Harris Administration has also prioritized breaking down barriers for minority-owned small businesses, including by increasing access to capital and federal contracts.Over the last year, Vice President Harris has prioritized small businesses and entrepreneurs.  Last year, during Hispanic Heritage Month, Vice President Harris convened Latina small business owners and as recently as last month, she met with Latino leaders in Milwaukee, Wisconsin, including local small business owners. Following the meeting, the Vice President hosted dozens of small business owners at the Naval Observatory for a reception celebrating their accomplishments and contribution to our country.Participants:"
}