{
    "title": "FACT SHEET: The Biden-Harris Administration Advances Equity and Opportunity for Black People and Communities Across the Country | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/02/28/fact-sheet-the-biden-harris-administration-advances-equity-and-opportunity-for-black-people-and-communities-across-the-country-3/",
    "created_at": null,
    "content": "From the first day in office and every day since, the Biden-Harris Administration has taken an historic approach to advancing racial equity, including directing every agency across the whole of the federal government to address the lasting impacts of systemic racism on Black communities. For generations, entrenched disparities in our society and economy, at times facilitated by the federal government, have made it harder for Black Americans to have a fair shot at the American dream. Centuries of injustice and decades of disinvestment in Black communities not only undermine the American promise of equal opportunity, but also keep our entire nation from reaching its potential.After just one year in office, the Administration has delivered real and lasting change and continues to work each day to deliver equitable outcomes and opportunity for Black Americans.Economic Opportunity for Black Families and Communities. By signing into law the historic American Rescue Plan (ARP) and Bipartisan Infrastructure Law and implementing robust regulatory reform, President Biden has helped create new economic opportunities for Black Americans and made long overdue investments in Black communities. These transformative policies and programs include:Ensuring Equitable Educational Opportunity in K-12 Schools and an Education Beyond High School. As we continue to recover from the COVID-19 pandemic, President Biden has delivered the support necessary to enable every school to safely reopen for full-time, in-person instruction; accelerate academic achievement; address the mental health needs of students; and build school communities where all students feel they belong. At the same time, President Biden has worked to ensure equitable access to high-quality education for Black students. These policies and programs include:Improving Health Outcomes for Black Communities. Facing a once-in a century pandemic that highlighted and exacerbated pre-existing racial disparities in our health care system, President Biden took swift action to promote better health access and outcomes for Black families. The ARP lowered health care costs for millions of lower- and middle-income Black families and invested billions to promote equitable vaccine distribution and provide critical supplies to stop the spread of COVID-19. These policies and programs include:Taking Strong Action to Reform Our Criminal Justice System. From investing in community violence interventions, to reforming law enforcement, to reducing mass incarceration practices, to supporting reentry, the Biden-Harris Administration has taken concrete actions to reform the criminal justice system and address racial disparities. These policies and programs include:Using Executive Authority to Protect Voting Rights, Democracy, and Access to Justice. These policies and programs include:Appointing and Confirming Black Judges. President Biden is committed to ensuring that the judiciary is filled with highly qualified individuals who bring both personal and professional diversity to the bench. Since January 2021, President Biden has nominated a total of 84 individuals for federal judgeships, 25 of whom are African American, and 13 individuals for local judgeships in Washington, D.C., 5 of whom are African American. In February, he announced his intention to nominate Judge Ketanji Brown Jackson to serve as Associate Justice of the Supreme Court. Of the 48 individuals who have been confirmed to positions on federal courts, 14 are African American.Restoring Fairness and Humanity to Our Immigration System.  President Biden is committed to reforming our immigration system, promoting racial equity in our immigration policies, and providing legal protections for noncitizens, including Black noncitizens who call this country home. The President is not done. The Biden-Harris Administration continues to advance equity and racial justice, including for Black Americans, as we build back better. These policies and programs include:Transforming Public Education with Historic Funding Increases. Black students are less likely to have access to high-quality preschool, resulting in disparate outcomes before students even enter kindergarten. They are more likely to attend rundown and unsafe schools. They are taught by less experienced teachers. And they have lower college completion rates and higher student loan debt burdens than their white peers. The President has outlined a far-reaching agenda that will transform public education, advancing equity for Black students and prepare all students to succeed.Addressing Police Misconduct. The President strongly supported the George Floyd Justice in Policing Act. He is disappointed that legislation has not yet reached his desk, and continues to urge Congress to act, while also examining ways to advance meaningful police reform through executive action.###"
}