{
    "title": "FACT SHEET: Biden-Harris Administration Marks Anniversary of Americans with Disabilities Act and Announces Resources to Support Individuals with Long COVID | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/07/26/fact-sheet-biden-harris-administration-marks-anniversary-of-americans-with-disabilities-act-and-announces-resources-to-support-individuals-with-long-covid/",
    "created_at": null,
    "content": "Today, on the 31st Anniversary of the Americans with Disabilities Act (ADA), we celebrate the inclusion and access promoted by the landmark civil rights law for disabled Americans. Grounded in four core outcomes of full participation, equal opportunity, independent living, and economic self-sufficiency, the ADA prohibits discrimination on the basis of disability in contexts such as of public accommodation, employment, transportation, and community living and provides recourse for people with disabilities who faced discrimination. The nation has made significant progress since the law was signed.  To commemorate this day, President Biden will sign a proclamation marking the 31st anniversary of the Americans with Disabilities Act.The Biden-Harris Administration has taken significant steps to achieve a more inclusive, accessible, and equitable country for people with disabilities, including people with disabilities that experience multiple forms of discrimination and bias on the basis of race, gender, sexual orientation and other factors. Through quick policy action, the Administration has ensured disabled Americans are receiving resources and are included in key administrative proposals. Specifically, the Administration has:In addition, President Biden’s Build Back Better agenda outlines a path towards a more competitive, inclusive, and resilient America.  If enacted, these plans will provide significant investments to children and adults with disabilities to achieve independent living, economic self-sufficiency, equitable educational opportunities, and full participation in the workforce and communities. They include the following key elements:Today the Administration is also releasing a package of guidance and resources to support individuals experiencing the long-term symptoms of COVID-19 or “Post-​Acute Sequelae of SARS-CoV-2 infection (PASC),” known commonly as “long COVID.” The announcements from the Departments of Health and Human Services (HHS), Justice, Education, and Labor provide information about where individuals can access resources and accommodations and clarifies the rights for health and educational services and supports. This includes:###"
}