{
    "title": "Biden-Harris Administration Memorializes Transgender Day of Remembrance | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/11/20/biden-harris-administration-memorializes-transgender-day-of-remembrance/",
    "created_at": null,
    "content": "Today, on Transgender Day of Remembrance, the Biden-Harris Administration mourns those we lost in the deadliest year on record for transgender Americans, as well as the countless other transgender people—disproportionately transgender women and girls of color—who face brutal violence, discrimination, and harassment. At least 46 transgender Americans were killed by acts of fatal violence to date this year. As President Biden made clear in his statement today, this somber record underscores that we must honor those who have lost their lives to anti-transgender violence and hate with action.To memorialize Transgender Day of Remembrance, today the White House:Hosted a vigil to honor those lost. The White House and the Second Gentleman of the United States hosted a first of its kind vigil in the Diplomatic Room of the White House to honor the lives of transgender and gender diverse people killed this year, and countless transgender and gender diverse people who face brutal violence, harassment, and discrimination in the United States and around the world. The Second Gentleman lit 46 candles representing the transgender and gender diverse killed this year in the United States, and a 47th candle for those who have lost their lives to violence around the world.Released a report from the Interagency Working Group on Safety, Opportunity, and Inclusion for Transgender and Gender Diverse Individuals. Today, the White House released a report highlighting over 45 key, early actions the Biden-Harris Administration is taking to address the root causes of anti-transgender violence, discrimination, and denial of economic opportunity, including:To address the crisis of anti-transgender stigma and violence, during Pride Month the White House established the first Interagency Working Group on Safety, Opportunity, and Inclusion for Transgender and Gender Diverse Individuals (Working Group). The Working Group, which is led by the White House Domestic Policy Council and Gender Policy Council, is charged with leading a coordinated federal approach to advance safety, economic opportunity, and inclusion for transgender and gender diverse people in the United States and around the world. To inform the priorities of the Working Group, throughout the fall of 2021 the White House convened 15 listening sessions with transgender and gender diverse people, advocates, and civil rights leaders from across the country and around the world. Today’s report shares findings from these listening sessions and uplifts the voices and advocacy of transgender and gender diverse people throughout the United States and around the world.  Today’s actions to honor the lives of transgender and gender diverse people lost to violence build on historic steps by the Biden-Harris Administration to advance LGBTQI+ equality and civil rights for transgender and gender diverse communities. Since taking office, the Biden-Harris Administration has taken critical steps to advance equality for transgender and gender diverse Americans:###"
}