{
    "title": "FACT SHEET: Biden-Harris Administration Hosts Economic Dialogue with the Government of Puerto Rico to Jointly Advance Economic Development in 2023 | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/12/06/fact-sheet-biden-harris-administration-hosts-economic-dialogue-with-the-government-of-puerto-rico-to-jointly-advance-economic-development-in-2023/",
    "created_at": null,
    "content": "President Biden has been committed to supporting the people of Puerto Rico since his first day in office. The Biden-Harris Administration has made unprecedented levels of federal funding available to Puerto Rico for resilience, recovery, infrastructure, and economic growth. This has created an opportunity for Puerto Rico to make transformational change on the island. To seize on this moment, the President established the White House Working Group on Puerto Rico to coordinate federal efforts, co-chaired by Domestic Policy Advisor Susan Rice, National Economic Advisor Brian Deese, and Director of Intergovernmental Affairs Julie RodriguezToday, the White House hosted Governor Pedro Pierluisi and members of his cabinet for the first Puerto Rico Economic Dialogue, to ensure resources from the federal and Puerto Rico governments are invested effectively, swiftly, and equitably to benefit all residents of Puerto Rico. This new initiative will renew and strengthen the working relationship between Washington, D.C. and San Juan and build on the progress that has already been made during this Administration to support inclusive prosperity and dignity, equality, and respect for Puerto Rico.This historic meeting, chaired by Director of Intergovernmental Affairs Julie Rodriguez and Deputy Secretary of Commerce and Puerto Rico Economic Growth Coordinator Don Graves, brought together Puerto Rico’s leadership and the White House Working Group on Puerto Rico to chart a comprehensive plan for joint action to further the island’s economic growth. During the meeting, federal agencies and their Puerto Rico counterparts endorsed a slate of actions and partnerships they will implement over the course of 2023. These shared priorities will inform investments in Puerto Rico, improve coordination and management of disaster recovery and other funding, and ensure long-term partnership, respect, and transparency. Over the next 12 months, both governments will take steps together to:Today, federal and Puerto Rican agencies announced the following new actions.Human Capital and Workforce DevelopmentInfrastructure, Energy, and ResilienceBroadbandEnergy Grid ModernizationEnvironment and SustainabilityRecovery and RenewalDiversified EconomyEconomic DevelopmentAccess to CapitalGovernance and DataAdministrative CapacityData and Transparency###"
}