{
    "title": "Readout of White House State Legislative Convening on Equal Pay | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/03/13/readout-of-white-house-state-legislative-convening-on-equal-pay/",
    "created_at": null,
    "content": "Ahead of Equal Pay Day 2023, Jennifer Klein, Assistant to the President and Director of the Gender Policy Council, Wendy Chun-Hoon, Director of the Department of Labor Women’s Bureau, and White House senior staff convened legislators on the frontlines of advancing equal pay at the state level.President Biden has taken executive action to tackle the gender wage gap, including promoting efforts to achieve pay equity and transparency for Federal workers as well as for job applicants and employees of Federal contractors, and he continues to call for the passage of the Paycheck Fairness Act, which would strengthen existing equal pay protections, further combat discriminatory pay practices, and enhance penalties for certain equal pay violations.States have long been on the frontlines of fighting to close the gender pay gap and, in the last few years, pay transparency efforts have emerged as a critical tool to achieve equal pay. Eight states have now enacted salary range transparency laws, which require employers to disclose salary ranges to job applicants, either in job postings, during the hiring process, or upon request. According to the National Women’s Law Center, these states already cover 44.8 million people – 26.6% of the U.S. labor force. Another 16 states and Puerto Rico have passed laws that ban the use of prior salary history by employers in setting pay and other pay transparency legislation—the Department of Labor’s just-released Issue Brief on Salary History Bans provides an overview of state legislative efforts to limit the use of salary history.For today’s convening, the White House brought together state legislators who have worked for years to eliminate the gender pay gap, including many who have introduced pay transparency legislation this session. More than a dozen states are currently considering bills to require employers to disclose salary ranges in job postings or other avenues.White House officials thanked the legislators for their leadership and affirmed the Administration’s support and partnership in the fight for equal pay.  Participating state legislative leaders included:###"
}