{
    "title": "FACT SHEET: Vice President Harris Announces New Public and Private-Sector Efforts to Advance Racial Equity at Freedman’s Bank Forum | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/10/04/fact-sheet-vice-president-harris-announces-new-public-and-private-sector-efforts-to-advance-racial-equity-at-freedmans-bank-forum/",
    "created_at": null,
    "content": "Today, Vice President Harris will announce a slate of new actions taken by the Biden-Harris Administration and private sector stakeholders to deliver capital and resources to underserved small businesses and the community lenders who serve them.  Small businesses are the engines of our economy and the path to economic prosperity for countless Americans in underserved communities.  Community lenders—including Community Development Financial Institutions (CDFIs), Minority Depository Institutions (MDIs), and others—are vital to unlocking the full economic potential of these communities, turning previously sidelined talent into a source of economic growth and shared prosperity for all. Unfortunately, for too long, the small business ecosystem in underserved communities has struggled to keep up with better funded businesses and entrepreneurs in more prosperous communities.  Entrepreneurs of color regularly report being turned away by traditional financial institutions for loans at higher rates than their white counterparts.  And the community lenders committed to filling that gap similarly report that shortfalls in capital and technical capacity limit their ability to invest in the communities that need them the most.Under President Biden and Vice President Harris’s leadership, this Administration has taken significant steps to address these disparities.  Over the past two years, the Treasury Department (Treasury) has directed more than $15 billion in investments and tax credits to community lenders and other mission capital providers, allowing them to expand their efforts to drive inclusive entrepreneurship and create high-opportunity communities.  This past summer, the Vice President announced a first-of-its-kind private sector initiative—the Economic Opportunity Coalition (EOC)—committed to investing billions of dollars in underserved communities and small businesses emerging from the pandemic.Today’s announcements build on that work.  With new commitments from agencies across the federal government, the Administration is taking the next step towards ensuring that underserved small businesses and community lenders can reliably access the resources necessary for success.  For underserved communities, small businesses, and community lenders, these new policies mean increased investments, greater regulatory clarity, and improvements in infrastructure and capacity.New Federal Investments in Underserved Small BusinessesImproving Federal Support for Community Lenders and other Community Financial InstitutionsThese new policy steps follow two recent announcements by the Administration of billions of dollars in investments for CDFIs and MDIs.New Private Sector Investments in Underserved CommunitiesOn July 28, 2022, Vice President Harris announced the formation of the EOC, a historic partnership of more than 20 corporations and foundations to catalyze private investments to address disparities and accelerate inclusive economic opportunity.  EOC members include Ariel Investments, Bank of America, BNY Mellon, Capital One, Citi, Discover, Ford Foundation, Goldman Sachs, Google, Intercontinental Exchange, Key Bank, Kresge Foundation, Mastercard, McDonald’s, McKinsey & Company, Micron, Momentus Capital, Moody’s, Netflix, Next Street, PayPal, PNC, Rockefeller Foundation, TIAA, Upstart and Wells Fargo.As part of today’s announcement, EOC members have committed more than $1 billion in investments that will:Outside of the EOC, philanthropies and the private sector are making complementary investments by leveraging the underwriting and capital channeled to community lenders and capital providers. Fund for Inclusive Entrepreneurship.  Today, Hyphen announced the Fund for Inclusive Entrepreneurship, a $100 million national initiative to expand access to capital for small businesses owned by people of color.  With lead support from JPMorgan Chase and the W.K. Kellogg Foundation, the Fund will offer a two-stage approach: (1) building capacity among high-impact community lenders, and (2) raising private capital to invest alongside federal funding. "
}