{
    "title": "Readout of Invest in America Domestic Manufacturers Convening with Senior Administration Officials, Domestic Manufacturers, and Representatives from Manufacturing Associations and Manufacturing Extension Partnership Centers | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/07/28/readout-of-invest-in-america-domestic-manufacturers-convening-with-senior-administration-officials-domestic-manufacturers-and-representatives-from-manufacturing-associations-and-manufacturing-extens/",
    "created_at": null,
    "content": "Yesterday, the Biden-Harris Administration met with representatives from more than manufacturers, manufacturing experts, and manufacturers’ associations to discuss how small and medium-sized domestic manufacturers can participate in the Investing in America agenda. Director of the National Economic Council Lael Brainard, Infrastructure Implementation Coordinator Mayor Mitch Landrieu, and Chief Economist to the Investing in America Cabinet Heather Boushey, and other senior administration officials reviewed opportunities for domestic manufacturers to participate in clean energy, infrastructure, and semi-conductor supply chains.   During the event, Administration officials highlighted how the Administration’s work to invest in American infrastructure and clean energy is revitalizing America’s manufacturing base, promoting innovation, and creating high quality jobs across the country, as well as the Administration’s work to support training and education so that manufacturers can find the skilled workforce they need. Manufacturers offered advice on how the Biden-Harris Administration can better reach small firms to ensure they can capitalize on the opportunities to participate in Investing in America supply chains.   Participants in the Industrial Strategy for Domestic Manufacturers event included:Presenters:Lael Brainard, Assistant to the President and Director of the National Economic CouncilMitch Landrieu, Senior Advisor and Infrastructure Implementation CoordinatorHeather Boushey, Member, Council of Economic Advisers, and Chief Economist to the Investing in America CabinetCeleste Drake, Deputy Assistant to the President and Deputy Director of the National Economic CouncilJoelle Gamble, Deputy Assistant to the President and Deputy Director of the National Economic CouncilKristina Costa, Deputy Assistant to the President and Deputy for Clean Energy Innovation & ImplementationLivia Shmavonian: Made In America Director, Office of Management and Budget###"
}