{
    "title": "EXECUTIVE SUMMARY: Initial Blueprint for the White House Task Force to Address Online Harassment and Abuse | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/03/03/executive-summary-initial-blueprint-for-the-white-house-task-force-to-address-online-harassment-and-abuse/",
    "created_at": null,
    "content": "Online harassment and abuse is increasingly widespread in today’s digitally connected world.   This can include online threats and intimidation as well as various forms of technology-facilitated gender-based violence (GBV), such as the non-consensual distribution of intimate images, cyberstalking, and sextortion. Women, girls, and LGBTQI+ individuals are disproportionately affected.  Survivors of online harassment and abuse—especially image-based abuse—are often forced to relive their trauma and face ongoing harm that increases exponentially over time, owing to the viral flow of information on digital media and the difficulty of removing damaging, non-consensual content. Simply put: the scale, reach, and amplification effects of technology platforms have exacerbated GBV, and platforms have not sufficiently prevented or addressed how these modalities are used for harm.To tackle this scourge, President Biden issued a Presidential Memorandum in June 2022 establishing the White House Task Force to Address Online Harassment and Abuse (Task Force), with a mandate to develop concrete actions in a Blueprint to prevent online harassment and abuse, provide support for survivors, increase accountability, and expand research.Since its launch, the Task Force has heard from hundreds of stakeholders—survivors, advocates, parents, educators, law enforcement, medical and legal professionals, and researchers—who discussed the significant harm caused by online harassment and abuse. The powerful testimonies of survivors, including from youth, college students, public figures, and social media influencers, demonstrate the widespread reach of technology-facilitated GBV.  While each of their stories is unique, they share common threads and lessons that informed the initial Task Force Blueprint.Stakeholders shared with the Task Force how online harassment and abuse can have a severe impact on health, disrupt education, and derail careers.  They explained how victims experience real, devastating consequences to their health, including post-traumatic stress disorder (PTSD), depression, anxiety, eating disorders, self-harm, and suicide, as well as increased risk of physical and sexual violence. Survivors described how they self-censored and withdrew from online spaces and from broader engagement in academic, workplace, or social settings, often encouraged to do so by those who were unable—or unwilling—to help. The Task Force also heard from stakeholders about the impact on safety, health and wellbeing of children and youth stemming from the proliferation of child sexual abuse material traded online—including through exposure to unknown adults through gaming and messenger platforms.The stakes of inaction couldn’t be higher: experts from a range of disciplines underscored to the Task Force that in addition to the devastating effects on individuals, the proliferation of online harassment, abuse and misogyny results in the normalization of this abusive behavior and the degradation of our democracy and public safety, including through the suppression and silencing of diverse voices, and the violent expression of gender-motivated, extremist acts. Despite the pervasive nature of online harassment and abuse, as well as robust evidence of its consequences, it became evident to the Task Force that there is much more to be done to ensure that educators, parents, service providers, the legal system, and society as a whole are aware of and responsive to the issue and its detrimental impacts.Today, the Biden Harris Administration is releasing an Executive Summary of the initial Task Force Blueprint, which includes a broad range of new and expanded commitments from Federal agencies to address technology-facilitated GBV across four main lines of effort: Prevention, Survivor Support, Accountability, and Research. Through this Blueprint, Senior Administration officials are working to operationalize the President’s call to action in the State of Union for solutions to address online safety, health, privacy, and accountability.  While the President continues to call on Congress to do its part, senior officials from Federal departments and agencies are undertaking key actions across the Administration.The following are highlights from the initial Blueprint developed by the Task Force:Prevention, including actions to create safer online environments for youth and adults, incorporate digital safety curricula into our schools, and provide resources and trainings for parents, educators, and employers, such as:Survivor Support, including efforts to increase training and technical assistance to law enforcement, prosecutors, educators, and victim advocates, so that survivors can access support and assistance from professionals who recognize the complexities and seriousness of technology-facilitated gender-based violence, such as:Accountability, including strengthening coordination among Federal, state, Tribal, territorial and local law enforcement agencies to investigate and prosecute cyberstalking, image-based abuse, sextortion, and child sexual exploitation online, and providing resources for workplaces and schools to hold individuals accountable for engaging in online harassment and abuse, such as:Research, to inform evidence-based interventions, deepen our understanding of the impacts of exposure to online harassment and abuse, including mental health implications for youth and adults, and guide upstream efforts to prevent young men and boys from engaging in targeted acts of violence that share roots with online misogyny and other forms of hate, such as:Other recent actions to address online harassment and abuse include:Over the next year, the Task Force will work across key federal agencies to build on the initial Blueprint for Action, and will release a final report at the end of the year. The Biden-Harris Administration recognizes online harassment and abuse as a multifaceted problem requiring a multifaceted response.  As an Administration, we will continue to harness the whole of government to address it, as a matter of gender equity and equality, national security, and technology accountability. We will therefore continue to pursue meaningful actions to address online harassment and abuse in all its forms, recognizing that bolstering online safety requires coordination and accountability across sectors, spanning Federal, state, Tribal, territorial and local governments, community-based organizations, schools, and the private sector, including the tech sector.###"
}