{
    "title": "FACT SHEET:   The Biden-Harris Administration Announces More Than $8 Billion in New Commitments as Part of Call to Action for White House Conference on Hunger, Nutrition, and Health | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/09/28/fact-sheet-the-biden-harris-administration-announces-more-than-8-billion-in-new-commitments-as-part-of-call-to-action-for-white-house-conference-on-hunger-nutrition-and-health/",
    "created_at": null,
    "content": "Today, for the first time in more than half a century, President Biden is hosting the White House Conference on Hunger, Nutrition, and Health to catalyze action for the millions of Americans struggling with food insecurity and diet-related diseases like diabetes, obesity, and hypertension. The Conference will lay out a transformational vision for ending hunger and reducing diet-related disease by 2030 – all while closing disparities among the communities that are impacted most.Achieving our goals will require more than just the resources of the federal government. That’s why, this summer, the White House launched a nationwide call to action to meet the ambitious goals laid out by the President. Across the whole of society, Americans responded – and advanced more than $8 billion in private- and public-sector commitments. These range from bold philanthropic contributions and in-kind donations to community-based organizations, to catalytic investments in new businesses and new ways of screening for and integrating nutrition into health care delivery. At least $2.5 billion will be invested in start-up companies that are pioneering solutions to hunger and food insecurity. Over $4 billion will be dedicated toward philanthropy that improves access to nutritious food, promotes healthy choices, and increases physical activity.Today, the White House announces a historic package of new actions that business, civic, academic, and philanthropic leaders will take to end hunger and to reduce diet-related disease.Pillar 1 – Improve Food Access and AffordabilityPillar 2 – Integrate Nutrition and HealthPillar 3 – Empower Consumers to Make and Have Access to Healthy ChoicesPillar 4 – Support Physical Activity for AllPillar 5 – Enhance Nutrition and Food Security Research Each of these commitments demonstrates the tremendous impact that is possible when all sectors of society come together in service of a common goal. The Biden-Harris Administration looks forward to working with all of these extraordinary leaders and to the many more that will come forward to end hunger and reduce diet-related disease by 2030. ###"
}