{
    "title": "FACT SHEET: To Launch Investing in America Tour, the Biden-Harris Administration Kicks off Sprint to Catalyze Workforce Development Efforts for Advanced Manufacturing Jobs and Careers | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/10/06/fact-sheet-to-launch-investing-in-america-tour-the-biden-%e2%81%a0harris-administration-kicks-off-sprint-to-catalyze-workforce-development-efforts-for-advanced-manufacturing-jobs-and-careers/",
    "created_at": null,
    "content": "Today, to launch the third Investing in America tour, the Biden-Harris Administration is hosting a White House convening to officially kick off its Advanced Manufacturing Workforce Sprint—an intensive drive to build a diverse, skilled pipeline of workers for good jobs, including union jobs, in advanced manufacturing. The President’s historic Investing in America agenda—including the Bipartisan Infrastructure Law, CHIPS and Science Act, Inflation Reduction Act, and American Rescue Plan—is creating strong demand for the skilled advanced manufacturing workers in clean energy, biotechnology, semiconductors, and more.The nationwide sprint is bringing together employers, unions, education and training providers, community-based groups, philanthropic organizations, and state and local governments to take concrete steps to help more Americans train for and succeed in this growing field. Over the next two weeks, as part of the third installment of the Investing in America tour, President Biden and senior Administration officials will travel to communities across the country to highlight the impact of the President’s Bidenomics agenda—including how his Administration is creating manufacturing jobs in industries of the future. To celebrate the official kickoff of the Investing in America tour and the Sprint, President Biden will deliver remarks marking Jobs Day and National Manufacturing Day, citing the 800,000 manufacturing jobs created under his Administration. First Lady Jill Biden is also visiting Dutchess Community College in Fishkill, New York today to attend the launch of a new mechatronics training lab funded in part by the President’s American Rescue Plan.The Advanced Manufacturing Sprint will continue beyond the Investing in America tour and through the end of 2023. The White House invites all interested organizations to join the Sprint by submitting a commitment at this link.The Sprint builds on significant actions and investments that the Administration has already made to train students and workers for advanced manufacturing jobs and careers—many of which do not require a four-year college degree. In September alone, federal agencies awarded more than $200 million in projects that support the goals of the Sprint—including training the next generation of talent in the semiconductor industry, expanding high-quality workforce pathways into clean energy, and supporting experiential learning in biomanufacturing and other emerging occupations.The convening coincides with the following new actions to expand high-quality pathways into good advanced manufacturing jobs and careers, including:The convening will also highlight existing efforts to ensure workforce development programs effectively meet the needs of workers and employers, such as:Recent federal investments to support advanced manufacturing workforce development include:During the convening, Lael Brainard, Director of the National Economic Council, Neera Tanden, Director of the Domestic Policy Council, and Dr. Arati Prabhakar, Director of the Office of Science and Technology Policy will join senior leaders from companies, unions, community colleges, Manufacturing USA institutes, and other organizations to discuss how to leverage the Sprint to continue to build collaborations to enhance the quality of advanced manufacturing jobs and ensure workforce development programs effectively meet the needs of workers and employers.The Biden-Harris Advanced Manufacturing Sprint builds on the Administration’s prior workforce sprints, which have driven commitments to equitable workforce development and job quality improvement to address critical needs. These include efforts to expand Registered Apprenticeships in trucking and cybersecurity, and to build pathways into good jobs and careers in broadband, electrification, and construction through the Talent Pipeline Challenge. It also supports the goals of the plan to expand education and training opportunities to biotechnology and biomanufacturing released in July."
}