{
    "title": "FACT SHEET: The Biden Administration Announces New Humanitarian, Development, and Democracy Assistance to Ukraine and the Surrounding Region | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/03/24/fact-sheet-the-biden-administration-announces-new-humanitarian-development-and-democracy-assistance-to-ukraine-and-the-surrounding-region/",
    "created_at": null,
    "content": "The United States is proud to be the largest single donor of humanitarian, democracy, and human rights assistance to Ukraine, working closely with our European partners. We remain committed to ensuring those affected by President Putin’s war of aggression, especially vulnerable populations such as women, children, lesbian, gay, bisexual, transgender and intersex (LGBTQI+) persons, and persons with disabilities, are able to access food, clean water, shelter, and medical care. In addition to assisting people in need within Ukraine, we are supporting the efforts of Ukraine’s neighbors and the European Union to welcome and host millions of refugees. And we will do our part to welcome Ukrainians to the United States. Today, the United States is announcing that we are prepared to provide more than $1 billion in new funding towards humanitarian assistance for those affected by Russia’s war in Ukraine and its severe impacts around the world, including a marked rise in food insecurity, over the coming months. This funding will provide food, shelter, clean water, medical supplies and other forms of assistance. We are also announcing an additional $320 million in democracy and human rights funding to Ukraine and its neighbors. Since 2021, the United States has provided over $1.1 billion in economic, health, democracy and human rights, and humanitarian assistance to the Europe and Eurasia region. In addition to our humanitarian assistance, the United States continues to support public health initiatives in Ukraine and the region to tamp down the spread of communicable diseases like polio, tuberculosis, and COVID, and to help ensure patients continue to have access to medical care. And we remain committed to defending and strengthening democratic governance, human rights, and the fight against corruption in Ukraine and its neighbors, as together we reject autocracy and aggression.###"
}