{
    "title": "FACT SHEET: In San Francisco, President Biden and 13 Partners Announce Key Outcomes to Fuel Inclusive, Sustainable Growth as Part of the Indo-Pacific Economic Framework for Prosperity | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/11/16/fact-sheet-in-san-francisco-president-biden-and-13-partners-announce-key-outcomes-to-fuel-inclusive-sustainable-growth-as-part-of-the-indo-pacific-economic-framework-for-prosperity/",
    "created_at": null,
    "content": "Today, President Biden announced key outcomes of the Indo-Pacific Economic Framework for Prosperity (IPEF) that will create a stronger, fairer, more resilient economy for families, workers, and businesses in the United States and in the Indo-Pacific region. The United States is an Indo-Pacific economic power, and expanding U.S. economic leadership in the region is good for American workers and businesses and for the people of the region. IPEF partners Australia, Brunei, Fiji, India, Indonesia, Japan, Republic of Korea, Malaysia, New Zealand, the Philippines, Singapore, Thailand, and Viet Nam represent 40 percent of the world’s GDP and are committed to advancing workers’ rights, facilitating high-standard trade and investment, and tackling pressing issues facing our countries, in particular: vulnerable supply chains; clean energy transitions; and corruption.  In record time, the United States and our IPEF partners have negotiated first-of-their-kind agreements to help achieve these goals:Each of the agreements includes novel provisions to protect labor rights, empower workers, and promote a race to the top as we seek to enhance our economic competitiveness.  These provisions include an innovative tri-partite Labor Rights Advisory Board to promote labor rights in supply chains and a reporting mechanism to identify facility-specific labor rights inconsistency issues in the IPEF Supply Chain Agreement; commitments to advance a just transition for workers in the IPEF Clean Economy Agreement; and strong labor commitments to combat corruption in labor law enforcement and to help prevent the exploitation of migrant workers, a particularly vulnerable group, in the IPEF Fair Economy Agreement.In addition to concluding these groundbreaking agreements, IPEF partners have made progress on and are committed to continuing negotiations to facilitate trade, advance workers’ rights through strong and enforceable labor standards, strengthen environmental protections, align our regulatory procedures, promote a fair and inclusive digital economy, deepen our technical assistance and economic cooperation, and advance inclusivity in our trade policy. The IPEF partners also agreed to establish the Agreement on the Indo-Pacific Economic Framework for Prosperity, which will establish a ministerial-level IPEF Council in support of the durability of IPEF and the IPEF agreements.The United States and our IPEF partners announced additional initiatives that will establish IPEF as a dynamic forum committed to tackling emerging, important issues in the future.Announced by President Biden while in Tokyo in May of 2022, the Indo-Pacific Economic Framework for Prosperity establishes high-standard commitments to create a stronger, fairer, more resilient economy for families, workers, and businesses in the United States and in the Indo-Pacific region. IPEF enables the United States and our partners to decide on rules of the road to deepen our economic engagement in the region and benefit American workers and businesses — as well as the people of the region. ###"
}