{
    "title": "FACT SHEET: U.S. Leadership in the Fight Against Global Corruption | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/12/11/fact-sheet-u-s-leadership-in-the-fight-against-global-corruption/",
    "created_at": null,
    "content": "Corruption poses an existential threat to prosperity, security, and democracy – for Americans and for people around the world. When officials steal from their citizens or oligarchs flout the rule of law, honest businesses cannot compete, poverty grows, conflict deepens, and trust in government plummets. In recognition of this grave threat, President Biden established countering corruption as a core U.S. national security interest and issued the first United States Strategy on Countering Corruption.Today, we recognize International Anti-Corruption Day and mark two years since the release of the Strategy, the United States is proud to host the tenth Conference of the States Parties to the United Nations Convention Against Corruption (UNCAC COSP). This week, thousands of government representatives will be joined in Atlanta, Georgia by an unprecedented number of civil society members, academics, and private sector leaders – highlighting the importance of an inclusive approach to countering corruption. As the only legally-binding global anti-corruption instrument, the UNCAC serves as the bedrock for multilateral coordination on corruption and the international benchmark for how countries can be more transparent, responsive, and accountable to their citizens. U.S. Ambassador to the United Nations Linda Thomas-Greenfield is leading a robust U.S. government delegation to the COSP; her keynote address is available here.Following up on the commitment National Security Advisor Jake Sullivan made to “significant, genuine, real, tangible, recognizable progress on this massive problem” at the International Anti-Corruption Conference last year, Ambassador Thomas-Greenfield announced this morning that the President has signed a Presidential Proclamation restricting the entry into the United States for those who enable corruption. Corrupt actors and their financial facilitators undermine the U.S. and international financial systems – and will be held to account. Ambassador Thomas-Greenfield also announced today several new programmatic investments, U.S. asset recovery actions, and progress in implementing the Corporate Transparency Act.The United States remains resolute in its commitment to fighting corruption. Key accomplishments and future areas of emphasis include:Pillar One: Modernizing, Coordinating, and Resourcing U.S. Efforts to Fight CorruptionPillar Two: Curbing Illicit FinancePillar Three: Holding Corrupt Actors AccountablePillar Four: Preserving and Strengthening the Multilateral Anti-Corruption ArchitecturePillar Five: Improving Diplomatic Engagement and Leveraging Foreign Assistance###"
}