{
    "title": "FACT SHEET: U.S-Africa Partnership in Health Cooperation | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/12/13/fact-sheet-u-s-africa-partnership-in-health-cooperation/",
    "created_at": null,
    "content": "The United States Government is proud to work in partnership with governments and institutions in Africa, including the African Union (AU) and Africa Centres for Disease Control and Prevention (Africa CDC), to advance shared public health goals.  As we continue to work to end the acute phase of the COVID-19 pandemic, we remain committed to strengthening health systems and institutions; advancing global health security; combatting HIV/AIDS, malaria, and tuberculosis; advancing sexual and reproductive health and rights, and maternal, neonatal, and child health; closing gaps in nutrition and non-communicable diseases; and accelerating efforts to achieve universal health coverage and the 2030 Agenda for Sustainable Development.  Advancing health equity, including gender equity and equality, are priorities for the Biden-Harris Administration, and are integrated throughout our global health programs, including through direct provision of health services to women, girls, and LGBTQI+ populations.Since the beginning of the Biden-Harris Administration, the United States has invested and committed to provide nearly $20 billionin health programs in the Africa region.  This includes nearly $11.5 billion to address HIV/AIDS; more than $2 billion to combat malaria; more than $2 billion in support of family planning and reproductive health as well as maternal and child health; and more than $2 billion to address the health, humanitarian, and economic impacts of COVID-19.  These bilateral programs complement significant U.S. investments in multilateral organizations that provide substantial support to improving health outcomes in Africa, such as the World Health Organization; Gavi, the Vaccine Alliance; the Global Fund to Fight HIV/AIDS, TB, and Malaria; the United Nations Population Fund, and the Joint United Nations Program on HIV/AIDS, among others.U.S. investments and partnerships on health in Africa have saved millions of lives, strengthened health systems, and made Africa and the world better prepared for current and future health security threats.  Thanks to sustained partnership and investment, maternal and child mortality and malaria mortality across the continent have declined dramatically.  U.S. investments in Fiscal Year 2021 alone enabled the provision of family planning and reproductive health services to 15.4 million African women, averting 4.7 million unintended pregnancies and preventing 10,780 maternal deaths.  In the last twenty years, PEPFAR has saved more than 25 million lives, prevented millions of HIV infections, and helped countries build a strong foundation to prevent, detect, and respond to other health threats.U.S. intensive health security investments and partnership across fourteen countries on the continent have yielded progress in biosafety and biosecurity capacity, zoonotic disease capacity, surveillance systems, national laboratory systems, emergency preparedness, and emergency response operations.  In 2021 alone, the United States and African nations tackled multiple outbreaks on the continent together, including COVID-19 and Ebola, effectively using the critical global health security improvements that these partnerships have advanced.Investing in the health workforce to build more resilient health systemsIn May 2022, the White House launched the Global Health Worker Initiative (GHWI), recognizing that a health workforce that is supported, equipped and protected to provide essential public health functions is integral to reclaiming lost ground from the COVID-19 pandemic and preparing for future health threats.  In order to achieve the Sustainable Development Goals by 2030, Africa will need 5.3 million additional health workers, the majority of whom will be women.  Recognizing this gap, African institutions have established health workforce goals for the continent that reflect the whole spectrum of health, including preventive services, health care services, and pandemic preparedness and response.As part of the GHWI, the Administration plans to work with Congress to invest$1.33 billionannually from 2022 to 2024 in health workforce in the Africa region, for a total of at least $4 billion by Fiscal Year 2025, to help our African partners close the gap in health workers, including clinicians, community health and care workers, and public health professionals. U.S. federal agencies will work together with regional partners to align and maximize investments with country needs, and will report on standardized metrics that capture our whole of government investments in health workforce in Africa.Initiatives in support of this regional health workforce commitment include:Partnering to build stronger health systems and strengthen global health securityThe United States continues to strengthen global, regional, and national capacities to prevent, detect, and respond to infectious disease threats.  As part of the U.S. commitment to expand global health security partnerships, the United States announced it has invested and committed to provide $782 million inglobal health security programs in Africa since the beginning of the Administration through USAID and CDC, alongside other federal agencies, to work with partner countries to address capacity gaps and support their National Action Plans for Health Security.  In addition to its current intensive partnership with fourteen countries across the continent, the United States welcomes the addition of Ghana, Mozambique, and Zambia as new partners in this effort.The United States further announced $215 million – new funding to address the COVID-19 pandemic in Africa, which will focus on accelerating widespread and equitable access to and delivery of safe and effective COVID-19 vaccinations; reducing morbidity and mortality from COVID-19; mitigating transmission; and strengthening health systems.  Additional actions to advance pandemic preparedness and response include:Investing in Health InfrastructureG7 leaders launched the Partnership for Global Infrastructure and Investment (PGII) in June 2022, with a goal of mobilizing hundreds of billions of dollars and delivering quality, sustainable infrastructure, including developing and upgrading the infrastructure of health systems and contributing to global health security.  In support of PGII, and as part of DFC’s Global Health and Prosperity Initiative, DFC has committed more than $253 million to projects focused on improving pandemic preparedness and health system resilience in Africa since January 2021.  These include investments in health services and infrastructure, health commodity manufacturing and supply chain, and digital health as well as water, sanitation, and nutrition. In addition to investments in the health workforce and vaccine manufacturing, programs in support of PGII include:Partnering on Cancer Prevention, Detection, Treatment and ResearchThe United States is committed to working together with African governments to reduce the rising burden of cancer, as we collectively work towards the President’s vision of ending cancer as we know it.  With this shared responsibility, U.S. agencies drive and support impactful initiatives with African partners, including the design and implementation of pragmatic technological interventions, support for research centers, providing access to cancer prevention, early detection and treatment, clinical trial development and strengthening institutional capacity for global cancer research in Africa with a goal to diversify the global cancer research workforce.  Africa is a critical partner as we work together to develop new and innovative solutions to prevent, detect and treat cancer.  Efforts to strengthen health systems and public health infrastructure, as well as investments by the private sector, will also help end cancer as we know it.Learn more about the U.S.-Africa Partnership on Cancer Prevention, Detection, Treatment and Research###"
}