{
    "title": "FACT SHEET: Vice President Harris Announces Initiatives to Strengthen U.S. Partnership with Ghana and Promote Regional Security | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/03/27/fact-sheet-vice-president-harris-announces-initiatives-to-strengthen-u-s-partnership-with-ghana-and-promote-regional-security/",
    "created_at": null,
    "content": "The United States and Ghana enjoy a strong bilateral relationship based on deep historical, cultural, and economic ties, as well as shared democratic values. The United States and Ghana partner closely to solve common challenges, in West Africa and globally, and the United States is committed to strengthening that partnership.The Vice President’s travel to Ghana reaffirms our relationship and collaboration on a range of issues, including: supporting conflict prevention and stabilization in Coastal West Africa; promoting inclusive economic growth, innovation, and regional integration; investing in women and youth; elevating engagement with the African Diaspora; addressing shared health challenges; and partnering to build climate resilience and steward our shared Atlantic Ocean. In support of the breadth and depth of our bilateral engagement, the Administration intends to provide $139 million in bilateral assistance for Ghana in Fiscal Year 2024.As part of her visit to Accra, the Vice President is announcing the following U.S. plans, working with Congress as appropriate. She will also highlight additional resources requested in the FY 2024 President’s Budget.Regional Efforts to Prevent Conflict and Promote StabilityOn March 24, 2023, President Biden transmitted to Congress the 10-year plan for implementing the U.S. Strategy to Prevent Conflict and Promote Stability with the Coastal West African countries of Benin, Côte d’Ivoire, Ghana, Guinea, and Togo. Today, the Vice President announced that the Biden-Harris Administration intends to invest more than $100 million to support conflict prevention and stabilization efforts in Coastal West Africa, including at least $86 million in funding over three years specifically dedicated to implementation of the new 10-year plan. The plan is intended to address regional threats of violent extremism and instability in Coastal West Africa and enable the U.S. Government to work with Congress to marshal additional assistance to support efforts in the region over the coming years.The United States supports the holistic approach being taken by Ghana, Benin, Côte d’Ivoire, Guinea, and Togo to address threats of violent extremism and instability, combining security, development, and peacebuilding. In support of these efforts, the U.S. Agency for International Development (USAID) and the Department of State have begun implementing new programs to help strengthen economic development and increase governance and resilience in at-risk communities, including in northern Ghana. For example, USAID’s Africa Trade and Investment program, which the Vice President launched during the U.S.-Africa Leaders Summit Diaspora Forum, is working to increase regional trade and provide access to finance to entrepreneurs. The United States is also collaborating with international partners to bolster joint investments in border governance to build unity of effort between local populations and security actors. The Department of Defense complements these programs with civil-military engagements and robust capacity building and training for partner forces.Support for Ghana’s Economic Recovery and Debt RestructuringStrengthening Economic Development, Regional Integration, and Women’s Economic EmpowermentAddressing Shared Health ChallengesAdvancing Creative EconomiesPursuing Innovative Solutions for Climate Resilience, Adaptation, and Clean Energy###"
}