{
    "title": "FACT SHEET: Biden-Harris Administration Launches Initiative to Modernize Building Codes, Improve Climate Resilience, and Reduce Energy Costs | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/06/01/fact-sheet-biden-harris-administration-launches-initiative-to-modernize-building-codes-improve-climate-resilience-and-reduce-energy-costs/",
    "created_at": null,
    "content": "New Building Codes Initiative will boost resilience to the impacts of climate change, lower utility bills for homes and businesses, and prioritize underserved communitiesToday, the Biden-Harris Administration is announcing a National Initiative to Advance Building Codes that will help state, local, Tribal, and territorial governments adopt the latest, current building codes and standards, enabling communities to be more resilient to hurricanes, flooding, wildfires, and other extreme weather events that are intensifying due to climate change.Modern building codes and standards provide a range of smart design and construction methods that save lives, reduce property damage, and lower utility bills—for example, by ensuring that roofs can withstand hurricane winds, that construction materials are resistant to flood damage, and that insulation keeps heating and cooling costs low. With extreme weather events threatening millions of homes each year, and taking a greater toll on underserved communities, every dollar invested in building code adoption provides eleven times more in savings by reducing damage and helping communities recover more quickly.Additionally, modernized energy codes can save households an average of $162 dollars each year on utility bills, which is especially significant in reducing energy burden for low-income households. Unfortunately, nearly two out of every three communities in the U.S. have not adopted the latest building codes and, as a result, are vulnerable to climate impacts and higher energy costs.President Biden is committed to lowering costs for families and protecting communities from extreme weather—especially communities that have long been underserved and are disproportionately impacted by climate change. Earlier this year, President Biden’s National Climate Task Force approved the new National Initiative to Advance Building Codes to accelerate the adoption of modern building codes to improve resiliency, create good-paying jobs, and lower energy bills. Through this initiative, the Biden-Harris Administration will: To announce the National Initiative to Advance Building Codes, FEMA Administrator Deanne Criswell and Deputy National Climate Advisor Ali Zaidi are in Miami, Florida today meeting with experts in climate resilience and building safety and efficiency.NATIONAL INITIATIVE TO ADVANCE BUILDING CODESModern, consensus-based codes—developed and updated by the International Code Council, National Fire Protection Association, American Society of Heating, Refrigerating and Air-Conditioning Engineers (ASHRAE), and other organizations that rely on expert input from scientists and engineers—provide sets of model standards for several aspects of building design, including energy efficiency and improving resilience to various hazards such as wildfires, hurricanes, and floods. Communities that have adopted modern building codes are already saving an estimated $1.6 billion a year in avoided damage from major hazards, with projected cumulative savings of $132 billion through 2040—a figure that will become much higher if more communities adopt modern codes.A recent analysis from FEMA categorized states based on their building code uptake and found that 39 states fell into the lowest category—meaning less than 25% of the state’s communities were covered by the latest hazard-resistant codes. Nationwide, only about 35% of counties, cities, and towns have the latest codes in place, leaving millions of Americans more vulnerable to extreme weather and higher energy costs.Through an all-of-government commitment across the Biden-Harris Administration, key federal agencies will collaborate to:Increase Support and Incentives for Modern Code AdoptionThrough the Mitigation Framework Leadership Group (MitFLG), a collaborative interagency body focused on improving resilience, senior agency officials will identify opportunities across federal programming to enhance outreach, technical assistance, and capacity building to states, Tribes, territories, and local governments on building codes. For example, agencies will advance the use of innovative incentives in federal funding to support and reward jurisdictions for code adoption and enforcement, to the extent allowed by law, with a focus on assisting historically underserved communities.As part of this holistic review, which will be reported to the National Climate Task Force, specific efforts include:Review Federal Funding and Financing to Incorporate Modern CodesThe federal government implements a wide range of programs that fund or finance building construction—from disaster recovery programs at FEMA and the Small Business Administration, to federally-assisted housing supported by the Departments of Agriculture, Veterans Affairs, Treasury, HUD, and other agencies.To increase the use of modern building codes across these projects, the MitFLG will undertake a comprehensive review of agency programs that support new construction or substantial rehabilitation of homes and other buildings, through grants, loans, funding, financing, or technical assistance. Agencies will then work to update programs to incorporate the latest consensus-based codes, while also identifying opportunities for greater ambition. For example, HUD will:The goal of this interagency effort will be to ensure that building activities receiving federal funding or financing will meet or exceed the latest building codes to the greatest extent feasible regardless of local code adoption, while balancing Administration policies to boost housing supply and lower upfront costs, and with flexibility for operational constraints, mission requirements, technical feasibility, enforcement feasibility, individual limitations, or Tribal, cultural, or traditional structures. The MitFLG will report on progress to the National Climate Task Force.Lead by Example Across the Federal Building PortfolioThe Biden-Harris Administration will continue to expand its efforts to adopt ambitious, above-code resilience and energy efficiency standards across the federal building portfolio. As part of ongoing work to implement the President’s Executive Order on Federal Sustainability:###"
}