{
    "title": "FACT SHEET: President Biden to Sign Executive Order Protecting Access to Reproductive Health Care Services | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/07/08/fact-sheet-president-biden-to-sign-executive-order-protecting-access-to-reproductive-health-care-services/",
    "created_at": null,
    "content": "Two weeks ago, the Supreme Court issued a decision that overturned Roe v. Wade and eliminated a woman’s Constitutional right to choose.  This decision expressly took away a right from the American people that it had recognized for nearly 50 years – a woman’s right to make her own reproductive health care decisions, free from government interference.  Fundamental rights – to privacy, autonomy, freedom, and equality – have been denied to millions of women across the country, with grave implications for their health, lives, and wellbeing. This ruling will disproportionately affect women of color, low-income women, and rural women.President Biden has made clear that the only way to secure a woman’s right to choose is for Congress to restore the protections of Roe as federal law. Until then, he has committed to doing everything in his power to defend reproductive rights and protect access to safe and legal abortion.Today, President Biden will sign an Executive Order Protecting Access to Reproductive Health Care Services. This Executive Order builds on the actions his Administration has already taken to defend reproductive rights by:SAFEGUARDING ACCESS TO REPRODUCTIVE HEALTH CARE SERVICESThe President has directed the Secretary of Health and Human Services (HHS) to take the following actions and submit a report to him within 30 days on efforts to:PROTECTING PATIENT PRIVACY AND ACCESS TO ACCURATE INFORMATIONThe President’s Executive Order takes additional steps to protect patient privacy, including by addressing the transfer and sales of sensitive health-related data, combatting digital surveillance related to reproductive health care services, and protecting people seeking reproductive health care from inaccurate information, fraudulent schemes, or deceptive practices.  The Executive Order will:PROMOTING SAFETY AND SECURITYThe Executive Order addresses the heightened risk related to seeking and providing reproductive health care and will:COORDINATING IMPLEMENTATION EFFORTSTo ensure the Federal government takes a swift and coordinated approach to addressing reproductive rights and protecting access to reproductive health care, the President’s Executive Order will:EXECUTIVE ORDER BUILDS ON ADMINISTRATION’S ACTIONS TO PROTECT ACCESS TO REPRODUCTIVE HEALTH CAREIn addition to the actions announced today, the Biden-Harris Administration has taken the following steps to protect access to reproductive health care and defend reproductive rights in the wake of the Supreme Court decision in Dobbs.  On the day of the decision, the President strongly denounced the decision as an affront to women’s fundamental rights and the right to choose In addition to action mentioned above, the Biden-Harris Administration is:For up-to-date information on your right to access reproductive health care, visit www.reproductiverights.gov###"
}