{
    "title": "FACT SHEET: Biden-Harris Administration Marks Progress On One Year Anniversary of the Global Health Worker Initiative | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/05/11/fact-sheet-biden-harris-administration-marks-progress-on-one-year-anniversary-of-the-global-health-worker-initiative/",
    "created_at": null,
    "content": "One year ago, the White House launched the Global Health Worker Initiative (GHWI), recognizing that a health workforce that is supported, equipped and protected to provide essential public health functions is integral to reclaiming lost ground from the COVID-19 pandemic and preparing for future health threats. This initiative aims to meet an urgent need: the World Health Organization expects a global shortfall of 10 million health workers by 2030, mostly in low- and middle-income countries. Through the GHWI we are better aligning investments in health workers across the U.S. Government, building stronger partnerships on health workforce with bilateral partners, multilateral institutions, including the World Health Organization, and other philanthropic partners, and reorienting our global health programs toward cohesive efforts that build stronger and more resilient health systems. The United States is providing approximately $10 billion in global health program funding with Fiscal Year (FY) 2022 funds. U.S. Government programs such as the U.S. President’s Emergency Plan for AIDS Relief (PEPFAR), the U.S. President’s Malaria Initiative (PMI), and U.S. bilateral global health security partnerships in support of the Global Health Security Agenda, contribute more than $1.6 billion annually to support the health workforce across the globe. Building on those ongoing investments, the President’s FY 2024 Budget requests increased investments across health programs to strengthen health systems and the global health workforce, including $20 million in new resources to directly support the Global Health Worker Initiative. The GHWI has four pillars focused on: 1) protecting and supporting health workers; 2) expanding the global health workforce and accelerating economic development; 3) advancing equity and inclusion; and 4) driving and investing in technological advancements and innovation. One year into our implementation of the GHWI, we have delivered concrete outcomes, including: PROTECTING and SUPPORTING HEALTH WORKERS The United States has worked to protect health workers by prioritizing their access to vaccines and personal protective equipment, and working to safeguard them from violence, including in conflict and humanitarian settings. For example:  EXPANDING THE GLOBAL HEALTH WORKFORCE AND ACCELERATE ECONOMIC DEVELOPMENTThe United States has worked to expand the global health workforce and accelerate economic development by creating career pathways, expanding paid employment, and better equipping health workers to meet population health needs. For example: ADVANCING EQUITY AND INCLUSIONThe United States is working to advance equity and inclusion by addressing barriers, including gender, racial/ethnic, geographic, age, and others, to build a more diverse cohort of health workers and health leaders who truly reflect their communities. For example: DRIVING AND INVESTING IN TECHNOLOGICAL ADVANCEMENTS AND INNOVATIONThe Biden-Harris Administration is working to drive and invest in technological advancements and innovation to equip health workers with the ability to provide more efficient, quality-integrated service delivery, including through the use of digital platforms. For example:### "
}