{
    "title": "FACT SHEET: Release of the 2023 Women, Peace and Security Strategy and National Action Plan | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/10/31/fact-sheet-release-of-the-2023-women-peace-and-security-strategy-and-national-action-plan/",
    "created_at": null,
    "content": "Promoting women’s meaningful participation, leadership and engagement in decision-making at all levels is both a moral and a strategic imperative for U.S. foreign policy and national security.  Wherever the rights of women and girls are under threat, so, too, is democracy, peace, and stability.Today, the Biden-Harris Administration is proud to release the 2023 Women, Peace, and Security Strategy (WPS) and National Action Plan.  With this Strategy, we renew our commitment to United Nations Security Council Resolution 1325, consistent with the Women, Peace, and Security Act of 2017, which codified our decades-long, sustained commitment to the principles of the WPS agenda.  This updated Strategy reflects critical shifts in our global landscape—including geopolitical changes, a rise in climate-related crises, and advancements in technology—and maintains a strong focus on five core lines of effort:I. Participation – Seek and support the preparation and meaningful participation of women and girls in civic and political leadership, in informal and formal decision-making processes, and in institutions related to peace and security.II. Protection – Promote the protection of the human rights of women and girls, and prevent and respond to all forms of gender-based violence (GBV) across the continuum of peace, conflict, and crisis contexts, including conflict-related sexual violence.III. Relief, Response, and Recovery – Prioritize gender-responsive policies and programs to support the safety, participation, and leadership of women and girls in U.S. government responses to conflict, crises, and disasters, and provide safe, equitable access to humanitarian assistance.IV. Integration and Institutionalization – Integrate WPS principles across U.S. policies and programs to strengthen the institutionalization of comprehensive gender analyses and improve gender equality outcomes.V. Partnerships – Encourage partners to mainstream WPS principles across policies and strategies, and strengthen capacity to improve gender equality in processes and institutions connected to peace and security decision-making. The Biden-Harris Administration Commitment to Advancing Women, Peace and SecurityThe WPS agenda is a cornerstone of the Biden-Harris Administration’s work to prevent conflict and promote the safety and security of women and girls, bolstering the implementation of the U.S. Strategy to Prevent Conflict and Promote Stability, the U.S. Strategy to Anticipate, Prevent and Respond to Atrocities, and the U.S Strategy to Prevent and Respond to Gender-Based Violence Globally.  WPS is also a core priority in our National Strategy on Gender Equity and Equality, which enshrines the advancement of gender equity and equality as a strategic imperative across U.S. domestic and foreign policy.  Since the start of the Biden-Harris Administration, the President and Vice President have made historic advances in strengthening women’s meaningful participation in national security, defense, and political leadership—and with the 2023 Strategy, will continue to do so as a national security priority. New and ongoing actions correspond with each of the lines of effort guiding the 2023 Strategy, including:I. Advancing women’s meaningful participation in peace and security decision-making, leadership and institutions. To date, the Biden-Harris Administration has:  Alongside the release of the 2023 WPS Strategy, the Biden-Harris Administration is announcing several actions to further strengthen women’s participation in peace and security processes, including by:II. Promoting the protection of the human rights of women and girls, and preventing and responding to all forms of GBV in conflict and crisis. To date, the Biden-Harris Administration has:  Alongside the release of the 2023 WPS Strategy, the Biden-Harris Administration is announcing several actions to further promote the protection of women and girls in crisis and conflict, including by:III. Prioritizing women and girls in relief, response and recovery.  To date, the Biden-Harris Administration has:  Alongside the release of the 2023 WPS Strategy, the Biden-Harris Administration is announcing additional efforts to prioritize women and girls throughout relief, response, and recovery efforts by:IV. Integrating WPS principles across U.S. policies and programs. To date, the Biden-Harris Administration has:  Alongside the release of the 2023 WPS Strategy, the Biden-Harris Administration is announcing several actions to further institutionalize WPS principles throughout our national security policies and processes, including by:V. Promoting partnerships to build capacity and elevate the WPS agenda throughout our foreign policy and security cooperation and assistance. To date, the Biden-Harris Administration has:  Alongside the release of the 2023 WPS Strategy, the Biden-Harris Administration is announcing recent action to further strengthen partnerships that advance WPS by:###"
}