{
    "title": "FACT SHEET: Biden-Harris Administration Deploys Additional Federal Resources to East Palestine, Ohio | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/02/17/fact-sheet-biden-harris-administration-deploys-additional-federal-resources-to-east-palestine-ohio/",
    "created_at": null,
    "content": "The Biden-Harris Administration has mobilized a robust, multi-agency effort to support the people of East Palestine, Ohio.Within hours of the Norfolk Southern train derailment, the Environmental Protection Agency (EPA) deployed a team to East Palestine to support state and local emergency and environmental response efforts. The Department of Transportation (DOT) also arrived on scene to investigate what led to the derailment. The Federal Emergency Management Agency (FEMA) has been closely coordinating with the emergency operations center, Ohio Emergency Management Agency, and Federal partners.As President Biden told Ohio Governor Mike DeWine and Pennsylvania Governor Josh Shapiro soon after the derailment, the Federal Government stands ready to provide any additional federal assistance the states may need. Today, in response to Governor DeWine’s and the Ohio congressional delegation’s request on February 16 for additional federal public health support, the Department of Health and Human Services (HHS) and Centers for Disease Control and Prevention (CDC) announced they are deploying a team of medical personnel and toxicologists to conduct public health testing and assessments. The team will support Federal, state, and local officials already on the ground to evaluate individuals who were exposed or potentially exposed to chemicals and help ensure timely communications to the public.The Biden-Harris Administration is committed to supporting the people of East Palestine every step of the way, and holding Norfolk Southern accountable. Each Federal agency is playing its unique role in this task, including:Environmental Protection AgencyEPA personnel arrived on site before dawn on February 4 to support state and local officials who are leading the emergency response efforts. There are dozens of EPA personnel on the ground, including multiple EPA on-scene coordinators, agency scientists, and regional teams, that are tasked with:National Transportation Safety Board and Department of TransportationThe National Transportation Safety Board (NTSB), an independent federal agency charged by Congress with investigating every civil aviation accident in the U.S. and significant accidents in other modes of transportation—including railroad, highway, marine, and pipelines, and Department of Transportation arrived on site within hours of the derailment. The NTSB is leading the investigation into the cause of the derailment with Department of Transportation personnel supporting. Once the investigation is complete, the Federal Government will use all available and appropriate authorities to further ensure accountability and improve rail safety. Ongoing actions include:Department of Health and Human Services and Centers for Disease Control and PreventionIn response to Governor DeWine’s request on February 16 for additional federal public health support, HHS and the CDC are deploying a team of medical personnel and toxicologists to conduct public health testing and assessments. The team will include a medical toxicologist and the Agency for Toxic Substances and Disease Registry (ATSDR) Region 5 lead to support EPA and state health department efforts. ATSDR protects communities from harmful health effects related to exposure to natural and man-made hazardous substances and will send a team to interview people in the derailment area and conduct an Assessment of Chemical Exposure investigation.Since the derailment, HHS has been providing technical assistance to state and Federal partners on emergency response, emergency management, and scientific assessments of chemicals including risk communication. This has included participating in daily state-led emergency coordination calls to provide expert advice and analysis.Federal Emergency Management AgencyFEMA is in constant contact with the emergency operations center in East Palestine, as well as the Ohio Emergency Management Agency and Federal partners. EPA has secured Norfolk Southern’s commitment to cover all cleanup costs.###"
}