{
    "title": "FACT SHEET: President Biden Signs Executive Order to Strengthen Racial Equity and Support for Underserved Communities Across the Federal Government | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/02/16/fact-sheet-president-biden-signs-executive-order-to-strengthen-racial-equity-and-support-for-underserved-communities-across-the-federal-government/",
    "created_at": null,
    "content": "On his first day in office, President Biden signed Executive Order 13985, Advancing Racial Equity and Support for Underserved Communities Through the Federal Government. That Order emphasized the enormous human costs of systemic racism and persistent poverty, and provided a powerful and unprecedented mandate for all federal agencies to launch a whole-of-government approach to equity. Over the past two years, agencies have taken historic steps toward ensuring that federal programs are serving the American people in an equitable and just manner and supporting communities that have been locked out of opportunity. Through the implementation of landmark legislation and historic executive action, the Biden-Harris Administration is working to make real the promise of America for everyone—including rural communities, communities of color, Tribal communities, LGBTQI+ individuals, people with disabilities, women and girls, and communities impacted by persistent poverty.Despite the meaningful progress that the Biden-Harris Administration has made, the reality is that underserved communities—many of whom have endured generations of discrimination and disinvestment—still confront unacceptable barriers to equal opportunity and the American Dream.  It is imperative that we reject the narrow, cramped view of American opportunity as a zero-sum game. When any segment of society is denied the full promise of America, our entire Nation is held back. But when we lift each other up, we are all lifted up. As the President has said: “Advancing equity is not a one-year project. It’s a generational commitment.”  To strengthen the federal government’s ability to address the barriers that underserved communities continue to face, today, President Biden signed a new Executive Order, Further Advancing Racial Equity and Support for Underserved Communities Through the Federal Government. This second Order reaffirms the Administration’s commitment to deliver equity and build an America in which all can participate, prosper, and reach their full potential.The Executive Order:Since the release of their Equity Action Plans in April 2022, federal agencies continue to take ambitious action to expand federal investment in and support for underserved communities. For instance, the following are some recent actions to advance equity:To read more about additional steps agencies have taken and details on the Biden-Harris Administration’s efforts to advance equity and justice for underserved communities, visit www.whitehouse.gov/equity. Find all agency 2022 Equity Action Plans and links to other equity-related public documents at www.performance.gov/equity.###"
}