{
    "title": "FACT SHEET: Strengthening the U.S.-Singapore Strategic Partnership | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/08/23/fact-sheet-strengthening-the-u-s-singapore-strategic-partnership/",
    "created_at": null,
    "content": "The United States and Singapore are enduring strategic partners, and we share a strong tradition of working together to promote peace, stability, and prosperity in Southeast Asia and beyond. Over the past 55 years of diplomatic relations, our two countries have developed deep economic, cultural, and security ties. Thousands of U.S. companies maintain a presence in Singapore, supporting 215,000 American jobs. Approximately 4,000 Singaporean students study in U.S. universities each year, while 41 U.S. universities maintain partnerships with Singaporean counterparts, supporting 110 exchange programs. Singapore provides critical access for U.S. military units deployed to the region, hosting nearly 1,000 service members, civilians, and dependents which support port visits and sorties transiting the country’s military airfields – while Singapore has the second largest military presence in the United States of any foreign partner, with 1,000 Singapore military personnel and dependents stationed across the country.The Vice President’s travel to Singapore reaffirmed the excellent U.S.-Singapore partnership and broke new ground on a range of key issues, including: addressing climate change and cyber threats, promoting inclusive growth and innovation, promoting growth, innovation, and resilient supply chains, fighting COVID-19 and preparing for the next pandemic, facing common security challenges, and deepening people-to-people ties.Partnering to Address the Climate CrisisThe United States and Singapore will work together to tackle the climate crisis and increase climate ambition, including by accelerating climate finance, developing high-quality climate standards, and expanding green capacity-building in Southeast Asia.Cybersecurity Cooperation for a New EraThe United States and Singapore finalized three agreements that will expand cybersecurity cooperation with respect to the financial sector, military-to-military engagement, and regional capacity-building.Promoting Growth, Innovation, and Resilient Supply ChainsThe United States and Singapore will launch new partnerships to enhance growth, innovation, and resilient supply chains.Advancing Health Security: Fighting COVID-19 and Preparing for the Next PandemicThe United States and Singapore will redouble joint efforts to fight COVID-19 and prepare for the next pandemic, with particular emphasis on disease surveillance and clinical research.Facing Common Security ChallengesThe United States and Singapore remain deeply committed to working together to uphold regional peace, security, and stability.Reinforcing International Norms on the Peaceful Exploration of SpaceThe United States and Singapore agree on the importance of creating a safe and transparent environment that facilitates space exploration, science and commercial activities for all of humanity to enjoy.Deepening People-to-People TiesThe U.S.-Singapore relationship is immeasurably strengthened by the growing ties between Americans and Singaporeans, particularly in the field of higher education.###"
}