{
    "title": "FACT SHEET: President Biden Announces the Americas Partnership for Economic Prosperity | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/06/08/fact-sheet-president-biden-announces-the-americas-partnership-for-economic-prosperity/",
    "created_at": null,
    "content": "At the opening ceremony of the Summit of the Americas, President Biden will announce the Americas Partnership for Economic Prosperity, a historic new agreement to drive our hemisphere’s economy recovery and growth, and deliver for our working people. Accounting for 31.9 % of global GDP, the Western Hemisphere is one of the most dynamic economic regions in the world, and the United States’ ties with the rest of the hemisphere are broad and deep.  Still reeling from the disproportionate impact of the COVID-19 pandemic, Latin America and the Caribbean has seen the deepest economic contraction of any region in the world. Income inequality is widening, millions of people are being cast back into poverty, and global inflation – made worse by Putin’s war in Ukraine – is straining families’ budgets.  The Americas Partnership for Economic Prosperity will rebuild our economies from the bottom up and middle out.Together with partners, we deepen our economic cooperation, focusing on the largest drivers of middle-out growth, and shaping new tools for the challenges facing us today and, in the decades, to come. We will strengthen our supply chains to be more resilient against unexpected shocks. We will foster innovation in both the public and private sectors, so governments can better address society’s most pressing challenges, and businesses can enhance their productivity. And we will tackle the climate crisis by growing climate-related industries that will give rise to high-quality jobs. As a high-standards approach that is built on shared values, this partnership will support U.S. business and workers and support hemispheric recovery, resilience, and stability across the Americas. Following the conclusion of the Summit of the Americas, the United States will hold initial consultations with partners in the hemisphere and stakeholders on the following areas of focus:  "
}