{
    "title": "FACT SHEET: Biden Administration Celebrates Launch of AM Forward and Calls on Congress to Pass Bipartisan Innovation Act | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/05/06/fact-sheet-biden-administration-celebrates-launch-of-am-forward-and-calls-on-congress-to-pass-bipartisan-innovation-act/",
    "created_at": null,
    "content": "AM Forward will help lower costs for American families by improving the competitiveness of America’s small-and-medium-sized manufacturers, creating and sustaining high-paying manufacturing jobs, and improving supply chain resilience through adoption of additive manufacturingPresident Biden’s top economic priority is to fight inflation by lowering costs that working families face, and lowering the federal deficit.One of the best ways to lower the cost of the goods and services that families rely on is to make more things in America, with more secure, resilient supply chains. We’ve learned this the hard way during this crisis – when brittle supply chains and hollowed out manufacturing resulted in backlogs, bottlenecks and higher prices for families.President Biden’s plan to fight inflation addresses this problem head on. Thanks to the President’s leadership, we are in the midst of an American manufacturing boom with over $200 billion of investments in new manufacturing facilities and record-setting job creation. The Biden Administration has spurred unprecedented job growth and the fastest economic recovery in nearly four decades. Since taking office, President Biden’s actions have resulted in the creation of 7.9 million jobs, including 473,000 in manufacturing – more jobs in the first 14 months of any President’s term ever.Companies are investing in America again, bringing good-paying manufacturing jobs back home. Whether it’s semiconductors, advanced batteries, or other leading sectors, companies are opening new facilities and announcing commitments to produce the world’s most cutting-edge technologies in the United States.This is just the beginning of a broad revival of American industrial might. Continuing this momentum is key to easing price pressures throughout our economy and bringing inflation down. That is why the President is committed to making more in America, strengthening our supply chains, supercharging American leadership in the industries of the future, and lowering costs for families. That starts with the historic resources in the Bipartisan Infrastructure Law, which are rebuilding our roads, bridges, ports, airports, and making our businesses and workers more competitive globally. And we can take the next step by passing the Bipartisan Innovation Act, which will make generational investments in innovation, domestic manufacturing, and lowering prices through stronger supply chains.AM Forward builds on that work and advances key Administration goals:Each of these goals is also advanced by the Bipartisan Innovation Act (BIA), which establishes a Supply Chain Office at the Department of Commerce, supports foundational technologies such as additive manufacturing, and invests in regional tech hubs as well as increasing funding for Manufacturing USA Institutes and the Manufacturing Extension Partnership.Keeping pace with technological change should not be the capability of a few, or an over-the-horizon goal, out of reach for most of our manufacturing base. It should be a pillar of American industrial competitiveness – something that is broadly deployed and available to small and large companies alike. Enacting BIA will put important new technologies like additive manufacturing into the hands of entrepreneurs and companies across the country—raising the productivity and resilience of US manufacturers while lowering costs for American families. It is urgent that Congress acts quickly to pass the BIA, sending it to the President’s desk for his signature.But not enough American companies are using 3D printing or other high-performance production technologies. That’s why President Biden is pleased to join several leading American companies to celebrate the launch Additive Manufacturing Forward (AM Forward), a voluntary compact between large, iconic manufacturers and their smaller U.S.-based suppliers. GE Aviation, Honeywell, Lockheed Martin, Raytheon, and Siemens Energy are the initial participants in AM Forward. These leading manufacturers will support their U.S.-based suppliers’ adoption of new additive capabilities, helping to transform shop floors across the country.In additive manufacturing, producers transmit computer data to industrial 3D printers.  In turn, these machines build parts on-demand, directly in suppliers’ own shops. Firms use this capability to reduce the number of parts required for an application, to make spare parts one at a time as needed, and design high-performing components in various industries ranging from aviation to medical devicesThrough AM Forward, each of these iconic companies will make clear, public commitments to purchase additively produced parts from smaller U.S.-based suppliers; train the workers of their suppliers on new additive technologies; provide detailed technical assistance to support their suppliers’ adoption of new capabilities; and engage in common standards development and certification for additive products.Among other public commitments:AM Forward is a completely voluntary compact open to any OEM to participate, provided they are willing to make public commitments to support their suppliers’ adoption of additive capabilities. It will be supported by Applied Science & Technology Research Organization (ASTRO), a non-profit organization.To support AM Forward, the Biden Administration has identified a range of federal programs that U.S. SME manufacturers can use to support their adoption of additive capabilities and increase their competitiveness. The Administration’s actions are focused on helping to overcome common challenges that have slowed the deployment of AM technologies, particularly among smaller manufacturers.They include:###"
}