{
    "title": "FACT SHEET: Biden-Harris Administration Takes Action to Cut Energy Bills, Housing Costs and Climate Pollution | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/10/19/fact-sheet-biden-harris-administration-takes-action-to-cut-energy-bills-housing-costs-and-climate-pollution/",
    "created_at": null,
    "content": "Administration invests over $100 million to renovate homes with zero energy and climate resilient technologyAnnouncement will help advance goal of cutting the cost of decarbonizing housing in half within a decade while lowering energy bills and increasing affordable housing supplySince Day One, the Biden-Harris Administration has advanced the most ambitious climate agenda in history, leading a whole-of-government approach to reduce emissions across every sector of the economy, including the buildings sector, and expand affordable clean energy to every American. Last week, the Biden-Harris Administration set a bold target to reduce the cost to decarbonize affordable housing by 50% within a decade, while delivering energy bill savings for Americans and curbing greenhouse gas emissions that come from operating and renovating buildings.In the United States, more than a third of greenhouse gas emissions comes from the buildings sector – with 20 percent from heating, cooling, and operating our homes. By investing in solutions to cut pollution from homes, the U.S. will help curb 37% of greenhouse gas emissions that come from operating, constructing and renovating our buildings, while protecting people’s health and lowering energy and housing costs for hardworking families, a key pillar of Bidenomics.That’s why today, the Administration announced awards of more than $100 million from the Department of Housing and Urban Development (HUD) through the Inflation Reduction Act – the largest investment in clean energy and climate action ever – to help renovate the homes of more than 1,500 low-income families to be zero energy and climate resilient. These energy-saving renovations will demonstrate the potential to preserve quality, affordable housing in our communities by cutting energy waste down to zero, increasing resiliency to extreme weather events worsened by climate change, and lowering costs for families. All the investments will be made in affordable housing communities serving low-income families in alignment with President Biden’s Justice40 Initiative and the Biden-Harris Administration’s commitment to environmental justice. These investments will also preserve the long-term viability and affordability of our nation’s existing stock of affordable housing and advance fair housing by increasing housing options for communities.In addition, the Department of the Treasury and the Department of Energy today opened applications for the Low-Income Communities Bonus Credit program, which will spur up to 1.8 gigawatts of clean energy investments annually in underserved communities. The program, also created by the Inflation Reduction Act, provides a bonus credit amount on top of the Investment Tax Credit for building clean energy projects, which is up to 30% of qualifying investments. The Low-Income Communities Bonus provides up to a 10 or 20- percentage point tax credit boost for small solar and wind projects placed in service in low- income or Tribal communities.Today’s announcements build on key actions taken by the Administration to boost climate resilience in buildings and deliver lower home energy costs for families across the country, while increasing investments in housing supply and safer, healthier housing.Together, these actions further the Administration’s commitment to reducing energy burdens, increasing housing supply and advancing fair housing, cutting climate pollution, boosting climate resilience, lowering household energy costs, and preserving the viability and affordability of America’s housing stock.###"
}