{
    "title": "FACT SHEET: U.S.- Africa Partnership in Promoting Two-Way Trade and Investment in Africa | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/12/14/fact-sheet-u-s-africa-partnership-in-promoting-two-way-trade-and-investment-in-africa/",
    "created_at": null,
    "content": "Africa’s integration into global markets, demographic boom, and continent-wide spirit of entrepreneurship and innovation present an extraordinary opportunity for the United States to invest in Africa’s future.  The United States will support and facilitate mobilizing private capital to fuel economic growth, job creation, and greater U.S. participation in Africa’s future.  Together, business and government leaders will strengthen trade- and investment-enabling environments, including fostering the development and implementation of effective policies and practices across all sectors, and identify and promote new opportunities for Africans and Americans.  Through initiatives such as the Partnership for Global Infrastructure and Investment (PGII) and Prosper Africa, the United States will provide timely, coordinated support that meets the needs of businesses and investors, including micro-, small- and medium-sized enterprises and diaspora- and women-owned businesses, to advance infrastructure priorities and boost two-way trade and investment.Since 2021, the U.S. Government has helped close more than 800 two-way trade and investment deals across 47 African countries for a total estimated value of over $18 billion, and the U.S. private sector has closed investment deals in Africa valued at $8.6 billion.  U.S. goods and services traded with Africa totaled $83.6 billion in 2021.  These investments and programs are in support of the umbrella initiatives PGII, Prosper Africa, and Power Africa.At today’s U.S.-Africa Business Forum, President Biden announced over $15 billion in two-way trade and investment commitments, deals, and partnerships that advance key priorities, including sustainable energy, health systems, agribusiness, digital connectivity, infrastructure, and finance.  Since January 2021, the Biden-Harris Administration has invested and plans to invest more than $1 billion in trade, investment, and economic development in Africa.Departments and Agencies across the U.S. Government announced new initiatives and investments to promote two-way trade and investment:The full list of private sector commitments made at the U.S.-Africa Business Forum can be accessed here.###"
}