{
    "title": "FACT SHEET: Biden-Harris Administration Takes Action to Protect Communities from Extreme Heat Fueled by the Climate Crisis | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/07/11/fact-sheet-biden-harris-administration-takes-action-to-protect-communities-from-extreme-heat-fueled-by-the-climate-crisis/",
    "created_at": null,
    "content": "New measures will protect communities from extreme heatMillions of Americans are being impacted by extreme heat waves, which are growing in intensity, frequency, and duration due to climate change. In June, heat waves broke records across the country. Puerto Rico experienced its hottest month in more than 120 years, and Texas recorded its top 19 hottest days ever. Parts of Michigan, New York and Vermont also broke their daily temperature records. And in the first six months of 2023, there were 12 individual billion-dollar weather and climate events across the country. The situation is alarming, and it requires an all-of-society response to ensure that communities have the support they need to plan, prepare, and recover from these extreme weather events, which are costing the U.S. billions of dollars every year.From day one, President Biden has taken action to address the climate crisis, which includes securing more than $50 billion to help Americans in every single state become more resilient to climate impacts like heat waves. He has continued to deliver on the most ambitious climate agenda in American history—an agenda that is lowering energy costs for hardworking families, bolstering America’s energy security, creating thousands of good-paying jobs, and strengthening community-driven climate resilience across the country. Meanwhile, many Republicans in Congress continue to deny the very existence of climate change and remain committed to repealing the President’s Inflation Reduction Act – the biggest climate protection bill ever – which would undermine the health and safety of their own constituents.Today, the Biden-Harris Administration is announcing additional measures to protect communities from extreme heat:Today’s announcements build on numerous actions that the Biden-Harris Administration has taken to bolster heat response and resilience nationwide. The White House also continues to work with state and local partners to provide clear and accessible information on how people can protect themselves from extreme heat.To protect communities from extreme heat, the Biden Harris Administration is:Providing Clear and Accessible Information to Protect CommunitiesLowering Cooling Costs and Strengthening the Power GridBuilding a Heat Ready Workforce###"
}