{
    "title": "FACT SHEET: President Biden Announces New Initiatives at COP27 to Strengthen U.S. Leadership in Tackling Climate Change | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/11/11/fact-sheet-president-biden-announces-new-initiatives-at-cop27-to-strengthen-u-s-leadership-in-tackling-climate-change/",
    "created_at": null,
    "content": "Today at the 27th U.N. Climate Conference (COP27), President Biden will announce new initiatives to strengthen U.S. leadership tackling the climate crisis and galvanize global action and commitments. President Biden will demonstrate that the United States is following through on its existing commitments and initiatives while also accelerating new and expanded domestic and global efforts. As President Biden said at last year’s COP in Glasgow, this is a decisive decade – and the United States is acting to lead a clean energy future that leverages market forces, technological innovation, and investments to tackle the climate crisis.  The initiatives the President is announcing today also reflect the global imperative to support vulnerable developing country partners in building resilience to a changing climate, helping them cope with a problem they did not create.In less than 18 months, President Biden has renewed United States leadership in the fight against climate change.  The President is delivering on his Day One promises, positioning the United States to achieve our ambitious climate goals. President Biden has spearheaded the most significant domestic climate action in U.S. history, including passing the historic Inflation Reduction Act, signing the Bipartisan Infrastructure Law, ratifying the Kigali Amendment to the Montreal Protocol, spurring a new era of clean American manufacturing, enhancing energy security at home and abroad, and driving down the costs of clean energy for consumers in the U.S. and around the world.These efforts reflect President Biden’s belief that climate security, energy security, food security, and water security go hand-in-hand. As Russia’s unjust war in Ukraine disrupts energy markets, strains economies with rising prices, and threatens vulnerable countries with severe food shortages, efforts to accelerate climate action, growing clean energy economies, climate smart agriculture, and global resilience have become all the more urgent.The initiatives the President is announcing and that the U.S. delegation will highlight throughout COP27 include:The comprehensive list of announcements by the U.S. delegation at COP27 includes:BOLSTERING GLOBAL CLIMATE RESILIENCE:President Biden announced additional efforts to further accelerate the implementation of his Emergency Plan for Adaptation and Resilience (PREPARE), which aims to help more than half a billion people in developing countries adapt to and manage the impacts of climate change this decade.   These initiatives reflect the fact that a dollar invested in adaptation can result in $4-10 or more in benefits.  These additional efforts, as well as those announced by the United States during COP27, subject to Congressional notification and the completion of domestic procedures, include:ACCELERATING GLOBAL CLIMATE ACTION:President Biden believes that tackling the climate crisis and keeping the 1.5-degree C temperature goal within reach requires “all hands on deck” – demanding the mobilization of local, state, and national governments, the private sector, and philanthropies. At COP27, President Biden and his Administration announced new initiatives to advance this objective, including:CATALYZING INVESTMENT AT THE SCALE REQUIRED TO TACKLE THE CLIMATE CRISISThe United States is committed to not only meeting President Biden’s ambitious goal to quadruple U.S. climate finance to over $11 billion a year and working with other countries to meet the goal of mobilizing $100 billion, but also to using public finance in new and innovative ways to unlock the much larger pools of capital that will be required to tackle the climate crisis.  These efforts are in direct support of the Partnership for Global Infrastructure and Investment.  These efforts include:ENGAGING ALL OF SOCIETY IN TACKLING THE CLIMATE CRISIS:President Biden believes that tackling the climate crisis must take an inclusive approach, engaging all members of society.  At COP27, the United States announced new initiatives to advance this objective, including:###"
}