{
    "title": "Remarks by National Economic Council Director Lael Brainard Assessing the U.S. Recovery at the Peterson Institute for International Economics | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/speeches-remarks/2023/10/27/remarks-by-national-economic-council-director-lael-brainard-assessing-the-u-s-recovery-at-the-peterson-institute-for-international-economics/",
    "created_at": null,
    "content": "AS PREPARED FOR DELIVERYIt is good to join you for this discussion on the U.S. recovery. Given the unprecedented nature of the pandemic downturn, policymakers and experts are actively assessing the state of our recovery and the contribution of policy. That is especially true here at the Peterson Institute, which has made important contributions to the debate.The pandemic years brought hardship for many Americans who endured a truly unprecedented combination of negative shocks. But today our recovery is strong, and the disinflation process is well underway—a testament to the resilience of American workers, consumers, and small businesses, and an indication that smart policy can make a positive difference.Every week that goes by, we learn more about this recovery. Yesterday, we learned the U.S. economy grew by 4.9 percent in the third quarter and 2.9 percent over the last year, defying expectations and outperforming other recoveries.Today, we learned that core inflation continued to come down, with annual core PCE inflation at 3.7% in September—its lowest level since May 2021. For the last 3 months, core PCE inflation is running 2.5% at an annualized rate.While there are risks associated with elevated geopolitical uncertainty as well as with elevated financial market volatility that we will continue to monitor, it appears that inflation is coming down while growth remains robust—contrary to what many predicted.It was not long ago that the economy experienced dramatic supply shocks in labor and inputs as a result of the pandemic and in commodities as a result of Russia’s war against Ukraine. The resulting inelasticity of supply represented a sharp, sudden shift from the preceding three decades when supply was highly elastic. Following that massive shock to supply, America’s recovery under President Biden’s economic plan stacks up well—in comparison to previous forecasts, to recoveries of other advanced economies, and to the last U.S. recovery. That is true across a range of indicators including output, inflation, productivity, and household balance sheets.First, let’s start by comparing the U.S. recovery with earlier forecasts. This time last year, the consensus view was that unemployment would need to go up to 4 ½ percent and the economy would need to flatline to get inflation down to where it is today. In actuality, the U.S. economy has grown 2.9 percent over the past year and unemployment has remained below 4 percent consistently, while inflation has fallen in line with the consensus forecast from a year ago.Similarly, comparing U.S. economic performance to other advanced nations tells a similar story: while many experts claimed that President Biden’s economic plan would lead to worse tradeoffs between inflation and growth, in fact, the United States has brought inflation down faster than other advanced economies, while sustaining faster growth.U.S. GDP has grown by a cumulative 7.4 percent since the quarter before the pandemic—the strongest growth among G7 economies.At the same time, the United States currently has the lowest inflation of any G7 economy. When comparing inflation on a harmonized basis, the U.S. has lower headline—and core—inflation than our peers.Second, the United States has also had the strongest post-pandemic productivity growth in the G7, as measured by output per worker.While productivity data are highly volatile, and it is too early to draw firm conclusions, one thing is clear: the historic trifecta of the Bipartisan Infrastructure Law, the CHIPS and Science Act, and the clean energy portions of the Inflation Reduction Act are boosting the supply side of our economy by catalyzing private sector investments in infrastructure, clean energy, and semiconductor manufacturing. The United States has seen high growth in business investment relative to other G7 countries, particularly in areas at the heart of the President’s Investing in America agenda. For example, real spending on manufacturing construction is up 60% since the President signed the CHIPS and Science Act and Inflation Reduction Act.The increased public and private investment in high-growth industries may be contributing to some sectoral rebalancing in our labor market as well. In contrast to the recovery from the Global Financial Crisis (GFC), we’ve seen particularly large employment gains during this recovery in sectors like professional and business services and transportation and warehousing, and manufacturing and construction have also seen employment gains. The increase in professional, scientific, and technical services employment includes subsectors like engineering and scientific R&D services that are at the heart of the President’s Investing in America agenda, including clean energy and semiconductor manufacturing.These patterns are not evident in other advanced economies, suggesting that the President’s economic plan may be contributing to supply side gains in capital and labor that could boost potential growth in the years to come.Third, it wasn’t very long ago that some experts claimed that the President’s economic policies—including expansionary fiscal policy and direct support to households—would keep Americans on the sidelines. Instead of the Great Resignation, we’ve seen the Great Rebound—labor force participation has rebounded by comparison with both pre-pandemic forecasts and prior recoveries, despite long expected demographic headwinds and additional pandemic headwinds. Prime-age labor force participation is 0.5 percentage points above its pre-pandemic level. At this point during the previous U.S. recovery, the prime age labor force participation rate was 1.7 percentage points below its pre-crisis level.The rebound in labor supply has been the strongest among prime age workers and prime age women in particular. Following a decline in prime age participation that stretched from the late 1990s until 2015, prime age labor force participation has surged under President Biden and is now at its highest level in over 20 years. The participation surge among prime age women and mothers with young children—to its highest level on record—suggests that improved childcare availability under policies signed by the President and remote work flexibilities may have contributed to the gains in prime age labor supply.The unemployment rate has fluctuated in a narrow band of 3.4% to 3.8% over the last 20 months, and initially fell below 4% 4 years before outside forecasters projected and around 8 years faster than following the GFC. The faster labor market recovery avoided much of the scarring typically associated with downturns—evident by the record low unemployment rates achieved for Black Americans, Hispanic Americans, workers with disabilities, and workers without a high school diploma achieved over the last year and a half.In short, we have seen that sharp downturns need not lead to scarring and persistent declines in participation, if they are met with well-targeted policy responses. Strong labor demand, real wage gains and record high job satisfaction appear to be drawing more Americans into the labor force.Fourth, Americans households have much better financial health coming out of this pandemic downturn as compared with the GFC—in part reflecting the President’s economic policies. The latest Survey of Consumer Finances reported that real median household net worth is 37% higher than before the pandemic—the largest percentage gain in wealth in the history of the survey. Households in the lower half of the income distribution saw the largest gains. Black median household net worth is 60% above pre-pandemic levels, after accounting for inflation. That compares to the 7% decline in real median Black household net worth in the decade following the GFC. Hispanic median household net worth is 47% above pre-pandemic levels after accounting for inflation—a larger increase in 3 years than in the 10 years from 2007 to 2019.Unlike in the last recovery, American households were able to pay down debt and lower their debt payments, especially for credit card and student loan debt. Median debt payments as a share of income fell to the lowest level in the history of the Survey. An increase in health insurance rates to an all-time high may also have contributed to this increase in financial security.Business ownership increased by 9%, with particularly large increases among Black and Hispanic households. The Black business ownership rate more than doubled—after falling between 2007 and 2019. Support to small businesses helped keep small business open during the pandemic, and the strong economic recovery is contributing to a record increase in business formation. Some academic experts assess that the increase in business formation is likely to be a durable feature of the economy, and could contribute to increased dynamism and productivity over time.Finally, a current assessment of the U.S. recovery suggests caution in overreliance on policy prescriptions taken from periods when aggregate supply was highly elastic and policy was responding to aggregate demand shocks. The pandemic inflationary episode was accompanied by a dramatic supply shock coupled with significant distortions in the composition of demand. For instance, it is interesting to note that inflation has moved closely with measures of supply shocks, such as the New York Federal Reserve’s Global Supply Chain Pressure Index (GSCPI). Disinflation has also occurred as demand for goods has begun to rebalance, given reopening in the service sector, and labor supply has increased.It is also notable that nominal wage growth continues to moderate despite a strong labor market and robust payroll growth, which is at odds with earlier Philips Curve based predictions that low unemployment and above-target would lead to even steeper nominal wage increases.Thus, overall, the President’s policies appear to have helped create the conditions for a stronger recovery relative to forecasts, relative to prior U.S. recoveries, and relative to contemporaneous recoveries underway across the advanced world. No doubt, we will continue to learn valuable lessons as experts here at the Peterson Institute and elsewhere continue to rigorously assess the inflation, growth, employment, and productivity data during this unprecedented economic cycle. But the data we have in hand suggests we have moved closer toward the President’s north star of building an economy from the middle out and bottom up that works for all Americans. There is more work to do, and risks that we will need to navigate, but our progress is encouraging.###"
}