{
    "title": "FACT SHEET: Biden-Harris Administration Continues Progress on Fight Against Global Illicit Drug Trafficking | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/11/16/fact-sheet-biden-harris-administration-continues-progress-on-fight-against-global-illicit-drug-trafficking/",
    "created_at": null,
    "content": "President Biden has made beating the overdose epidemic a key priority in his Unity Agenda for the Nation, including a focus on cracking down on global illicit drug trafficking and disrupting the flow of illicit fentanyl and its precursors.During their November 15 meeting, President Biden and President Xi Jinping of the People’s Republic of China (PRC) announced the resumption of bilateral cooperation on counternarcotics, with a focus on reducing the flow of precursor chemicals fueling illicit fentanyl and synthetic drug trafficking. For years, bilateral cooperation on counternarcotics has been suspended.  The PRC is now taking law enforcement action against illicit precursor suppliers, has issued a notice to industry warning Chinese companies against illicit trade in precursor chemicals and pill presses equipment, and has committed to restart key law enforcement cooperation.Today’s progress is one of many actions that President Biden has taken to counter the global threat posed by the trafficking of illicit drugs into the United States that is causing the deaths of a hundred thousand Americans annually, as well as countless more non-fatal overdoses.The Biden-Harris Administration has initiated new measures to disrupt the trafficking of illicit fentanyl and its precursors into American communities and dismantle the firearms trafficking networks that enable drug traffickers to grow their enterprises. The U.S. government, alongside our partners, will continue our efforts to prevent the production and trafficking of illicit synthetic drugs through multiple efforts, including the Global Coalition to Address Synthetic Drug Threats, which has brought together over 100 countries to collectively address the scourge of fentanyl.The Biden-Harris Administration also has taken historic action to expand access to life-saving public health services and remove decades-long barriers to treatment for substance use disorder. To help advance these Administration efforts, President Biden has requested $26 billion for prevention, harm reduction, treatment, and recovery support services in his FY24 budget request. In addition, President Biden is requesting $1.55 billion in his supplemental budget request to strengthen these support services across the country.The Biden-Harris Administration’s diplomacy with PRC has resulted in concrete action:Together, the United States and China are now announcing the launch of a counter-narcotics working group to create a platform for policy and technical experts to discuss law enforcement efforts and exchange information on counter-narcotics efforts going forward.These announcements build on the Administration’s comprehensive, whole-of-government approach to tackling global illicit drug trafficking. The Administration’s decisive actions to crack down on drug trafficking include:###"
}