{
    "title": "FACT SHEET: Vice President Kamala Harris Leads Biden-Harris Administration Day of Action to Ensure Americans Get the Tax Credits They Deserve | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/02/08/fact-sheet-vice-president-kamala-harris-leads-biden-harris-administration-day-of-action-to-ensure-americans-get-the-tax-credits-they-deserve/",
    "created_at": null,
    "content": "Vice President Harris and Secretary Yellen Headline Day of Action Event Alongside White House ARP Coordinator Gene Sperling, Mayors and Major Non-Profits to Encourage Americans to Sign Up for the Expanded Child Tax Credit and Earned Income Tax CreditHundreds of non-profit organizations, state and local governments, members of Congress, and agencies across the federal government are joining Vice President Kamala Harris, Treasury Secretary Janet Yellen, White House American Rescue Plan Coordinator and Senior Advisor to the President Gene Sperling, and others for the Biden-Harris Administration’s Day of Action to encourage Americans to file their taxes to receive the Child Tax Credit (CTC) and the Earned Income Tax Credit (EITC) this tax season. The Day of Action commitments announced today – part of an ongoing, all-out push to make sure every eligible American receives the tax relief that they are eligible for under current law – could reach tens of millions of Americans. The American Rescue Plan Made Significant Changes to Two Critical Tax Relief Programs.February 8th is a Day of Action to Ensure All Eligible Americans Sign Up for These American Rescue Plan Tax Cuts.New Government Website – ChildTaxCredit.Gov – Directs Americans to Tax-Filing Assistance.The Day of Action coincides with the recent re-launch of the new and improved ChildTaxCredit.gov. The revamped website has several new features to help taxpayers file their taxes and access the remainder of the expanded Child Tax Credit, the full amount of the Child Tax Credit, and/or the Earned Income Tax Credit as tax filing season begins.To help Americans navigate tax filing season, the website features a new tool that directs taxpayers to free assisted filing options that suit them based on answers to a handful of simple questions. These options include both virtual and in-person support in multiple languages. Many of the organizations who have answered the Administration’s call to action are leveraging the new ChildTaxCredit.gov for assistance.Congressional Champions Join the Day of Action.U.S. Senators Michael Bennet (D-Colo.), Sherrod Brown (D-Ohio), Cory Booker (D-N.J.), and Reverend Raphael Warnock (D-Ga.) and U.S. Representatives Rosa DeLauro (D-Conn.) and Suzan DelBene (D-Wash.) will headline a press call on the Day of Action encouraging all Americans to file their taxes to access the Child Tax Credit and Earned Income Tax Credit.Hundreds of Non-Profits and Community-Based Organizations Are Taking Action to Reach Families Across the Country.Hundreds of non-profits, community-based organizations, religious organizations, veterans’ organizations, youth organizations, disability organizations, seniors’ organizations, health and medical organizations, foster care organizations, and more made commitments to take a wide range of actions, today and throughout the tax filing seasons.State, Local, Municipal, and Tribal Leaders Commit to Action Throughout Tax Filing Season.During tax filing season, state and local leaders will take action on CTC/EITC enrollment, including:Continued Biden-Harris Administration Whole-of-Government Effort On CTC/EITC Enrollment.Agencies across the federal government have heeded the call to reach as many families as possible.Philanthropic Support of Tax Benefits Access.Dozens of philanthropic investors have made significant investments to help families access tax relief in 2022, coordinated by the CTC and EITC funders networks. The Annie E. Casey Foundation, the AARP Foundation, Doris Duke Charitable Foundation, The Gates Foundation, The David and Lucile Packard Foundation, The Rockefeller Foundation, Charles and Lynn Schusterman Family Philanthropies, and others have contributed more than $37 million in new investments into communities to support CTC and EITC. Investments area include:Testing New Models for Effective Outreach.Commitments to Focus on Newly Eligible EITC Populations (Older and younger Workers).  Specific Funding for Puerto Rico’s CTC and EITC Eligible Populations. About the Child Tax Credit: Tax Cuts for Families with Children.About the Earned Income Tax Credit: Over 17 Million Americans to Benefit from Expansion of EITC for Workers Without Dependent Children.The American Rescue Plan expanded the Earned Income Tax Credit to include more people, more families, and more money by nearly tripling the credit for workers without dependent children and including younger (19-24) and older workers (65+) who were previously excluded.APPENDIX: FULL LIST OF COMMITMENTS FROM NON-PROFITS AND COMMUNITY-BASED ORGANIZATIONS###"
}