{
    "title": "FACT SHEET: President Biden to Sign Historic Executive Order Advancing LGBTQI+ Equality During Pride Month | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/06/15/fact-sheet-president-biden-to-sign-historic-executive-order-advancing-lgbtqi-equality-during-pride-month/",
    "created_at": null,
    "content": "President Biden believes that no one should face discrimination because of who they are or whom they love. Since President Biden took office, he has championed the rights of LGBTQI+ Americans and people around the world, accelerating the march towards full equality.As President Biden said during his first joint address to Congress, the President has the back of LGBTQI+ people across the country. That is why he is taking these bold actions and continuing to fight for full equality for every American – including urging Congress pass the Equality Act and provide overdue civil rights protections for LGBTQI+ people. Today, to mark Pride Month, President Biden will sign an Executive Order Advancing Equality for LGBTQI+ Individuals, and he will welcome LGBTQI+ families, advocates, elected officials, and leaders to the White House for a reception. President Biden’s Executive Order builds on the historic progress he has made for LGBTQI+ people by:ADDRESSING DISCRIMINATORY LEGISLATIVE ATTACKSOver 300 anti-LGBTQI+ laws have been introduced in state legislatures over the past year, and many of them specifically target transgender children and their parents by banning access to medical care and support at school. President Biden is addressing these harmful, hateful, and discriminatory attacks head-on – not only by speaking up for America’s families, but taking action to stand up to the bullies targeting LGBTQI+ people. To help support impacted families, President Biden is charging the Department of Health and Human Services (HHS) with protecting LGBTQI+ children and families from attacks on their access to health care, and has instructed HHS to release new sample policies for states on how to expand access to comprehensive health care for LGBTQI+ patients. The President is also directing the Department of Education with addressing the impacts of state laws that target LGBTQI+ students, and has charged the department with releasing a sample school policy for achieving full inclusion for LGBTQI+ students. ADDRESSING “CONVERSION THERAPY”As a candidate, President Biden pledged to help end so-called “conversion therapy” – a discredited and dangerous practice that seeks to suppress or change the sexual orientation or gender identity of LGBTQI+ people. Today, President Biden is using his executive authority to launch an initiative to protect children across America and crack down on this harmful practice, which every major medical association in the United States has condemned. Children who are exposed to so-called “conversion therapy” face higher rates of attempted suicide and trauma. Numerous states across the country have already passed bipartisan laws to prevent exposure to so-called “conversion therapy,” with Republican and Democratic governors signing state bans on conversion therapy into law. Yet despite these efforts, many people in the United States and around the world are still subjected to this practice. President Biden is charging HHS with leading an initiative to reduce the risk of youth exposure to this dangerous practice. HHS will explore guidance to clarify that federally-funded programs cannot offer so-called “conversion therapy.” HHS will also increase public awareness about its harms, provide training and technical assistance to health care providers, and expand support for services to help survivors. President Biden is also encouraging the Federal Trade Commission to consider whether the practice constitutes an unfair or deceptive act or practice, and whether to issue consumer warnings or notices. And, he is directing the Secretaries of State, Treasury, and HHS to develop an action plan to promote an end to so-called “conversion therapy” around the world and ensure that U.S. foreign assistance dollars do not fund the practice.SAFEGUARDING HEALTH CARE AND PREVENTING LGBTQI+ YOUTH SUICIDEBecause of discrimination and bullying, nearly half of LGBTQI+ youth seriously considered suicide last year. LGBTQI+ people of all ages also face significant barriers to accessing health care, and LGBTQI+ patients face significant health disparities. To safeguard access to health care for LGBTQI+ patients and address the LGBTQI+ youth mental health crisis, President Biden is charging HHS with taking steps to address the barriers and exclusionary policies that LGBTQI+ individuals and families face in accessing quality, affordable, comprehensive health care, including mental health care, reproductive health care, and HIV prevention and treatment. The President’s Order charges HHS to work with states to promote expanded access to gender-affirming care. It also charges HHS to help prevent LGBTQI+ suicide by expanding youth access to suicide prevention resources, and to issue new guidance through the Substance Abuse and Mental Health Services Administration on providing evidence-informed mental health care for LGBTQI+ youth. SUPPORTING LGBTQI+ CHILDREN AND FAMILIES LGBTQI+ children and families deserve the same dignity and respect as all American families. But LGBTQI+ children and families continue to face significant barriers and discrimination. For LGBTQI+ young people, family rejection can lead to disproportionately high rates of homelessness and over-representation in foster care. And for LGBTQI+ parents and households, significant barriers remain in accessing vital government benefits and services, and achieving housing security. Providing these young Americans and families with the resources and support they need will help ensure more children and families have access to loving homes that decrease the risk of abuse and suicide. President Biden’s Executive Order will:ADDITIONAL STEPS TO ADVANCE LGBTQI+ EQUALITYPresident Biden’s Executive Order also includes additional new steps to advance LGBTQI+ equality, including:BUILDING ON HISTORIC PROGRESSToday’s announcements build on the Biden-Harris Administration’s historic progress to advance LGBTQI+ equality since taking office, including:###"
}