{
    "title": "FACT SHEET: Vice President Harris to Announce Support to Help Historically Underserved Entrepreneurs Tap into Bidenomics-Fueled Small Business Boom | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/08/04/fact-sheet-vice-president-harris-to-announce-support-to-help-historically-underserved-entrepreneurs-tap-into-bidenomics-fueled-small-business-boom/",
    "created_at": null,
    "content": "During visit to local D.C. small businesses, Vice President Harris will announce grants to non-profit and community-based organizations from $125 million Capital Readiness Program to support underserved small businesses’ access to capital—a key pillar of BidenomicsToday, Vice President Kamala Harris will announce the 43 winners of the $125 million American Rescue Plan-funded Capital Readiness Program (CRP) awards competition, critical funding that will help underserved entrepreneurs launch and scale their small businesses—a key pillar of Bidenomics. The CRP is the latest American Rescue Plan investment in navigation and support services for small businesses, building upon the $300 million in funds already announced or deployed through the Small Business Administration’s (SBA) Community Navigator Program and the Treasury Department’s State Small Business Credit Initiative (SSBCI). Under the Biden-Harris Administration, the United States has seen the strongest showing for new business applications on record—12.6 million—and recent reports show that the U.S. is continuing that trend in 2023 – a sign of confidence from entrepreneurs that Bidenomics is working. Vice President Harris will announce the awards while visiting a local D.C. minority-owned retail village, Sycamore & Oak, that houses other local small businesses.The Capital Readiness Program is the largest-ever direct Federal investment in small business incubators and accelerators of its kind. Administered by the Minority Business Development Agency (MBDA), which was made permanent and expanded thanks to the President’s Bipartisan Infrastructure Law, the Capital Readiness Program is also the largest initiative in the over 50-year history of the MBDA.The 43 winning organizations – a mix of non-profit and community-based organizations, private sector entities, and institutions of higher education located across the country – are forming partnerships to assist and train underserved entrepreneurs seeking resources, tools, and support to start or scale their businesses in high-growth, high-wage industries such as healthcare, climate resilient technology, asset management, infrastructure, and more.“President Biden and I firmly believe that for America’s economy to be strong, America’s small businesses must be strong. I am proud to announce that we will invest an additional $125 million in small businesses across our country through a national network of small business incubators and accelerators,” said Vice President Kamala Harris. “President Biden and I are fighting to ensure that every entrepreneur in America — no matter who they are or where they live — can access the capital to start or grow a business, create jobs, and thrive.”Examples of awardees include:A full list of CRP award-winners is available here.Additionally, the Biden-Harris Administration is announcing the first approvals of awards for up to $58 million to 12 states as part of the State Small Business Credit Initiative (SSBCI) Technical Assistance (TA) Grant Program. In total, the SSBCI TA Grant Program will provide roughly $200 million to states, territories, and tribal governments to help small businesses access the historic support for underserved small businesses included in the American Rescue Plan—including an unprecedented nearly $10 billion through the Treasury Department’s SSBCI. SSBCI is expected to directly benefit roughly 100,000 small businesses over the next decade, including underserved entrepreneurs – providing capital, building ecosystems of opportunity and entrepreneurship, and creating new jobs and economic opportunity.Investing in small businesses is at the center of the President and Vice President’s plan to grow the economy from the middle out and bottom up, not the top down. Today’s announcement through the Capital Readiness Program and the SSBCI TA Grant Program are just the latest steps the Biden-Harris Administration is taking to ensure that small businesses and entrepreneurs in every community benefit from the small business boom ushered in under this Administration.Additional actions the Administration has taken under the President’s Bidenomics agenda to support small businesses and underserved entrepreneurs include:Expanding Access to Capital Making historic investments in helping small businesses navigate available resources Leveraging federal spending to support small businessesThe 43 entities will complete the final stages of the process necessary for their award to be distributed in the coming weeks.###"
}