{
    "title": "STATE FACT SHEETS: House Republicans’ Funding Bills Would Have Devastating Impacts for Hard-Working Families Across America | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/09/12/state-fact-sheets-house-republicans-funding-bills-would-have-devastating-impacts-for-hard-working-families-across-america/",
    "created_at": null,
    "content": "House Republicans’ bills would raise a host of costs for families, hurt students, seniors, and rural communities, slash support for law enforcement, and undermine our economy— while Congressional Republicans fight separately for multi-millionaires and big corporations to get massive tax cutsEarlier this year, the President and Congressional leaders reached a bipartisan budget agreement that averted a first-ever default and protected our historic economic progress. The President, House Democrats, Senate Democrats, and Senate Republicans all stand by this promise. Unfortunately, Speaker McCarthy and House Republicans are ignoring the bipartisan budget agreement they passed and instead advancing extreme, partisan appropriations bills that break their public promise and gut key investments in the American people.House Republicans claim these cuts are about fiscal responsibility—but they aren’t. Not only would their bills add at least $100 billion to deficits over 10 years by making it easier for the wealthy and big corporations to cheat on their taxes, but House Republicans are separately pushing corporate tax giveaways that would cost over $500 billion if made permanent—including at least $30 billion in retroactive tax breaks for investments companies made last year. These retroactive tax cuts alone would erase the savings from their deep cuts to education, health, and labor programs.1Today, the Office of Management and Budget released 51 fact sheets highlighting the devastating impacts of these extreme cuts on states and the District of Columbia. Below are some of the most harmful elements of House Republicans’ appropriations bills that they will begin to consider this week.The cuts in the House appropriations bills would:In addition to demanding these draconian cuts, House Republicans are also fighting to rescind vital funding that is helping make our tax code fairer, rebuilding America’s infrastructure, lowering costs for families, and tackling the climate crisis. Their proposals would:A deal is a deal. The President and the Speaker already made a bipartisan budget agreement—one that would result in $1 trillion of deficit reduction over the next decade. Every party to that agreement except House Republicans—House Democrats, Senate Democrats, Senate Republicans, and President Biden—are honoring their word. It is a balanced deal that protects critical investments while ensuring fiscal responsibility. We urge House Republicans to follow the law they helped enact and the Senate’s bipartisan approach to funding the government according to the deal.State Fact Sheets:###"
}