{
    "title": "Biden-Harris Administration Announces Broad New Actions to Protect Consumers From Billions in Junk Fees | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/10/11/biden-harris-administration-announces-broad-new-actions-to-protect-consumers-from-billions-in-junk-fees/",
    "created_at": null,
    "content": "New proposals would crack down on junk fees across industries and ban fees for essential bank servicesToday, President Biden will be joined by Federal Trade Commission (FTC) Chair Lina Khan and Consumer Financial Protection Bureau (CFPB) Director Rohit Chopra as they announce new efforts to crack down on junk fees and bring down costs for American consumers. Junk fees are hidden, surprise fees that companies sneak onto customer bills, increasing costs and stifling competition in industries across the economy. Last year, as part of his agenda to increase competition following his Executive Order on Promoting Competition, President Biden called on federal agencies, Congress, and private companies to crack down on junk fees and provide consumers with the full price up front.Junk fees cost American families tens of billions of dollars each year and inhibit competition, hurting consumers, workers, small businesses, and entrepreneurs. Research shows that fees charged at the back-end of the buying process make it harder to comparison shop for the best deal and lead to consumers paying upward of twenty percent more. Junk fees also make it hard for honest businesses to compete, stifle innovation, and hurt small businesses.Today, the Biden-Harris Administration is announcing bold, new actions to crack down on junk fees and promote competition:In addition, CFPB is releasing new findings showing their crack down on junk fees is already saving consumers billions of dollars:Also today, the White House is reinforcing the Administration’s all-of-government approach to competition:Today’s announcements build on important actions the Biden-Harris Administration has already taken to address junk fees:###"
}