{
    "title": "FACT SHEET: Biden-Harris Administration Proposes New Standards for National Electric Vehicle Charging Network | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/06/09/fact-sheet-biden-harris-administration-proposes-new-standards-for-national-electric-vehicle-charging-network/",
    "created_at": null,
    "content": "Bipartisan Infrastructure Law Investments to Enable Families to Plug-In, Charge Up, and Drive Across AmericaToday, the Biden-Harris Administration is announcing new steps to meet President Biden’s goal to build out the first-ever national network of 500,000 electric vehicle chargers along America’s highways and in communities, a key piece of the Bipartisan Infrastructure Law.The Department of Transportation, in partnership with the Department of Energy, is proposing new standards to make charging electric vehicles (EVs) a convenient, reliable, and affordable for all Americans, including when driving long distances. Without strong standards, chargers would be less reliable, may not work for all cars, or lack common payment methods. The new standards will ensure everyone can use the network –no matter what car you drive or which state you charge in.The proposed standards, along with new coordinated federal actions on EVs, support President’s Biden’s priorities  to lower costs for families, create good-paying jobs, and combat climate change. He is pressing Congress on his plan to provide tax credits that make EVs more affordable, so families’ budgets aren’t hurt by volatile gas prices. The actions will spur good-paying jobs with strong workforce requirements for America’s steelworkers, electrical workers, and laborers to build, install, and maintain the network. And, making chargers and EVs more accessible will help tackle the climate crisis – reducing emissions, increasing cleaner air, and advancing the President’s Justice40 Initiative.Thanks to President Biden’s bold vision, leadership, and actions EV sales have doubled since he took office, and there are now more than two million EVs and 100,000 chargers on the road. The Biden Administration has positioned the United States to lead the electric future and make it in America:Historic Infrastructure Investments in ChargingThe $7.5 billion for EV charging infrastructure in President Biden’s Bipartisan Infrastructure Law will build a convenient and equitable charging network through two programs. The National Electric Vehicle Infrastructure (NEVI) program will provide $5 billion in formula funding to States to build out charging infrastructure along highway corridors – filling gaps in rural, disadvantaged, and hard-to-reach locations while instilling public confidence in charging. Today’s minimum standards and requirements will guide States on how to spend federal funds in a way that makes chargers function the same from state-to-state, easy to find, use, and pay for, no matter who operates chargers. The Bipartisan Infrastructure Law also provides $2.5 billion in competitive grants to support community and corridor charging, improve local air quality, and increase EV charging access in underserved and overburdened communities.  DOT will open applications for this program later this year.These federal charging programs were designed to catalyze additional private sector investments that complement the build-out of a user-friendly, cost-saving, and financially sustainable national EV charging network. Together, President Biden’s leadership is mobilizing public and private charging investment to accelerate the adoption of EVs and create good-paying jobs across manufacturing, installation, and operation. These chargers will also make sure the new renewable electricity sources like solar and wind can power the cars we drive and reduce energy costs for families.Setting the StandardThe Bipartisan Infrastructure Law also established a Joint Office of Energy and Transportation to work hand-in-hand with States, industry leaders, manufacturers, and other stakeholders to meet the President’s goals. And to ensure that this electric transformation is both timely and equitable, Vice President Harris launched an EV Charging Action Plan that fast tracks federal investments and targets equity benefits for disadvantaged communities – and the Department of Transportation released a Rural EV toolkit to help ensure all Americans, regardless of where they live, have the opportunity to benefit from the lower operating costs, reduced maintenance needs, and improved performance that EVs provide. These investments, steered by the standards proposed today, will create a public charging system that meets our goals of being reliable, affordable, equitable and seamless between states and networks. They will also use workforce standards such as the Electric Vehicle Infrastructure Training Program (EVITP) to increase the safety and reliability of charging station’s functionality and usability – creating and supporting good-paying, highly-skilled union jobs in communities across the country.Additional Steps to Drive ProgressToday, as part of an Administration-wide strategy, the Biden-Harris Administration is announcing a fleet of actions from nine federal agencies across the charging ecosystem to complement the NEVI program – creating good-paying jobs in the U.S., reducing emissions, and putting us on a path to net-zero emissions by 2050.###"
}