{
    "title": "FACT SHEET: Administration Announces New Actions to Address the Needs of People with Disabilities and Older Adults in Response to and Recovery from COVID-19 | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/02/24/fact-sheet-administration-announces-new-actions-to-address-the-needs-of-people-with-disabilities-and-older-adults-in-response-to-and-recovery-from-covid-19/",
    "created_at": null,
    "content": "The Administration recognizes that the COVID-19 pandemic has had tremendous impacts on disabled individuals and has resulted in new members of the disability community.Over the past year, the Administration has collaborated and consulted with the disability community andtaken several key actions to address the unique needs of individuals with disabilities. Among other actions, the U.S. government released key civil rights guidance to protect disabled individuals during the COVID-19 pandemic or any public health emergency; prioritized Long COVID services, supports, and research in the context of disability; established a call line dedicated to ensuring individuals with disabilities can equitably utilize the Administration’s at-home test distribution program; ensured disabled individuals and other high-risk individuals have access to at-home testing; and invested American Rescue Plan (ARP) resources to build COVID-19 vaccine confidence and access among people with disabilities.Moving forward, the Administration will take several key steps to further our work to ensure that disabled individuals, regardless of where they live or the level of community transmission of the virus, have equitable access to COVID-19 testing, masks, and other critical mitigation strategies. The Administration remains committed to implementing these policies and developing additional policies in close collaboration with the disability community – keeping equity and accessibility at the center of our COVID-19 response and beyond. The Administration will:###"
}