{
    "title": "FACT SHEET: President Biden Delivers Update on His Strategy to Build on America’s Small Business Boom, while Speaker McCarthy and House Republicans Threaten to Harm Small Businesses and Eliminate Jobs | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/05/01/fact-sheet-president-biden-delivers-update-on-his-strategy-to-build-on-americas-small-business-boom-while-speak-mccarthy-and-house-republicans-threaten-to-harm-small-businesses-and-eliminat/",
    "created_at": null,
    "content": "New Report Card and Analysis Released On How the Biden-Harris Administration Has Ushered in Record New Business FormationToday, in honor of National Small Business Week, President Biden is hosting small business award winners from all 50 states at the White House to celebrate their contributions to the dynamism and strength of the U.S. economy, and releasing a report card that highlights the small business boom taking hold as a result of the President’s small business agenda.From distributing billions in pandemic assistance, to expanding access to capital and leveraging billions in federal dollars from the Investing in America agenda, this new report card lays out how the Biden-Harris Administration has taken action to support small businesses. Additionally, the Council of Economic Advisers is releasing a new analysis that identifies the potential benefits to small businesses from the hundreds of billions being invested through the President’s Investing in America agenda.Americans filed nearly 10.5 million applications to start new businesses in 2021 and 2022, the two highest years on record for new business formation. Since President Biden and Vice President Harris took office, small businesses have created 3.1 million jobs, a near historic level. At the same time, the Biden-Harris Administration has increased enforcement against tax evasion by big corporations, and instituted a corporate minimum tax so that small businesses can fairly compete against big corporations with complex tax schemes that reduce their tax burden well below what small businesses pay.Last week, as part of a reckless attempt to extract concessions as a condition for the United States simply paying the bills it has already incurred, House Republicans passed a bill that would put this small business boom at risk. According to Moody’s Analytics, the bill would lead to 780,000 fewer jobs by the end of 2024 and would meaningfully increase the risk of recession.Biden-Harris Investments and Reforms to Support Small BusinessesPresident Biden will host National Small Business Week award winners from all 50 states, the District of Columbia and Puerto Rico at the White House and announce the following:House Republican Proposal Would Harm Small Businesses, Eliminate JobsSpeaker McCarthy and House Republicans are holding the economy hostage by refusing to avoid default without slashing billions in funding for vital programs that support small businesses. Their bill would: ###"
}