{
    "title": "FACT SHEET: Ahead of Labor Day, Biden-Harris Administration Announces New Actions to Empower Workers— Building on the President's Historic Support for Workers and Unions | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/09/01/fact-sheet-ahead-of-labor-day-biden-harris-administration-announces-new-actions-to-empower-workers-building-on-the-presidents-historic-support-for-workers-and-unions/",
    "created_at": null,
    "content": "New actions announced this week empower workers to grow the economy from the middle out and the bottom up—a core pillar of BidenomicsPresident Biden promised to be the most pro-worker and pro-union President in American history, and he has kept that promise. Support for unions is at its highest level in more than half a century, inflation-adjusted income is up 3.5% since the President took office, and the largest wage gains over the last two years have gone to the lowest-paid workers. The unemployment rate is near a 50-year low, and a greater share of working-age people have a job today than at any other time in more than two decades. Under the leadership of the Biden-Harris Administration, all workers—including those who are often left behind in recoveries—are experiencing record-low unemployment rates. Under Bidenomics, America is seeing a historic level of public and private investment in manufacturing and new industries that will create good-paying jobs that Americans can raise a family on and build a community around. The President continues to fight to ensure all Americans get fair pay for a hard day’s work and have a free and fair choice to join a union.In advance of Labor Day, the Biden-Harris Administration is announcing new actions this week to empower workers by investing in America’s clean energy workforce, establishing pathways into high-paying and union jobs, demonstrating the benefits of unions, and extending critical wage protections.  These actions include:Ensuring Clean Energy Investments Support High-Quality and Union JobsDemonstrating the Union AdvantageExtending Overtime ProtectionsThese actions build on historic support for workers and unions since Day One of the Biden-Harris Administration, including:Increasing WagesSupporting Workers’ Right to OrganizeExpanding Workforce DevelopmentFostering Equal Employment Opportunities###"
}