{
    "title": "FACT SHEET: Biden Administration Launches New Federal-State Offshore Wind Partnership to Grow American-Made Clean Energy | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/06/23/fact-sheet-biden-administration-launches-new-federal-state-offshore-wind-partnership-to-grow-american-made-clean-energy/",
    "created_at": null,
    "content": "White House Convenes Governors, Labor Leaders, and Private Companies to Boost Offshore Wind Supply Chains, Lower Energy Costs, and Support Manufacturing Jobs Today, the White House is joining with eleven governors from up and down the East Coast to launch a new Federal-State Offshore Wind Implementation Partnership that will accelerate the growing offshore wind industry. The partnership will support efforts to provide Americans with cleaner and cheaper energy, create good-paying jobs, and make historic investments in new American energy supply chains, manufacturing, shipbuilding, and servicing. As a first step of this Partnership, the White House and governors are announcing commitments to collaborate on expanding key elements of the offshore wind supply chain, from manufacturing facilities to port capabilities to workforce development. The Administration is also announcing steps to advance a National Offshore Wind Supply Chain Roadmap and designating offshore wind vessels as Vessels of National Interest to facilitate more offshore wind construction. After years of Americans facing energy uncertainty, President Biden has taken decisive action to jumpstart the American offshore wind industry. He set a bold goal of deploying 30 gigawatts (GW) of offshore wind by 2030, enough to power 10 million homes with clean energy, support 77,000 jobs, and spur $12 billion per year in private investment in offshore wind projects. Since then, the Biden Administration has approved the first large-scale projects, established new wind energy areas, and held record-breaking wind auctions—signature achievements that advance the President’s commitment to tackle the climate crisis and strengthen American energy security. These bold actions have unleashed historic private sector investments to expand an American-made wind energy supply chain. In 2021 alone, investors announced $2.2 billion in new funding, including commitments to develop nine major manufacturing facilities to produce the foundations, towers, cables, and blades of offshore wind turbines. Supplier contracts to provide materials and services to offshore wind projects more than doubled. And historic project labor agreements are helping to grow a diverse union workforce and support training programs. More opportunities are ahead, including an estimated $109 billion revenue opportunity across the offshore wind supply chain this decade, and East Coast Governors are laying the groundwork to seize them. Having already set commitments to procure nearly 40 GW of offshore wind, these states are providing a strong demand signal for clean energy that will lower energy costs for American families while protecting them from volatile fossil fuel price spikes. Collaboration between state and federal governments already is helping to create good-paying jobs and establish a durable domestic supply chain to facilitate the responsible development of America’s world-class offshore wind resource. The Biden-Harris Administration is committed to further partnering with states to maximize benefits to American workers and communities. That’s why today at the White House, alongside labor and industry leaders, Governors will join National Climate Advisor Gina McCarthy, Secretary of the Interior Deb Haaland, Secretary of Energy Jennifer Granholm, Deputy Secretary of Transportation Polly Trottenberg, and National Oceanic and Atmospheric Administration Administrator Rick Spinrad to:Today’s announcements build on the President Biden’s leadership in launching the American offshore wind industry. His Administration has already:Read more about the new Partnership and the supply chain commitments made today:Federal-State Offshore Wind Implementation PartnershipThe new Federal-State Offshore Wind Implementation Partnership is a joint effort of the White House National Climate Advisor, the Secretaries of the Interior, Energy, Commerce, and Transportation, and the Governors of several East Coast states who are early leaders on offshore wind development: Connecticut, Delaware, Maine, Maryland, Massachusetts, New Hampshire, New Jersey, New York, North Carolina, Pennsylvania, and Rhode Island.An initial focus area of the Partnership will be collaboratively growing a strong U.S. offshore wind supply chain. Going forward, the Partnership will provide a forum for new initiatives and in coordination with existing efforts to address ocean co-use, transmission needs and other offshore wind priorities that may benefit from additional federal, state, and regional coordination. The Partnership will expand to include Governors from the West Coast and the Gulf of Mexico as offshore wind energy projects develop in those regions.New Commitments to Strengthen the U.S. Offshore Wind Supply ChainDuring today’s White House event, Administration officials and Governors will endorse this set of commitments to solidify and expand the domestic manufacturing capacity, logistics networks, and workforce development needed for a U.S. offshore wind supply chain that creates good-paying jobs and equitably benefits local communities.Mutual Federal-State CommitmentsTo ensure the development of a robust U.S. offshore wind industry and domestic supply chain, the federal and state governments jointly commit to:State CommitmentsState governments recognize that it is vital to facilitate and enable these offshore wind economic opportunities and ensure efficient and equitable processes so that communities can benefit at all scales. Cross-state collaboration and coordination will build a more robust and sustainable network of manufacturing, logistics, and workforce development that can realize larger and longer-term opportunities. The state governments commit to:Federal CommitmentsThe federal government recognizes the importance of ensuring efficient policies and effective funding mechanisms to enable companies and communities to realize economic opportunities, securing regional networks that benefit all, including underserved communities. The federal government commits to:###"
}