{
    "title": "FACT SHEET: White House Calls on Congress to Advance Critical National Security Priorities | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/10/20/fact-sheet-white-house-calls-on-congress-to-advance-critical-national-security-priorities/",
    "created_at": null,
    "content": "Today, the President is requesting supplemental funding from Congress that advances our national security and supports our allies and partners. Since the horrific terrorist attack by Hamas, President Biden has surged security, intelligence, and diplomatic support to the people of Israel. This supplemental request will continue to provide the necessary security assistance to Israel, support Israeli efforts to secure the release of hostages, and extend humanitarian assistance to civilians impacted by the war in Israel and in Gaza.The United States’ support to Israel comes at the same time that Vladimir Putin’s illegal war against the people of Ukraine passes its 600th day. The actions of the Biden-Harris Administration have enabled the people of Ukraine to defend their nation against a brutal and unprovoked invasion and recapture territory seized by Russian forces, liberating Ukrainian civilians from Russian occupation. The Administration’s supplemental request will provide the critical training, equipment, and weapons necessary to help Ukraine defend and recapture its sovereign territory and protect the Ukrainian people against Russian aggression.The Administration’s supplemental invests in our military industrial base to ensure our military readiness, including replenishing resources to meet our defense needs as we support Israel and Ukraine, as well as the growing security requirements in the Indo-Pacific. Resources for the American defense industrial base will support American jobs, increase our nation’s ability to produce critically important munitions and other equipment, and ensure our Military continues to be the most ready, capable, and best equipped fighting force the world has ever seen. The Administration’s supplemental also requests increased support to allies and partners in our strategic competition with the People’s Republic of China (PRC). It will mobilize hundreds of billions from international finance institutions to provide a sustainable source of financing to developing countries as an alternative to the coercive lending practices of the PRC.Additionally, we’ve been clear that the Congressional Republicans need to stop playing political games with border security and provide the resources our law enforcement personnel need to secure the southwest border and stop the flow of fentanyl into our country. President Biden continues to implement a regional migration strategy focused on enforcement, deterrence, and diplomacy. While progress has been made, President Biden has made clear that we need more funding to enhance our enforcement measures.To advance our critical national security interests, the Biden-Harris Administration is calling on Congress to provide additional national security resources that will:Support Israel’s Defense Against TerrorismImmediately following the brutal October 7 terrorist attack in Israel, President Biden directed his Administration to take swift and decisive action to ensure the government of Israel has everything it needs to defend itself consistent with the rule of law and the law of war. To build on that support, today the Administration is requesting funding to aid Israel’s defense against these horrific terrorist attacks. This request includes funds to:Defend Ukraine Against Russian AggressionPrevious supplemental appropriations for direct military aid, economic and humanitarian assistance, and other support for Ukraine have been committed or nearly committed. As Ukrainians wage a tough counteroffensive and as winter approaches, the world is watching what Congress does next. The Administration’s request will provide funding for:Provide Life-Saving Humanitarian AssistanceIn addition to funding for security assistance for Ukraine and Israel, we are also requesting funding to address humanitarian needs of innocent civilians, including those impacted by the war in Israel and in Gaza. Russia’s illegal war in Ukraine also continues to have a global impact, particularly on food security, given Ukraine’s role as the leading grain producer in the world, and this humanitarian assistance will address global needs. Our humanitarian assistance is critical to demonstrating U.S. leadership amid unprecedented levels of humanitarian need, geopolitical competition, and global challenges. This request includes funds to:Strengthen Security in the Indo-PacificIt is critically important that we not lose our focus on the importance of integrated deterrence in the Indo-Pacific. Our allies and partners in the region need our support more than ever, and this request provides resources to help them build the capabilities necessary to meet emerging challenges. This request will provide funding for:Ensure Military ReadinessAs we support our partners in Israel, Ukraine, and across the Indo-Pacific, the Administration’s request –including the items described above – provides funding to ensure American military readiness by investing over $50 billionin the American defense industrial base with through replenishment funding and other forms of security assistance, like foreign military financing and the Ukraine Security Assistance Initiative. Resources for the American defense industrial base will support American jobs, increase our nation’s ability to produce critically important munitions and other equipment, and ensure our Military continues to be the most ready, capable, and best equipped fighting force the world has ever seen. Without additional replenishment funding, DOD will be unable to continue to backfill the Military Services for equipment provided via drawdown to Ukraine and Israel, thereby degrading U.S. readiness.Provide Alternatives to Coercive PRC Financing in Developing CountriesTo provide a credible alternative to the People’s Republic of China’s coercive and unsustainable financing for developing countries around the world, the Administration’s request will advance high-leverage solutions through the international financial institutions. This historic U.S. action will support the mobilization of $200 billion of new financing for developing countries backed by our partners and allies. The requested funding will:Additionally, we are seeking authorization to ensure the IMF can respond quickly to future global financial shocks and restore stability to both economies and markets, minimizing negative spillovers that could affect the U.S. economy, by providing the authority to extend our participation in the IMF’s New Arrangements to Borrow mechanism.Strengthen Border Security and EnforcementThe Administration is asking Congress to provide the resources our law enforcement personnel need to secure the southwest border and stop the flow of fentanyl into our country. President Biden continues to implement a regional migration strategy focused on enforcement, diplomacy, and legal pathways and work authorization. The plan has resulted in the largest expansion of legal pathways in decades, increased the number of law enforcement personnel along the border and expedited removals of unlawful crossings thanks to historic diplomatic agreements. Despite the progress made, President Biden has made clear that we need more funding to execute on our three-part strategy, including enhancing our enforcement measures. The requested funding supports:Finally, our nation faces additional urgent needs for millions of hard-working Americans. In coming days, the Administration will also submit a request for supplemental funds to address recent natural disasters, avoid the risk that millions of Americans lose access to affordable high-speed internet or child care, provide additional resources for FEMA’s Nonprofit Security Grant Program, and avert a funding cliff for wildland firefighter pay. Congress should also address critical funding needs the Administration communicated earlier this fall, including to protect critical nutrition assistance for millions of pregnant women, infants, and children through the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC).###"
}