{
    "title": "Readout of Private Sector Roundtable on Operation Allies Welcome | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/10/26/readout-of-private-sector-roundtable-on-operation-allies-welcome/",
    "created_at": null,
    "content": "Secretary of State Antony Blinken, Secretary of Homeland Security Alejandro N. Mayorkas, and White House Coordinator for Operation Allies Welcome Jack Markell led a roundtable with CEOs to discuss the role of the private sector in effectively welcoming and resettling our Afghan allies.Today, White House Coordinator for Operation Allies Welcome Jack Markell, Secretary of State Antony Blinken, and Secretary of Homeland Security Alejandro N. Mayorkas, convened a conversation with CEOs and other senior executives from 28 companies engaged in private sector efforts to welcome Afghan allies and at-risk Afghans in the United States. The White House hosted the roundtable along with Welcome.US, a new hub working to channel the outpouring of support from Americans and institutions eager to get involved in welcoming and resettling Afghans across the United States. Participants in today’s roundtable included leaders in the airline, housing, banking, consumer goods, financial services, and other industries who have been engaged in the historic resettlement effort known as Operation Allies Welcome (OAW).During the meeting, Biden Administration officials shared updates on the historic effort to resettle our Afghan allies. Participants shared private sector efforts underway to support resettlement by bringing their resources, networks, and expertise to bear.  The participants discussed opportunities to equip Afghans for success by accelerating resettlement and reducing barriers to employment, affordable housing, education, health care, and other needs. Administration officials highlighted the widespread national support for welcoming Afghans as part of a long proud American tradition of offering a safe haven to newcomers.Operation Allies Welcome is the Biden Administration’s effort to provide a safe, secure, and dignified welcome to our Afghan allies. OAW aims to marshal a whole-of-America response to resettlement, serving as a strong partner to every American and every organization that wants to help.Participants included:###"
}