{
    "title": "FACT SHEET: U.S.-Mexico High-Level Security Dialogue | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/10/08/fact-sheet-u-s-mexico-high-level-security-dialogue/",
    "created_at": null,
    "content": "“From the earliest days of our nations, the people of Mexico and the United States have shared a strong bond, united by our shared values and our shared aspirations. And throughout our history, we have learned that we are stronger when we stand together as neighbors, partners, and friends.”President Joe BidenSeptember 27, 2021Today, the United States and Mexico opened a new era in security cooperation based on partnership, guided by shared responsibility, and driven by a national security interest in both countries to stop criminal groups from smuggling the illicit drugs and weapons that threaten the health and safety of our citizens, and engage in human smuggling and human trafficking. The U.S.-Mexico Bicentennial Framework for Security, Public Heath, and  Safe Communities establishes a comprehensive, long-term approach for binational actions to pursue the safety and security of our societies. The framework is informed by the drug policy priorities of the Biden-Harris Administration, which promote an evidence-based public health and public safety approach to reducing drug demand, overdoses, and saving lives, as well as a focus on ensuring racial equity, community based crime prevention, and the promotion of harm-reduction efforts.  The United States and Mexico are committed to transforming our cooperation to better protect the health and safety of our citizens and promote the development of the most vulnerable communities in both countries, prevent criminal organizations from harming our countries, and pursue and bring criminals to justice. Secretary of State Antony Blinken, Secretary of Homeland Security Alejandro Mayorkas, Attorney General Merrick Garland, and Deputy Secretary of Treasury Wally Adeyemo discussed the bilateral framework and security priorities with Mexican counterparts today, after meeting with President Andrés Manuel Lopez Obrador.  They confirmed cabinet officials from the United States and Mexico will meet annually to advance implementation of the new framework, while sub-cabinet officials work toward these goals year-round.  Across all areas, we commit to work together to protect human rights consistent with our international obligations, share information and best practices, prosecute those who violate our laws, and regularly and transparently evaluate the impact of our efforts.GOAL 1:  PROTECT OUR PEOPLEThe United States and Mexico seek to build sustainable, healthy, and secure communities to benefit citizens of both nations.GOAL 2:  PREVENT TRANSBORDER CRIME – The United States and Mexico seek to diminish the capacity of Transnational Criminal Organizations (TCOs) and prevent trafficking of drugs, arms, wildlife, and people, as well as human smuggling.GOAL 3:  PURSUE CRIMINAL NETWORKS – Disrupt TCO financial networks and reduce their ability to profit from illicit activities both transnationally and in cyberspace.###"
}