{
    "title": "FACT SHEET: Biden-Harris Administration Announces New Buy Clean Actions to Ensure American Manufacturing Leads in the 21st Century | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/09/15/fact-sheet-biden-harris-administration-announces-new-buy-clean-actions-to-ensure-american-manufacturing-leads-in-the-21st-century/",
    "created_at": null,
    "content": "Transportation Secretary Pete Buttigieg, GSA Administrator Robin Carnahan, and Deputy National Climate Advisor Ali Zaidi Announced the Actions While Visiting Cleveland-Cliffs Direct Reduction steel plant in ToledoToday, as America’s manufacturing resurgence continues, the Biden-Harris Administration is announcing new actions under its Federal Buy Clean Initiative in Toledo, Ohio, to spur the development of low-carbon construction materials made in America while supporting good-paying jobs. Transportation Secretary Pete Buttigieg, U.S. General Services Administration  Administrator Robin Carnahan, and Deputy National Climate Advisor Ali Zaidi announced the Federal Government will prioritize the purchase of key low carbon construction materials, covering 98% of materials purchased by the Federal Government, while visiting a Cleveland-Cliffs Direct Reduction steel plant in Toledo.The Cleveland-Cliffs Direct Reduction steel plant represents the future of U.S. clean manufacturing, producing a lower-carbon intermediary feedstock product that is integrated into steel plate used in a wide variety of products purchased by the Federal Government, including automobiles, electricity grid transformers, bridge decks, offshore wind platforms, naval submarines, and train tracks.The Federal Buy Clean Initiative is a part of President Biden’s economic plan—including the Bipartisan Infrastructure Law, Inflation Reduction Act, and CHIPS and Science Act—to usher in a manufacturing boom in America. The Initiative ensures that federal financing and purchasing power are creating good-paying jobs, protecting public health, enhancing American competitiveness, and strengthening national security. Today’s Federal Buy Clean actions build on Buy Clean commitments made earlier this year, including standing up the first ever Federal Buy Clean Task Force, and complements a comeback for American factories since President Biden took office, with 668,000 manufacturing jobs added.The Federal Government is the largest direct purchaser in the world and a major infrastructure funder. By leveraging the U.S. Government’s purchasing power, President Biden is ensuring that American manufacturing is positioned to compete and lead, while catalyzing markets and accelerating innovation across the country. In addition to the historic funding in the President’s Bipartisan Infrastructure Law, his Inflation Reduction Act provides a boost for the Federal Buy Clean Initiative with $4.5 billion in funding for the General Services Administration, Department of Transportation, and Environmental Protection Agency to designate and use construction materials and products that produce substantially lower levels of greenhouse gas (GHG) emissions. The Inflation Reduction Act also provides the Department of Energy with billions to invest in retrofitting industrial facilities and tax credits for clean technology manufacturing.The U.S. manufacturing sector produces the materials that are critical to rebuilding and strengthening the nation’s infrastructure but is responsible for nearly a third of U.S. greenhouse emissions from industrial processes. Through the Biden-Harris Administration’s Federal Buy Clean Initiative and Task Force, the Federal Government is for the first time providing a market differentiation and incentives for lower-carbon materials. Companies across the nation will be rewarded for cutting carbon pollution across their entire value chains while supporting good American manufacturing jobs.The Biden-Harris Administration will:What agencies are doing to implement Buy Clean: The Buy Clean Task Force will lead by example and increase its members to eight additional agencies: the Departments of Commerce, Homeland Security, Housing and Urban Development, Health and Human Services, Interior, and State, the National Aeronautics and Space Administration, and Veterans Administration. These members join the Departments of Agriculture, Defense, Energy and Transportation as well as the Council on Environmental Quality (CEQ), Environmental Protection Agency (EPA), General Services Administration (GSA), Office of Management and Budget (OMB) and the White House Office of Domestic Climate Policy. Together, the expanded Task Force agencies account for 90% of all federally-financed and purchased construction materials. The Buy Clean Task Force will continue to launch pilots, expand the scope of industrial pollutants and materials, engage industry, and establish mechanisms for collection and public disclosure of the data.Building on previous Buy Clean efforts, agencies continue to deliver on the Federal Buy Clean Initiative: ###"
}