{
    "title": "Fact Sheet: President Biden’s New Executive Actions Deliver Economic Relief for American Families and Businesses Amid the COVID-19 Crises | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/01/22/fact-sheet-president-bidens-new-executive-actions-deliver-economic-relief-for-american-families-and-businesses-amid-the-covid-19-crises/",
    "created_at": null,
    "content": "The COVID-19 pandemic has forced the United States economy into an economic crisis. Across the country, more than 10 million Americans are unemployed, 14 million renters are behind on payments, and 29 million adults – and at least 8 million children – are struggling with food insecurity. Because of pervasive systemic racism and inequality in our economy, the burdens of this economic crisis are hitting communities of color and other underserved families hardest. One in ten Black workers and one in eleven Latino workers are unemployed. Navigating through the current crisis and emerging stronger requires immediate action to provide equitable economic relief to working families everywhere. Last week, President Biden unveiled a historic legislative package designed to change the course of the pandemic, get students back to school, give families and businesses a bridge to an economic recovery, and invest in advancing racial equity. His plan came on the heels of December’s bipartisan deal to provide a down payment on long-term economic relief for working families. Congress should finish the job by expeditiously passing the American Rescue Plan into law. But the American people cannot afford to wait for Congress to act – they need help and they need it now. Today, the President is issuing an Executive Order that will launch an all-of-government effort to provide equitable emergency economic relief to working families, communities, and small businesses across the nation. The actions taken as part of this effort will provide relief to millions of American workers who have lost their jobs and had their hours or wages slashed through no fault of their own. They will help working families feed their children and keep a roof over their head. They will help ensure that unemployed Americans no longer have to choose between paying their bills and keeping themselves and their families safe from COVID-19 by clarifying that workers who refuse unsafe working conditions can still receive unemployment insurance. And, they will help more unemployed workers pay for training and college so they can find better jobs and succeed in an increasingly competitive job market.That all-of-government effort will:While additional congressional action is urgently needed to help working families through the remainder of the crisis, these emergency measures are important steps to give millions of Americans real relief during the pandemic. This executive order, combined with the President’s historic relief package and forthcoming jobs package will help Americans persevere through the pandemic and lay the foundation for a strong and equitable recovery. The President is also recommending immediate action to improve the wages, benefits, and bargaining rights of federal workers and contractors.  Address the Growing Hunger Crisis Facing 29 Million Adults — And As Many As 12 Million Children. Across the country 1 in 7 households, and more than 1 in 5 Black and Latino households, report that their household is struggling to secure the food they need. In December, Congress bolstered food assistance programs and provided new funding for food banks and school and child care meals. But these measures alone will not solve the growing hunger crisis in America. As part of his American Rescue Plan proposal, President Biden is calling on Congress to provide additional support to ensure that all Americans, regardless of background, have access to healthy, affordable groceries by extending the 15% Supplemental Nutrition Assistance Program (SNAP) benefit increase, investing $3 billion to help women, infants and children get the food they need, and other key steps. The President is also asking the U.S. Department of Agriculture (USDA) to consider taking the following steps to provide nutrition assistance to working families, including to: Ensure Equitable and Effective Delivery of Direct Payments. As the President fights to get Americans the full $2,000 in direct payments they deserve, his administration is also working to ensure that all those who are eligible receive their full payments. Many Americans faced challenges receiving the first round of direct payments and as many as eight million eligible households did not receive the payments issued in March. In December, Congress passed legislation that would provide Americans with $600 in stimulus. The President’s American Rescue Plan proposes an additional $1,400 per-person payments to ensure that households get the support they need to help pay bills, put food on the table, and support small businesses and their communities. While Treasury and career staff at the IRS have worked tirelessly to deliver two rounds of payments in the midst of a pandemic, the work is far from over. To ensure equitable and effective delivery of direct payments and focus on getting relief to eligible individuals who have not received the financial assistance to which they are entitled, the President is asking the Department of Treasury to consider taking a series of actions to expand and improve delivery of Economic Impact Payments including establishing online tools for claiming their payments, working to make sure that those who have not yet accessed their funds get the relief they deserve, and analyzing unserved households to inform additional outreach efforts.Guarantee that No American Has to Choose Between Paying Their Bills and Keeping Themselves and Their Families Safe from COVID-19. In 2019, 43% of American households reported having at least one member with pre-existing conditions, many of whom may have a heightened risk of serious illness or death if they contract COVID. President Biden believes that workers should have the right to safe work environments and that no one should have to choose between their livelihoods and their own or their families’ health. As one of many measures to help keep workers and their families’ safe throughout the pandemic, the President is asking the Department of Labor to consider clarifying that workers have a federally guaranteed right to refuse employment that will jeopardize their health and if they do so, they will still qualify for unemployment insurance.Help Families, Workers and Small Businesses Access Relief Resources Quickly, Easily and Equitably through Coordinated Benefit Delivery Teams. During the pandemic government programs have provided much needed support to help tens of millions of Americans pay rent, mortgages and other bills, get the food they need, and access healthcare. However, critical support does not always reach the people who need it: families struggle to navigate complicated eligibility rules while over 20% of Earned Income Tax Credits go unclaimed; many small businesses in communities of color cannot easily access loans; and according to one survey less than 40% of service workers who were laid off or furloughed at the height of pandemic closures actually received timely unemployment benefits due to system failures as applications surged. At the same time, an estimated 47% of children live in households that have trouble covering usual expenses such as food, housing, and medical care. The stakes are too high and too many families are in need for people not to get the relief that they are entitled to. The Biden-Harris Administration is establishing a network of benefit delivery teams and a coordination structure across federal and state administered programs to reduce the time and burden to access urgent support that provides greater stability and builds towards an equitable recovery.The federal government should only award contracts to employers who give their workers the pay and benefits they have earned; President Biden is today directing his administration to start the work that would allow him to issue an Executive Order within the first 100 days that requires federal contractors to pay a $15 minimum wage and provide emergency paid leave to workers.He is also taking critical steps to protect and empower federal employees, who dedicate their careers to serving the American people. They keep us healthy, safe, and informed, and their work transcends partisan politics. They are health care workers who care for veterans, the elderly, and the disabled. They are expert scientists, medical doctors, and technicians who maintain world-class standards, prevent and combat the spread of infectious diseases, and save countless lives. They deliver our mail, run our national parks, keep our federal buildings up and running, help protect us against climate change and environmental poisoning, and ensure that the law is applied faithfully and fairly. They are talented, hard-working, and inspiring Americans, worthy of the utmost dignity and respect. But, over the last four years, they’ve been undermined and demoralized. The President will sign an executive order taking steps to protect and empower federal employees who are so essential to this country. It:These steps will help ensure the federal government is a model employer and restore protections to career civil servants who are so essential to this country.# # #"
}