{
    "title": "Remarks by Vice President Harris in a Moderated Conversation with Members of Registered Apprenticeship Programs | Dorchester, MA | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/speeches-remarks/2023/11/09/remarks-by-vice-president-harris-in-a-moderated-conversation-with-members-of-registered-apprenticeship-programs-dorchester-ma/",
    "created_at": null,
    "content": "Pipefitters Local 537Dorchester, MassachusettsTHE VICE PRESIDENT:  Good afternoon, everybody.  Good afternoon.  Oh, it’s good to be in the house of labor.  And it’s good to see so many friends.  Brian, it’s good to be with you. MR. DOHERTY:  Great to be with you, Vice President. THE VICE PRESIDENT:  So, we got a lot to talk about, but let me just start by thanking everybody here.  You all are the motivation for Joe Biden and me to do the work that we have done and will continue to do.  We’ll get into some of the accomplishments that we have done together.  A lot of it, though, has been about investing in America and investing in the workers of America. Everything that we have done that has been transformative and historical, in terms of our accomplishments — be it what we have done on the infrastructure bill and what we are doing to build back up and fortify America’s infrastructure,; to what we did with the Inflation Reduction Act, which is about an investment in new economies — everything we accomplished when we were writing down the ideas and the plans is because we knew if we got it done out of D.C., we were going to toss it to you all to see it through. That was the plan, knowing if we could get that stuff done in D.C., through these bills and all of that, you all would be here to pick it up and make it real.  You have the skill, the talent, the will, the passion, the ambition to see it through.  It’s an extraordinary partnership. And we could not have accomplished any of it without the brothers and sisters of labor, building trades, and across the labor movement. So, I’m so happy to be with everybody today.  And I just wanted to start by again saying thank you, on behalf of the President and me and our country.  Thank you, all. MR. DOHERTY:  Let’s hear it for our Vice President.  Absolutely.  (Applause.)THE VICE PRESIDENT:  Thank you.MR. DOHERTY:  Good morning, Madam Vice President.  We are so excited to have you here in Boston with us — a proud union City. THE VICE PRESIDENT:  Yes.MR. DOHERTY:  And before we start, I’d just like to say thank you to the incredible team here at Local 537, to Danny O’Brien and Paul McGrath, and to — really, to your team, Vice President.  They came in, and they set this entire room up.  Let’s give a warm round of applause for our hosts and everybody who put into today.  Thank you, everyone.  (Applause.)THE VICE PRESIDENT:  Yeah.  Thanks, Danny. MR. DOHERTY:  So, this is an exciting day.  We have the Vice President of the United States right here in the union hall in the city of Boston — Pipefitters Local 537. So, in this room, Vice President, as you know, this is our Greater Boston labor movement headed by our champion, Darlene Lombos.  Let’s hear for Darlene and the labor movement here in Boston.  (Applause.)THE VICE PRESIDENT:  Hi, Darlene.  Hi!  Good to see you.  Hi.MR. DOHERTY:  And what I wanted to open with is — is pretty simple.  Vice President Harris, President Joe Biden — they have done their part.  They have done their job to get people back to work, to give people a chance in America.  Let’s hear it for this administration and how much they do.  One more round of applause for our great Vice President, please.  (Applause.)THE VICE PRESIDENT:  Thank you. MR. DOHERTY:  Thank you, Kamala.  Thank you, Vice President. THE VICE PRESIDENT:  Thank you.MR. DOHERTY:  So, Madam Vice President, you’ve had an amazing career supporting workers at every point across your career: when you were the District Attorney of San Francisco, the Attorney General of California, an amazing United States senator fighting the good fight. And then, as Vice President, you have stood by unions, you have stood by workers in America your entire career.  Can we ask you this morning: Why is it been so important to you personally and why so important for this administration to continue that work?THE VICE PRESIDENT:  So, I’ll start with this.  I believe that all labor, all work has value, and that all working people deserve to — to be acknowledged for the value that they offer all of us. I believe in the dignity of work and the importance of workers receiving, through wages and benefits, the recognition of what they do.  And so, the work that I have done throughout my career has been side by side with labor, recognizing the importance of the labor movement, recognizing the fact that without unions —Look, whether you’ve never been a union — been a part of a union or have been a member of union, thank unions for the five-day workday — week.  Thank them for the eight-hour workday.  Thank them for sick leave, for any paid family leave, for vacation time.  Brought to you by unions, for all workers, whether or not you’re a member of a union or not. There’s also this piece that is fundamentally a piece that really is about what’s right and what is just.  When you think about collective bargaining — so, collective bargaining — here’s the bottom line about what that’s about.  In any negotiation — right? —And, SAG-AFTRA, congratulations.  IATSE, congratulations on what you guys just accomplished.  (Applause.)The culinary workers just struck a deal, right?  We’re seeing it across.  And wages are going up as a result of all those negotiations, by the way.Collective bargaining.  If we all agree that in any negotiation, the outcome should be fair — right?  Everyone should start there.  In any negotiation, the outcome should be fair.  Well, when you’re dealing with one worker against a company, against a corporation, do we think that outcome of that negotiation is going to be fair?  No, it won’t be because of the disparity of power. So, collective bargaining is about saying, “Let the workers have a voice as a collective altogether, representing each one of them as a group, and then go into that negotiation.”  Because then you start to equal out the balance in terms of power in a way that the outcome will be fair.  That’s what collective bargaining is about. That’s what worker organizing is about.  It’s about saying we should never require that one working man or woman to be having to argue for themselves, to fight for themselves without their brothers and sisters standing with them as a collective to just get what’s fair.  That’s what this is about. So, fundamentally, for me, it’s about the dignity of work, it’s about what is fair and recognizing the value of workers. MR. DOHERTY:  That’s amazing.  Let’s hear it for our Vice President with that response.  (Applause.)  Thank you, Vice President. In this room today, we have some leaders who have been doing this work for a long time.  We have some brand new leaders, too, who’ve been fighting the good fight. And what I want to say about this from here — and the folks in the room know it because the Greater Boston Labor Council and the unions have represented here.  And then there’s an entire team out there fighting the good fight outside the building, too. And what this room represents, as you know well, is the frontline against income inequality, making sure that when we develop or we build or someone comes into the construction project we just built and has their career for their next 30 or 40 years. This is a simple — this is a simple piece of fairness that the Vice President just mentioned.  Either every single one of those jobs turns into the ability to put food on the table, to provide some healthcare benefits, to provide some dignity and retirement — or, without the power of unions, it’s going to turn into profits for somebody else, shareholder dividends, stock options. What this room represents, what this administration represents is making sure American workers have a chance again to put the power back into unions, to invest in unions, and to invest in our communities.  So, let’s hear for our communities, absolutely, in the union movement.  (Applause.)So, Vice President, some of our — some of our leaders in the room with us, I’d like to, you know, go to a question from the crowd. THE VICE PRESIDENT:  Yeah.MR. DOHERTY:  I’d like to turn to Eric Piras [ph], an apprentice with IBEW Local 103.  Let’s hear for Eric, everybody, union brother right here from Dorchester.  (Applause.)Q    Good afternoon, everybody. THE VICE PRESIDENT:  Good afternoon. Q    My name is Eric Piras.  I’ve been a Loc- — I’ve been a member since 2020 of IBEW Local 103.  I’m a fourth-year apprentice and I’ve been alumni of Building Pathways of the cycle 21.  (Applause.)MR. DOHERTY:  Building Pathways.Q    And I want to say good afternoon to Madam Vice President.THE VICE PRESIDENT:  Thank you.Q    I want to thank you for being there.  And my question is: Apprenticeships — opportunities for me and people of my community — have been very crucial on progressing in life and also giving us that opportunity to chase our goals and pursue our goals. With that being said, we know that you’ve been an advocator and an avid supporter of the trades and apprenticeships, and we wanted to ask you — you’ve been an avid supporter of the apprenticeship programs, especially union-based programs.  I’m sorry, I apologize. And what I want to ask are your thoughts about why you think apprenticeships are so important and what are you planning on doing in the future for apprenticeships, you know, nationwide.MR. DOHERTY:  Good question.THE VICE PRESIDENT:  All right.  Thank you for that question, and thank you for your leadership.MR. DOHERTY:  Great job, Eric.  (Applause.)THE VICE PRESIDENT:  Well done. It’s about you and all of the apprentices who are here and those who are in the pre-apprenticeship program.  It’s about building up the skills of America’s workforce so we can be — so we can take care of the people of our country and working people, but also so we can lead around the globe. There is so much about the agenda that the President and I have that is about strengthening the working people of America, building the middle class, building up our infrastructure, building up the ability of all people to be able to have the benefit of their hard work, be it wages and benefits or pensions and retirements. But it’s also about our ability and need to be able to compete around the world.  Right?Well, so, one of the best pipelines to get to that end — forgive my pipelines — get it?  (Laughter.)MR. DOHERTY:  We appreciate it. THE VICE PRESIDENT:  You have to deal with my sense of humor.  (Laughter.)  Are the pre-apprenticeship programs in the apprenticeship programs.  Those are hard programs.  Those are difficult programs.  Those are long days and often some nights working to build up extraordinary skills.I have — I have visited so — I’m on a mission — I don’t know if I’ll accomplish it — to visit every IBEW Local in America.  Let me tell you.MR. DOHERTY:  Wow.  What a goal.THE VICE PRESIDENT:  When I visit the apprenticeship programs and I see the extraordinary skills that include — it’s about complex math, it’s about engineering, it’s about science, it’s about thinking about how do we apply technology to the work we have traditionally done that has been about building up and fortifying our country. This is — and to watch a young person enter an apprenticeship program, from the time of the pre-apprenticeship program, and to watch that path, which I know so many of us have seen, that builds up not only the skills but the confidence and the — the swagger — (laughter) —MR. DOHERTY:  We appreciate that.THE VICE PRESIDENT:  — of that young person as you go through the program is so wonderful to see.  So, it is about developing very, very complex skills — highly skilled individuals and workers. But also, what I love about our apprenticeship programs is it’s about family.  One of the beauties of — of the nature and the character of unions is it is, as I said earlier, about the collective but understand, in that, the collective is about family. So, yeah, it’s about you not just being at the bargaining table by yourself, but also not being in life by yourself.  The people who train you and who develop your skills, they are people who are invested in you as a human, as a person.  It’s about the creation of community.  And that’s so important. You know, as I travel our country, there are some powerful forces — so-called leaders, extremists — who have, as part of their agenda, to try and divide our nation; have as their agenda to try and make people feel alone, to have people live in fear. And at this moment in time, I think about our — the culture and the movement, the labor movement in a number of ways, including the importance of building community and reminding people they’re not alone.  It’s really important.  It’s important.  (Applause.)  And so, that’s how I think about the apprenticeship programs. And so, part of what the President and I have done and our administration has done intentionally with all the labor leaders who are here — I mean, Boston is a good old labor town — is to — is to write into and to build into our policies that apprenticeship programs will very much be the way to go to build up the workforce to then do the work that we — we have funded.Think about it.  We have — on, for example, lead pipes.  So, the work you’re doing in apprenticeship programs includes training pipefitters, who are — and the work and plumbers and everybody. So, the work that we have done on lead pipes has been this.  For years, the grandparents, the parents in communities like Flint, Michigan, have been crying out because their babies are drinking toxic water out of lead pipes. And they’ve been saying we may not be scientists or doctors, but we know there’s a connection between the water coming out of those pipes and the health outcomes for our children, including an impact on their learning ability. And, by the way, lead pipes were not just in low-income communities, communities of color — they were all — they were all over America.  But see, in communities with high rates of homeownership where people have a little extra money in their savings account, they could then come out of pocket or take some equity out of their home to replace those pipes.  People in low-income communities, renters didn’t have that kind of latitude and luxury. And so, you see, then, we’re talking about the inequity of who then suffered and which communities and which children then were invariably impacted by the lead coming out of those pipes.So, our perspective was: It’s a public health issue. The government has three roles: public health, public education, and public safety. Public health — it’s a public health issue if the children of America are drinking toxic water that is impacting their ability to learn. So, we decided it should not just be on that individual to replace those pipes.  We, as the government, should invest in the replacement and the removal of all those lead pipes.Because of what you all did in 2020 — because Joe Biden is President of the United States, I’m Vice President of the United States — we are on track, with your partnership — removing every lead pipe in America.  (Applause.)MR. DOHERTY:  Unreal.THE VICE PRESIDENT:   And so, the apprenticeship program and — and p- — and bringing more young people into the apprenticeship programs means building up the workforce that’s going to get rid of all those lead pipes with the $15 billion we have invested in getting that job done. We’re counting on you.  We’re counting on you. And the way that you’re going to come into the workforce with the incredible skills that will do that is through the apprenticeship program. There you go.  (Applause.)MR. DOHERTY:  Absolutely.  You know, if you take a moment to think about it, you know, the — a lot of people have talked about infrastructure investment for a long time.  The Biden-Harris administration got it done. Not only that, but they didn’t just talk about built infrastructure.  They talked about human infrastructure: What happens to the jobs?  What happens to the people?  Who are we investing in?  They are investing in every American. We have so many graduates here today and — and unions brothers and sisters from the Building Pathways program.THE VICE PRESIDENT:  Yeah.MR. DOHERTY:  Let’s hear it for Building Pathways.  (Applause.)And a friend of ours — he has a lot of friends in this room.  Marty Walsh, a friend of our great vice president — when he came back to Boston —THE VICE PRESIDENT:  Marty!MR. DOHERTY:  Our pal, Marty.  (Laughter.)He said — he said, “Listen, in one word, she’s unbelievable.”  That’s what he said when he came to B- — back to Boston.THE VICE PRESIDENT:  That’s my brother.MR. DOHERTY:  He’s the best.THE VICE PRESIDENT:  Yeah.MR. DOHERTY:  But this program, Building Pathways, it was this idea: How do we make sure that every career in America is a good career?THE VICE PRESIDENT:  Yeah.MR. DOHERTY:  And how do we make sure that everyone has access to and them?THE VICE PRESIDENT:  That’s right, that’s right.MR. DOHERTY:  And it was, simply put, going to communities, into neighborhoods, telling people about what unions do and what they represent as the organized labor movement, to invest in each other, invest and fight with each other. As we were walking up, she said, “We didn’t — we haven’t gotten anything we didn’t fight for.”  So, we have an incredible fighter on this stage.  And I also think we have an incredible group of fighters in this crowd.THE VICE PRESIDENT:  Yeah.MR. DOHERTY:  One of them, here with us this morning: our union sister Chante Carney.  If we can call on Chante for the — for the next question — (applause) — we have another question from Chante. Right here, Vice President.MS. CARNEY:  Thank you.  Thank you, Brother B.  Good afternoon. THE VICE PRESIDENT:  Good afternoon.MS. CARNEY:  My name is Chante Carney, proud member of Laborers Local 223. MR. DOHERTY:  Let’s hear it for 223.THE VICE PRESIDENT:  (Laughs.)MR. DOHERTY:  Yup.MS. CARNEY:  I’ve been with them for 10 years, thank God.  And I also am a graduate from Building Pathways program, cycle eight.  (Applause.)So, good afternoon —THE VICE PRESIDENT:  Good afternoon.MS. CARNEY:  — Madam Vice President.THE VICE PRESIDENT:  Good afternoon.MS. CARNEY:  Good afternoon, and thank you for your advocacy and your effort.  We highly appreciate it.THE VICE PRESIDENT:  Thank you.MS. CARNEY:  Okay.  So, for starters, I want to — I want to — I’m going to ask a question, but I’m going to tell you guys why this question is so important to me.  I’m going to share that with you. When I first — one of my first jobs, I was, like, one of three women.  That’s — that’s accurate, right?  Like, one of three women on the job.  And then it was like a handful of minorities. And it was cool, because I still felt protected.  I still learned.  I still earned money.  But it wasn’t okay that the people — my people — I didn’t see — I didn’t mirror, you know, my own kind and — on the job. However, a program like Building Pathways — let me go back; let me get my thoughts.  Yeah, so —THE VICE PRESIDENT:  Take your time.MS. CARNEY:  I know.  I’m, like, all over the place.  Thank you.THE VICE PRESIDENT:  You — you’re good.  Don’t worry about it.MR. DOHERTY:  It’s so important, Chante. THE VICE PRESIDENT:  Yeah.MR. DOHERTY:  Thank you for doing it, sister.MS. CARNEY:  So, when I used to — me, I’m a natural nurturer.  I used to go up to the apprentice, which was young white men on the job.  I would ask them how their day was going, if they’re okay, what safety measures they should be taking — things like that. But I always found that it was young white males on the jobs.  And I would go home to my community like: Wait a minute, these young men talk about the assets they have at the age of 25-under, things that they’re doing, vacations that they go on, family houses, cabins, all these things.And I’m like: Wait, but my — when I go home to my community, people 25 and under can’t even fathom this stuff.  Why is that?  And it was so unfair.  And it was, like, crushing actually. However, Building Pathways — once again, thank God — was created.  And that is a way to build pathways with — into the — the construction industry for minorities and young youth in the inner city.  So, we appreciate Building Pathways.And I relate that to the question by saying the young people and the — the colored people — people of color —THE VICE PRESIDENT:  People of color, mm-hmm.MS. CARNEY:  Sorry.THE VICE PRESIDENT:  That’s okay.MS. CARNEY:  I like to just say Black people, brown people.  (Laughter.)  But —MR. DOHERTY:  That works, Chante.MS. CARNEY:  — the people coming in — people of color coming in, we are driving the momentum of — messed that up.  We are driving the — oh, God.AUDIENCE MEMBER:  That’s okay.THE VICE PRESIDENT:  That’s all right.MR. DOHERTY:  Let’s hear it for Chante.  (Applause.)THE VICE PRESIDENT:  It’s all right.MR. DOHERTY:  Thank you, sister.MS. CARNEY:  So, the young people and the people of color are driving the union movement across the country, with Boston being one of the primary places. And so, the question is: How are we going to keep up or keep building this positive momentum?THE VICE PRESIDENT:  That’s a wonderful question.  That’s a wonderful question.  (Applause.)MR. DOHERTY:  Thank you, Chante.THE VICE PRESIDENT:  That’s a wonderful question.  And the beauty of how you presented the question is to first talk about the fact that we’re talking about real people and real experiences.  So, I appreciate the way you built up the question. And it’s about exactly your voice, reminding folks of the empowerment that happens when we are purposeful about asking who’s not in the room.  I think it’s always important to ask — to look around the room and then ask, “Who’s not in the room?”  And then figure out how to bring them in. And often — and all of the leaders here know, often it’s not just because you might leave the door open.  That’s not enough.  You’ve got to go out to where folks are — literally, where they are — be it where they are geographically or where they are in terms of what they’re bringing, in terms of life experience, to the moment to be able to connect with them and bring them in with the true spirit of knowing that they matter and that they can contribute.And that’s one of the beautiful things about the program that you’re in.  And Marty has talked to me about it extensively, because it was designed with that in mind, which, again, gets back to the point about all people deserve dignity. MR. DOHERTY:  Absolutely.THE VICE PRESIDENT:  And one of the things I love about human nature is that people know, when you look them in the eye, whether you respect them or not.  People know when they’re being looked down upon. And similarly, the good work that is happening here is about understanding this is not about charity.  It’s about duty.Charity, you know, that’s like, “I got a little extra.  I — I’m going to throw you something.” Duty is about — it’s your responsibility.  Even if you’ve only got a little bit, it’s your duty, it’s your responsibility to think about how you will exercise your power in a way that’s about lifting people up. And again, I’ll go back to this environment right now.  There’s a perverse thing happening in our country, where some people would suggest that the strength of a person is measured based on who you beat down, as opposed to what, I think, everyone here knows: that the true measure of strength is based on who you lift up.MR. DOHERTY:  That’s right. THE VICE PRESIDENT:  Right?  (Applause.)MR. DOHERTY:  Absolutely, absolutely.THE VICE PRESIDENT:  And so — so, part of it is: Let’s call that out.  You know, when — when you’re talking about how are we going to continue to build on this mov- — movement and momentum, let’s call it out and say, “No, that’s a sign of weakness.  That’s a…”  Well, the press is here.  (Laughter.)I’ve got some words, I got the vocabulary, and my pronunciation is perfect.  (Laughter.)But that’s not who we are.  You know, we don’t applaud that.  And we will not be afraid of that.  Because strength is on our side — those of us who believe in empowerment, those of us who believe in sharing and — and recognizing the dignity of all people, those of us who are invested in bringing people together, those of us who are invested in unity versus those who have an agenda that’s about division and exclusion and beating people down and making people feel small. But we’re in a fight right now on a lot of this about what is the right approach.  What is the correct approach?  Who are we going to — who are we going to asociate ourselves with in terms of — of a way of thinking about what’s important and what actually is about strength. But I know every one of us in this room, we’ve chosen where we are on that.  We’re about recognizing the strength in community, in unity, in dignity, in hard work, in bringing folks together.  And it’s all good.  It’s all good.MR. DOHERTY:  What an answer.  (Applause.)THE VICE PRESIDENT:  It’s all good.MR. DOHERTY:  That’s the power of the labor movement right there.  That is the goal of the labor movement —THE VICE PRESIDENT:  Yeah.MR. DOHERTY:  — making sure that we’re sticking up for one another, sticking together —THE VICE PRESIDENT:  That’s right.  That’s right.MR. DOHERTY:  — making lives a little easier, a little better for people.  It’s what the Biden-Harris administration does every day.  That’s what our Vice President fights for. You know, our friend of ours, (inaudible), in the crowd today, he — he always says, you know, talent isn’t found, talent is developed.  And what that simply means to us — it’s an incredible line — but that’s what apprenticeship represents.  This is construction apprenticeship work in the United States.  Our incredible Vice President chose Boston and come — let’s talk about it. But project labor agreements —THE VICE PRESIDENT:  Yeah.MR. DOHERTY:  — it’s a simple document that says —THE VICE PRESIDENT:  Yeah.MR. DOHERTY:  — this document represents fairness.  It gives everybody in the community a chance, no matter what you look like or what neighborhood you come from.  You want to be in the union?  Sign up.  Let’s get to work.THE VICE PRESIDENT:  That’s right.MR. DOHERTY:  Pretty simple.  That’s what the PLA does.  That’s why we put Building Pathways into it, to make sure that everybody gets a chance in these incredible careers. But in addition to that, PLAs represent so much for our community and, essentially, the fairness that our Vice President talks about. So, as we think about going back to do the work that we do every day, let’s hold what the Vice President told us: Support each other, fight for each other.  We do not have a better example of someone who does that every day than our Vice President. But I think the example you’re setting, Vice — Madam Vice President, it’s incredible.  Like, we were talking in the back — we might do a pizza night with some of our union sisters and brothers someday when you have a chance to take a few minutes off.THE VICE PRESIDENT:  I would love nothing more.  (Laughs.)Q    We know you don’t have a break.  (Laughs.)But this is the example.  This administration, our Vice President, our President, this is what they represent: giving people a chance, making sure unions are invested in.  Because when they invest in unions, they know they’re investing in America. So, this is simple for us in Boston.  We know what the power of union does.  We have champions and allies in the White House, in D.C. — the most powerful building in the world — fighting for us. So, you have an incredible group of folks out here that want to fight right alongside you.  They have your back.  We know you have ours. What advice would you give to this room?  How can we continue this momentum?  How can we keep fighting for the future that we all know is possible when we stick together?  How can we do that, Madam Vice President?THE VICE PRESIDENT:  Well, I’ll start by saying, in particular to the younger leaders here, just — let’s star- — just start by just always knowing you’re not alone.  Know you’re not alone. You know, sometimes you are going to walk in a room where you may be the only one like you who has had your life experience or looks like you.  And it’s really important, when you’re in those rooms, to remember this room and hold that, to know that when you walk in that room, we’re all in that room with you.  Because the last thing you ever want anybody to be able to do is make you feel small or make you feel alone. So, that’s the first piece of advice: Always know you are not alone, and we stand with you. I’d also say, you know — you know, you’re — many of you will have an experience and have already had an experience where somebody will say to you, “Oh, you can’t do that,” or “It can’t be done,” or “They’re not ready for you,” or “It’s not your time,” or “You’re too young.” Don’t you ever listen to that. I like to say I eat “no” for breakfast.  (Laughter.)  I don’t hear “no.”  I don’t hear “no.”  And don’t you either.  Don’t you ever hear when anybody says it can’t be done. Just know what you are capable of.  And then surround yourself and make choices, like you’ve already done, to surround yourself with people who believe in you and are invested in you.  And I love the point you made, Brian, about talent. Just — and you’re already on the path.  All the young leaders who are here today, you’re already well on the path; you’ve figured all this stuff out. And then just also remember that our country will be as strong as our willingness to fight for it.  And we love our country.  We love our country.  And our country was founded on certain principles that are about equality and fairness, freedom, liberty. And in the midst of an environment where there are some people who are engaged in a full-on attack against the hard-fought and hard-won freedoms and liberty that union leaders have always been at the forefront of fighting for, I also want to remind us all that each of us as individuals standing up for those principles will make a difference. This is not time to be a passive observer.  There is so much on the line in our country right now. You know, I have now — as Vice President, traveling the world, I’ve now met over 100 world leaders — presidents, prime ministers, chancellors, and kings. When we walk in those rooms representing the United States of America, we walk in chin up, shoulders back with the earned and self-appointed authority to talk about the importance of democracies, rule of law, human rights. But here’s the thing about being a role model — everybody here is a role model, so you know what I’m about to say. When you’re a role model, people watch what you do to see if it matches what you say. People around the world are watching.  And they’re asking, some of them — I was just in — in the UK, in London, where some of them pulled me aside.  “What’s going on in your country?  Are you guys going be okay?  Because it’s going to have an effect on what’s happening in our countries.” This is a moment in time for us to really understand that this fight that has always been the fight that has been about the fight that labor has always been engaged in for fairness, for workers’ rights — that’s a big part of — for Joe Biden and me, a big part of our foreign policy as well as our domestic policy: fighting for workers’ rights to make sure in these agreements that workers’ protections are in place. Right now, everything that we will do as individuals and collectively is going to have an impact not only on the people in our backyard, not only the people in our country but potentially people around the world. And I’ll end with this.  You know, the — the nature of democracy — I think it’s like there’s two parts to it. On the one hand, when democracies are intact, they’re incredibly strong.  What they do to protect individual liberty and freedoms and rights, that’s — there’s a great strength in that. Also, very fragile. Our democracy is only as strong as our willingness to fight for it.  And so, fight, we will.  Fight we will.  (Applause.)MR. DOHERTY:  Absolutely.THE VICE PRESIDENT:  And when we fight —MR. DOHERTY:  We win!THE VICE PRESIDENT:  — we win!  (Laughter and applause.)MR. DOHERTY:  Do you want to say anything else to close it out?THE VICE PRESIDENT:  Well, I — yeah, I’ll just say, I’m just — to the apprentices who are here, pre- — and the p- — pre-apprenticeship program as well, I’m so proud of you.  You guys really are role models. We really do — Joe Biden and I — and I have to tell you, he sends his love to everybody here.  We spent a lot of time together, he and I.  And when we are just having a moment, if we’re sitting in the Oval Office or wherever and we are thinking about what we are working for, we absolutely have you guys in mind.  We have you in mind in such a proud way. You all are seeing through everything that we are fighting for and trying to do.  I say that to the younger leaders of every age — (laughs) — all the young leaders who are here.  We really do have you in mind. And we’re making a difference.  And I know folks are working so hard.  We’re really making a difference. And the work you are doing as union leaders will have an impact on people you may never meet, people who may never know your name.  But because of what you are doing, their lives are benefiting. So, I thank you all, everybody here.  Thank you.  (Applause.) MR. DOHERTY:  Wow.Hey, I think it’s pretty plain to see, we have someone who’s strong and focused on investing in us.  Are we going to fight for our Vice President and our President?When we fight — (applause) —AUDIENCE:  We win!MR. DOHERTY:  When we fight —AUDIENCE:  We win!MR. DOHERTY:  When we fight —AUDIENCE:  We win!MR. DOHERTY:  Vice — Madam Vice President, we can’t thank you enough.  Thank you for being here with us today.  You do an incredible job for us.  And on behalf of everybody here, thank you for all you’re doing in Washington, D.C.THE VICE PRESIDENT:  Thank you.MR. DOHERTY:  Let’s hear it for our Vice President.  (Applause.)                             END"
}