{
    "title": "FACT SHEET: The Biden-⁠Harris Administration’s Historic Investments and Support for Historically Black Colleges and Universities | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/12/17/fact-sheet-the-biden-%e2%81%a0harris-administrations-historic-investments-and-support-for-historically-black-colleges-and-universities/",
    "created_at": null,
    "content": "Historically Black Colleges and Universities (HBCUs) were founded in the face of discrimination and have a proud history and legacy of achievement. HBCUs vary in size and academic focus and serve a range of diverse students and communities in urban, rural, and suburban settings. But all of them create pathways to opportunity for Black students and foster academic excellence throughout our nation.As the President will note in his remarks at South Carolina State, HBCU graduates are leaders in every field and include barrier-breaking doctors, business owners, scientists, artists, lawyers, engineers, and educators, many of whom are public servants. Several HBCU graduates serve in senior roles in the Biden-Harris Administration, including Vice President Kamala Harris – the first HBCU graduate ever to serve as Vice President of the United States – as well as Director of the White House Office of Public Engagement Cedric Richmond and Environmental Protection Agency Administrator Michael Regan.Despite this record of success, disparities in resources and opportunities for HBCUs and their students persist, and the COVID-19 pandemic has highlighted new and continuing challenges for HBCUs. The Biden-Harris Administration is committed to shared prosperity and advancing equity for all Americans, and a key part of this commitment is supporting HBCUs.Historic Investments in HBCUsSince January, the Biden-Harris Administration has delivered a historic $5.8 billion cumulative investment in and support for HBCUs, including:Ensuring Continued Support for HBCUs through the Build Back Better ActPresident Biden’s Build Back Better Act would ensure sustained investment in HBCUs and their students. These funds will help HBCUs address a wide range of needs, including student financial aid, infrastructure upgrades, and campus services. The Act includes dedicated funds for HBCUs and the opportunity to compete for billions more:Increased Funding in President Biden’s Fiscal Year 2022 (FY22) Budget RequestPresident Biden’s FY22 budget request for the Department of Education includes a total of $807 million in discretionary funding to HBCUs, an increase of $72 million over last year’s funding level, which will substantially increase key HBCU funding streams to support research, infrastructure, and student support services, amongst other programming.Strengthening the White House Initiative on Advancing Educational Equity, Excellence, and Economic Opportunity through HBCUsIn September, President Biden signed an Executive Order to re-establish the White House Initiative on Advancing Educational Equity, Excellence, and Economic Opportunity through HBCUs and issued a proclamation recognizing National HBCU Week. The Executive Order:During HBCU week in September, President Biden also named Tony Allen, President of Delaware State University, as Chair of the President’s Board of Advisors on HBCUs. The Board, originally established by the Carter Administration, is meant to engage key stakeholders in fields such as education, business, and philanthropy to advance the goals of the HBCU Initiative.###"
}