{
    "title": "President Biden to Visit Largest Wind Tower Manufacturer in the World, Highlight How Bidenomics Is Driving Record Investments in Congresswoman Lauren Boebert’s District | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/11/29/president-biden-to-visit-largest-wind-tower-manufacturer-in-the-world-highlight-how-bidenomics-is-driving-record-investments-in-congresswoman-lauren-boeberts-district-2/",
    "created_at": null,
    "content": "New Treasury analysis shows the Inflation Reduction Act is delivering clean energy investment to communities that have been too often left behindToday, President Biden will visit CS Wind in Pueblo, Colorado — the largest wind tower manufacturer in the world — to highlight how Bidenomics is creating jobs and opportunities in Colorado’s third congressional district. CS Wind recently announced it is expanding operations and creating hundreds of jobs as a direct result of the Inflation Reduction Act — which self-described MAGA Republican Representative Lauren Boebert called “dangerous for America,” a “massive failure,” and “bad for Colorado’s Third District.”Coinciding with the visit, the Department of the Treasury released a new analysis showing that clean energy investments spurred by the Inflation Reduction Act are predominantly going to underserved communities and energy communities. The analysis shows that President Biden is delivering on his promise to create opportunities and jobs in communities too often left behind, while self-described MAGA Republicans like Representative Lauren Boebert continue to undermine their constituents by trying to block the President’s agenda.Since President Biden took office, companies have announced $7 billion in new manufacturing and clean energy investments in Colorado — including hundreds of millions of dollars in Representative Boebert’s district. Outside groups estimate that the Inflation Reduction Act has helped create over 3,500 good-paying clean energy jobs in Colorado in the one year since the President signed the law. But if self-described MAGA Republicans like Representative Boebert had their way, Colorado would lose out on billions of dollars of those investments, jobs, and opportunities:If Representative Boebert had her way, Colorado would have lost out on over $5.6 billion in infrastructure projects already announced in Colorado, including over $1 billion for high-speed internet from President Biden’s Bipartisan Infrastructure Law:The Inflation Reduction Act makes a historic commitment to build a new clean energy economy, powered by American innovators, American workers, and American manufacturers, that will create good-paying union jobs, reduce pollution, and advance environmental justice. Since President Biden signed the Inflation Reduction Act into law, companies have announced that at least eleven U.S. wind energy manufacturing facilities plan to open, re-open, or expand to serve the growing onshore wind industry. Additionally, investments in the U.S. offshore wind industry have increased by $7.7 billion since the President signed the Inflation Reduction Act into law. U.S. wind energy generation is expected to triple, and production could meet more than 50% of the national demand for wind turbine blades and towers by 2030, as domestic manufacturing continues to grow. In 2022, wind power accounted for 22% of new electricity capacity installed in the U.S., representing $12 billion in capital investment, and employing more than 125,000 Americans.President Biden made a commitment to be a President for all Americans, regardless of political party, and he’s kept that promise. The Biden-Harris Administration will continue to deliver for workers and families in Colorado’s third congressional district and across the country — even if self-described MAGA Republicans like Representative Boebert put politics ahead of jobs and opportunities created by Bidenomics.###"
}