{
    "title": "FACT SHEET: The Biden-Harris Administration Announces Action Plan to Accelerate Infrastructure | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/10/13/fact-sheet-the-biden-harris-administration-announces-action-plan-to-accelerate-infrastructure/",
    "created_at": null,
    "content": "For decades, American presidents have promised to invest in infrastructure but did not deliver. President Biden brought together Democrats, Independents and Republicans to pass the most significant investment in infrastructure since the Eisenhower Administration. The Bipartisan Infrastructure Law is making a once-in-a-generation investment in America’s infrastructure and competitiveness that will create good-paying union jobs, grow our economy, invest in communities, combat climate change, promote domestic innovation and manufacturing, and help lower costs for American families. In addition to better roads, bridges, ports and airports, cleaner water, and faster internet, the Bipartisan Infrastructure Law also provided a historic down payment toward achieving the Administration’s climate agenda with funding for clean energy, a stronger electric grid, resilience in physical and natural systems, cleaner transportation, and cleaning up legacy pollution. Coupled with the Inflation Reduction Act and CHIPS and Science Act, these federal resources present an unprecedented opportunity to build a better America.While the Biden-Harris Administration has hit the ground running to implement the Bipartisan Infrastructure Law and delivered impressive early results, accelerating the pace by which the federal, state and local governments and the private sector can deliver infrastructure projects is critical to fully maximizing the benefits of the Law.  The Administration is engaged in a whole-of-government effort – in partnership with business, labor, states, local, Tribal, territorial, and civic leaders – to implement these laws effectively and deliver for the American people.While building infrastructure can be complex and challenging, American ingenuity and government creativity can be used to build our infrastructure to a higher standard of “On Time, On Task, and On Budget.”  As we approach the one-year milestone of the Bipartisan Infrastructure Law, the Biden-Harris Administration is determined to accelerate our progress. Federal agencies will do their part, focused as never before on accelerating the pace of design, construction and permitting. But with over 90% of Bipartisan Infrastructure Law funding being delivered by non-federal agencies, our state, Tribal, regional, territorial, local and industry partners must also find ways to accelerate the delivery of infrastructure. In May, the Biden-Harris Administration released a new Permitting Action Plan to strengthen and accelerate federal permitting and environmental reviews by fully leveraging existing authorities, as well as new provisions in the Bipartisan Infrastructure Law. The Permitting Action Plan outlines the Administration’s strategy for ensuring that federal environmental reviews and permitting processes are effective, efficient, and transparent, guided by the best available science to promote positive environmental and community outcomes, and shaped by early and meaningful public engagement.The recently-signed Inflation Reduction Act provides $1 billion over the next ten years for federal agencies to support the timely review of major federal infrastructure projects, along with training for more effective community engagement, a critical aspect of project development.To build on that effort, today, at the White House Accelerating Infrastructure Summit, the Administration and outside organizations are announcing new efforts and an Action Plan to accelerate the rebuilding of our infrastructure and maximize this once-in-a-generation opportunity to build a better America.  Delivering Projects On TimeStaying On TaskEquitable Access & Technical AssistanceWorkforce Readiness & PermittingDelivering Projects On Budget###"
}