{
    "title": "FACT SHEET: The Biden-Harris Administration Advances Equity and Opportunity for Black People and Communities Across the Country | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/12/17/fact-sheet-the-biden-harris-administration-advances-equity-and-opportunity-for-black-people-and-communities-across-the-country-2/",
    "created_at": null,
    "content": "From the first day in office and every day since, the Biden-Harris Administration has taken a historic approach to advancing racial equity, including directing every agency across the whole of the federal government to address the lasting impacts of systemic racism on Black communities. For generations, entrenched disparities in our society and economy, at times facilitated by the federal government, have made it harder for Black Americans to have a fair shot at the American dream. Centuries of injustice and decades of disinvestment in Black communities not only undermine the American promise of equal opportunity, but also keep our entire nation from reaching its potential.Nearly one year in, the Administration has delivered real and lasting change for Black Americans.Economic Opportunity for Black Families and Communities. By signing into law the historic American Rescue Plan (ARP) and Bipartisan Infrastructure Law and implementing robust regulatory reform, President Biden has helped create new economic opportunities for Black Americans and made long overdue investments in Black communities. The ARP has expanded access to wealth creation through small business ownership in Black communities, and President Biden has directed agencies to increase the share of federal contracting from small disadvantaged businesses, including Black-owned businesses, by over 50% by 2025. Under President Biden, federal agencies are now working to ensure that projects proposed for federal funding are reviewed for disparate impacts before they are awarded and that federal funding does not go to grant applicants with a record of racial discrimination. These transformative policies and programs include:Ensuring Equitable Educational Opportunity in K-12 Schools and an Education Beyond High School. As we continue to recover from the COVID-19 pandemic, President Biden has delivered the support necessary to enable every school to safely reopen for full-time, in-person instruction; accelerate academic achievement; address the mental health needs of students; and build school communities where all students feel they belong. At the same time, President Biden has worked to ensure equitable access to high-quality education for Black students. These policies and programs include:Improving Health Outcomes for Black Communities. Facing a once-in a century pandemic that highlighted and exacerbated pre-existing racial disparities in our health care system, President Biden took swift action to promote better health access and outcomes for Black families. The ARP lowered health care costs for millions of lower- and middle-income Black families and invested billions to promote equitable vaccine distribution and provide critical supplies to stop the spread of COVID-19. These policies and programs include:Taking Strong Action to Reform Our Criminal Justice System. From investing in community violence interventions, to reforming law enforcement, to stopping harmful prosecution and incarceration practices, to supporting reentry, the Biden-Harris Administration has taken concrete actions to reform the criminal justice system and root out racial disparities. These policies and programs include:Using Executive Authority to Protect Voting Rights, Democracy, and Access to Justice. These policies and programs include:President Biden has reduced barriers for Black communities facing natural disasters. In September, FEMA implemented policy changes to reduce barriers that contributed to disparities experienced by Black Americans through programs that provide individual assistance to disaster survivors. These included changes to FEMA policies to make it easier for people living on heirs’ property – which is estimated to be the majority of Black-owned land in the South – to apply for disaster aid.The President is not done. The Biden-Harris Administration will continue promoting equity and racial justice, including for Black Americans, as we build back better. These policies and programs include:###"
}