{
    "title": "FACT SHEET: Biden-Harris Administration Delivers on Major Trade and Investment Deals Following the 2022 U.S.-Africa Leaders Summit | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/07/12/fact-sheet-biden-harris-administration-delivers-on-major-trade-and-investment-deals-following-the-2022-u-s-africa-leaders-summit/",
    "created_at": null,
    "content": "In December 2022, President Biden hosted leaders from across the African continent for the U.S.-Africa Leaders Summit in Washington, DC. At the Summit, business and government leaders committed to catalyze trade and investment deals and partnerships which will create jobs and foster shared prosperity for people across the African continent and the United States.Today at the U.S.-Africa Business Summit hosted by the Corporate Council on Africa and the Government of Botswana, the U.S. delegation announced that since the U.S.-Africa Leaders Summit in December, the Biden-Harris Administration has helped close 75 new deals between the United States and African countries for a total estimated value of $5.7 billion in two-way trade and investment.  Since 2021, the U.S. Government has helped close more than 900 deals across 47 African countries for a total estimated value of $22 billion in two-way trade and investment. As the Administration’s flagship infrastructure initiative, the Partnership for Global Infrastructure and Investment (PGII) is helping to advance and scale several of these public and private investments across the continent.  The U.S. delegation also marked significant progress in delivering on the $15 billion in commitments made by business and government leaders at the U.S.-Africa Leaders Summit in December 2022, as well as the additional $8 billion in private sector commitments and $1 billion in U.S. Government commitments made in conjunction with Vice President Kamala Harris’s visit to Ghana, Tanzania, and Zambia in March 2023.  These mutually beneficial partnerships advance shared priority areas, including sustainable energy, health systems, food security/agribusiness, digital connectivity, infrastructure, and finance.  Key achievements include the following:Since announcing their commitments at the U.S.-Africa Leaders Summit, businesses and investors have closed on deals across the continent.  A full progress report on the trade and investment commitments made at the U.S. Africa Leaders Summit and as part of Vice President Kamala Harris’ visit to the continent can be accessed here: https://www.prosperafrica.gov/u-s-africa-leaders-summit-progress-report/###"
}