{
    "title": "President Biden Announces the Build Back Better Framework | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/10/28/president-biden-announces-the-build-back-better-framework/",
    "created_at": null,
    "content": "Joe Biden believes that there’s no greater economic engine in the world than the hard work and ingenuity of the American people. But for too long, the economy has worked great for those at the top, while working families continually get squeezed. President Biden promised to rebuild the backbone of the country – the middle class – so that this time everyone comes along. He also campaigned on a promise to make government work for working people again.Today, the President is delivering on these promises. After hearing input from all sides and negotiating in good faith with Senators Manchin and Sinema, Congressional Leadership, and a broad swath of Members of Congress, President Biden is announcing a framework for the Build Back Better Act. President Biden is confident this is a framework that can pass both houses of Congress, and he looks forward to signing it into law. He calls on Congress to take up this historic bill – in addition to the Bipartisan Infrastructure Investment and Jobs Act – as quickly as possible.This framework will guide the drafting of legislative language. When enacted, this framework will set the United States on course to meet its climate goals, create millions of good-paying jobs, enable more Americans to join and remain in the labor force, and grow our economy from the bottom up and the middle out. Specifically, the Build Back Better Act will be:The framework will also improve and reform our broken immigration system consistent with the Senate’s reconciliation rules.And, it is fully paid for and will reduce the deficit by making sure that large, profitable corporations can’t zero out their tax bills, no longer rewarding corporations that shift jobs and profits overseas, asking more from millionaires and billionaires, and stopping rich Americans from cheating on their tax bills. Under this historic agreement, nobody earning less than $400,000 per year will pay a penny more in taxes.The most transformative investment in children and caregiving in generations:Too many working families struggle to afford the growing cost of raising children and too many older Americans and Americans with disabilities cannot access affordable home care. The Build Back Better framework will make the most transformative investment in children and caregiving in generations. Specifically, the framework will:The largest effort to combat climate change in American history:Scientists have warned for years that extreme weather will only worsen in the wake of climate change. Millions of Americans are living this reality in real time. In addition to the lives shattered and lost, extreme weather fueled by climate change destroys homes, schools, and small businesses, and cost America more than $100 billion last year alone. Delayed action on climate also sets us back in the global race on manufacturing and innovation and keeps us from harnessing the economic opportunity that this moment represents.The Build Back Better framework is the largest effort to combat the climate crisis in American history. The framework will start cutting climate pollution now, and deliver well over one gigaton, or a billion metric tons, of greenhouse gas emissions reductions in 2030 – at least ten times larger than any legislation Congress has ever passed. The framework’s $555 billion investment represents the largest single investment in our clean energy economy in history, across buildings, transportation, industry, electricity, agriculture, and climate-smart practices across lands and waters.  The framework will set the United States on course to meet its climate targets, achieving a 50-52% reduction in greenhouse gas emissions below 2005 levels in 2030 in a way that grows domestic industries and good, union jobs — and advances environmental justice.Specifically, the Build Back Better framework will:The biggest expansion of affordable health care in a decade:Health care should be a right, not a privilege, and Americans facing illness should never have to worry about how they are going to pay for their treatment. While the historic Affordable Care Act (ACA) reduced the number of uninsured Americans by more than 20 million, extended critical consumer protections to more than 100 million people, and strengthened and improved the nation’s health care system, too many Americans continue to struggle to afford care. About 30 million people were uninsured in 2019 before President Biden took office, and coverage under the ACA (even with the premium subsidies) was too expensive for many families. In addition to investing in protecting Americans from future pandemics, the Build Back Better framework will expand access to affordable coverage. In all, the framework will be the largest expansion of health care coverage since the Affordable Care Act. Specifically, the framework will:The most significant effort to bring down costs and strengthen the middle class in generations:In addition to major investments in children and care, climate, and health, the Build Back Better framework includes targeted investments that will reduce costs that hold back middle-class families and grow our economy from the bottom up and the middle out. Specifically, the framework will:The Build Back Better framework includes a $100 billion investment that will improve our immigration system by providing long awaited relief to millions through reconciliation, and making enhancements to reduce backlogs, expand legal representation, and make the asylum system and border processing more efficient and humane.Fully Paying for Historic InvestmentsThe plan is fully paid for by asking more from the very largest corporations and the wealthiest Americans, and by repealing the Trump Administration’s rebate rule. The framework will help reverse the windfall delivered to wealthy Americans and large corporations in the 2017 tax cut and invest the revenue in American families and workers. No one making under $400,000 will pay a penny more in taxes.Specifically, the framework will:###"
}