{
    "title": "FACT SHEET: One Year In, President Biden’s Inflation Reduction Act is Driving Historic Climate Action and Investing in America to Create Good Paying Jobs and Reduce Costs | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/08/16/fact-sheet-one-year-in-president-bidens-inflation-reduction-act-is-driving-historic-climate-action-and-investing-in-america-to-create-good-paying-jobs-and-reduce-costs/",
    "created_at": null,
    "content": "One year ago, on August 16, 2022, President Biden signed the Inflation Reduction Act into law – the largest investment in clean energy and climate action ever. The Inflation Reduction Act is a transformative law that is helping the United States meet its climate goals and strengthen energy security, investing in America to create good-paying jobs, reducing energy and health care costs for families, and making the tax code fairer.Just twelve months after the law was signed, it is already having a significant impact on American workers and families, and is delivering for underserved communities and those that have been too often left behind. Outside groups estimate the Inflation Reduction Act’s clean energy and climate provisions have created more than 170,000 clean energy jobs already, companies have announced over $110 billion in clean energy manufacturing investments in the last year alone, the law is delivering billions of dollars to protect communities from the impacts of climate change, and millions of seniors are saving money because their insulin is capped at $35 per month.Today, to mark the anniversary of the Inflation Reduction Act, the Biden-Harris Administration is releasing a new feature on Invest.gov that highlights stories of how the Inflation Reduction Act and Bidenomics are making a difference for Americans in all 50 states and U.S. territories. Bidenomics is the President’s vision for growing the economy from the middle out and bottom up, including by investing in America, creating good-paying union jobs, and lowering cost for American families.In the 12 months since the Inflation Reduction Act was signed into law:LARGEST CLIMATE INVESTMENT IN HISTORYThe Inflation Reduction Act is the most ambitious investment in combating the climate crisis in world history.Today, the Department of Energy (DOE) released an updated study affirming the transformative climate progress driven by the Inflation Reduction Act and the Bipartisan Infrastructure Law. DOE estimates that the two laws will cut U.S. greenhouse gas emissions by up to 41 percent below 2005 levels by 2030.Together with additional actions being taken by federal, state, and local governments as well as the private sector, the United States is now on a path to achieve President Biden’s ambitious goal of cutting emissions 50-52 percent below 2005 levels by 2030 and reaching net-zero emissions by no later than 2050. This is consistent with external researchers, who project that U.S. greenhouse gas emissions will fall 43-48 percent below 2005 levels by 2035 thanks to laws already on the books.The Inflation Reduction Act is accelerating progress to meet America’s climate goals, build a clean energy economy, and strengthen energy security:In addition to building America’s clean energy future, the Inflation Reduction Act will strengthen the resilience of communities across the country and protect them from dangerous and disastrous impacts of the climate crisis. INVESTING IN AMERICA TO CREATE GOOD PAYING JOBSThe Inflation Reduction Act aims to boost domestic manufacturing, create good-paying union jobs, and build more resilient, secure, and trusted supply chains. Together with the Bipartisan Infrastructure Law and the CHIPS and Science Act, the law has helped spur over $500 billion in private sector manufacturing investments since President Biden and Vice President Harris took office, including approximately $240 billion in clean energy manufacturing investments. The law is driving investment to places too often left out and left behind through bonus tax credits for building clean energy projects in traditional energy communities and low-income communities, and is creating good-paying and union jobs through incentives for using domestic content and paying prevailing wages and hiring registered apprentices to build America’s clean energy future.In just the twelve months since the Inflation Reduction Act became law:LOWERING ENERGY COSTSDOE estimates that the Inflation Reduction Act and Bipartisan Infrastructure Law will cut electricity rates by as much as 9 percent and lower gas prices by as much as 13 percent by 2030—putting tens of billions of dollars back in the pockets of Americans.Because of the historic investments driven by the Inflation Reduction Act that are building a clean energy economy and leading to greater access to clean power, Americans across the country are already seeing savings on their home energy costs. For example:DOE launched an Energy Savings Hub to help consumers, renters, and homeowners find ways to save money on their energy bills by tapping into the programs in the Inflation Reduction Act. Already:In addition, the Biden-Harris Administration is awarding grants to states and other entities to help consumers save money on their energy bills by making their homes more energy efficient. DOE has opened applications for states to implement $8.5 billion in home energy rebate programs, which will provide rebates for low- and middle-income families to buy and install cost-saving electric appliances and to make energy efficiency improvements to their homes. And the Department of Housing and Urban Development (HUD) announced $837 million in grant and subsidy funding and $4 billion in loan commitment authority through the Green and Resilient Retrofit Program, which will improve the energy and water efficiency and climate resilience of HUD-assisted multifamily properties serving low-income residents.LOWERING HEALTH CARE COSTSThe Inflation Reduction Act advances President Biden, Vice President Harris, and Congressional Democrats’ longstanding commitment to making health care more affordable for American families and seniors. The law is bringing down health care costs and thanks to President Biden, Vice President Harris, and the Inflation Reduction Act’s continuation of important improvements on the Affordable Care Act, the nation’s uninsured rate has reached an historic low, and nearly 15 million people are saving an average of $800 per year on their insurance premiums. In addition:MAKING THE WEALTHY AND BIG CORPORATIONS PAY THEIR FAIR SHAREThe Inflation Reduction Act raises $300 billion over a decade by requiring large corporations to pay a 15 percent minimum tax on their profits and by enacting a 1 percent excise tax on stock buybacks and redemptions. The Treasury and the IRS have already issued initialguidance on these tax provisions, which go into effect this year.The Inflation Reduction Act also makes a historic investment in modernizing the IRS, providing funding to hire more staff and upgrade critical technology infrastructure. Thanks to these investments, the IRS has already:Over the next decade, these investments will enable the IRS to collect at least $150 billion in taxes already owed by wealthy people and big corporations. Going forward, the IRS is on track to implement additional improvements for customer service, including a direct-file pilot for a free, voluntary, IRS-run electronic filing system beginning in 2024; additional in-person services in rural and underserved areas; a processing initiative that will expedite refunds by several weeks; and new online account tools and mobile-friendly tax forms.###"
}