{
    "title": "FACT SHEET: Biden-Harris Administration Expands Second Chance Opportunities for Formerly Incarcerated Persons | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/04/26/fact-sheet-biden-harris-administration-expands-second-chance-opportunities-for-formerly-incarcerated-persons/",
    "created_at": null,
    "content": "America must offer meaningful opportunities for redemption and rehabilitation to empower those who have been incarcerated to become productive, law-abiding, members of society, and reduce crime and make our communities safer. Leaders on both sides of the aisle recognize that second chance opportunities offer people who have made mistakes and served their time a path to make meaningful contributions to their communities and reduce recidivism. In doing so, we can break the cycle of crime, and allow law enforcement to focus their time and resources on the most pressing threats to public safety.Embodying the President’s belief that America is a nation of second chances, today the President granted pardons to three people and commuted the sentences of 75 people, all of whom have made efforts to rehabilitate themselves, including through educational and vocational training or drug treatment in prison.Advancing successful reentry outcomes makes our communities safer, disrupts cycles of economic hardship, and strengthens our economy. Improving reentry is also key part of the comprehensive strategy President Biden announced last June to tackle gun crime and violence. And, since President Biden took office, our economy has added a record 7.9 million jobs and the unemployment rate has fallen to 3.6 percent. At the same time, many industries are facing workforce shortages to meet growing demand as their businesses flourish. America is in a prime position to offer opportunities for meaningful employment to the more than 600,000 people that leave prison every year—for whom securing stable employment is among the most significant challenges.Today, during Second Chance Month, the Biden-Harris Administration is releasing a comprehensive strategy that expands Incarceration to Employment opportunities, as well as the following concrete policy actions as part of a whole-of-government effort to advance employment, bolster reentry, empower formerly incarcerated persons, and strengthen our communities and our economy:Investing in Job Training and Intensive Reentry in Federal PrisonsExpanding Federal Job Opportunities and Loan ProgramsPromoting Best Practices for Hiring Across the Federal GovernmentSupporting VeteransExpanding Access to Health Care and HousingDeveloping and Amplifying Educational OpportunitiesSupporting Job Seekers and Establishing Best Practices for Employers###"
}