{
    "title": "FACT SHEET: Biden Administration Announces Operational Plan for COVID-19 Vaccinations for Children Under 5 | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/06/09/fact-sheetbiden-administration-announces-operational-plan-for-covid-19-vaccinations-for-children-under-5/",
    "created_at": null,
    "content": "Driven by President Biden’s comprehensive COVID-19 strategy, including a historic vaccination program that has gotten 220 million Americans fully vaccinated, over 100 million people a booster shot, and made vaccines free, widely available and convenient—daily COVID-19 deaths are down 90 percent since he took office.COVID-19 vaccines remain the single-most important tool that we have to protect people against COVID-19 and its most serious outcomes. Next week, the Food and Drug Administration (FDA) and the Centers for Disease Control and Prevention (CDC) will consider whether to authorize and recommend the first COVID-19 vaccines for kids under the age of 5. If FDA authorizes and CDC recommends one or both of the COVID-19 vaccines for this age group, it would be a historic milestone in the nation’s fight against the virus—and would mean nearly every American is eligible for the protection that vaccination provides.Today, the Biden Administration is announcing an operational plan that will ensure that vaccines—if authorized by FDA and recommended by CDC—are readily available for our youngest kids and that we continue the critical work of ensuring that all families know the benefits of getting their children vaccinated against COVID-19.The Administration’s vaccination program for America’s youngest children will focus on addressing the specific needs of this age group and their families—recognizing that many parents and guardians will choose to get their kids vaccinated through their pediatrician or primary care doctor. As always, state and local governments, health care providers, federal pharmacy partners, national and community-based organizations, and other entities will be critical to the success of this historic, nationwide effort. And, the Administration will continue to work with trusted messengers, including pediatricians, to make a concerted effort to ensure that all families have answers to their questions and know about the importance of getting their children vaccinated.As the FDA and CDC conduct their independent review processes, the Biden Administration is planning for all scenarios, including for the first vaccinations to start as early as the week of June 20th—with the program ramping up over time as more doses are delivered and more appointments become available.For months, the Administration has been working with a range of stakeholders to get ready. The Administration has made 10 million vaccine doses available for states, Tribes, territories, community health centers, federal pharmacy partners, and others to pre-order. If the FDA authorizes a vaccine, the Administration will immediately begin shipping doses across the country—and will launch an effort to ensure that parents can get their youngest children vaccinated easily. 85 percent of children under the age of five live within five miles of a potential vaccination site.The Biden Administration’s plan includes:Securing vaccine supply for our nation’s children. The Administration has procured a significant supply of vaccines for this age group, with 10 million doses available initially and millions more available in the coming weeks. To ensure that we are able to reach a broad range of pediatric providers—including those in smaller practices and in rural settings—vaccines will be available in package sizes of 100 doses and will come with all of the supplies that health care providers need to serve younger kids, including small needles.Making vaccinations available in convenient places parents and families know and trust. Working with states, localities, Tribes and territories, the Administration will make vaccinations for our nation’s youngest children widely available at thousands of trusted, accessible sites across the country—with 85 percent of children under the age of five living within five miles of a potential vaccination site. Vaccinations will be available at pediatricians’ and other doctors’ offices, community health centers, rural health clinics, children’s hospitals, public health clinics, local pharmacies, and other community-based organizations. The Administration will also work with state and local public health departments and others to ensure that every child—including those who may not have a pediatrician or primary care provider—has access to the vaccine. And, the Administration will work with states and other entities to make vaccinations available at convenient hours for children, parents and their guardians—including after school and evenings, and on weekends.Leveraging federal programs to reach parents and families with information and advance equity. As with prior vaccination efforts, the Administration will leverage existing federal programs and capabilities to ensure that we are reaching parents and families with the information they need. And, as always, the Administration will remain laser-focused on equity and making sure that we reach those hardest-hit and most at-risk communities.Supporting education and engagement efforts to build trust among parents and families. While many parents are eager to vaccinate their youngest children, others have questions. To ensure that parents and families have answers to their questions and information from sources that they trust, HHS will work with a broad range of national organizations to launch a national public education campaign that reaches parents, guardians, and families with facts and information that they need to make informed choices for both their youngest and their older children.What to Expect, a platform of over 20 million moms, will author a blog series featuring doctors and other trusted experts answering questions about pediatric COVID-19 vaccines, and how moms, expecting moms, and all parents can get the information they need to get themselves and their children vaccinated; author new articles dispelling myths about the COVID-19 vaccine and children; and create and amplify new What to Expect social media content, reaching moms where they are and fighting vaccine misinformation across all platforms.###"
}