{
    "title": "FACT SHEET: New Data Show Progress on Biden-Harris Commitment to Equity in Emergency Small Business Relief | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/03/11/fact-sheet-new-data-show-progress-on-biden-harris-commitment-to-equity-in-emergency-small-business-relief/",
    "created_at": null,
    "content": "From its first day in office, the Biden-Harris Administration has made delivering equitable relief to hard-hit small businesses a top priority. The latest data show that the Administration’s focus has resulted in a stunning turnaround from the previous Administration.The pandemic was devastating to America’s small businesses and by January 2021, thousands of small businesses had closed, the unemployment rate was at 6.4 percent, and millions of Americans remained out of the workforce. While Congress had appropriated billions in small business relief in 2020, mom and pop businesses and those owned by women and entrepreneurs of color too often had been shut out of earlier relief efforts in the prior Administration. An October 2020 report issued by the House Select Subcommittee on the Coronavirus Crisis found that the prior Administration encouraged banks to limit their Paycheck Protection Program (PPP) lending to existing customers, which ultimately excluded many minority and women-owned businesses across the country. The subcommittee also noted that, under the prior Administration, the Small Business Administration (SBA) and Treasury Department failed to issue guidance prioritizing underserved markets.This Administration has put equity at the heart of the delivery of more than $450 billion in small business relief since taking office. Within weeks of Inauguration, the Administration announced a number of policy changes to target the PPP to the smallest businesses and companies that have been left behind in previous relief efforts. Recent reports by the independent Government Accountability Office and academics Robert Fairlie and Frank Fossen found that Biden-Harris reforms to PPP helped result in a substantially higher share of loans going to small businesses in underserved communities, including communities of color.Specifically, the reforms helped:Overall, these changes ensured that the 2021 round of the PPP – which consisted of more than $271 billion in forgivable loans to nearly 6.4 million businesses – reached more of the smallest businesses and those located in low and moderate income (LMI) communities.These efforts build upon the Biden-Administration’s overall efforts to help small businesses navigate the ups and downs of the COVID-19 pandemic. In 2021, the Administration distributed more than $450 billion in critical relief to more than 6 million small businesses through the Small Business Administration. In addition to PPP, this relief included: ###"
}