{
    "title": "Fact Sheet: First Lady Jill Biden Sets Course for the Next Phase of Joining Forces | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/04/07/fact-sheet-first-lady-jill-biden-sets-course-for-the-next-phase-of-joining-forces/",
    "created_at": null,
    "content": "Joining Forces to Focus on Military Family Employment and Entrepreneurship; Military Child Education; and Military Family Health and Well-BeingWashington, DC – Today, First Lady Jill Biden, joined virtually by U.S. military families, advocates and stakeholders from around the world, set forth the priorities of Joining Forces, a White House initiative to support military and veteran families, caregivers, and survivors.   The First Lady has spent the last months hearing directly from spouses and children of service members and veterans, caregivers, survivors, military members, advocates, federal agencies, non-profit organizations, and corporate leaders, as well as visiting military installations across the country.  Informed by these listening sessions, the work and priorities of Joining Forces will center on the needs of military families in the following areas:  Employment and Entrepreneurship; Military Child Education; and Health and Well-Being.Speaking to the military families in virtual attendance, Dr. Biden linked their strength and wellness to military readiness and national security: “Military and veteran families, caregivers and survivors may not wear a uniform, but you serve and sacrifice for us all. So much of a ship’s power is unseen beneath the waves: the engines, the anchor, the rudders that give it direction and purpose. You are the rudder that steers our military, and supporting your physical, social and emotional health is a national security imperative.”Standing up the next phase of Joining Forces began even before Inauguration Day with the appointment of its Executive Director, Rory Brosius, during the White House Transition in January.  Brosius, a Special Assistant to the President and the spouse of a Marine Corps veteran, served as Deputy Director of Joining Forces during the Obama-Biden Administration. “It was important to the First Lady that the substantive work of Joining Forces begin within the first 100 days of the Administration.   She understands that the families of our service members and veterans, caregivers, and survivors deserve the White House’s attention and focus now and in the long-term,” said Brosius. Military families face the same challenges as any other working families, but they have the added stressors of multiple deployments, frequent moves with little control over their geographic location, caregiving, family separation, and more.  The global pandemic has exacerbated many of these challenges, and created others.  Currently, there is significant focus from federal agencies and a robust non-profit and corporate ecosystem dedicated to serving the needs of active duty military members and veterans. The mission of Joining Forces is to support those who also serve:  military and veteran families, caregivers, and survivors.    A military mother and grandmother, Dr. Biden added: “We have an all-volunteer force—and it continues only because generations of Americans see the honor, dignity, and patriotism of military service.  How can we hope to keep our military strong if we don’t give our families, survivors, and caregivers what they need to thrive? That’s what Joining Forces is about.” Guided by the life experiences and the perspectives voiced during in-person and virtual listening sessions with military families and stakeholders, the work and priorities of Joining Forces will center on the needs of military families in the areas of: Employment and Entrepreneurship; Military Child Education; and Health and Well-Being.Going forward, Joining Forces will convene and collaborate with federal agency partners, non-profit organizations, corporate stakeholders, and service providers to develop comprehensive, meaningful, and long-term solutions to address the holistic well-being of military and veteran families, caregivers, and survivors.  We will work to understand where gaps in support exist, while also improving access to available resources.  Additionally, Joining Forces will call on all Americans to support and harness the special skills, strengths, and experiences of military families.###History of Joining Forces:Ten years ago, in April of 2011, Dr. Biden and former First Lady Michelle Obama launched Joining Forces as an effort to motivate and harness support across the public and private sectors to support service members, veterans, their families, caregivers, and survivors.  Over the course of five years, working together with partners in government, the business community, and non-profit organizations, the initiative highlighted the challenges faced by the military and veteran communities and drove progress in hiring veterans and military spouses, making classrooms more welcoming for military- connected children, and raising awareness of the mental health needs of the military and veteran community.  After the Obama-Biden Administration ended, Dr. Biden continued her work to support the military family community at the Biden Foundation, specifically focusing on military child education, military spouse employment, and mental health and well-being.###JOINING FORCES FACT SHEETWhat is Joining Forces?The Mission:• The mission of Joining Forces is to support those who also serve: military and veteran families, caregivers and survivors.The Objectives:Joining Forces’ Focus Areas:The History: ###"
}