{
    "title": "The President’s Initiative on Junk Fees and Related Pricing Practices | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/blog/2022/10/26/the-presidents-initiative-on-junk-fees-and-related-pricing-practices/",
    "created_at": null,
    "content": "The Biden-Harris Administration is taking action on junk fees that hurt Americans’ pocketbooks and the economy.By: Brian Deese, Neale Mahoney, Tim WuLast month, at a meeting of the White House Competition Council, President Biden called on all agencies to reduce or eliminate hidden fees, charges, and add-ons for everything from banking services to cable and internet bills to airline and concert tickets. These so called “junk fees” are not just an irritant – they can weaken market competition, raise costs for consumers and businesses, and hit the most vulnerable Americans the hardest. Today, the Consumer Financial Protection Bureau (CFPB) took new actions to effectively eliminate billions in banking fees – building on other Biden-Harris Administration actions that are already saving consumers billions more. On the occasion of today’s announcement, this blog provides context on what junk fees are, why they are a concern, and what the Biden-Harris Administration is doing to address them. Defining “junk” fees There is nothing wrong with a firm charging reasonable add-on fees for additional products or services. In the interests of customization, firms should be free to charge more to add mushrooms to your pizza or to upgrade you to a hotel room with an ocean view. However, in recent years we’ve seen a proliferation of “junk fees” – a category of fees that serve a different purpose. They can be defined as fees designed either to confuse or deceive consumers or to take advantage of lock-in or other forms of situational market power.[1]  Academic research and agency experience suggest the following fees and fee practices fall within this category:The economic issues with “junk fees”Markets work when firms compete on an even playing field – displaying prices to consumers in a fair and transparent manner. Mandatory hidden fees risk obscuring the full price, making it harder for consumers to comparison shop – to choose their preferred product and the best deal. These fees can also create an uneven playing field for businesses, making firms that price in a fair and transparent manner seem more expensive than their rivals.Surprise termination and cancellation fees can harm free and fair competition by increasing switching costs – locking consumers into sub-standard products. Larger switching costs also make it harder for new entrants and more innovative firms to win over market share – reducing market dynamism.Actions that limit or disallow junk fees have the potential to create more efficient markets by requiring firms to compete on the merits by offering a lower (actual) price or a better product or service. In cases where the junk fee is unjustified, banning the practice outright can reduce firms’ incentives to engage in “exploitative innovation” – developing new junk fees rather than improving the actual quality of the product.Junk Fees Hit Consumers – and Businesses – in the PocketbookFees account for tens of billions of dollars in revenue – a substantial source of revenue in many industries, including transportation, banking, internet, and hospitality. A sampling of some fee categories where junk fees appear to make up significant fee revenue include:Studies also show that these fees can artificially inflate total prices. In highly competitive markets where firms earn razor-thin margins, junk fees may not raise the total amount consumers pay. The reason is that firms will face competitive pressure to offset junk fee revenue with a lower upfront price. However, many markets are not highly competitive, and in these settings, junk fees can cause American consumers to pay more.A large body of evidence shows that mandatory fees charged at the back-end of the buying process – sometimes referred to as “drip” prices – along with other types of junk fees make it harder to comparison shop. This causes consumers to underestimate the total price of what they’re buying, often increasing total payments. Among other findings:Confusing or coercive fee practices risk harming not only consumers, but also small and medium-sized businesses, which can be targeted by the same kind of fee schemes – including surprise fees and unexpected cancellation charges. For example, common carrier industries – industries that provide essential services to dependent businesses – like ocean carriers sometimes use hidden and confusing fee practices to muddy the prices paid. Some shippers that rely on ocean carriers to ship their goods to market report that unpredictable fees added to a base price more than doubled the total price they paid for ocean shipping, and these costs are often ultimately passed along to consumers.Junk Fees Hit Low-Income Households and People of Color the HardestWhile the extra costs of junk fees affect everyone, they disproportionately impact lower income households and people of color. For example: The Biden-Harris Administration is Taking Action on Junk FeesIn response to President Biden’s call to action, all Competition Council federal agencies are looking for ways to reduce or lower junk fees. While in some cases more work is needed to identify and understand unjustified practices, federal agencies are acting now in places where there is a compelling case to reduce or eliminate fees – and taking comment and engaging stakeholders where greater transparency and data will help to improve regulatory approaches going forward. To date, the Administration has already taken a number of actions that will save consumers and businesses billions of dollars:[1] In its recent Advance Notice of Proposed Rulemaking, the Federal Trade Commission defines “junk fees” as “unfair or deceptive fees that are charged for goods or services that have little or no added value to the consumer, including goods or services that consumers would reasonably assume to be included within the overall advertised price; the term also encompasses ‘hidden fees,’ which are fees for goods or services that are deceptive or unfair, including because they are disclosed only at a later stage in the consumer’s purchasing process or not at all, whether or not the fees are described as corresponding to goods or services that have independent value to the consumer.”###"
}