{
    "title": "Biden-Harris Administration Takes Major Step Forward in Lowering Health Care Costs; Announces Manufacturers Participating in Drug Price Negotiation Program | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/10/03/biden-harris-administration-takes-major-step-forward-in-lowering-health-care-costs-announces-manufacturers-participating-in-drug-price-negotiation-program/",
    "created_at": null,
    "content": "See President Biden’s video announcing the news HERE: “Today I can announce that the manufacturers of ten drugs are coming to the negotiating table to lower prices. They’re taking steps to participate in the negotiating program so we can give seniors the best possible deal.”Today, the Biden-Harris Administration took another major step towards lower health care costs for seniors and families and announced that all manufacturers of all ten drugs selected for negotiation have signed agreements to participate in the Inflation Reduction Act’s Medicare Drug Price Negotiation Program. For decades, Big Pharma fought to block Medicare from directly negotiating lower drug prices for seniors and other Medicare beneficiaries, while nearly three in ten Americans struggle to afford their medications because of cost. President Biden and Congressional Democrats finally beat Big Pharma and allowed Medicare to directly negotiate lower drug prices by passing the Inflation Reduction Act – despite zero Republicans voting in favor of the bill. In total, the 10 drugs selected for negotiation accounted for $3.4 billion in out-of-pocket costs for an estimated 9 million Medicare enrollees in 2022. These drugs are used to treat heart failure, diabetes, arthritis, cancers, blood clots, and other conditions.Manufacturers participating in the Medicare Drug Price Negotiation Program:*Represents average out-of-pocket spending for enrollees not receiving Low Income SubsidySource: CMS (https://www.cms.gov/files/document/fact-sheet-medicare-selected-drug-negotiation-list-ipay-2026.pdf), HHS (https://aspe.hhs.gov/reports/aspe-ira-drug-negotiation-fact-sheet)In August, the Centers for Medicare and Medicaid Services (CMS) announced the first ten drugs selected for Medicare drug price negotiation under the Inflation Reduction Act. The deadline for manufacturers of these drugs to notify CMS whether they were participating in the negotiation process was October 1st, and the deadline to submit manufacturer-specific data to CMS was October 2nd.Any prices negotiated for the first set of drugs participating in the drug price negotiation program will go into effect in 2026. Over the next 4 years, Medicare will negotiate prices for up to 60 drugs covered under Medicare Part D and Part B, and up to an additional 20 drugs every year after that.Continuing to Lower Prescription Drug CostsEvery day, millions of seniors are saving money on prescription drug costs because of the Biden Administration’s actions. People with Medicare are saving an average of $70 in out-of-pocket costs on vaccines like shingles and Tdap because President Biden’s Inflation Reduction Act made recommended vaccines free for beneficiaries starting this past January. Nearly four million seniors and others on Medicare with diabetes had their insulin costs capped at $35 per month this past January, saving some seniors hundreds of dollars for a month’s supply. And some seniors taking drugs covered under Part B for which manufacturers have hiked prices faster than inflation are saving up to $618 in lower coinsurance this quarter thanks to the new Medicare inflation rebates.People with Medicare will continue to see their prescription drug costs go down as more provisions of the Inflation Reduction Act go into effect in the coming years. Medicare Part D enrollees will no longer pay 5% co-insurance when they reach the catastrophic phase of their benefit starting in 2024. Nearly 19 million seniors and other Medicare Part D enrollees are projected to save $400 per year on prescription drugs when the out-of-pocket cap drops to $2,000 in 2025, and 1.9 million enrollees with the highest drug costs will save an average of $2,500 per year. And, the prices negotiated for the high-spend drugs selected in August will go into effect in 2026.###"
}