{
    "title": "FACT SHEET: President Biden’s Global COVID-19 Summit: Ending the Pandemic and Building Back Better | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/09/22/fact-sheet-president-bidens-global-covid-19-summit-ending-the-pandemic-and-building-back-better/",
    "created_at": null,
    "content": "September 22, 2021Today, President Biden convened heads of state and leaders from international organizations, the private sector, philanthropies, non-government organizations, and other partners for the Global COVID-19 Summit: Ending the Pandemic and Building Back Better, a virtual summit on the margins of the UN General Assembly.The President called on leaders to elevate global ambition to end the COVID-19 pandemic in 2022 and to build back better global health security to prevent and prepare for future pandemics.  As emerging variants have set back global response efforts, President Biden challenged the world to advance this agenda with new, focused urgency and to cooperate to rapidly advance our collective response to this crisis to secure our future.Conquering COVID-19: Measuring Progress, Collective Action, Common TargetsThroughout the Summit, world leaders answered the President’s call and embraced a set of ambitious global targets across four themes:The full set of targets is available here.New U.S. Commitments toward Ending the Pandemic and Building Back BetterPresident Biden has prioritized  ending the COVID-19 pandemic since day one, when he launched the National Strategy on COVID-19 Response and Pandemic Preparedness and took critical steps to elevate pandemic preparedness and response as a top national security priority.  The United States has donated more vaccines than all other countries combined, and earlier this year, launched a comprehensive U.S. COVID-19 Global Response and Recovery Framework.The United States is leading the way toward ending the pandemic.  During his remarks, the President called the world to action and announced several bold new U.S. commitments to accelerate progress toward these targets, including:Vaccinating the WorldSaving Lives NowBuilding Back BetterAccounting for Action: All Countries and Organizations must play their partAll countries and public and private organizations must commit to urgent actions this fall.  The United States will lead by convening others so that, collectively, we take the action necessary to end the pandemic.  This is necessary to save lives now, and for all of us—including the private sector—to make a down payment on the resilience of our economic future.  Going forward, the United States will champion accountability, in partnership with multilateral mechanisms.  The President stressed that a critical element of success in ending the pandemic and building back better will be to hold ourselves and the world accountable by making those investments today.  To this end, he announced a new effort to measure progress against our shared targets and maintain global momentum to end the pandemic. The Secretary of State will convene foreign ministers at the end of the year to update on our collective progress and maintain global urgency to cross the finish line and end the pandemic in 2022.The United States will champion accountability so that the world can measure our progress and meeting our commitments.Specifically:###"
}