{
    "title": "FACT SHEET: Build Back Better Investments in Care Will Boost Economic Growth and Help Businesses Thrive | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/08/12/fact-sheet-build-back-better-investments-in-care-will-boost-economic-growth-and-help-businesses-thrive/",
    "created_at": null,
    "content": "On Thursday August 12th, Vice President Harris will meet with business leaders to discuss how the care provisions in the Build Back Better Agenda will help workers, businesses and the economyLeaders of Airbnb, Chobani, Etsy, Gap, Microsoft, Patagonia, Seventh Generation to join Vice President Harris at the White HouseCare Can’t Wait Coalition announces support from over 275 companies for care provisions in Build Back Better Today, employers from across the country have stood together to make it clear that a strong care infrastructure is critical to their businesses and the U.S. economy.They know that it is bad for business and the economy when working families do not have the support they need to work and find quality care for their children and older or disabled relatives.  When workers don’t have adequate care for their families, they are more likely to experience care disruptions, which can translate to lower productivity, increased absenteeism, and higher turnover – all hurting the bottom line for businesses. For example, the Work Institute’s 2020 Retention Report estimates that replacing an employee costs as much as 30% of a worker’s annual salary.And, with a large portion of the workforce facing care challenges, it is harder for businesses to recruit and retain a skilled, stable workforce so that they can compete globally. The United States has been falling behind its economic competitors in terms of the share of prime age men and women (ages 25 to 54) participating in the labor force, in part due to care challenges. One study estimates that lack of access to “family-friendly” policies, such as child care and paid parental leave, explains nearly a third of the decline in U.S. women’s labor force participation relative to other OECD countries. Stagnant or falling labor force participation not only hurts businesses directly, but it also represents a missed opportunity to increase U.S. GDP growth.The President’s Build Back Better agenda has a robust plan to invest in care —making child care and long-term care accessible and affordable, and establishing national paid family and medical leave. These policies are a win-win for both employees and employers and will strengthen our economy as a whole. One economist finds the President’s plan, and especially its investments in the care economy, would increase labor force participation by almost a full percentage point—with even greater gains for women—and boost the economy’s real GDP growth by 10 to 15 basis points in the long-term.  Child CareAbout one-third of the U.S. workforce live with children under the age of 14. The COVID-19 pandemic has highlighted how the strain of child care hurts businesses and the economy. U.S. Chamber of Commerce Foundation research found that two-thirds of working parents faced child care instability due to COVID-19, and that businesses have seen large numbers of workers leaving due to child care issues. But, families have long faced a caregiving crisis. Child care costs have been rising for decades, and even before COVID-19, 43 percent of parents with children under age six reported struggling to find adequate child care for their children. Paid Family and Medical LeaveThe United States is one of the only countries in the world that does not guarantee paid leave of any kind — 95 percent of the lowest wage workers, who tend to be who predominantly women and workers of color, lack any access to paid  leave. But, comprehensive paid family and medical leave is good for business.  Long-term CareFifty-three million adults are unpaid caregivers for an adult or child with disabilities. Over 60 percent of those caregivers work and, of those, 61 percent reported an impact on their work. The President’s Plan Will Invest in Care so Businesses Can CompetePresident Biden’s plan:###"
}