{
    "title": "Extreme House Republicans’ Chaos Is Marching America Toward a Shutdown That Would Jeopardize Vital Nutrition Assistance for Nearly 7 Million Vulnerable Moms and Young Children | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/09/25/extreme-house-republicans-chaos-is-marching-america-toward-a-shutdown-that-would-jeopardize-vital-nutrition-assistance-for-nearly-7-million-vulnerable-moms-and-young-children/",
    "created_at": null,
    "content": "With less than one week before the end of the fiscal year, extreme House Republicans are playing partisan games with peoples’ lives and marching our country toward a government shutdown that would have damaging impacts across the country—including putting vital nutrition assistance at risk for nearly 7 million women and children who rely on the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)—a program that serves nearly half of babies born in this country. During an Extreme Republican Shutdown, women and children who count on WIC would soon start being turned away at grocery store counters, with a federal contingency fund drying up after just a few days and many states left with limited WIC funds to operate the program. And the reason food assistance for these families is at risk is extreme House Republicans’ continued efforts to slash funding for vital programs, including WIC, rather than work in a bipartisan manner to keep the government open and address emergency needs for the American people. House Republicans have turned their backs on the bipartisan budget deal that a large majority of them voted for just a few months ago and proposed a continuing resolution (CR) that makes devastating cuts to programs that millions of hardworking Americans count on. While House Republicans continue to debate what CR to advance, they have consistently refused to include the Administration’s request for additional WIC funding that’s needed to ensure the program can serve every eligible pregnant woman, new mother, and infant and young child. Without the Administration’s funding request, states could soon be forced to institute waiting lists for WIC, causing mothers and children to lose access to the vital nutrition assistance. Below is a state-by-state breakdown of the number of women and children at risk of losing critical nutrition assistance under an Extreme Republican Shutdown:"
}