{
    "title": "FACT SHEET: In State of the Union, President Biden to Outline Vision to Advance Progress on Unity Agenda in Year Ahead | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/02/07/fact-sheet-in-state-of-the-union-president-biden-to-outline-vision-to-advance-progress-on-unity-agenda-in-year-ahead/",
    "created_at": null,
    "content": "During his first State of the Union address, President Biden announced a four-part Unity Agenda focused on areas where members of both parties can come together and make additional progress for the American people: ending cancer as we know it; delivering on the sacred obligation to veterans; tackling the mental health crisis; and beating the opioid and overdose epidemic.Over the last year, the President was proud to work with Democrats and Republicans to enact major legislation that delivers on all aspects of this four-part agenda. In his State of the Union today, the President will announce a new set of policies to continue to make progress advancing his Unity Agenda and deliver results for families across the country.Accelerating Progress to End Cancer as We Know It TodayCancer has touched nearly every American family, and it remains the second leading cause of death in America. To accelerate progress in the fight against cancer, last year, the President and First Lady reignited the Cancer Moonshot with the goal of cutting U.S. cancer death rates by at least half in 25 years and improving the experience of individuals, caregivers, and families living with and surviving cancer. Over the past year, the Cancer Moonshot has announced nearly 30 new federal programs, policies and resources to close the screening gap, tackle environmental exposure, decrease preventable cancers, advance cutting-edge research, support patients and caregivers, and more. More than 60 private companies, non-profits, academic institutions, and patient groups have also answered the President’s call and stepped up with new actions and collaborations. The President will call on Congress to act to end cancer as we know it, and the Cancer Moonshot will drive additional progress this year by:Bringing America’s cancer research system into the 21st century. As we work to continue the progress we’ve made over the last year, the Administration is urging Congress to reauthorize the National Cancer Act, which 52 years ago set up the National Cancer Institute (NCI) in its current form. The reauthorization will update the nation’s cancer research and care systems to put modern American innovation fully to work to end cancer as we know it. This includes standing up clinical trial networks, creating new data systems that break down silos, and ensuring that knowledge gained through research is available to as many experts as possible, so we can find answers faster and make a difference for patients. Working with Congress, we can also lock in the strong investment in cancer research that passed in 2016 as part of the broadly bipartisan 21st Century Cures Act, which otherwise expires this year.Providing patient navigation support to every American facing cancer. The Biden-Harris Administration will take steps to ensure that patient navigation services – services that help guide individuals, caregivers, and families through cancer screening, diagnosis, treatment, and survivorship – are covered benefits going forward for as many people facing cancer as possible. These patient navigation services not only improve the experience for those patients and their families, they improve patient outcomes and provide value back to the health care system. Tackling the biggest single driver of cancer deaths in this country – smoking. The Administration is preparing further action to help people avoid smoking in the first place and support Americans who want to quit. These steps could prevent as much as 30 percent of cancer deaths in this country, saving up to 130,000 American lives, annually. While we have made progress, tobacco products still hook too many young people at an early age and take control away from individual Americans to make the decision not to smoke. The Administration is working to put that control back in the hands of Americans.During his first State of the Union address, President Biden cited the recent announcement of his plan to supercharge the Cancer Moonshot and called on Congress to fund ARPA-H, the Advanced Research Projects Agency for Health, to drive breakthroughs in cancer, Alzheimer’s, diabetes, and other diseases. Since that time, the President and Congress have stepped up together to provide ARPA-H $2.5 billion in initial investment. The President also signed into law the Inflation Reduction Act, which will lower prescription drug costs for tens of thousands of cancer patients with Medicare coverage. The Bipartisan Infrastructure Law will also help cut cancer deaths by accelerating clean-up at Superfund sites and helping states and communities replace lead pipes and service lines.Supporting America’s Veterans and Their Families, Caregivers, and SurvivorsThe President believes there is no more sacred obligation than taking care of our nation’s military service members, veterans, and their families, caregivers, and survivors. On health care, education, and housing, the Administration and Congress have worked together to make progress to connect veterans and their families to needed resources. Over the past year, the Administration expanded benefits for veterans as well as their caregivers and survivors, and delivered more benefits and health care more quickly to more veterans than ever before. In 2022, VA processed an all-time record 1.7 million veteran claims, and delivered $128 billion in earned benefits to 6.1 million veterans and survivors. In the State of the Union, the President will announce his Administration plans to continue that work by:Reducing veteran suicide. Suicide among veterans is a public health and national security crisis. Since 2010, more than 71,000 veterans have died by suicide – more than the total number of deaths from combat during the Vietnam War and operations in Iraq and Afghanistan combined. Since releasing a comprehensive strategy for reducing military and veteran suicide, both DOD and VA reported declines in suicide deaths, but much more remains to be done. This will include actions to:  Expanding access to peer support, including mental health services. Military service increases the risk of mental health problems and other adjustment challenges for veterans. Veteran Peer Specialists are a critical asset within VA’s workforce, working across various programs to connect their fellow veterans to services, participate as members of health care teams, and provide individual and group-based peer support. Last year, VA pledged to hire an additional 280 peer specialists and is on track to meet this goal by the end of 2023. VA will increase the number of peer specialists working across VA medical centers by 350 over the next 7 years.Ensuring access to affordable, stable housing for low-income veterans. Every veteran should have a roof over their head. The President’s upcoming budget will triple the number of extremely low-income veterans who can access the assistance they need to afford rent over the years ahead, paving the path to an entitlement for those who have served our country. The number of veterans experiencing homelessness declined by 11% between 2020 and 2022 and the United States permanently housed more than 40,000 veterans in 2022 alone. Delivering high-quality job training for veterans and their spouses. Roughly 200,000 service members transition from the military to civilian life each year. In the coming year, DOL’s Veteran Employment and Training Service (DOL-VETS) will implement its Employment Navigator Partnership Pilot, which has already provided one-on-one career assistance to 6,500 transitioning service members and military spouses. And, the Department of Defense will use the Military Spouse Career Accelerator Pilot program, a 12-week paid fellowship program, to expand employment opportunities for eligible military spouses.In last year’s State of the Union, the President called for Congress to pass comprehensive legislation to address military toxic exposures. In August 2022, President Biden signed the bipartisan PACT Act into law, the most significant expansion of benefits and services for toxic exposed veterans in more than 30 years. Over the last year, the Administration also took critical action to help reduce veteran suicide, including transitioning the Veterans Crisis Line to “988, press 1.” The Administration also expanded access to reproductive health services for women veterans, supported more than 2.3 million children living with wounded, ill, or injured service members through the First Lady’s Joining Forces Initiative, and implemented key measures to protect veterans from predatory for-profit colleges.Tackling the Mental Health CrisisForty percent of American adults report symptoms of anxiety and depression, and the percent of children and adolescents with anxiety and depression has risen nearly thirty percent. Last year, President Biden called for additional actions to advance his Mental Health Strategy across its three objectives: support Americans by creating healthy environments; strengthening system capacity, and connecting more Americans to care.  Over the last year, the Administration invested critical resources to provide mental health and substance use supports to Americans, including by expanding Certified Community Behavioral Health Clinics, investing unprecedented resources in the 988 suicide prevention hotline, and taking steps to help address the harms of social media on youth. In the State of the Union, the President will say that we will continue that work by:Creating healthy environments. Decades of research show that coordinating prevention and recovery support across settings can pay long-term dividends. The Biden-Harris Administration will:Connecting more Americans to care.  On average, it takes 11 years after the onset of mental health symptoms for someone to seek treatment. We can do better. To mitigate these challenges, the Administration is working to make care more affordable and accessible across all types of health insurance, integrating mental health services into settings that are more familiar, such as schools, and expanding access to telehealth. To continue this progress, the Biden Administration will:Strengthening system capacity. Severe shortages in the behavioral health workforce are at the center of the mental health crisis. In addition to implementing legislation passed by Congress that creates 350 new slots to help train the next generation of mental health professionals, the Administration will:Last year, after the President called for addressing the nation’s mental health crisis in the State of the Union, the Administration made important progress on expanding access to mental health services and treatment for substance use. President Biden signed into law the Bipartisan Safer Communities Act, which makes unprecedented investment in youth mental health and supports school-based health services. The Administration also oversaw the successful transition to 988, the National Suicide & Crisis Lifeline, investing over $500 million to strengthen 988 infrastructure and grow local crisis-center capacity – a twenty-fold increase over the prior administration. The Biden Administration also developed new resources to support the mental health and resilience of frontline workers, expanded Medicare coverage to include additional mental health and substance use disorder services, and encouraged states to better address youth mental health for those with Medicaid coverage.Beating the Opioid and Overdose Epidemic by Accelerating the Crackdown on Fentanyl Trafficking and Public Health Efforts to Save LivesLast year, President Biden announced his plan to beat the opioid epidemic as part of his Unity Agenda, because opioid use and trafficking affect families in red communities and blue communities and every community in between. Under President Biden’s leadership, overdose deaths and poisonings have decreased for five months in a row – but these deaths remain unacceptably high and are primarily caused by fentanyl. In the State of the Union, the President will announce key actions the Administration to tackle this issue head on, including by:  Disrupting the trafficking, distribution, and sale of fentanyl. In just the last year Customs and Border Protection (CBP) has seized a historic 260,000 pounds of illicit drugs primarily at ports of entry on our border, including nearly 15,000 pounds of fentanyl. The Drug Enforcement Administration and the White House Office of National Drug Control Policy’s (ONDCP) High-Intensity Drug Trafficking Areas (HIDTA) program were involved in the seizure of more than 26,000 pounds of fentanyl in FY22—including 50.6 million fentanyl-laced counterfeit prescription pills—along with over 6,500 pounds of heroin, 335,000 pounds of methamphetamine, and 370,000 pounds of cocaine. The HIDTA seizures denied $9 billion to drug traffickers, cutting into their profits. Further, through President Biden’s Executive Order on Imposing Sanctions on Foreign Persons Involved in the Global Illicit Drug Trade, the Department of the Treasury has imposed sanctions against dozens of individuals and entities involved in the illicit drug trade. To aggressively expand on this historic effort, the President will announce in the State of Union that his administration will:Expanding access to evidence-based prevention, harm reduction, treatment, and recovery. Over the last year, the Biden-Harris Administration took unprecedented steps to expand access to naloxone and other harm reduction interventions, such as permitting the use of $50 million for local public health departments to purchase naloxone, releasing guidance to make it easier for programs to obtain and distribute naloxone to at-risk populations, and prioritizing the review of over-the-counter naloxone applications. The Administration has also fundamentally changed addiction treatment across the country by working with Congress to remove barriers that prevented medical professionals from prescribing treatment for opioid use disorder and pursuing rulemaking to make permanent the COVID-19 era flexibilities that allowed for telehealth prescribing of buprenorphine and take-home methadone doses. To further connect people to life-saving help, the Biden-Harris Administration will:During his first State of the Union address, President Biden called on Congress to get rid of outdated rules that stop doctors from prescribing treatments and provide law enforcement with the tools necessary to stop the flow of illicit drugs like fentanyl. In his State of the Union today, President Biden will highlight a bipartisan effort that delivered on his promise by passing the MAT Act, which removed the X-waiver as a barrier for health care providers prescribing life-saving medications for opioid use disorder at a time when fewer than 1 out 10 of Americans can access the treatment they need. President Biden also signed into law the Consolidated Appropriations Act that included a two-year extension to classify fentanyl-related substances as Schedule I substances under the Controlled Substances Act, ensuring law enforcement has the tools they need to respond to the manufacture and trafficking of illicitly manufactured synthetic opioids driving the overdose epidemic.###"
}