{
    "title": "FACT SHEET: President Biden Announces Student Loan Relief for Borrowers Who Need It Most | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/08/24/fact-sheet-president-biden-announces-student-loan-relief-for-borrowers-who-need-it-most/",
    "created_at": null,
    "content": "A three-part plan delivers on President Biden’s promise to cancel $10,000 of student debt for low- to middle-income borrowersPresident Biden believes that a post-high school education should be a ticket to a middle-class life, but for too many, the cost of borrowing for college is a lifelong burden that deprives them of that opportunity. During the campaign, he promised to provide student debt relief. Today, the Biden Administration is following through on that promise and providing families breathing room as they prepare to start re-paying loans after the economic crisis brought on by the pandemic.Since 1980, the total cost of both four-year public and four-year private college has nearly tripled, even after accounting for inflation. Federal support has not kept up: Pell Grants once covered nearly 80 percent of the cost of a four-year public college degree for students from working families, but now only cover a third. That has left many students from low- and middle-income families with no choice but to borrow if they want to get a degree. According to a Department of Education analysis, the typical undergraduate student with loans now graduates with nearly $25,000 in debt. The skyrocketing cumulative federal student loan debt—$1.6 trillion and rising for more than 45 million borrowers—is a significant burden on America’s middle class. Middle-class borrowers struggle with high monthly payments and ballooning balances that make it harder for them to build wealth, like buying homes, putting away money for retirement, and starting small businesses.For the most vulnerable borrowers, the effects of debt are even more crushing. Nearly one-third of borrowers have debt but no degree, according to an analysis by the Department of Education of a recent cohort of undergraduates. Many of these students could not complete their degree because the cost of attendance was too high. About 16% of borrowers are in default – including nearly a third of senior citizens with student debt – which can result in the government garnishing a borrower’s wages or lowering a borrower’s credit score. The student debt burden also falls disproportionately on Black borrowers. Twenty years after first enrolling in school, the typical Black borrower who started college in the 1995-96 school year still owed 95% of their original student debt.Today, President Biden is announcing a three-part plan to provide more breathing room to America’s working families as they continue to recover from the strains associated with the COVID-19 pandemic. This plan offers targeted debt relief as part of a comprehensive effort to address the burden of growing college costs and make the student loan system more manageable for working families. The President is announcing that the Department of Education will:   Provide Targeted Debt Relief, Fulfilling the President’s Campaign CommitmentTo address the financial harms of the pandemic for low- and middle-income borrowers and avoid defaults as loan repayment restarts next year, the Department of Education will provide up to $20,000 in loan relief to borrowers with loans held by the Department of Education whose individual income is less than $125,000 ($250,000 for married couples) and who received a Pell Grant. Nearly every Pell Grant recipient came from a family that made less than $60,000 a year, and Pell Grant recipients typically experience more challenges repaying their debt than other borrowers. Borrowers who meet those income standards but did not receive a Pell Grant in college can receive up to $10,000 in loan relief.The Pell Grant program is one of America’s most effective financial aid programs—but its value has been eroded over time. Pell Grant recipients are more than 60% of the borrower population. The Department of Education estimates that roughly 27 million borrowers will be eligible to receive up to $20,000 in relief, helping these borrowers meet their economic potential and avoid economic harm from the COVID-19 pandemic.Current students with loans are eligible for this debt relief. Borrowers who are dependent students will be eligible for relief based on parental income, rather than their own income.If all borrowers claim the relief they are entitled to, these actions will:The Department of Education will work quickly and efficiently to set up a simple application process for borrowers to claim relief. The application will be available no later than when the pause on federal student loan repayments terminates at the end of the year. Nearly 8 million borrowers may be eligible to receive relief automatically because their relevant income data is already available to the Department.  Thanks to the American Rescue Plan, this debt relief will not be treated as taxable income for the federal income tax purposes.To help ensure a smooth transition back to repayment, the Department of Education is extending the student loan pause a final time through December 31, 2022. No one with federally-held loans has had to pay a single dollar in loan payments since President Biden took office.Make the Student Loan System More Manageable for Current and Future BorrowersFixing Existing Loan Repayment to Lower Monthly PaymentsThe Administration is reforming student loan repayment plans so both current and future low- and middle-income borrowers will have smaller and more manageable monthly payments.The Department of Education has the authority to create income-driven repayment plans, which cap what borrowers pay each month based on a percentage of their discretionary income. Most of these plans cancel a borrower’s remaining debt once they make 20 years of monthly payments. But the existing versions of these plans are too complex and too limited. As a result, millions of borrowers who might benefit from them do not sign up, and the millions who do sign up are still often left with unmanageable monthly payments.To address these concerns and follow through on Congress’ original vision for income-driven repayment, the Department of Education is proposing a rule to do the following:These reforms would simplify loan repayment and deliver significant savings to low- and middle-income borrowers. For example:For each of these borrowers, their balances would not grow as long as they are making their monthly payments, and their remaining debt would be forgiven after they make the required number of qualifying payments.Further, the Department of Education will make it easier for borrowers who enroll in this new plan to stay enrolled. Starting in the summer of 2023, borrowers will be able to allow the Department of Education to automatically pull their income information year after year, avoiding the hassle of needing to recertify their income annually.Ensuring Public Servants Receive Credit Toward Loan ForgivenessBorrowers working in public service are entitled to earn credit toward debt relief under the Public Service Loan Forgiveness (PSLF) program. But because of complex eligibility restrictions, historic implementation failures, and poor counseling given to borrowers, many borrowers have not received the credit they deserve for their public service.The Department of Education has announced time-limited changes to PSLF that provide an easier path to forgiveness of all outstanding debt for eligible federal student loan borrowers who have served at a non-profit, in the military, or in federal, state, Tribal, or local government for at least 10 years, including non-consecutively. Those who have served less than 10 years may now more easily get credit for their service to date toward eventual forgiveness. These changes allow eligible borrowers to gain additional credit toward forgiveness, even if they had been told previously that they had the wrong loan type.The Department of Education also has proposed regulatory changes to ensure more effective implementation of the PSLF program moving forward. Specifically, the Department of Education has proposed allowing more payments to qualify for PSLF including partial, lump sum, and late payments, and allowing certain kinds of deferments and forbearances, such as those for Peace Corps and AmeriCorps service, National Guard duty, and military service, to count toward PSLF. The Department of Education also proposed to ensure the rules work better for non-tenured instructors whose colleges need to calculate their full-time employment.To ensure borrowers are aware of the temporary changes, the White House has launched four PSLF Days of Action dedicated to borrowers in specific sectors: government employees, educators, healthcare workers and first responders, and non-profit employees. You can find out other information about the temporary changes on PSLF.gov. You must apply to PSLF before the temporary changes end on October 31, 2022.Protecting Borrowers and Taxpayers from Steep Increases in College CostsWhile providing this relief to low- and middle-income borrowers, the President is focused on keeping college costs under control. Under this Administration, students have had more money in their pockets to pay for college. The President signed the largest increase to the maximum Pell Grant in over a decade and provided nearly $40 billion to colleges and universities through the American Rescue Plan, much of which was used for emergency student financial aid, allowing students to breathe a little easier.Additionally, the Department of Education has already taken significant steps to strengthen accountability, so that students are not left with mountains of debt with little payoff. The agency has re-established the enforcement unit in the Office of Federal Student Aid and it is holding accreditors’ feet to the fire. In fact, the Department just withdrew authorization for the accreditor that oversaw schools responsible for some of the worst for-profit scandals. The agency will also propose a rule to hold career programs accountable for leaving their graduates with mountains of debt they cannot repay, a rule the previous Administration repealed.Building off of these efforts, the Department of Education is announcing new actions to hold accountable colleges that have contributed to the student debt crisis. These include publishing an annual watch list of the programs with the worst debt levels in the country, so that students registering for the next academic year can steer clear of programs with poor outcomes. They also include requesting institutional improvement plans from the worst actors that outline how the colleges with the most concerning debt outcomes intend to bring down debt levels. *** More information on claiming relief will be available to borrowers in the coming weeks.Borrowers can sign up to be notified when this information is available at StudentAid.gov/debtrelief.###"
}