{
    "title": "FACT SHEET: The Biden-Harris Administration Global Health Worker Initiative | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/05/11/fact-sheet-the-biden-harris-administration-global-health-worker-initiative/",
    "created_at": null,
    "content": "This pandemic has spotlighted the critical role and bravery of health and care workers. That’s why I’ve asked my Administration to develop a global health workforce plan, to accelerate our contributions to the Sustainable Development Agenda and investments in health and care workers.President Joseph R. Biden, April 7, 2022Strategic and sustained investments in the global health workforce are key to catalyzing the U.S. Government’s efforts to achieve the 2030 Sustainable Development Agenda. The COVID-19 pandemic has further exacerbated the estimated global shortage of 18 million health workers by 2030.  With growing health demands from new and emerging pathogens, aging populations, climate shocks, and increasing conflict and migration, the ever-increasing demand for health workers needs greater coordinated attention and action. A comprehensive, trained, protected, well-equipped, and supported workforce is foundational to expanding equitable access to public health services and health care across the globe.  Investments in health workers not only improve health outcomes, they create jobs and career pathways and economic development by strengthening human capital as part of the care economy.  Funding advancements for the health workforce will accelerate ending the COVID-19 pandemic, stimulate economic recovery, and support critical components of President Biden’s values-driven global infrastructure initiative announced at the 2021 G7 Summit by strengthening global health systems, expanding national and regional capacity, including manufacturing of essential medical products.  These investments will also build on commitments made by global partners at the 2nd Global COVID-19 Summit co-hosted by the United States to accelerate combatting COVID-19 and advancing future preparedness.Currently, U.S. Government programs such as the U.S. President’s Emergency Plan for AIDS Relief (PEPFAR), the U.S. President’s Malaria Initiative (PMI), and U.S. bilateral global health security partnerships in support of the Global Health Security Agenda, contribute approximately $1.56 billion annually to support the health workforce across the globe. Further, the President’s Fiscal Year (FY) 2023 Budget prioritizes advancing investments across health programs to strengthen health systems and the global health workforce and support. Notably, the President’s Budget includes an additional $1 billion for this new Global Health Worker Initiative to support and protect the global health workforce as part of the Administration’s increased prioritization and investments in health workforce. This funding, if provided by Congress, would be directed through the U.S. Department of State and the United States Agency for International Development (USAID) and coordinated with others in the U.S. government. The Global Health Worker Initiative expands and defines “health workers” broadly to include a multidisciplinary workforce including clinicians, community health and care workers, and public health professionals. It provides a framework to guide and organize the U.S. Government’s investments and strengthen coordination with key partners including G7 and G20 countries, multilateral and regional organizations, and the private sector. While global in focus, this effort complements President Biden’s efforts to support the domestic health workforce.From the beginning of the Biden-Harris Administration, the United States has demonstrated renewed leadership in global health through action and smart, targeted investments. The United States will continue to advance global health priorities and build upon existing efforts aligned to the following four pillars of focus under the Global Health Worker Initiative:PROTECTING HEALTH WORKERSThrough global health programs, the U.S Government will advance work to ensure health workers across facilities and communities have prioritized access to vaccinations [and treatment], personal protective equipment (PPE), and services to support their physical and mental health and well-being and better protection and safeguards from violence and attacks on health facilities, including in conflict and humanitarian settings.   EXPAND THE GLOBAL HEALTH WORKFORCE AND ACCELERATE ECONOMIC DEVELOPMENTThe U.S Government will continue efforts to create career pathways and expand paid employment opportunities for a more diverse and gender equitable workforce in the public and private health sectors, better equipping healthcare and community health workers, to meet local population health needs including provision of patient-centered services at the primary health care level. These efforts will further build local and regional institutional capacity to manage and support a global health workforce that is adequately prepared and aligned to respond to routine and emergency surge capacity needs. ADVANCE EQUITY AND INCLUSIONPresident Biden’s commitment to advancing equity and inclusion goes beyond our borders. The U.S Government will carry forward his commitment globally to address numerous barriers, including gender, ethnic/racial, geographic, age, and others, particularly among the community health workforce, to build a more diverse cohort of health worker graduates and leaders that reflects inclusivity, is better-equipped to serve local populations and provide patient-centered care including at the primary health care level.DRIVE AND INVEST IN TECHNOLOGICAL ADVANCEMENTS AND INNOVATIONThe U.S Government will further harness innovation and expand digital technologies that equip health workers with the ability to provide more efficient, quality-integrated service delivery, including telehealth services that can extend the reach of health services from facilities and into communities, including the most marginalized populations. The use of digital platforms will be expanded to improve the availability and routine use of quality health workforce data to inform decisions about workforce planning and operations, including performance management and consistent remuneration, and also expand the use of digital tools. ###"
}