{
    "title": "FACT SHEET: Biden-Harris Administration Announces Two New Actions to Address Youth Mental Health Crisis | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/07/29/fact-sheet-biden-harris-administration-announces-two-new-actions-to-address-youth-mental-health-crisis/",
    "created_at": null,
    "content": "Our nation’s young people are facing an unprecedented mental health crisis. Even before the pandemic, rates of depression, anxiety and suicidal thoughts among youth were on the rise. The pandemic exacerbated those issues, disrupting learning, relationships, and routines and increasing isolation – especially among our nation’s young people. More than 40 percent of teenagers state that they struggle with persistent feelings of sadness or hopelessness, and more than half of parents and caregivers express concern over their children’s mental well-being.To address this crisis, President Biden put forward in his first State of the Union a comprehensive national strategy to tackle our mental health crisis, and called for a major transformation in how mental health is understood, accessed, treated, and integrated – in and out of health care settings.Today, the Biden-Harris Administration announced two new actions to strengthen school-based mental health services and address the youth mental health crisis.1. Awarding the first of nearly $300 million the President secured through the FY2022 bipartisan omnibus agreement to expand access to mental health services in schools. Next week, the Department of Education will begin the process to disburse almost $300 million Congress appropriated in FY22 through both the Bipartisan Safer Communities Act and the FY22 Omnibus to help schools hire more school-based mental health professionals and build a strong pipeline into the profession for the upcoming school year. In total, the Bipartisan Safer Communities Act will invest $1 billion over the next five years in mental health supports in our schools, making progress towards the President’s goal to double the number of school counselors, social workers and other mental health professionals. This funding is allocated to two critical programs: In the following months, the Biden Administration will deliver the following additional FY22 funding that can be used to expand access to mental health services and supports in schools:2. Encouraging Governors to Invest More in School-Based Mental Health Services.In a letter sent today to Governors across the country, the Departments of Education and Health and Human Services highlight federal resources available to states and schools to invest in mental health services for students. The joint letter from Secretaries Becerra and Cardona highlights actions by the Biden-Harris Administration to improve the delivery of health care in schools and make sure children enrolled in Medicaid have access to comprehensive health care services, as required by law. The letter also previews forthcoming Medicaid guidance on how states can leverage Medicaid funding to deliver critical mental health care services to more students, including ways to make it easier to bill Medicaid for these services.Next Up: $1.7 Billion for Mental Health Thanks to the Bipartisan Safer Communities ActAn additional $1.7 billion for mental health is headed to our schools and communities thanks to the Bipartisan Safer Communities Act (BSCA) signed by President Biden last month. Provisions of this legislation authorize funding and technical assistance in the following areas:Building on ProgressThese actions build upon earlier investments and announcements designed to expand access to mental health services for youth and further President Biden’s Unity Agenda. In just 18 months, President Biden has invested unprecedented resources in addressing the mental health crisis and providing young people the supports, resources, and care they need. Through the American Rescue Plan (ARP), the Biden-Harris Administration has invested over $5 billion in funding through the Department of Health and Human Services (HHS) to expand access to mental health and substance use services, and school districts are estimated to use an additional $2 billion in Department of Education ARP Elementary and Secondary School Emergency Relief funds to hire more school psychologists, counselors and other mental health professionals in K-12 schools. And the President’s FY23 budget proposes over $27 billion in discretionary funding and another $100 billion in mandatory funding over 10 years to implement his national mental health strategy.###"
}