{
    "title": "FACT SHEET: President Biden Issues Call for State and Local Leaders to Dedicate More American Rescue Plan Funding to Make Our Communities Safer – And Deploy These Dollars Quickly | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/05/13/fact-sheet-president-biden-issues-call-for-state-and-local-leaders-to-dedicate-more-american-rescue-plan-funding-to-make-our-communities-safer-and-deploy-these-dollars-quickly/",
    "created_at": null,
    "content": "President Biden also highlights $10 billion in American Rescue Plan funding already committed to public safety and violence prevention and praises those states, cities, and rural counties that have answered his call to action.President Biden believes that Americans deserve to feel safe no matter where they live, and he is committed to using every tool at his disposal to fight violent crime. As the cornerstone of the comprehensive gun crime reduction agenda he issued in June 2021, President Biden called on cities and states to dedicate American Recue Plan state and local funding to proven strategies that will make our communities safer – including by putting more police officers on the beat for accountable community policing, expanding evidence-based community violence intervention programs, and preventing crime by making our neighborhoods stronger with more educational and economic opportunities.Today, President Biden is announcing that $10 billion in American Rescue Plan funds have been committed to public safety – including at least $6.5 billion in State and Local funds committed by more than half of states and more than 300 communities across the country, who have answered the President’s call. Along with ongoing state and local support from the Justice Department, American Rescue Plan investments made 2021 among the largest single-year commitments of federal resources for state and local law enforcement and public safety on record.This American Rescue Plan funding has been a vital lifeline to communities around the country, who have been able to invest in public safety at a time of tremendous state, local, and county budget uncertainty because of the pandemic. Before the American Rescue Plan passed, the Menino Survey found that 27% of mayors anticipated making significant cuts to their police budgets and services. The American Rescue Plan has enabled these mayors and other state and local leaders to shore up their budgets and invest in public safety. Unfortunately, every Republican in Congress voted against the American Rescue Plan public safety funding for cities and rural counties across the country.While Congressional Republicans try to pull back this funding, President Biden is today renewing his call for communities to invest more American Rescue Plan funding in strategies to make our communities safer and to deploy as many dollars as possible before the summer months when many communities historically experience a seasonal increase in violent crime. This renewed call to action comes as the Treasury Department is releasing the second tranche of support for state and local governments. $10 Billion in Already Planned ARP Investments in Public Safety & Violence Prevention as President Biden Calls for Increased Investment:Examples of How Specific Communities Are Leveraging American Rescue Plan Funds to Shore Up Their Budgets and Make Our Communities SaferToday, President Biden will meet with mayors, police chiefs, and community violence intervention leaders who represent the following communities: Appendix: 40+ Additional Examples of Cities, Counties, and States Are Using American Rescue Plan Funding ###"
}