{
    "title": "Readout of Workshop on Addressing Integration of Climate Risks into Macroeconomic Models | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/04/14/readout-of-workshop-on-addressing-integration-of-climate-risks-into-macroeconomic-models/",
    "created_at": null,
    "content": "Yesterday, components of the U.S. Government—including the Council of Economic Advisers and the Treasury—and co-leads of Helsinki Principle 4 under the Coalition of Finance Ministers for Climate Action convened a workshop to address the integration of climate risks into macroeconomic models that inform policy decisions. Participants included representatives of partner governments’ finance ministries and multilateral institutions, including the IMF, World Bank, and OECD. The workshop was followed by a second, more technical convening at the Danish Embassy.The workshop’s objectives included identifying best practices and novel methodologies for incorporating climate risks into macroeconomic forecasts, sharing data gaps and modeling limitations, and raising the visibility of climate-related macroeconomic risk assessment and management by multilateral institutions and finance ministries globally.The physical consequences of climate change are a first-order risk to the global economy, with effects on the trajectory and composition of economic development. Likewise, the transformation of energy systems required to address climate change will entail fundamental shifts in how, when, and where we invest. Given the scale of these physical and transition risks, it is critical that governments and multilateral institutions invest in better modeling their effects.The Biden-Harris Administration recognizes the importance of this analytical challenge. Shortly after taking office, President Biden signed an Executive Order on Climate-Related Financial Risk, which—among other things—instructs CEA, OMB, and Treasury to develop methods to account for the physical and transition risks of climate change in the economic assumptions and long-term projections of the President’s Budget. CEA and OMB have been leading a government-wide working group to address this challenge.Addressing this complex modeling task requires a global community of practice to develop new methodologies. The White House has taken a series of steps to collaborate outside the government to further this objective, including helping to stand up a Roundtable of the National Academy of Sciences and meeting this spring with leading macroeconomic forecasters to discuss their approaches to these modeling needs. Yesterday’s workshop represents the next step in building out this community of practice: collaboration with other countries’ finance ministries and multilateral institutions can advance our collective knowledge base and speed movement toward models that can bring about a rapid, just, and cost-effective transition toward a net-zero global economy.###"
}