{
    "title": "FACT SHEET: Partnership for Global Infrastructure and Investment (PGI) Indo-Pacific Economic Framework for Prosperity (IPEF) Investor Forum | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/11/16/fact-sheet-partnership-for-global-infrastructure-and-investment-pgi-indo-pacific-economic-framework-for-prosperity-ipef-investor-forum/",
    "created_at": null,
    "content": "The United States is committed to an Indo-Pacific that is free and open, connected, prosperous, secure, and resilient. To help realize that future, the Partnership for Global Infrastructure and Investment (PGI) and Indo-Pacific Economic Framework for Prosperity (IPEF), will work with IPEF partners and the private sector to scale high-standard investments, create more resilient economies, and drive long-term sustainable development.Today, U.S. Secretary of Commerce Gina Raimondo and Senior Advisor to the President Amos Hochstein hosted thePGI IPEF Investment Forum to discuss collaborative actions and shared priorities to increase private investment in the Indo-Pacific. Participants included IPEF Government Officials and Co-CEO of KKR Joseph Bae; Chairman and CEO of BlackRock Larry Fink; CEO of Citi Jane Fraser; Founder and Chairman of Fortescue Andrew Forrest; Founding Partner of Global Infrastructure Partners Matthew Harris; Founding Partner, Chairman and CEO of Global Infrastructure Partners Adebayo Ogunlesi; President, CIO and CFO of Alphabet and Google Ruth Porat; Founder and CEO of RockCreek Afsaneh Beschloss; and Founding Partner and Executive Chair of TPG Jim Coulter. Looking forward, the United States will continue to engage the private sector to orient around investment opportunities in emerging markets. In particular, IPEF partners will host an annual IPEF Clean Economy Investor Forum, beginning in 2024, to catalyze sustainable infrastructure and climate technology investments across IPEF economies that are party to the Clean Economy Agreement. The IPEF Clean Economy Investor Forum will bring together the region’s largest investors, innovative start-up entrepreneurs, cutting-edge project proponents, and government agencies for matchmaking and investment facilitation.The United States also announced a new PGI IPEF Investment Accelerator to scale high-standard project financing to drive sustainable economic growth in IPEF countries. Through the PGI IPEF Investment Accelerator, the United States will work with IPEF partners to develop country-tailored investment approaches targeting key sectors identified by the IPEF partners. This new one-stop-shop will increase project-specific financing, upstream project development, and robust private sector engagement to the benefit of IPEF partners. The Accelerator will focus on high-standard outcomes, including strong worker and environmental protections.  As part of the Accelerator, USTDA is launching an IPEF Project Preparation Facility that will bring in additional funding to support the full life-cycle of project preparation while leveraging experienced solutions from USTDA, including project planning, architectural and engineering design, transactional advisory services, feasibility studies, procurement assistance, and other technical assistance. The Facility will be cabined to IPEF emerging markets and the U.S. Government will make an initial contribution of $15 million.To support the proposed IPEF Supply Chain Agreement, Clean Economy Agreement, and Fair Economy Agreement, the United States and its IPEF partners are deepening their engagement with the private sector and mobilizing investment through new programs, incentives, and partnerships. IPEF partners are establishing the IPEF Catalytic Capital Fund to pool resources and expand the pipeline of bankable climate projects. The Private Infrastructure Development Group will administer the fund and mobilize private capital by offering later-stage support to projects such as lender due diligence, viability gap funding, and other forms of concessional capital, in support of the IPEF partners’ shared objectives and goals under the Clean Economy Agreement. In addition, the U.S. Department of Commerce entered into a new public private partnership to mobilize engagement and investment from the private and nonprofit sector to strengthen Indo-Pacific supply chains, promote environmental sustainability, expand upskilling for workers, and grow economic opportunity in the IPEF economies in support of the objectives under these three agreements. Key Investments in 2023 from the U.S. Government and U.S. Private Sector in the Indo-PacificThe U.S. Government and U.S. private sector also highlighted tens of billions of dollars of investments that boost and connect economic development in the Indo Pacific.###"
}