{
    "title": "FACT SHEET: President Biden to Visit Minnesota to Highlight Investments in Rural America, Lead Administration-Wide Rural Event Series | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/10/29/fact-sheet-president-biden-to-visit-minnesota-to-highlight-investments-in-rural-america-lead-administration-wide-rural-event-series/",
    "created_at": null,
    "content": "On Wednesday, November 1, President Biden will travel to Minnesota to lead his Administration’s Investing in Rural America Event Series. Over the course of two weeks, President Biden, Cabinet members, and Senior Administration Officials will barnstorm across the country to highlight how Bidenomics and the President’s Investing in America agenda are ensuring rural Americans do not have to leave their hometowns to find opportunity. The Administration’s investments, including climate smart agriculture, are bringing new revenue to farms, increased economic development in rural towns and communities and more opportunity throughout the country.During the Event Series, President Biden and leaders across the Administration will travel to rural communities across the country that are benefitting from President Biden’s Investing in America agenda. This includes rural communities that are leveraging Bipartisan Infrastructure Law funding to support critical infrastructure such as high-speed internet, safe roads and bridges, modern wastewater systems, clean drinking water, and reliable and affordable electricity. This also includes rural communities that are expanding access to clean energy and lowering energy costs for rural Americans through the Inflation Reduction Act and the CHIPS and Science Act. The Event Series will also highlight farmers benefitting from the climate-smart agriculture investments supported by the Inflation Reduction Act, as well as American Rescue Plan funding that is strengthening local food systems, creating new and better markets opportunities, and enhancing competition for farmers. It will highlight how the Investing in America agenda has delivered for Tribal communities—from the American Rescue Plan, which made the largest infusion of federal funding into Indian Country ever to the Bipartisan Infrastructure Law, which made the largest investment in Tribal infrastructure ever. Lastly, the series will highlight various efforts to improve the health care rural Americans receive at lower costs, and expand access to health care services in rural communities.During the Event Series, the President and leaders across the Administration will showcase how investing in America means equitably investing in all of America – leaving no one behind.As part of the Investing in Rural America Event Series:The Investing in Rural America Event Series will focus on existing and new investments the Biden-Harris Administration has made to grow the economy from the bottom-up and middle-out, and to create opportunity for local producers, families, and communities. This includes:Creating New and Better Agricultural Markets to Increase CompetitionUnder the Biden-Harris Administration, USDA has invested $1 billion to expand independent meat and poultry processing capacity to give farmers more market options and fairer prices, and reduce reliance on a small handful of large meat and poultry corporations. These investments are also providing consumers with more choices and affordable prices at the grocery store. This is part of the Biden-Harris Administration’s Action Plan for a Fairer, More Competitive, and More Resilient Meat and Poultry Supply Chain. USDA has awarded nearly $366.9 million to help more than 300 businesses build or expand new meat and poultry processing facilities in rural areas, or to help them achieve a federal grant of inspection so they can serve more customers.To spur production of independent, American-made fertilizer, USDA has also made $900 million available through the Fertilizer Production Expansion Program, increasing innovative domestic fertilizer production, creating jobs in rural communities, and giving farmers more options. USDA has awarded more than $121 million in more than 30 projects to create a stronger, more sustainable fertilizer supply chain, helping mitigate increases in fertilizer costs caused by Russia’s illegal invasion of Ukraine.Investing in Climate-Smart AgricultureThe Biden-Harris Administration is helping farmers become more resilient in the face of climate change while sequestering carbon and reducing greenhouse gas emissions, allowing them to tap into new revenue streams and market opportunities.  These investments are creating new income and opportunity to family farms. Through its groundbreaking Partnerships for Climate-Smart Commodities initiative, USDA is investing more than $3.1 billion for 141 projects that seek to build and expand market opportunities for American commodities produced using climate-smart practices. Through the Inflation Reduction Act, which provided a record $19.5 billion for USDA conservation programs, hundreds of thousands of farmers and ranchers will have the resources to apply practices like cover cropping, conservation tillage, wetland restoration, prescribed grazing, nutrient management, tree planting, and more to millions of acres of land. This has direct climate mitigation benefits and advances a host of other environmental co-benefits, in addition to offering farmers, ranchers and foresters new revenue streams.Investing in Rural American InfrastructureFor far too long, critical infrastructure needs in rural communities have been ignored. Building on an initial investment provided by the American Rescue Plan, the Bipartisan Infrastructure Law delivers on the President’s promises to provide high speed internet, safe roads and bridges, modern wastewater systems, clean drinking water, reliable and affordable electricity, and good paying jobs in every rural community. A generational investment in rural America, the Bipartisan Infrastructure Law is investing billions of dollars to revitalize and rebuild rural communities across the country. This funding also represents the single largest investment in Tribal infrastructure ever. The Bipartisan Infrastructure Law provides $65 billion to ensure every American has access to affordable, reliable high-speed internet through a historic investment in broadband infrastructure deployment. That includes a $2 billion program at the Department of Commerce to invest in high-speed internet on Tribal lands. Since 2021, USDA has announced over $2 billion to 107 projects that will expand access to high-speed broadband to more than 300,000 people through its ReConnect Program, which provides the construction, improvement, or acquisition of facilities and equipment needed to provide high speed internet service in rural areas.The Bipartisan Infrastructure Law also provides an historic $8.25 billion investment to reduce wildfire risks for communities, better detect wildfires, and institute workforce reforms and landmark pay increases for federal wildland firefighters. Through the Community Wildfire Defense Grant program USDA has awarded $197 million to 99 project proposals across 22 states and 7 tribes, which will assist with planning for and mitigating wildfire risks. USDA is also making $150 million available to help underserved and small acreage forest landowners connect to emerging voluntary climate markets. These markets can provide economic opportunities for landowners and incentivize improved forest health and management.Additionally, the Bipartisan Infrastructure Law invests billions of dollars to make sure rural families can get where they need to go, including through a $4.58 billion investment in Rural Area Formula Grants at the Department of Transportation. This program will support 1,300 rural transit systems by enabling them to purchase transit vehicles and infrastructure, plan transit more effectively, and fund operations. And $5 billion in funding over 5 years is supporting local initiatives to prevent roadway injuries and fatalities and make rural roads safer. This program benefits local communities and Tribes all across the nation and is a key part of DOT’s National Roadway Safety Strategy, with a goal of reducing roadway fatalities to zero.Delivering Clean, Reliable Water to Rural AmericaToo many communities in the United States are still living without the basics—including safe and reliable drinking water and wastewater systems. An estimated 2.2 million people in the U.S. lack basic running water and indoor plumbing in their homes. The Bipartisan Infrastructure Law’s transformative $55 billion investment in our water and wastewater infrastructure will fundamentally change quality of life for millions of people in rural America by eliminating lead pipes, providing critical access to sanitation, ensuring access to affordable clean drinking water, and reducing drought. That includes a $3.5 billion investment in the Indian Health Service to build out a safe supply of drinking water, reliable sewage systems, and waste disposal facilities across Indian Country. EPA and USDA, in collaboration with the states of Alabama, Kentucky, Mississippi, New Mexico, North Carolina, West Virginia, as well as the tribal nations of Santo Domingo Pueblo and San Carlos Apache, are working together on the Closing America’s Wastewater Access Gap Community Initiative to leverage technical assistance resources to help historically underserved communities identify and pursue federal funding opportunities to address their rural wastewater needs.The Bipartisan Infrastructure Law is also creating good-paying jobs cleaning up pollution in rural areas by investing $4.7 billion to plug, remediate, and restore dangerous orphan well sites across the country; nearly $11.3 billion to create good-paying jobs, including union jobs, and catalyze economic opportunity by reclaiming abandoned mine lands; and $1 billion to initiate cleanup and clear the backlog of 49 previously unfunded Superfund sites and accelerate cleanup at dozens of other sites across the country.In addition, the Biden-Harris Administration is leading a whole-of-government effort to make Western communities more resilient to climate change and the ongoing megadrought by harnessing the full resources of the President’s historic Investing in America agenda. The Inflation Reduction Act and Bipartisan Infrastructure Law together include $15.4 billion to enhance the West’s resilience to drought through water-saving projects and other conservation efforts.Lowering Energy Costs and Strengthening the GridPresident Biden’s Inflation Reduction Act made nearly $13 billion available to support clean energy infrastructure for rural America through USDA Rural Development programs. The Empowering Rural America (New ERA) program is the largest increase in investment in rural America’s electric system since President Franklin Delano Roosevelt signed the Rural Electrification Act in 1936. It invests $9.7 billion to help member-owned rural electric cooperatives provide their communities with clean, reliable energy that is also affordable. The Powering Affordable Clean Energy (PACE) program will fund new clean energy and energy storage projects to make it more affordable for rural Americans to use clean, reliable energy to heat and cool their homes, run their businesses, and power their cars, schools, and hospitals. The Rural Energy for America (REAP) program – which received a $2 billion boost through the Inflation Reduction Act – is also helping farms and small businesses invest in renewable energy and energy efficiency improvements that will lower their energy costs, generate new income, and strengthen the resilience of their operations.The Bipartisan Infrastructure Law also invests billions of dollars to improve resilience, reliability, safety, and availability of energy in rural America. Last week, the Department of Energy announced nearly $3.5 billion through the Grid Resilience and Innovation Partnerships Program to strengthen grid reliability and resilience across 44 states, including several major rural grid resilience projects. This funding is spurring private investment, bringing public-private investment to $8 billion to deliver affordable, clean electricity to all Americans and ensure that communities across the nation have a reliable grid that is prepared for extreme weather worsened by the climate crisis.And, by expanding the availability of homegrown biofuels, the Biden-Harris Administration is also strengthening our energy independence while bringing good-paying jobs and other economic benefits to rural and farm communities. For example, up to $500 million from the Inflation Reduction Act is being made available through the Higher Blends Infrastructure Incentive Program (HBIIP) to increase the availability of domestic biofuels and give Americans additional, cleaner fuel options at the pump. Through this funding, USDA has provided $25.8 million in grants to 59 projects.Strengthening Local and Regional Food SystemsThe Biden-Harris Administration is investing in local and regional food systems, which adds value for both agricultural producers and consumers, and spurs economic activity locally — helping communities that have been left behind by the current agricultural models and supporting good-paying jobs throughout the supply chain. USDA has helped created Twelve Regional Food Business Centers across the country that are providing coordination, technical assistance and capacity building to help farmers, ranchers and other food businesses reach local customers and navigate federal state and local resources. USDA is also investing up to $125 million to improve Tribal nations’ food and agriculture supply chain resiliency by developing and expanding value-added infrastructure related to meat from indigenous animals like bison, reindeer or salmon, and has announced a new, interagency pilot project aimed at offering more localized ground bison meat for Tribal communities through the Food Distribution Program on Indian Reservations (FDPIR). In addition, the Organic Transition Initiative (OTI) is a $300 million effort through which USDA is offering tools to support farmers in transitioning to organic and build and strengthen organic markets so more farmers can participate. Improving Access to Health Care and Lowering Health Care Costs for Rural CommunitiesThe Biden-Harris Administration is lowering health care costs for rural Americans and supporting access to high quality care in rural America.  Rural seniors are seeing lower drug costs, four states have expanded Medicaid since President Biden took office, reducing the risk of rural hospital closure by half, and the Administration continues to work to expand access to health care.  The Biden-Harris Administration has launched the new Rural Emergency Hospital designation to provide a new option to some struggling hospitals, and it is investing in training the next generation of health care providers to serve rural communities. The Department of Health and Human Services (HHS) has also extended several grant opportunities to support rural communities, including $28 million to provide direct health services and expand infrastructure, $16 million to provide technical assistance to rural hospitals facing financial distress, and $161 million in awards for Emergency Rural Health Care grants – in an effort to help maintain access to health care services within rural communities. Lastly, recognizing the critical role nurses play in providing primary care, mental health and maternal health care services, particularly in rural areas, HHS announced more than $100 million in awards to address the increasing demand for registered nurses, nurse practitioners, certified nurse midwives and nurse faculty.Partnering with Rural Communities to Create Jobs and Support Rural-led Economic DevelopmentThe Rural Partners Network (RPN) is transforming the way the federal government partners with rural communities to spur inclusive, sustainable economic growth. Launched in April 2022, RPN staff on the ground are now supporting 36 community networks in 10 states and Puerto Rico. Since its inception, USDA has awarded $831 million to 138 projects addressing critical infrastructure, economic development, and housing needs and more in RPN community networks. In addition, in February 2021, President Biden established the Interagency Working Group on Coal and Power Plant Communities and Economic Revitalization to identify and deliver resources to the coal, oil and gas, and power plant communities that have powered our country for generations. Since then, member agencies have helped drive nearly $18 billion in federal investment to these communities.###"
}