{
    "title": "Joint Leaders Statement on AUKUS | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/03/13/joint-leaders-statement-on-aukus-2/",
    "created_at": null,
    "content": "In September 2021, Australia, the United Kingdom and the United States announced AUKUS – a new security partnership that will promote a free and open Indo-Pacific that is secure and stable. The first major initiative of AUKUS was our historic trilateral decision to support Australia acquiring conventionally-armed, nuclear-powered submarines (SSNs). Today, we announce our pathway to achieve this critical capability. Together we will deliver SSN-AUKUS – a trilaterally-developed submarine based on the United Kingdom’s next-generation design that incorporates technology from all three nations, including cutting edge U.S. submarine technologies. Australia and the United Kingdom will operate SSN-AUKUS as their submarine of the future. Australia and the United Kingdom will begin work to build SSN-AUKUS in their domestic shipyards within this decade.  In order to deliver conventionally-armed, nuclear-powered submarines to Australia at the earliest possible date, we intend to pursue the following phased approach, moving through each phase based on mutual commitments from each nation:  This plan is designed to support Australia’s development of the infrastructure, technical capabilities, industry and human capital necessary to produce, maintain, operate, and steward a sovereign fleet of conventionally-armed, nuclear-powered submarines. Australia is fully committed to responsible stewardship of naval nuclear propulsion technology. When we announced the AUKUS partnership in September 2021, we committed to set the highest nuclear non-proliferation standard. The plan we announce today delivers on this commitment and reflects our longstanding leadership in, and respect for, the global nuclear non-proliferation regime. We continue to consult with the International Atomic Energy Agency to develop a non-proliferation approach that sets the strongest precedent for the acquisition of a nuclear-powered submarine capability. Our plan elevates all three nations’ industrial capacity to produce and sustain interoperable nuclear-powered submarines for decades to come, expands our individual and collective undersea presence in the Indo-Pacific, and contributes to global security and stability. In these outcomes, AUKUS reflects the principle that shared action, taken in partnership, can benefit all. Implementing AUKUS will also require robust, novel information sharing and technology cooperation. Our nations are committed to further trilateral collaboration that will strengthen our joint capabilities, enhance our information and technology sharing, and integrate our industrial bases and supply chains while strengthening the security regimes of each nation. For more than a century, our three nations have stood shoulder to shoulder, along with other allies and partners, to help sustain peace, stability, and prosperity around the world, including in the Indo-Pacific. We believe in a world that protects freedom and respects human rights, the rule of law, the independence of sovereign states, and the rules-based international order. The steps we are announcing today will help us to advance these mutually beneficial objectives in the decades to come.###"
}