{
    "title": "FIVE-ALARM FIRE: The House Freedom Caucus’ Extreme Budget Proposal Weakens Our National Security | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/03/24/five-alarm-fire-the-house-freedom-caucus-extreme-budget-proposal-weakens-our-national-security/",
    "created_at": null,
    "content": "The extreme MAGA Republican House Freedom Caucus has made their priorities clear: imposing devastating cuts that would weaken national security and increasing costs for working- and middle-class families, all to protect and extend tax breaks skewed to the wealthy and big corporations. In fact, their tax cuts would be so expensive that their deep and harmful cuts would not reduce the deficit.That’s in sharp contrast with the President’s Budget, which invests in America, lowers costs for families, protects and strengthens Medicare and Social Security, and reduces the deficit by $3 trillion over 10 years, while ensuring no one making less than $400,000 per year pays a penny more in new taxes.Combined with other commitments extreme MAGA House Republicans have already made, the extreme Freedom Caucus proposal will be a disaster for families in at least five key ways: endangering public safety, raising costs for families, shipping manufacturing jobs overseas and undermining American workers, weakening national security, and hurting seniors.Last week, the non-partisan Congressional Budget Office (CBO) confirmed that Congressional Republicans’ budget math doesn’t add up. CBO found that—in order to meet Congressional Republicans’ stated commitment to balancing the budget in 10 years without raising taxes on the wealthy or corporations, and without cutting Social Security, Medicare, defense, and some veterans’ benefits—Congressional Republicans would need to eliminate everything in the rest of the Federal budget.The extreme MAGA Republican House Freedom Caucus proposal will be a five-alarm fire for families—including by weakening our national security with drastic cuts. Their proposals will:###"
}