{
    "title": "Biden-Harris Administration Releases Report of the H-2B Worker Protection Taskforce | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/10/19/biden-harris-administration-releases-report-of-the-h-2b-worker-protection-taskforce/",
    "created_at": null,
    "content": "Today, the Biden-Harris Administration released the report of the H-2B Worker Protection Taskforce (the Taskforce). The report announces new actions to be taken by four federal agencies—the Departments of Homeland Security (DHS), Labor (DOL), and State, as well as the U.S. Agency for International Development (USAID)— to strengthen protections for vulnerable workers.The H-2B program permits employers to temporarily hire noncitizens to perform nonagricultural labor or services in the United States. Workers in the H-2B program work alongside U.S. workers in some of our country’s most critical occupations. Too often, H-2B workers face significant challenges and structural disincentives to report or leave abusive conditions, and they often lack power and resources to exercise their rights when exploitative employment situations arise. This vulnerability not only harms H-2B workers, but also undermines wages and working conditions for all workers.To address these issues, in October 2022, the Administration announced the creation of the White House-led H-2B Worker Protection Taskforce to develop solutions to help address three challenges: (1) threats to H-2B program integrity; (2) H-2B workers’ fundamental vulnerabilities, including their limited ability to leave abusive employment without jeopardizing their immigration status; and (3) the illegal use of the program to avoid hiring U.S. workers. As part of developing its actions, the Taskforce held listening sessions and gathered recommendations from key stakeholders, including worker advocates, immigration groups, unions, experts, and researchers.“The Department of Homeland Security is committed to maintaining strong economic growth and meeting the labor demand in the United States, while strengthening worker protections for U.S. and foreign workers,” said Secretary of Homeland Security Alejandro N. Mayorkas. “We are acting swiftly to bolster the resiliency of our industries and will continue to take steps to strengthen protections for workers and safeguard the integrity of the H-2B program from unscrupulous employers who would seek to exploit workers by paying substandard wages and maintaining unsafe work conditions.”“The Biden-Harris Administration is committed to protecting all workers, including migrant workers who are particularly vulnerable to exploitation,” said Acting Secretary of Labor Julie Su. “We know that when one group of workers is allowed to remain vulnerable to abuse, their lack of power undermines all workers’ rights. The actions outlined in the H-2B Worker Protection Taskforce report will help to ensure that workers in the H-2B program are treated with dignity and respect, and that they have the resources and support they need to exercise their rights.”“The Department of State is invested in taking meaningful steps to protect workers throughout the recruitment and employment process and looks forward to meeting our commitments to the H-2B Worker Protection Taskforce,” said Secretary of State Antony Blinken. “We know that as people increasingly leave their homes and embark on perilous journeys to search for safety and opportunities, we must seek ways to make migration safer and more orderly. As we expand legal pathways for migration, we cannot ignore the ways in which such pathways, including the United States’, can exacerbate workers’ vulnerabilities to exploitation.”“The strengthened protections announced today send a clear signal of the Biden-Harris Administration’s commitment to protect all workers in the United States. USAID will continue to work in partnership with the governments of northern Central America to connect workers transparently and ethically with opportunities here in the United States—empowering workers to improve their livelihoods without having to rely on unscrupulous recruiters,” said U.S. Agency for International Development Administrator Samantha Power.The Taskforce report announces more than a dozen action items to be taken by DHS, DOL, State, and USAID to advance protections for H-2B workers. In select cases, these deliverables will also apply to H-2A temporary agricultural workers, who often suffer the same vulnerabilities. These include:The actions in the Taskforce report will build upon and complement other recent Biden-Harris Administration actions to improve outcomes, strengthen program integrity, and better protect workers in both the H-2B and H-2A programs. These actions include two Notices of Proposed Rulemaking (NPRMs) from DHS and DOL that would significantly strengthen worker protections in the H-2 programs, as well as DHS’s Process Enhancements for Supporting Labor Enforcement Investigations that helps ensure noncitizen workers who are victims of, or witnesses to, violations of labor rights can access a streamlined and expedited deferred action request process in support of labor agency enforcement interests. Read the full Taskforce report here.###"
}