{
    "title": "The Atlantic Declaration: A Framework for a Twenty-First Century U.S.-UK Economic Partnership | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/06/08/the-atlantic-declaration-a-framework-for-a-twenty-first-century-u-s-uk-economic-partnership/",
    "created_at": null,
    "content": "Today the United States and the United Kingdom are announcing the Atlantic Declaration for a Twenty-First Century U.S.-UK Economic Partnership to ensure that our unique alliance is adapted, reinforced, and reimagined for the challenges of this moment.Over the last century, the essential partnership between the United States and the United Kingdom has enabled us to lead together on issues of global importance. Since the signing of the Atlantic Charter in 1941, we have worked together to shape an open and rules-based international order based on our enduring support for shared values. In the New Atlantic Charter signed in 2021, we underscored and refreshed this vision. Together, we also designed an international economic architecture that has underpinned our economic strength and helped to lift millions around the world out of poverty. Our essential bilateral relationship is underpinned by the closest cooperation on defense and security, a thriving economic relationship, leadership in science and technology, and deep ties between our people and civil societies.U.S.-UK cooperation and joint leadership is as essential today as ever – both internationally and for the security and prosperity of our people at home. To achieve this, we must keep pace with changes in the world around us and adapt our alliance to them. The global economy is undergoing one of the greatest transformations since the Industrial Revolution. Breakthroughs in innovation offer enormous potential if we can harness them to work for, not against, our democracies and security. The transition to the clean energy economies of the future is an opportunity to improve jobs and livelihoods and deepen the resilience of our economies. At the same time, the nature of national security is changing. Technology, economics, and national security are more deeply intertwined than ever before. We face new challenges to international stability – from authoritarian states such as Russia and the People’s Republic of China (PRC); disruptive technologies; non-state actors; and transnational challenges like climate change.Over the past year, we have taken steps to deepen our unrivalled defense, security, and intelligence relationship across every theater in the globe in which we cooperate, recognizing the indivisibility of security in the Euro-Atlantic and the Indo-Pacific and other regions. We have energized our traditional alliances and built new and innovative partnerships based on deeper cooperation on technology, trade, and security. We have stood shoulder to shoulder in our resolve to support Ukraine for as long as it takes in the face of Russia’s illegal, unjustifiable, and unprovoked war of aggression and to preserve a free, independent, and sovereign Ukraine. We are committed to continuing to strengthen NATO’s ability to deter further attempts to undermine Alliance security, in support of NATO’s new Strategic Concept.We have taken significant steps to implement AUKUS, including announcing our plans to support Australia acquiring conventionally armed, nuclear-powered submarines. Through our deeper engagement in the Indo-Pacific we are working more closely than ever before with our partners to support a free and open region. Through the U.S.-UK Indo-Pacific Dialogue we will continue to find new opportunities to coordinate our approaches, to support ASEAN and ASEAN centrality, to partner with the Pacific Islands, to coordinate on economic and technological advancement, and to contribute to regional peace and stability, including through AUKUS and expanded joint exercises and planning, including trilaterally.Today, we are announcing the Atlantic Declaration for a Twenty-First Century U.S.-UK Economic Partnership to build on that partnership in the economic sphere. The United States and the United Kingdom resolve to partner to build resilient, diversified, and secure supply chains and reduce strategic dependencies. We remain committed to continuing to lead in the technologies of the future and advance the closest possible coordination on our economic security and technology protection toolkits to ensure that emerging technologies work for, not against, our democracies and security. And as democratic and open societies we resolve to work together to ensure the safety, prosperity, and security of our nations and peoples while driving growth in living standards across the world.The Atlantic Declaration and accompanying Action Plan form the basis of a new type of innovative partnership across the full spectrum of our economic, technological, commercial and trade relations; a first of its kind, and which demands our joint leadership and imagination to realize in full.It will constitute a new economic security framework covering ever-closer cooperation on critical and emerging technologies and stronger protective toolkits. It will support the United States and the United Kingdom in our efforts to harness the energy transition and technological breakthroughs to drive broadly shared growth, create good jobs, and leave no community behind. It will explore ways to deepen our trade and investment relationship. And it will strengthen our alliance across defense, science, health security, and space – allowing us to explore increased cooperation in other areas for mutual economic benefit.These are the pressing economic issues of our time. These are the issues that demand the United States and the United Kingdom to lead together.Action Plan for a Twenty-First Century U.S.-UK Economic Partnership (ADAPT)Deep economic ties between the United States and the United Kingdom have long been a source of mutual strength. The U.S.-UK bilateral investment relationship is the largest in the world, with over $1.5 trillion in stock supporting more than 2.7 million jobs in both countries. As we evolve our unparalleled economic relationship to reflect today’s challenges, we have an opportunity to exemplify what a twenty-first century economic partnership should look like. Together the United States and the United Kingdom can lead in building a new form of economic partnership that advances economic growth and competitiveness, that builds capacity, resilience, and inclusiveness, and works for our workers and communities; works for our businesses; works for our climate; and works for our national security. As the first steps in this new partnership, we are today announcing and taking concrete and coordinated actions to deepen this partnership across five pillars, by:Senior White House and Downing Street representatives will convene biannually under the Atlantic Declaration Action Plan (ADAPT) to develop and drive forward concrete progress across the Atlantic Declaration Action Plan and ensure increasing ambition over the next months and years.1. Ensuring U.S.-UK Leadership in Critical and Emerging TechnologiesA handful of critical and emerging technologies are forming the backbone of new industries and shaping our national security landscape. ​These technologies include semiconductors, quantum technologies, artificial intelligence, cutting-edge telecommunications, and synthetic biology. As the home of world-leading companies and academic institutions, we are committed to ensuring the United States and the United Kingdom continue to lead across these sectors. We intend to do so by collaborating on tangible research and development joint efforts ​, deepening public-private dialogue across our priority technologies, jointly mobilizing private capital towards strategic technologies​ ​​and by improving reciprocal talent flows​.​ These long term initiatives​ ​are the initial steps in a long-term partnership and will fall under existing U.S.-UK frameworks, including the U.S.-UK Agreement on Scientific and Technological Cooperation, the U.S.-UK Comprehensive Dialogue on Technology and Data, and additional forums as applicable, through which we will ​​​develop and deliver a shared workplan on critical and emerging technologies, to be updated and taken forward within the next twelve months. ​2. Advancing Ever Closer Cooperation on Technology Protection, Economic Security Toolkits and Supply Chains Many of our technology protection tools were designed for a different time, a different set of threats, and a different set of technologies. We recognize that our current regulatory frameworks related to export controls, investment screening, sanctions, and research and development security are essential tools that should correspond to a changing geostrategic and technological environment. We intend to take concrete steps to update and more closely align our respective toolkits across all these areas to prevent the leakage of sensitive and dual-use emerging technologies, and other export-controlled commodities and technologies. We will work to enhance our information-sharing mechanisms on threat information with relevant stakeholders in the policy and intelligence communities, including deepening our cooperation on investment security.3. Partnering on an Inclusive and Responsible Digital TransformationAs we promote the critical and emerging technology ecosystems in our countries, we will work together to shape the policy environment around technology and enable further responsible innovation.4. Building the Clean Energy Economy of the FutureThe United States and the United Kingdom are both committed to meeting our goals under the Paris Agreement, building a clean energy economy, strengthening resilient supply chains, and investing in our industrial bases. We share a belief that building a clean energy economy is one of the most significant opportunities to create good jobs with high labor standards. We affirm that bold investment and strategic public funding are necessary to achieve these goals. We are committed to deepening cooperation to develop and strengthen clean energy supply chains, including building diverse, resilient, and secure critical mineral and battery supply chains that reduce unwanted strategic dependencies to meet our defense, economic, energy security, and climate goals. As we pursue our national strategies, we will work to align our approaches wherever possible to make clean energy technologies more affordable for all nations and help drive a global, just, and secure energy transition for workers and communities that will leave no one behind. We are committed to making the 2020s the decisive decade for climate action, implementing our respective ambitious 2030 nationally determined contributions under the Paris Agreement, and meeting our 2050 net zero emission goals.5. Strengthening our Alliance Across Defense, Health Security, and SpaceWe are further strengthening the U.S.-UK alliance in emerging areas with critical nexuses to economic resilience and economic security. ###"
}