{
    "title": "FACT SHEET: President Biden Announces $500 Million for Philadelphia Water Upgrades and Lead Service Removal | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/02/02/fact-sheet-president-biden-announces-500-million-for-philadelphia-water-upgrades-and-lead-service-removal/",
    "created_at": null,
    "content": "President and Vice President Highlight National Progress Replacing Lead Pipes & Delivering Clean Water Thanks to Bipartisan Infrastructure LawContinuing the Biden-Harris Administration’s focus on implementing its economic agenda to deliver real results for the American people, President Biden and Vice President Harris are traveling to Philadelphia, Pennsylvania, to highlight progress made improving water infrastructure and replacing lead pipes. Through historic levels of funding from the Bipartisan Infrastructure Law, American Rescue Plan, and annual appropriations, and using regulatory tools across federal, state, and local government, the Administration is working to replace all lead service lines in America in the next decade. The Bipartisan Infrastructure Law invests nearly $50 billion in clean water, with at least $15 billion set aside at the Environmental Protection Agency (EPA) for loans and grants to states to remove lead service lines.At the event in Philadelphia, the President will announce:The massive investments in water improvements will also create new good paying jobs, including jobs that do not require a college degree.Progress Removing Lead Service LinesSince taking office, the Administration has moved aggressively to accelerate the replacement of lead service lines across the country, funding the removal of over 100,000 lead service lines.  That number will increase significantly with $1.2 billion now approved for 23 states for lead service line identification and replacement as a result of the Bipartisan Infrastructure Law. The 2022 allocation was the first of five years of nearly $15 billion in dedicated EPA funding for lead service lines that states will receive through the Bipartisan Infrastructure Law. Because of the Bipartisan Infrastructure Law, there is dedicated funding to remove lead service lines and new prioritization for disadvantaged communities to benefit from this investment.Last week, at a White House Summit on Accelerating Lead Pipe Replacement hosted by Vice President Harris, the Biden-Harris Administration announced new actions and progress to deliver clean drinking water, replace lead pipes, and remediate lead paint to protect children and communities across America.  In addition to EPA’s Accelerators, the Vice President announced a new Get the Lead Out Partnership comprised of over 100 state and local officials, water utilities, labor unions, and other nongovernmental organizations who have committed to advance and accelerate lead pipe replacement, including the Commonwealth of Pennsylvania. The Vice President also sent a letter to Governors across the country calling on them to join the new partnership, deploy the federal funding available in their state, and ensure investments reach overburdened and underserved communities.Other recent Administration actions to address lead include:Infrastructure Progress Across PennsylvaniaAlready in the first year of Bipartisan Infrastructure Law funding, $8.1 billion in Bipartisan Infrastructure Law funding is headed to Pennsylvania with over 168 specific projects identified for funding. Economic Progress Across PennsylvaniaUnder President Biden, we’re building an economy from the bottom up and middle out, including creating good-paying jobs, record small business growth, and spurring new manufacturing investments across Pennsylvania.###"
}