{
    "title": "FACT SHEET:Biden-Harris Administration Announces New Actions to Protect LGBTQI+ Communities | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/06/08/fact-sheetbiden-harris-administration-announces-new-actions-to-protect-lgbtqi-communities/",
    "created_at": null,
    "content": "Today, in celebration of Pride Month, the Biden-Harris Administration is announcing new actions to protect LGBTQI+ communities from attacks on their rights and safety.  Over a dozen states have enacted anti-LGBTQI+ laws that violate our most basic values and freedoms as Americans, and are cruel and callous to our kids, our neighbors, and those in our community. The Biden-Harris administration stands with the LGBTQI+ community and has their backs in the face of these attacks, and today, federal agencies are announcing new actions to:Today’s announcements include:I.   Protecting the LGBTQI+ CommunityLaunching a LGBTQI+ Community Safety Partnership. LGBTQI+ communities face a surge in violence against individuals and community spaces. Federal threat monitoring shows that these threats are increasingly tied to hate groups and domestic violent extremists. LGBTQI+ individuals – especially transgender women and girls of color – have experienced disproportionately high rates of violence and hate crimes for decades. To protect against these increasing threats, the Department of Homeland Security (DHS), with support from the Department of Justice (DOJ) and the Department of Health and Human Services (HHS), will launch the LGBTQI+ Community Safety Partnership. The Partnership will work hand-in-hand with LGBTQI+ community organizations to provide critical safety resources to ensure these organizations can remain safe spaces for the community. In acknowledgement of the mistreatment that LGBTQI+ communities have often faced in interactions with law enforcement, the Partnership will also work to build trust between LGBTQI+ organizations and federal law enforcement agencies. The Partnership will:Protecting LGBTQI+ Americans’ rights. DOJ is committed to taking an all-of-Department approach to protecting LGBTQI+ rights.  As part of that commitment, DOJ’s LGBTQI+ Working Group will coordinate quarterly stakeholder meetings chaired by the Assistant Attorney General of the Civil Rights Division, who will serve as liaison to and engage with the LGBTQI+ community and other relevant stakeholders on issues related to discrimination against the LGBTQI+ community. In addition, the Associate Attorney General will continue to coordinate and expand the Department’s work to respond to issues and challenges that affect the LGBTQI+ community, building on DOJ’s existing efforts to support the rights of LGBTQI+ Americans. DOJ is also releasing a fact sheet summarizing the Department’s work to protect the rights of LGBTQI+ Americans.II.   Supporting LGBTQI+ kids to thrive.III.    Addressing Book BansUplifting LGBTQI+ communities. The Department of Education will host Free to Learn: Creating Inclusive and Nondiscriminatory School Environments for LGBTQI+ Students, a national convening on taking action to support LGBTQI+ students. The Department of Health and Human Services will host Advancing LGBTQI+ Health Equity, a national convening on ensuring that LGBTQI+ Americans are healthy and can thrive.###"
}