{
    "title": "FACT SHEET: Energizing the U.S.-Pacific Islands Forum Partnership | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/11/10/fact-sheet-energizing-the-u-s-pacific-islands-forum-partnership/",
    "created_at": null,
    "content": "Ambassador Linda Thomas-Greenfield led the U.S. delegation to the Pacific Islands Forum Leaders Meeting in Cook Islands on November 10 as part of the Biden-Harris Administration’s commitment to enhancing our partnership with the Pacific Islands to achieve our shared vision for a resilient Pacific region of peace, harmony, security, social inclusion, and prosperity, where individuals can reach their potential, the environment can thrive, and democracy can flourish.  Since the Administration released the first ever U.S.-Pacific Partnership Strategy in 2022, we have announced we are working with Congress on plans to provide over $8 billion in new funding and programs for the Pacific Islands.  The United States believes it is important to be guided by Pacific priorities and needs, including the 2050 Strategy for the Blue Pacific Continent and the newly launched Pacific Partnerships for Prosperity. Driving Forward the U.S.-Pacific PartnershipPresident Biden has emphasized that our partnership with the Pacific matters, and that we will step up our diplomatic and development cooperation in the region, including with the Pacific Islands Forum (PIF) Secretariat.Tackling the Climate CrisisThe United States recognizes the importance of limiting global temperature rise to 1.5 degrees Celsius, accelerating the clean energy transition, and helping Pacific Islands adapt to and manage the impacts of climate change.  We are responding directly to Pacific priorities, including through our May 2023 commitment to provide $2 million, subject to Congressional notification and the completion of domestic procedures, to support the PIF to design and stand up the Pacific Resilience Facility (PRF) to support adaptation and resilience at the local level in the Pacific Islands.Investing in Trade Ties and Economic DevelopmentThe United States is committed to supporting our Pacific Island neighbors’ economic resilience through enhancing trade and investment, supporting enabling business environments, and expanding access to finance for development.Building Resilient and Secure InfrastructureThe United States is committed to helping Pacific Islands build resilient and secure infrastructure to promote their economic development and withstand natural and manmade threats including natural disasters, climate change, and cybercrime, including through our membership at the Pacific Regional Infrastructure Facility.Supporting Peace and SecurityThe United States is committed to ensuring the Blue Pacific Continent remains a place of peace and prosperity for all Pacific people, including women and other marginalized groups. Enhancing Our Longstanding People-to-People TiesWe are committed to continuing to expand our people-to-people ties with the Pacific Islands through delivering on past Summit commitments and building exciting new initiatives, such as the 7 for 70 campaign launched in September to establish at least seven sister cities partnerships with other Pacific Islands by 2026 in celebration of the 70th Anniversary of Sister Cities International. We also look forward to expanding cultural ties through supporting the Governor of Hawaiʻi and the Pacific Community (SPC) in hosting the 13th Festival of Pacific Arts and Culture (FestPAC) June 6-16, 2024, in Honolulu, Hawaiʻi.  ###"
}