{
    "title": "FACT SHEET: U.S. - Mexico High-Level Economic Dialogue | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/09/09/fact-sheet-u-s-mexico-high-level-economic-dialogue/",
    "created_at": null,
    "content": "The HLED VisionUnited States President Joseph R. Biden and Mexican President Andrés Manuel López Obrador agreed to relaunch the U.S.-Mexico High-Level Economic Dialogue (HLED) in recognition of our broad strategic economic relationship.  Established in 2013, the HLED advances strategic economic and commercial priorities for both countries, with the shared goal of fostering economic development and growth, job creation, global competitiveness, and reduction of poverty and inequality.  The Biden-Harris Administration recognizes the importance of the dynamic, deep, and integrated commercial relationship with Mexico, currently our largest trading partner in goods, including as a top market for U.S. agricultural exports. As our countries face new challenges, the HLED will allow us to rebuild and grow as dynamic partners.The relaunched HLED features four central pillars:Together, we will build back from the impact of the global pandemic, promote inclusive trade and investment, prepare our workforces for the future, and strengthen regional supply chains. As an ongoing forum to address priority issues, the HLED’s agenda will be enhanced by regular input and engagement with key stakeholders from civil society and business.The HLED Work PlanPillar I: Building Back TogetherThe United States and Mexico will build back together in an environment informed by the pandemic by improving the regional business environment and strengthening the resilience of U.S.-Mexico supply chains. Work under this pillar will include how to best facilitate economic recovery and strengthen infrastructure, trade facilitation, and innovation.Pillar II: Promoting Sustainable Economic and Social Development in Southern Mexico and Central AmericaThe United States and Mexico will identify complementary and cooperative opportunities to improve livelihoods through the creation of jobs and opportunities in the short, medium, and long term in El Salvador, Honduras, Guatemala, and southern Mexico, increasing its trade potential and spurring investment.Pillar III: Securing the Tools for Future ProsperityThe United States and Mexico will support regulatory compatibility and risk mitigation on issues related to information and communication technologies, networks, cybersecurity, telecom and infrastructure, among others. Pillar IV: Investing in Our PeopleThe United States and Mexico will foster cooperation towards a more inclusive workforce that is better educated, more competitive, and better trained with the necessary skills to meet the needs of the 21st Century economy.The HLED will strengthen our partnership to better ensure that the United States and Mexico meet the challenges of our time and ensure that our peoples can thrive.  Mexico and the United States will regularly consult with civil society, private sector, academia, and other non-governmental organizations to contribute to the HLED, fostering an open dialogue that values inclusion and diverse viewpoints while ensuring transparency in decision-making.###"
}