{
    "title": "The Status of Women is the Status of Democracy: Advancing Women’s Political and Civic Participation and Leadership at the Second Summit for Democracy | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/03/28/the-status-of-women-is-the-status-of-democracy-advancing-womens-political-and-civic-participation-and-leadership-at-the-second-summit-for-democracy/",
    "created_at": null,
    "content": "As Vice President Harris has said, “the status of women is the status of democracy.” The ability of women and girls to participate safely, freely, and equally in political life and in society is a defining feature of democracy, but this hard-won progress is increasingly fragile. Wherever women and girls are under threat, so, too, is democracy, peace, and stability—from Iran, where women are courageously demanding respect for their human rights and fundamental freedoms in the face of oppression; to Ukraine, where we are once more seeing rape used as a weapon in Russia’s brutal and unjust war; to Afghanistan, where the Taliban bars women and girls from attending school and fully participating in society.As we face unprecedented global challenges, we must harness the full potential, participation, and leadership of women and girls. In hosting the second Summit for Democracy, the Biden-Harris Administration is committed to advancing women’s political and civic participation and leadership and ensuring that they are at every table where decisions are being made. Research shows that the status of women and the stability of nations are inextricably linked, and that societies that foster gender discrimination and allow oppressive gender norms to flourish are more likely to be unstable. Today, at the second Summit for Democracy, the Biden-Harris Administration is highlighting key actions and progress made during the intervening Year of Action.Accelerating Women’s and Girls’ Civic and Political Leadership under the Presidential Initiative for Democratic Renewal. At the first Summit, President Biden established the Presidential Initiative for Democratic Renewal, a landmark set of policy and foreign assistance initiatives that increase the Administration’s ongoing work to bolster democracy and defend human rights globally. Today, we are building on those efforts by:Advancing Women’s Involvement in Peace and Security Efforts. Women’s participation in peace and security processes—as peacekeepers, leaders, and members of the defense and security sector—is essential to global security, stability and democracy. To advance women’s meaningful participation, the Biden-Harris Administration has taken the following actions:TheGlobal Partnership for Action on Gender-Based Online Harassment and Abuse (Global Partnership). A commitment from the first Summit for Democracy and launched at the 66th United Nations Commission on the Status of Women, the Global Partnership, which currently has 12 participating governments, brings together international organizations, civil society, and the private sector to prioritize, understand, prevent, and address the growing scourge of technology-facilitated gender-based violence,  which disproportionately impacts women and LGBTQI+ political and public figures, leaders, journalists and activists.Today, alongside the release of the Global Partnership’s 2023 Roadmap, the Biden-Harris Administration is announcing key actions and investments to prevent and respond to technology-facilitated gender-based violence and counter its chilling effects on women leaders and democratic participation, including more than $13 million in targeted funding across USAID and the Department of State. Key actions include:###"
}