{
    "title": "FACT SHEET: Biden-Harris Administration Announces New Actions to Lower Energy Costs for Families | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/11/02/fact-sheet-biden-harris-administration-announces-new-actions-to-lower-energy-costs-for-families/",
    "created_at": null,
    "content": "Today, Vice President Harris will visit a union hall and training facility in Boston to highlight new steps the Biden-Harris Administration is taking to lower energy costs for working families and support good-paying jobs and manufacturing in America. The Vice President will underscore how the Administration is continuing to cut energy costs for families ahead of winter. And, the Vice President will highlight how President Biden’s economic plan will help households afford energy efficient equipment when they need to make home repairs, so they can save money on their utility bills for years to come.These steps will provide additional support for low- and moderate-income families, and complement tax credits that families and building owners can use under the Inflation Reduction Act to install energy-saving equipment and to make building upgrades. President Biden’s economic plan focuses on lowering energy costs for American families so they can keep their homes warm in the winter and cool in the summer, especially as communities across the country cope with extreme temperatures and volatile weather fueled by climate change.New steps to lower energy costs for families include: In addition to lowering costs, energy-efficient and electric building and appliance upgrades can reduce indoor and local outdoor air pollution, improving health in our communities. In addition, they will cut millions of tons of greenhouse gas emissions every year to help tackle climate change.Vice President Harris will be joined by members of the International Association of Sheet Metal, Air, Rail, and Transportation Workers, who are partnering with the Sheet Metal and Air Conditioning Contractors’ National Association to create a new online resource for building owners and operators to find qualified labor to install heat pumps and make other important building upgrades.###"
}