{
    "title": "U.S.-Africa Leaders Summit: Strengthening Partnerships to Meet Shared Priorities | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/12/15/u-s-africa-leaders-summit-strengthening-partnerships-to-meet-shared-priorities/",
    "created_at": null,
    "content": "The U.S.-Africa Leaders Summit, from December 13-15 in Washington DC, highlighted the U.S. commitment to expanding and deepening our partnership with African countries, institutions, and people.  Our world is quickly changing, and U.S. engagement in Africa must evolve accordingly.  African leadership and contributions are essential to addressing today’s pressing challenges and achieving shared priorities.  The Biden-Harris Administration is deepening longstanding areas of cooperation while revitalizing and expanding our partnership to better meet the shared challenges and opportunities of our era.  On December 15, the U.S. and African Union delegations released a Vision Statement outlining the contours of this strengthened partnership.At the U.S.-Africa Leaders Summit, President Biden and Vice President Harris announced new initiatives that will empower African institutions and citizens.  We reaffirmed our resolve to work collaboratively with African governments, businesses, and publics to strengthen people-to-people ties, ensure more inclusive and responsive global institutions, build a strong and sustainable global economy, foster new technology and innovation, strengthen health systems and prepare for the next pandemic, tackle the food security and climate crises, support democracy and human rights, and advance peace and security.The Biden-Harris Administration plans to invest at least $55 billion in Africa over the next three years, working closely with Congress.  We are dedicated to following through on these commitments and are establishing a new Special Presidential Representative for U.S.-Africa Leaders Summit Implementation to coordinate these efforts.  President Biden announced his intent to name for this role Ambassador Johnnie Carson, former Assistant Secretary of State for African Affairs and Ambassador to Kenya, Uganda, and Zimbabwe. New investments and policy initiatives highlighted at the Summit include:People-to-People TiesGlobal Governance and Diplomatic EngagementTrade, Investment, and Inclusive Economic GrowthTechnology and InnovationHealth Food SecurityClimate ChangeDemocracy and GovernancePeace and Security###"
}