{
    "title": "FACT SHEET: Biden-Harris Administration Takes Steps to Crack Down on Nursing Homes that Endanger Resident Safety | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/09/01/fact-sheet-biden-harris-administration-takes-steps-to-crack-down-on-nursing-homes-that-endanger-resident-safety/",
    "created_at": null,
    "content": "Biden Administration Delivers on the President’s State of the Union Promise with Proposed Federal Minimum Staffing Requirements, Tougher Enforcement Initiatives, and Efforts to Expand Nursing WorkforceThe nursing home industry receives nearly $100 billion annually from American taxpayers, yet too many nursing homes chronically understaff their facilities—resulting in poor, substandard care that endangers residents. When nursing homes stretch workers too thin, residents may be forced to go without basic necessities like hot meals and regular baths, or even forced to lie in wet and soiled diapers for hours.Residents also suffer avoidable injuries like falls and bedsores. Workers become burnt out from the daily struggle to deliver the quality care they know their residents deserve. During the pandemic, over 200,000 nursing home residents and workers died—around one-fifth of all COVID-19 deaths in the United States.President Biden is committed to building a long-term care system where all seniors can age with dignity, where people with disabilities can receive high-quality services and supports in the setting of their choice, and where there is a pipeline of direct care workers into good-paying jobs with the free and fair choice to join a union. In his State of the Union address, President Biden pledged that his Administration would “protect seniors’ lives and life savings by cracking down on nursing homes that commit fraud, endanger patient safety, or prescribe drugs they don’t need.”In April, President Biden signed an Executive Order on Increasing Access to High-Quality Care and Supporting Caregivers, a first of its kind, government-wide commitment to support caregivers, direct care workers, and families caring for children, people with disabilities, and aging loved ones. The Executive Order carries forward Department of Health and Human Services (HHS) actions to enhance access to home and community-based services, raise wages for and retain direct care workers, help residents smoothly transition back home from nursing homes, and advance a government-wide strategy to lift up family caregivers. It also builds on the President’s 2024 budget request for a $150 billion transformative investment in home care.Today, the Biden-Harris Administration is following through on the President’s commitment to nursing home residents and their families. HHS is announcing important new steps to crack down on nursing homes that endanger resident safety:In addition, HHS is announcing new steps to help expand the nursing workforce:Today’s announcement builds on steps taken by the Administration over the past few years to support nursing home residents and workers. These efforts also align with the Administration’s continued support for care at home, including significant investments in home and community-based services.Setting a Minimum Federal Floor for Safe Levels of Nursing Home StaffingStaffing levels at nursing homes are closely linked to quality of care. For instance, a study of one state’s nursing facilities showed that even a 20-minute increase in staffing per resident day from a Registered Nurse was associated with 22% fewer cases of COVID-19 and 26% fewer COVID-related deaths in nursing homes. Other studies similarly find that higher staffing is associated with better quality of patient care and patient health outcomes. Chronic understaffing disproportionately affects facilities serving a higher share of residents from certain racial and ethnic groups. In recent years, there has been a disturbing trend towards private equity firms and other large corporate owners purchasing nursing homes and slashing levels of staff as a way to maximize profits.Research suggests the result is more illness and more deaths in those homes. For example, a working paper examining 18,000 nursing home facilities between 2000 and 2017 found that private equity ownership increased excess mortality for residents by 10%, increased prescription of antipsychotic drugs for residents by 50%, decreased hours of frontline nursing staffing by 3%, and increased taxpayer spending per resident by 11%. The study implies an additional 20,150 lives lost as a result of private equity ownership.Based on a multi-faceted approach aimed at determining the minimum level and type of staffing needed to ensure long-term care facilities have a workforce sufficient for resident safety and well-being, CMSis proposing a rule to set a federal floor for staffing levels. Under the proposed rule, if finalized:When accounting for average hours currently worked by other types of workers that are not covered by these standards, this translates to expected nurse staffing of about 3.9 hours per resident per day.  The proposal also makes clear that the numerical staffing levels are a floor—not a ceiling—for safe staffing. Under the proposal, nursing homes would have to undertake a robust assessment of their particular facility, including consulting with workers and their representatives, to determine whether higher levels of staffing and what staff competencies are needed to meet the needs of their particular resident population. Nursing homes caring for residents with more acute needs may well have to hire more workers than the minimum standards in order to provide a safe environment. In addition, state laws with higher staffing requirements would not be preempted.The federal minimum staffing standards proposed by CMS are robust yet achievable. For example, non-profit nursing homes are about three times as likely as for-profit homes to already provide staffing at or above the proposed levels. We recognize that nursing homes in rural areas may face greater challenges and require greater time to hire additional workforce. To ensure that affected nursing homes have ample time to identify and hire the necessary workers, the proposed rule would give most nursing homes three years to meet the new standard for nurses and nurse aides, and nursing homes located in rural areas would have five years to meet the new standards. To meet the requirement for a Registered Nurse on site 24/7, rural facilities would have three years and all other facilities would have two years.The proposal includes possible hardship exemptions from the minimum staffing requirements. The need for an exemption must be proven with documentation that demonstrates meaningful efforts to hire workers at prevailing wages, as well as demonstrated financial investments in staffing.The proposal also increases transparency about how taxpayer dollars are being spent. If finalized as proposed, state Medicaid agencies would need to publicly report the percent of payments for Medicaid-covered services that are spent on compensation for direct care workers and support staff in nursing facilities and intermediate care facilities for individuals with intellectual disabilities.Increasing Nursing Home AccountabilityAs the Administration works to implement the new proposed minimum federal floor for staffing, it is also committed to improving nursing home safety in the immediate-term. That’s why today HHS is announcing new efforts to improve enforcement of existing standards. HHS is taking action to:The Administration is committed to using its existing authorities to enhance the safety, quality, and accountability of nursing facilities. But Congress also needs to act. For over eight years, funding for survey and certification programs to conduct health and safety inspections hasn’t changed, even as the volume of complaints about nursing homes has risen. That’s why the President’s 2024 budget called onCongress to adequately fund nursing home inspections.Growing the Nursing Workforce and Supporting Job QualityCMS, in partnership with HRSA, is launching a new nursing home staffing campaign to help workers pursue careers in nursing homes. To bolster recruitment, training, and retention among nursing home workers, CMS will invest over $75 million in scholarships and tuition reimbursement for nursing workers through the Civil Money Penalty Reinvestment Program. CMS will also work to streamline entry to and raise awareness of rewarding career opportunities in nursing homes.  These new investments are on top of the hundreds of millions of dollars the Administration has made available to invest in training and recruiting nurses and other caregivers. For example:Tying together these critical investments, HHS is strengthening the health workforce through its Health Workforce Initiative by connecting skilled health care providers to communities in need through grants, loan repayment, and scholarship programs and helping to build the pipeline of health workers in the most underserved communities.Building on Other Nursing Home Reform ProgressToday’s announcement builds on steps taken by the Administration to support nursing home residents and workers in furtherance of the President’s Action Plan. These include:###"
}