{
    "title": "Fact Sheet: Biden Administration Takes Steps to Address COVID-19 in Rural America and Build Rural Health Back Better | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/08/13/fact-sheet-biden-administration-takes-steps-to-address-covid-19-in-rural-america-and-build-rural-health-back-better/",
    "created_at": null,
    "content": "Today, the Biden Administration is taking action to improve the health of rural communities by making billions of dollars in American Rescue Plan funding available to meet immediate COVID-19 needs. This funding, which will also help rural hospitals stay open in the long run and improve the care provided to rural communities, builds on efforts the Administration has already taken to help rural communities tackle the COVID-19 crisis and improve access to health care. And these actions are only the beginning. President Biden’s Build Back Better agenda – also known as the reconciliation package – will make crucial investments in rural Americans’ health by lowering prescription drug and other health care costs, expanding access to care, and improving maternal health, and the bipartisan infrastructure legislation will improve the quality of drinking water in rural communities.NEW ACTIONSHelping health care providers in rural areas cover costs associated with COVID-19 and keep their doors open. The U.S. Department of Health and Human Services (HHS) is providing $8.5 billion in American Rescue Plan funding in the coming weeks to help compensate health care providers who serve rural Medicare, Medicaid, and Children’s Health Insurance Plan (CHIP) patients for lost revenue and increased expenses associated with COVID-19. These funds will help ensure that providers can effectively respond to the COVID-19 pandemic and will place them on stable financial footing to continue serving their communities into the future.Expanding rural hospitals and providers’ access to COVID-19 vaccines, testing, and supplies, while helping rural health care providers stay financially solvent in the long-term. The U.S. Department of Agriculture (USDA) is using $500 million in American Rescue Plan funding to create the Emergency Rural Health Care Grant Program. The program will provide at least $350 million to help rural hospitals and local communities increase access to COVID-19 vaccines and testing, medical supplies, telehealth, and food assistance, and support construction or renovation of rural health care facilities. Applicants can also apply for recovery funds that compensate for lost revenue or staffing expenses due to COVID-19. In addition, the program will provide up to $125 million in grants to plan and implement models that help improve the long-term viability of rural health care providers, including health care networks that allow rural providers to collectively address community challenges and develop innovative solutions.Training new rural health care providers, including community health workers and respiratory therapists, and expanding telehealth. HHS will make $52 million from the American Rescue Plan available to train a range of health care workers to fill in-demand professions affected by the pandemic. Specifically, HHS is creating rural health networks by pairing together minority-serving institutions, community colleges, technical colleges, rural hospitals, Rural Health Clinics, community health centers, nursing homes and substance abuse providers. Networks will focus on cross-training and sustaining community health workers in rural communities; expanding the workforce to support electronic health records as well as virtual and telehealth systems; expanding the capacity of emergency medical services reduced by pandemic-driven service reductions by developing Community Paramedicine programs; and training case management staff and respiratory therapists, who will play a critical role in helping rural clinical sites better serve patients affected by long-term COVID health challenges.The application will be available in the coming weeks.Expanding access to pulmonary rehabilitation services. HHS is announcing that, in FY 2022, it will support a demonstration project to enhance access to pulmonary rehabilitation services in Critical Access Hospitals that serve rural communities with high rates of chronic obstructive pulmonary disease (COPD). COPD is one of the leading causes of death in the U.S., and adults in rural areas are almost twice as likely to have it compared to those in urban areas.Expanding Veterans Affairs training programs for rural providers. The Rural Interprofessional Faculty Development Initiative (RIFDI), developed by the Department of Veterans Affairs (VA), is an innovative two-year training program designed to provide teaching and training skills for clinicians in rural settings, preparing rural clinicians to take on faculty roles, mentor medical professionals to serve in rural America, and grow the healthcare workforce in rural communities. By the end of this calendar year, VA will launch a new joint initiative with HHS, adding non-VA community clinicians to the program. This joint initiative will benefit up to 40 rural communities each year and enable rural clinicians to better train the next generation of clinicians who will serve rural America.Increasing access to telehealth. The National Institutes of Health (NIH) is announcing that it will hold a virtual public workshop to identify ways to improve rural health through telehealth-guided provider-to-provider communication as part of its ongoing Pathways to Prevention series October 12-14th. With the rapid expansion of telehealth during the pandemic, this workshop will bring together key NIH partners, other federal agencies, researchers and community stakeholders to assess the existing evidence, identify gaps and develop plans to move telehealth forward. In addition, the Centers for Medicare and Medicaid Services recently proposed a new rule to expand access to telehealth mental health services for rural and vulnerable populations by allowing Medicare to pay for mental health visits furnished via telehealth when they are provided by Rural Health Clinics (RHCs) and Federally Qualified Health Centers (FQHCs). This proposal would expand access to Medicare beneficiaries, especially those living in rural and other underserved areas.BUILDING RURAL HEALTH BACK BETTERThe President’s Build Back Better agenda – also referred to as the reconciliation package –would continue to build on these successes and deliver lower cost, higher quality health care to rural Americans.Lower Health Care Costs. More than 12% of people living in completely rural counties lacked health insurance before President Biden took office; coverage under the Affordable Care Act (even with its premium subsidies) was too expensive for many families; and nearly 2.3 million people were not afforded coverage because their state refused to expand Medicaid. The Build Back Better agenda:Lower Prescription Drug Costs. Americans pay 2-3 times more for their prescription drugs than people in other wealthy countries, and nearly 1 in 4 Americans struggle to afford prescription drugs. President Biden’s plan would lower prescription drug costs for Americans by letting Medicare negotiate drug prices, so consumers, including those in rural communities, are no longer at the whim of pharmaceutical companies.Keep More Rural Hospitals Open. The President’s Build Back Better proposal would help keep rural hospitals open by expanding Medicaid. Three quarters of rural hospitals that are vulnerable to closure are in states that have yet to expand Medicaid, and Medicaid expansion reduces the risk of rural hospital closure by 62%.Improve the Safety of Rural Drinking Water. The bipartisan infrastructure legislation that recently passed the Senate deals with aging water systems that threaten public health in thousands of communities nationwide. An estimated six to ten million homes still receive drinking water through lead pipes and service lines. The legislation would upgrade and modernize America’s drinking water, wastewater, and stormwater systems, tackle new contaminants, and support clean water infrastructure across rural America with $56 billion in grants and low-cost flexible loans to states, Tribes, territories, and disadvantaged communities across the country.PREVIOUS BIDEN ADMINISTRATION ACTIONS TO SUPPORT RURAL AMERICANS’ HEALTHHelped Rural Communities Fight COVID-19. Rural communities have been disproportionately impacted by COVID-19 and the Administration has taken targeted steps to bolster the COVID-19 response in those areas. For example, the Administration has allocated over $4 billion to address COVID-19 challenges in rural communities. This funding—which includes funds from the American Rescue Plan—supports increased testing and mitigation efforts in small rural hospitals, Medicare-certified Rural Health Clinics, and efforts to build vaccine confidence through targeted educational immunization campaigns and vaccine outreach to rural communities. Expanded Access to Quality Health Care in Rural Communities. The President’s agenda to improve health in rural America aims to expand access to health coverage, so that families can get the care they need at an affordable price.Initiated Actions to Keep More Rural Hospitals Open. 138 rural hospitals have shuttered since 2010, with 19 hospitals closing in 2020 alone. For many rural communities, keeping rural hospitals open means the difference between life or death for community members. It also means jobs and economic opportunity. In addition to the American Rescue Plan funds announced today, the Administration has already taken several steps to help keep rural providers open.Expanded the Pipeline of Rural Health Care Workers. Increasing the number of rural individuals going to medical school or other health care training programs and returning to rural communities to provide care is critical to bolstering access to health care in rural communities.Provided Funding to Treat Substance Use Disorders and Address the Opioid Epidemic in Rural Communities. The opioid epidemic has shattered families and ravaged communities. The Biden-Harris Administration is committed to tackling this epidemic and ensuring support for the full continuum of prevention, harm reduction, treatment and recovery support services. The Administration has: Prioritized Maternal Health in Rural America. Maternal mortality is rising in the U.S. Rural women experience poorer maternal health outcomes compared to their non-rural counterparts, including higher pregnancy-related mortality. Women in rural communities also experience racial, ethnic, and socioeconomic disparities in maternal health outcomes. These disparities are amplified for women living in tribal communities. The Administration has:Prioritized Access to Clean Drinking Water. Across the country, water pipes and treatment plants are aging and polluted drinking water is endangering public health.###"
}