{
    "title": "FACT SHEET: Enhancing the U.S.-Pacific Islands Partnership | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/09/25/fact-sheet-enhancing-the-u-s-pacific-islands-partnership/",
    "created_at": null,
    "content": "At the U.S.-Pacific Islands Forum Summit meeting at the White House on September 25, President Biden renewed our commitment to enhancing our partnership with the Pacific Islands, and the respective governments, to achieve our shared vision for a resilient Pacific region of peace, harmony, security, social inclusion, and prosperity, where individuals can reach their potential, the environment can thrive, and democracy can flourish.  Last year, the Biden-Harris Administration released the first ever U.S. Pacific Partnership Strategy with an ambitious slate of initiatives to achieve this vision and meet Pacific priorities including announcing plans to provide over $810 million in new assistance.  And in May, Secretary Blinken highlighted our commitment to working with Congress for over $7.2 billion in new funding and programs for the Pacific Islands region. Today, President Biden announced a new slate of activities, including plans to work with Congress to request and provide nearly $200 million in funding.  These new programs and activities continue to demonstrate the U.S. commitment to work together with the Pacific Islands to expand and deepen our cooperation in the years ahead. Driving Forward the U.S.-Pacific PartnershipThe foundation of our approach to the Pacific remains strong and productive bilateral and regional collaboration with the Pacific Islands, and listening and responding to Pacific priorities.  Our priorities are informed by those outlined in the 2050 Strategy for the Blue Pacific Continent and in support of the Pacific regional architecture led by the Pacific Islands Forum.Tackling the Climate CrisisFive years ago PIF Leaders declared that climate change is the “single greatest threat to the livelihoods, security, and well-being of the peoples of the Pacific.”  The United States will continue to work with the Pacific Islands to enhance global ambition to limit global temperature rise to 1.5 degrees Celsius, accelerate the clean energy transition, and help Pacific Islands adapt to and manage the impacts of climate change.Investing in Trade Ties and Economic DevelopmentThe United States is committed to partnering with the Pacific Islands, allies, and partners to drive economic growth and prosperity, including through increasing trade and investment ties; providing assistance to strengthen enabling environments, infrastructure, and macroeconomic stability; and continued support for recovery from the COVID-19 pandemic.Building Resilient and Secure InfrastructureToday, the President announced plans to expand the U.S. Pacific Islands Infrastructure Initiative, working with Congress, to provide more than $28 million, and to request from Congress an additional $12 million, to support secure, sustainable, and resilient infrastructure in the Pacific Islands.  In coordination with our Pacific partners, including Japan and Australia, the United States will support a range of projects and activities intended to support inclusive, climate-resilient economic development across the region. Supporting Peace and SecurityThe United States has long supported peace, security, stability, and prosperity in the Pacific Islands.  We seek to continue to engage with the longstanding regional architecture to promote maritime security including the Pacific Islands Forum Fisheries Agency (FFA) and other likeminded partners including Australia, New Zealand, and France.Enhancing Our Longstanding People-to-People TiesWhile our longstanding ties were forged during World War II, they have only deepened through rich exchanges between our countries and vibrant Pacific Islander diaspora communities across the United States.###"
}