{
    "title": "ASEAN-U.S. Leaders' Statement on Cooperation on the ASEAN Outlook on the Indo-Pacific | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/09/06/asean-u-s-leaders-statement-on-cooperation-on-the-asean-outlook-on-the-indo-pacific/",
    "created_at": null,
    "content": "WE, the Member States of the Association of Southeast Asian Nations (ASEAN) and the United States of America (United States), gathered on the occasion of the 11th ASEAN-United States (U.S.) Summit in Jakarta, Indonesia, on 6 September 2023;REAFFIRMING the importance of upholding the purposes and principles of the UN Charter and the ASEAN Charter, as well as upholding shared values enshrined in the Declaration on Zone of Peace, Freedom and Neutrality (ZOPFAN), the Treaty of Amity and Cooperation in Southeast Asia (TAC), the 1982 United Nations Convention on the Law of the Sea (UNCLOS), the Treaty on the Southeast Asia Nuclear Weapon-Free Zone (SEANWFZ) and the ASEAN Outlook on the Indo- Pacific (AOIP);AFFIRMING our support for the objectives and principles of the AOIP, which provides a guide for ASEAN’s engagement in the wider Asia-Pacific and the Indian Ocean regions or the Indo-Pacific and a conceptual basis for growing cooperation between ASEAN and the United States via our Comprehensive Strategic Partnership (CSP);EMPHASIZING that it is in the interest of ASEAN, with the support of external partners, including the United States, to remain at the center of the regional architecture and shape its dynamics to bring about peace, security, stability and prosperity for the peoples in the Asia-Pacific and the Indian Ocean regions;NOTING that the AOIP and the United States’ Indo-Pacific Strategy (IPS) share relevant fundamental principles, in promoting an open, inclusive, and rules-based regional architecture, in which ASEAN is central, working alongside partners who share these goals;REAFFIRMING the goals and principles enumerated in the Joint Vision Statement of the ASEAN-U.S. Special Summit held in Washington, D.C., on 12 May 2022, to commemorate 45 years of Dialogue Partnership, as well as those articulated in the ASEAN-U.S. Leaders’ Statement on the Establishment of the ASEAN-U.S. Comprehensive Strategic Partnership, adopted by the Leaders of ASEAN and the United States in Phnom Penh, Cambodia, on 12 November 2022;COMMENDING Indonesia’s efforts as the Chair of ASEAN to elevate and mainstream the AOIP as a catalyst for cooperation with the United States and other dialogue partners across ASEAN’s political-security, economic, and socio-cultural communities;SEEKING to advance cooperation furthering the AOIP that promotes mutual trust and confidence as well as reinforce an open, transparent, inclusive, and rules-based regional architecture with ASEAN at the centre;UNDERSCORING ASEAN’s central role in developing and shaping institutions that strengthen the rules-based regional architecture and foster a strategic outlook that promotes economic and other forms of cooperation, respect for national sovereignty, and the peaceful settlement of disputes in accordance with international law;EMPHASIZING that the Plan of Action (POA) to Implement the ASEAN-U.S. Strategic Partnership (2021-2025), including the POA Annex for the ASEAN-U.S. Comprehensive Strategic Partnership adopted at the ASEAN-U.S. Post-Ministerial Conference on 14 July 2023, in Jakarta, Indonesia, outlines our shared commitments under ASEAN’s political-security, economic, and socio-cultural pillars, and sets priorities for cooperation, including U.S. intent to establish an ASEAN-U.S. Center in the United States through a public-private partnership;COMMITTING to engaging in substantive, practical, and tangible cooperation in keeping with the vision of Southeast Asia as an epicentrum of growth through practical projects in the four priority areas of the AOIP: 1) maritime cooperation, 2) connectivity, 3) the 2030 Agenda for Sustainable Development and the Sustainable Development Goals, and 4) economic and other possible areas of cooperation; in order to promote mutual trust, respect, and benefit through ASEAN-led mechanisms, thereby contributing to the maintenance and promotion of peace, security, stability and prosperity in the region;WE HEREBY COMMITTO:Maritime CooperationConnectivity2030 Agenda for Sustainable Development and the Sustainable Development GoalsEconomic or Other Possible Areas of CooperationADOPTED in Jakarta, Indonesia, on the Sixth of September in the Year Two Thousand and Twenty-Three.###"
}