{
    "title": "Understanding the Economics of Investing in America: A Collection of Resources | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/blog/2023/08/11/iia-resources/",
    "created_at": null,
    "content": "Heather Boushey, Chief Economist, Investing in America CabinetPresident Biden’s economic vision—Bidenomics—is about building the economy from the middle out and the bottom up. It starts with recognizing that in recent decades, the U.S. economy has seen rising inequality, mounting costs from climate change, and economic shocks like the pandemic and Great Recession. The pace of growth has been too slow and has delivered uneven benefits across our society. Economic policies have underestimated the importance of public investment for economic growth, equity, and wellbeing.The three pillars of Bidenomics—making smart investments in America, empowering workers, and promoting competition to lower costs and help small businesses—were born from mounting evidence of the magnitude of these challenges. They are informed by a body of research that has shown that growing the economy equitably requires rethinking certain core economic assumptions, and instead expanding the productive capacity of the American economy through evidence-backed government investments. Taken together, these pillars will support strong, sustainable, and shared economic growth.This post provides resources on the first pillar—investing in America—which is grounded in economic research about what investments need to be made and how those investments should be implemented in order to ensure sustained, equitable growth. The pillar includes investments in building the clean energy economy, manufacturing semiconductors domestically, and updating our infrastructure—all designed to support the middle class and re-establish a strong economic foundation in America, as opposed to benefitting those at the top and hoping those benefits trickle down.Working with Congress, the President has signed into law three historic pieces of legislation to make this vision a reality—the Bipartisan Infrastructure Law, the CHIPS and Science Act, and the Inflation Reduction Act. Each aims to make the U.S. competitive in critical industries and a leader in innovation and infrastructure.Tracking the latest economic research and improving analytic data and measurement tools are paramount to successfully implementing these Bidenomics policies. In the coming weeks and months, we will share additional resources to help track the research that informs our policies, and the evidence for what has happened since they passed. This post will be a living compilation of those resources—we invite you to follow along and help us build a stronger, fairer economy for the long-haul.The Investing in America agenda is a series of investments in areas of the economy that are critical for national and economic security but underfunded by the private market, including infrastructure, clean energy, and research and development.The Investing in America agenda is grounded in economic evidence that explains why we are investing in these specific areas of the economy and why we are prioritizing people and places, fair markets, and strong supply chains.Infrastructure investments are long overdue and support productivity and economic growth across industries.Climate change is one of our greatest challenges, and decades of economic evidence supports building the clean energy economy as a solution that will lower emissions, grow the economy, and benefit workers and communities.Semiconductors are the building blocks of the modern economy, and domestic capacity to produce semiconductors is important for the resilience of our supply chains and imperative for economic growth.The President understands that investing in people and places is vital for successfully implementing the Investing in America agenda, delivering strong and stable growth, and ensuring its benefits are shared.Resilient supply chains protect our economy from unexpected shocks and facilitate stable economic growth.Stable, shared economic growth requires policymakers to shape markets to avoid monopoly power and build industries that are productive and fair.Overcoming barriers to scaling production is necessary to meet the needs of the moment with effective investments in America.Finally, central to our mission is tracking the progress of the Investing in America agenda through the latest data and research. That includes progress on empowering workers, making and building it in America, giving families breathing room, and making America more competitive, less concentrated, and more resilient. Invest.gov is a resource that maps the latest private and public investments and provides relevant economic data at the national and state level."
}