{
    "title": "FACT SHEET: The United We Stand Summit: Taking Action to Prevent and Address Hate-Motivated Violence and Foster Unity | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/09/15/fact-sheet-the-united-we-stand-summit-taking-action-to-prevent-and-address-hate-motivated-violence-and-foster-unity/",
    "created_at": null,
    "content": "Today, at the White House, President Biden is hosting the United We Stand Summit to counter the corrosive effects of hate-fueled violence on our democracy and public safety. The Summit will honor the resilience of communities who are healing from hateful attacks, including mass shootings, from Oak Creek to Orlando, Charleston, Pittsburgh, El Paso, Atlanta, Buffalo, and beyond. The Summit will put forward a shared vision for a more united America, demonstrating that the vast majority of Americans agree that there is no place for hate-fueled violence in our country, and that when Americans stand united to renew civic bonds and heal divides, we can help prevent acts of hate and violence. Today’s Summit is just the beginning of this work, and every American has a role to play in this cause. Today, President Biden will rally a whole-of-society response to prevent, respond to, and recover from hate-fueled violence, and to foster national unity. The White House is announcing a historic package of new actions the federal government, civic, faith, philanthropic, and business leaders will take to address hate-fueled violence and advance national unity:At the Summit, the White House will also honor 16 “Uniters” from across America:These heroes are leading extraordinary work in their communities to stand together against hate, build bridges, and heal divides.The Summit will also feature survivors of hate-motivated violence who will share their stories of loss, healing, and advocacy. Participants include bipartisan and nonpartisan federal, state, local, and Tribal officials, civil rights groups, faith and community leaders, business leaders, law enforcement officials, former members of violent hate groups who now work to prevent violence, and gun violence prevention leaders.###"
}