{
    "title": "FACT SHEET: U.S. Action on Global Development | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/09/20/fact-sheet-u-s-action-on-global-development/",
    "created_at": null,
    "content": "In 2015, world leaders adopted the Sustainable Development Goals (SDGs) as a roadmap for improving lives and wellbeing of people around the world. At their core, the SDGs seek to expand economic opportunity, advance social justice, care for our planet, promote good governance, and ensure no one is left behind. This week, the United States and leaders came together once again at the SDG Summit in New York to recommit to the 2030 Agenda for Sustainable Development and the SDGs. They met at a time of both challenge and tremendous opportunity around the world. They met with years of evidence that when countries come together under a common development vision – the SDGs and Millennium Development Goals before them – they have the capacity to deliver for both people and planet. For two decades, countries around the world delivered steady and extraordinary progress for millions of people to improve the quality of life and health outcomes of millions of people, while lowering poverty rates and slashing hunger from around the world.Yet in recent years, the compounding effects of multiple crises – the COVID-19 pandemic, climate change, and conflict and migration, exacerbated by the spillovers of Russia’s war in Ukraine – have begun to erode development gains, including the first global decline in life expectancy since the 1950s.At the halfway point to 2030, the world is not where it needs to be. Globally, we are only on track to achieve 15 percent of the SDG targets. Yet, if all countries act with urgency and redouble action and investments across the SDGs, while deepening and expanding partnerships across goal areas, we can achieve these ambitious goals.The United States is committed to the full implementation of 2030 Agenda and the SDGs, at home and abroad. As a long-standing leader on global development, the United States is committed to reinvigorating action on this agenda alongside our partners around the world. The United States remains the single largest bilateral donor – investing over $100 billion in Official Development Assistance over the last two years alone. This includes over $43 billion to help end poverty (SDG 1); over $20 billion to drive inclusive economic growth and decent work (SDG 8); and over $16 billion to promote peace, justice, and good governance (SDG 16). The United States is also the largest provider of humanitarian aid at a time of unprecedented need – investing more than $42 billion more since the Biden Administration began.Yet the scale of what is needed cannot be achieved by any government acting alone. At the SDG Summit, the United States called on all nations, the private sector, civil society, and local partners to leverage their respective capacities to do more to fuel the dramatic progress needed to reach these goals. Since the adoption of the SDGs, the United States has leveraged its investments to crowd in many billions of dollars more in additional private investment.Together we can mobilize considerable additional financing for development from all sources, including official development assistance, domestic resources, and private investment.  Ultimately, achieving our goals will also require leveraging knowledge and data and creating robust policy and regulatory environments.The United States recognizes the integrated and universal nature of all of the SDGs, and is responding to the calls of our partner countries to address the issues most important to them, including:###"
}