{
    "title": "FACT SHEET: Biden-Harris Administration Bringing Semiconductor Manufacturing Back to America | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/01/20/fact-sheet-biden-harris-administration-bringing-semiconductor-manufacturing-back-to-america/",
    "created_at": null,
    "content": "Intel Announces $20 Billion Ohio Facility; Latest Company to Invest in U.S., Strengthen Domestic Supply ChainsSemiconductors are an essential building block in the goods and products that Americans use every day. These computer chips are critical to a range of sectors and products from cars to smartphones to medical equipment and even vacuum cleaners. They help power our infrastructure from our grid to our broadband. The United States used to lead the world in global semiconductor manufacturing. But in recent decades, the U.S. lost its edge—our share of global semiconductor production has fallen from 37 percent to just 12 percent over the last 30 years. The COVID-19 pandemic shined a spotlight on the fragility in the global semiconductor supply chain. Experts estimate that the global chip shortage knocked off a full percentage point from U.S. gross domestic product (GDP) last year. U.S. autoworkers faced furloughs and production shut downs due to pandemic-driven disruptions in Asian semiconductor factories, contributing to large increases in the price of cars for U.S. consumers. One-third of the annual price increases in core consumer price index (CPI) last year was due to high car prices alone.The Biden-Harris Administration has been working around the clock with Congress, our international allies and partners, and the private sector to expand U.S. chip manufacturing capacity, bring back critical American manufacturing jobs, address the chip shortage, and ensure we are not exposed to these disruptions again. Today, Intel will announce a new $20 billion factory outside Columbus, Ohio.Today’s announcement is the latest marker of progress in the Biden-Harris Administration’s efforts to ramp up domestic manufacturing for critical goods like semiconductors, tackle near-term supply chain bottlenecks, revitalize our manufacturing base, and create good jobs here at home. This investment will create 7,000 construction jobs and another 3,000 permanent jobs, another sign of the strength of the American economy.To accelerate this progress, the President is urging Congress to pass legislation to strengthen U.S. research and development and manufacturing for critical supply chains, including semiconductors. The Senate passed the U.S. Innovation and Competition Act (USICA) in June and the Administration is working with the House and Senate to finalize this legislation. It includes full funding for the CHIPS for America Act, which will provide $52 billion to catalyze more private-sector investments and continued American technological leadership.Since the beginning of 2021, the semiconductor industry has announced nearly $80 billion in new investments in the United States through 2025, according to the Semiconductor Industry Association. These investments will create tens of thousands of good-paying U.S. jobs, support U.S. technological leadership, and promote security and resilience in global semiconductor supply chains. In addition to Intel’s announcement today, investments include:The Biden-Harris Administration has led a whole of government effort to secure these critical investments.Investments in new foundries are critical to the long-term resilience of our semiconductor supply chains. At the same time, the Administration is working to address the near-term disruptions in semiconductor supply chains that have contributed to challenges in a number of manufacturing sectors and to price increases for U.S. consumers.###"
}