{
    "title": "FACT SHEET: Strengthening U.S. International Space Partnerships | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/12/20/fact-sheet-strengthening-u-s-international-space-partnerships/",
    "created_at": null,
    "content": "Today, Vice President Kamala Harris will convene the third meeting of the National Space Council during the Biden-Harris Administration in Washington, D.C., where she is announcing that, alongside American astronauts, the United States will land an international astronaut on the surface of the Moon by the end of the decade.The meeting will highlight the United States’ extraordinary progress in broadening and deepening international space partnerships across a range of areas, including supporting American leadership and strength, providing societal benefits here on Earth, and helping the United States lead a return of humans to the Moon with an unprecedented network of allies and partners.International Partnerships as a Source of American Leadership and StrengthOur allies and partners remain a source of enduring U.S. strength and competitive advantage, including in outer space. President Biden approved classified Space Security Guidance in June 2023, which directs the United States to increase integration with allies and partners on space activities, operations, plans, capabilities, and information sharing for mutual benefit in response to growing space and counterspace threats and to protect U.S. forces from hostile uses of space.More broadly, under the Vice President’s leadership of the National Space Council, the United States is leading efforts in the responsible, peaceful, and sustainable use of space, to include promoting international rules and norms of responsible behavior.  A key element of that effort is the U.S. commitment not to conduct destructive direct-ascent anti-satellite missile testing.  As of today, 36 other countries have made their own national commitments. During today’s meeting, the Biden-Harris Administration will make clear the United States is leading the world in the peaceful exploration and use of outer space.The Vice President is announcing the following initiatives:  The Department of Defense (DOD) will accelerate space cooperation, collaboration, and combined operations with allies and partners, including:The Vice President will also announce that she has directed the U.S. Government to do the following:International Partnerships Providing Societal Benefits on EarthSupporting the U.S. Space EconomySpace data, products, and services provide tangible benefits and economic opportunity to the American people, including well-paying jobs across the nation.  Increasing international commercial space partnerships leads to growth in the U.S. space economy and the creation of well-paying jobs.The Vice President is announcing the following initiatives:Leveraging Space to Combat the Climate Crisis, Natural Disasters, and Extreme Weather EventsSpace assets play a unique role in providing action-oriented global measurement and monitoring capabilities, as well as life-saving data to combat the climate crisis.  Space capabilities assist our understanding, prediction, and prevention of natural disasters and extreme weather events.The Vice President will announce the following initiatives:The Vice President is also announcing that she has directed the U.S. Government to do the following:Leading the Return to the Moon with an Unprecedented Network of Allies and PartnersAs the United States continues to lead the return to the Moon, the Vice President will announce the following:###"
}