{
    "title": "FACT SHEET: Marking the Two-Year Anniversary of the Report on the Impact of Climate Change on Migration | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/12/01/fact-sheet-marking-the-two-year-anniversary-of-the-report-on-the-impact-of-climate-change-on-migration/",
    "created_at": null,
    "content": "Two years ago, the Biden-Harris Administration released the Report on the Impact of Climate Change on Migration.Today, the Administration is providing an update on actions taken under President Biden’s Executive Order 14013 Rebuilding and Enhancing Programs to Resettle Refugees and Planning for the Impact of Climate Change on Migration and efforts to address the effects of climate change on displacement and migration.Research estimates more than 216 million people could migrate within their countries as a result of climate change by 2050. Migration can be a necessary mechanism for survival for communities and families facing severe risk to personal safety, property damage, or loss of livelihood and is often the only option to meaningfully reduce that risk.  Particular attention must be paid to the needs of communities that receive migrants displaced as a result of climate events, including access to housing, work, and education.Under President Biden’s leadership, the United States Federal government is working to implement a number of initiatives to improve the ability of vulnerable communities both at home and abroad to adapt to and manage the increasing impacts of the global climate crisis that contribute to displacement: Additionally, the White House report called for U.S. leadership to elevate the impact of climate change on migration and displacement in multilateral spaces and educate leaders on the urgency of climate risk to populations. The Department of State has advanced dialogue on the issue in various fora over the last two years, including hosting events during the International Dialogue on Migration, Inter-Governmental Consultations on Migration, Asylum, and Refugees, the Organization for Economic Cooperation and Development, UN General Assembly High-Level Week, the Cities Summit of the Americas, the Regional Conference on Migration, and the Africa Climate Summit.These efforts have generated engagement and momentum among key stakeholders – government, international organizations, impacted communities, multilateral development banks and international finance institutions, civil society, think tanks, the private sector, and others – around action at the intersection of climate change and human mobility. The State Department and USAID will continue working with these stakeholders to inform, develop, and coordinate actions in the years to come.To address migration and displacement due to climate change, the United States has developed a three-pronged approach of 1) improving access to information by U.S. federal agencies, partner countries, and local communities, 2) increasing investment in adaptation and resilience programs, and 3) facilitating protection of individuals at home and abroad.Increasing access to information by U.S. federal agencies, partner countries, and local communities on climate changeInformation about climate change impacts, early warning systems, and adaptation options saves lives and empowers governments and communities to take timely and appropriate actions to increase climate resilience and address climate-related mobility. The U.S. Government advances observations, models, and forecasts that enable monitoring and early warnings for floods, droughts, cyclones, and extreme temperatures, as well as food insecurity, conflict, and humanitarian needs, including through the following programs:Increasing investment in adaptation and resilience programsClimate variability and change are increasingly contributing to human migration and displacement. Weather-related disasters currently displace around 30 million people annually, even under current warming projections, additional people will be displaced or unable to escape climate impacts. Adaptation and resilience actions can help respond to the key drivers of migration, support those who choose to move as a risk-management strategy, and assist populations trapped by climate impacts. U.S. Government adaptation and resilience initiatives support and scale actions to build the climate resilience of people, places, ecosystems, and livelihoods, including through the following programs:Protecting people at home and abroad from climate changeClimate change has disproportionate impacts on vulnerable groups, including marginalized communities and people already displaced. Climate-induced displacement creates additional vulnerabilities, which the United States aims to mitigate through programs to address the needs of those displaced by climate change, inclusion of displaced persons in climate action plans and programs, and support community-driven relocation plans, such as the following:"
}