{
    "title": "FACT SHEET: Biden-Harris Administration Celebrates Historic Progress in Rebuilding America Ahead of Two-Year Anniversary of Bipartisan Infrastructure Law | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/11/09/fact-sheet-biden-harris-administration-celebrates-historic-progress-in-rebuilding-america-ahead-of-two-year-anniversary-of-bipartisan-infrastructure-law/",
    "created_at": null,
    "content": "Nearly $400 billion in funding and over 40,000 projects across 4,500 communities announced across the country through Bidenomics and President Biden’s Investing in America agendaTwo years ago, President Biden signed the Bipartisan Infrastructure Law – a once-in-a-generation investment in America’s infrastructure and competitiveness. Since then, the Biden-Harris Administration has been breaking ground on projects to rebuild our roads and bridges, deliver clean and safe water, clean up legacy pollution, expand access to high-speed internet, and build a clean energy economy. Through his Investing in America agenda, a core pillar of Bidenomics, President Biden is delivering an “Infrastructure Decade” that is unlocking access to economic opportunity, creating good-paying jobs, boosting domestic manufacturing, and growing America’s economy from the middle up and bottom out – not the top-down. To date, the Administration has announced nearly $400 billion in Bipartisan Infrastructure Law funding, including over 40,000 specific projects and awards, across over 4,500 communities in all 50 states, D.C the territories, and for Tribes. This comes as House Republicans are turning their backs on American infrastructure – trying to slash funding that would make our transportation safer, more reliable, and more convenient.To highlight the wide-ranging impact of the Bipartisan Infrastructure Law, the White House is also releasing updated state by state fact sheets today, along with an updated map showcasing the more than 40,000 projects and awards identified or now underway.Implementation of the Bipartisan Infrastructure Law is a key piece of President Biden’s Investing in America agenda, which has helped drive over $614 billion dollars in private sector manufacturing and clean energy investments in the United States since President Biden took office. In particular, there have been major new private sector manufacturing announcements in electric vehicle (EV) charging, EV batteries, rail, buses, and fiberoptic cable manufacturing spurred by infrastructure investments tied to our Made in America policies. These investments are creating millions of good-paying jobs, including a record-high number of jobs in the construction sector. Thanks to the President’s Investing in America agenda — which also includes the Inflation Reduction Act, the CHIPS and Science Act, and the American Rescue Plan — the Biden-Harris Administration is boosting the economy and delivering for all of America.HISTORIC PROGRESS BY THE NUMBERSThanks to the Bipartisan Infrastructure Law, the Administration has already:To highlight this progress and to connect with communities across the country, the President, Vice President, Cabinet, and senior Administration officials have taken nearly 400 trips across the nation specifically highlighting investments from the Bipartisan Infrastructure Law. Senior Advisor to the President and White House Infrastructure Implementation Coordinator Mitch Landrieu has traveled to over 130 cities and counties and traveled over 110,000 miles.ACCOMPLISHMENTS ACROSS KEY SECTORSThe Biden-Harris Administration has made notable progress implementing the Bipartisan Infrastructure Law across key sectors:MAKING SURE NO COMMUNITY IS LEFT BEHINDThe President is committed to rebuilding the infrastructure of the entire country, leaving no community behind as we do so:###"
}