{
    "title": "Fact Sheet: U.S.-Japan Competitiveness and Resilience (CoRe) Partnership | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/04/16/fact-sheet-u-s-japan-competitiveness-and-resilience-core-partnership/",
    "created_at": null,
    "content": "Read more about the U.S. Japan Climate Partnership hereThe United States and Japan pledge to revitalize our Alliance and make practical commitments to fulfill its potential. Together we will advance innovation, end this pandemic and protect the world from future ones, combat the climate crisis, and enhance our people-to-people ties. Through these concrete initiatives, the United States and Japan will deliver results for our people, the Indo-Pacific, and the world. Competitiveness and InnovationThroughout our individual and shared histories, the United States and Japan have been global leaders in innovation. Our new partnership for competitiveness and innovation carries on that tradition, focusing on scientific and technological advances. Together, we will lead a sustainable, green global economic growth, guided by the principles of openness and democracy. This includes our cooperation on research and technology development across diverse fields: Cancer Moonshot, biotechnology, artificial intelligence, quantum information science and technology, civil space cooperation (including the Artemis program and asteroid exploration), and secure information and communications technology (ICT), among others. With this partnership between two of the world’s leading economies, we will lead the globe in building back better and promoting sustainable growth in the future.Together, the United States and Japan will:COVID-19 Response, Global Health, and Health SecurityThe United States and Japan have built a partnership to help the Indo-Pacific region recover from the COVID-19 pandemic, including through the landmark Quad Vaccine Partnership [LINK] with Australia and India, taking shared action necessary to expand safe and effective COVID-19 vaccine manufacturing, and working to strengthen and assist countries in the Indo-Pacific with vaccination. We will also expand our partnership beyond COVID-19, building longer-term global health security to help prevent the next pandemic.Together, the United States and Japan will:Climate Change, Clean Energy, and Green Growth and RecoveryThe United States and Japan have launched a new partnership to address climate change and to promote green, sustainable global growth and recovery making full use of our technologies in the clean energy and other relevant sectors.The two leaders are committed to taking decisive climate action by 2030, aligned both with efforts to limit the global temperature increase to 1.5 degrees Celsius and with our 2050 greenhouse gas emissions net-zero goals. The United States and Japan will align official international financing with the global achievement of net-zero greenhouse gas emissions no later than 2050 and deep emission reductions in the 2020s, and will work to promote the flow of public and private capital toward climate-aligned investments and away from high-carbon investments.Together, the United States and Japan will:Expanding and Renewing Our PartnershipThe United States and Japan will continue to add new dimensions to our partnership while cooperating in the fields of long-standing areas.The United States and Japan will strengthen our people-to-people ties. The next generation of leaders who will continue to strengthen the bonds between the United States and Japan are participating in our extensive international exchange programs, working together on joint projects and research. In this spirit, we are proud to announce the resumption of the Mansfield Fellowship program. Together, we will redouble our energies to build the next generation of American experts on Japan through a renewed two-year fellowship program. We are also expanding opportunities for American students that are historically underrepresented in education abroad – including, but not limited to, first-generation college students, students in STEM fields, ethnic minority students, students with disabilities, students attending minority-serving institutions, and community college students – by offering an additional 20 Gilman Scholarships for study abroad in Japan. Finally, like the United States, Japan recognizes the importance of addressing the root causes of migration from the Northern Triangle countries of Central America, and is committed to addressing those issues together.###"
}