{
    "title": "FACT SHEET: Vice President Harris Announces New Initiatives to Strengthen U.S.-Thailand Alliance and to Support Mekong Sub-Region | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/11/18/fact-sheet-vice-president-harris-announces-new-initiatives-to-strengthen-u-s-thailand-alliance-and-to-support-mekong-sub-region/",
    "created_at": null,
    "content": "Vice President Kamala Harris’s trip to Thailand is strengthening the U.S.-Thailand strategic partnership and alliance for many years to come.  The Vice President is expanding our bilateral cooperation on areas such as the climate crisis and economic development by accelerating the clean energy transition, building climate resilience, and promoting sustainable development. The United States and Thailand reaffirm our shared interest in a prosperous and resilient Southeast Asia.  We are pursuing sustainable, climate-focused economic goals via the Partnership for Global Infrastructure and Investment (PGII) and the Bio-Circular-Green Economy model, and we are strengthening our economic ties, including through the Indo-Pacific Economic Framework (IPEF).  In a demonstration of the United States’ enduring commitment to Thailand, the Mekong Region, and Southeast Asia more broadly, the Vice President is launching the following initiatives. Addressing the Climate Crisis and Accelerating Clean Energy TransitionThe United States and Thailand are committed to continuing to play leading roles in addressing the climate crisis as we raise our climate ambitions to reach our net-zero targets and unlock economic growth.  Together we are working to reduce emissions and enhance climate adaptation and resilience. Through IPEF and the Japan-U.S.-Mekong Power Partnership, the United States and Thailand will expand investment opportunities, spur innovation, and improve the livelihood of citizens.  The United States will provide technical assistance on carbon capture, utilization and storage to support Thailand’s development of  its legal and regulatory framework, as well as attract private investment.  Strengthening Bilateral Cooperation and Economic Development: Telecommunications, Global Health, Cybersecurity, and Trafficking in Persons Supporting the Mekong RegionThe United States and Thailand reaffirm our partnership in the Mekong sub-region and agree to deepen our engagement to promote inclusive economic development, entrepreneurship, environmental protection, and non-traditional security.   Supporting Communities in the Mekong  Non-Traditional Security Capacity Building# # #"
}